[
  {
    "startTime": 18.72,
    "endTime": 24.4,
    "text": "For 2 years, a team of top scientists have been secretly studying a unique"
  },
  {
    "startTime": 24.4,
    "endTime": 31.439,
    "text": "fossil. This fossil will probably be the one that will be pictured in all text books"
  },
  {
    "startTime": 31.439,
    "endTime": 36.8,
    "text": "for the next 100 years. They believe it could be one of our earliest primate"
  },
  {
    "startTime": 36.8,
    "endTime": 43.6,
    "text": "ancestors. Well, it's really a kind of Rosetta stone because it ties together parts we haven't been able to associate"
  },
  {
    "startTime": 43.6,
    "endTime": 50.6,
    "text": "before. Have they found our oldest complete primate ancestor?"
  },
  {
    "startTime": 51.36,
    "endTime": 57.6,
    "text": "The fossil has more information in it than in any fossil I've ever seen."
  },
  {
    "startTime": 57.6,
    "endTime": 63.84,
    "text": "Their research has stunned the world. In the moment when the results of"
  },
  {
    "startTime": 63.84,
    "endTime": 69.68,
    "text": "our investigations will be published, this will be just like an asteroid"
  },
  {
    "startTime": 69.68,
    "endTime": 73.4,
    "text": "hitting the Earth."
  },
  {
    "startTime": 80.56,
    "endTime": 87.92,
    "text": "47 million years ago, the dinosaurs were already long extinct. It's the time when"
  },
  {
    "startTime": 87.92,
    "endTime": 92.399,
    "text": "the blueprints for modern mammals were being"
  },
  {
    "startTime": 94.92,
    "endTime": 100.759,
    "text": "established. Dense tropical rainforests cover the earth. They're home to small"
  },
  {
    "startTime": 100.759,
    "endTime": 106.64,
    "text": "primates. Among them is an ancestor to us"
  },
  {
    "startTime": 108.84,
    "endTime": 114.159,
    "text": "all. For almost 200 years, scientists have searched for links to our"
  },
  {
    "startTime": 114.159,
    "endTime": 120.36,
    "text": "prehistoric past. The search has concentrated in East"
  },
  {
    "startTime": 120.36,
    "endTime": 125.36,
    "text": "Africa, known as the cradle of"
  },
  {
    "startTime": 129.879,
    "endTime": 136.64,
    "text": "mankind. Here in the 1970s, they found the link between apes and man. It"
  },
  {
    "startTime": 136.64,
    "endTime": 143.12,
    "text": "offered conclusive proof that we started walking upright 3.2 million years ago. A"
  },
  {
    "startTime": 143.12,
    "endTime": 147.28,
    "text": "human ancestor, a female,"
  },
  {
    "startTime": 148.52,
    "endTime": 157.04,
    "text": "Lucy. Then in 1984, the remains of a boy were found. material evidence that 1.5"
  },
  {
    "startTime": 157.04,
    "endTime": 164.959,
    "text": "million years ago, humans had already lost their hair and taken their first steps onto the open"
  },
  {
    "startTime": 165.72,
    "endTime": 170.8,
    "text": "savannah. Scientists have long hoped that the Earth might eventually yield an"
  },
  {
    "startTime": 170.8,
    "endTime": 175.84,
    "text": "even more ancient fossil that links apes, man, and all the other primates to"
  },
  {
    "startTime": 175.84,
    "endTime": 179.2,
    "text": "the earliest mammals on"
  },
  {
    "startTime": 181.0,
    "endTime": 187.2,
    "text": "Earth. This could be it. A fossil so ancient it could shine a light deeper"
  },
  {
    "startTime": 187.2,
    "endTime": 192.48,
    "text": "into our history than ever before and so detailed it could help"
  },
  {
    "startTime": 192.48,
    "endTime": 198.599,
    "text": "science reveal the origins of every person on the [Music]"
  },
  {
    "startTime": 198.599,
    "endTime": 204.239,
    "text": "planet. This fossil is so complete. Everything's there. It's unheard of in"
  },
  {
    "startTime": 204.239,
    "endTime": 209.599,
    "text": "the primate fossil record at all. You have to get to human burial to see"
  },
  {
    "startTime": 209.599,
    "endTime": 214.879,
    "text": "something that's this complete. This is this is really really the most complete"
  },
  {
    "startTime": 214.879,
    "endTime": 217.84,
    "text": "fossil primate"
  },
  {
    "startTime": 220.92,
    "endTime": 227.04,
    "text": "ever. Worldrenowned fossil expert Dr. Yern Hurum of Oslo University has spent"
  },
  {
    "startTime": 227.04,
    "endTime": 231.92,
    "text": "his life scouring the earth for important"
  },
  {
    "startTime": 232.44,
    "endTime": 239.84,
    "text": "fossils. But the most incredible specimen of them all, the one that would change his life, took him totally by"
  },
  {
    "startTime": 239.84,
    "endTime": 248.039,
    "text": "surprise. [Music]"
  },
  {
    "startTime": 250.48,
    "endTime": 256.799,
    "text": "It was in December 2006 at the annual Hamburg Fossil Fair. Here the tables"
  },
  {
    "startTime": 256.799,
    "endTime": 262.36,
    "text": "were laden with beautiful examples of fossils and minerals to catch the public"
  },
  {
    "startTime": 262.36,
    "endTime": 268.06,
    "text": "eye. But Yern didn't expect to find something for his museum on a stall."
  },
  {
    "startTime": 268.06,
    "endTime": 275.0,
    "text": "[Music] The best specimens are never shown on a"
  },
  {
    "startTime": 275.0,
    "endTime": 280.72,
    "text": "show. Uh they are always what we call under the table. So you need to know the"
  },
  {
    "startTime": 280.72,
    "endTime": 286.08,
    "text": "dealers to be shown the really really really good"
  },
  {
    "startTime": 286.13,
    "endTime": 291.28,
    "text": "[Music] things. The dealer Thomas Pera promised"
  },
  {
    "startTime": 291.28,
    "endTime": 295.4,
    "text": "an extraordinary find."
  },
  {
    "startTime": 300.08,
    "endTime": 306.56,
    "text": "When the dealer told me in the middle of the day at the mineral show in Hamburg that I should join him for a drink"
  },
  {
    "startTime": 306.56,
    "endTime": 311.84,
    "text": "because he wanted to show me something. I knew that it was something special."
  },
  {
    "startTime": 311.84,
    "endTime": 318.96,
    "text": "And then he showed me some photographs and I was completely stunned and I didn't sleep for two"
  },
  {
    "startTime": 318.96,
    "endTime": 325.36,
    "text": "nights after that because I knew that what I what I've seen it was probably"
  },
  {
    "startTime": 325.36,
    "endTime": 330.88,
    "text": "the the most beautiful fossil I ever going to see in my whole"
  },
  {
    "startTime": 331.08,
    "endTime": 335.419,
    "text": "[Music]"
  },
  {
    "startTime": 337.24,
    "endTime": 344.32,
    "text": "life. Nobody works. Nobody. Y made a home video of the very first moment he"
  },
  {
    "startTime": 344.32,
    "endTime": 349.0,
    "text": "came face to face with the fossil."
  },
  {
    "startTime": 349.7,
    "endTime": 353.639,
    "text": "[Music]"
  },
  {
    "startTime": 356.24,
    "endTime": 361.52,
    "text": "This is the best fossil and rarest fossil worldwide."
  },
  {
    "startTime": 361.52,
    "endTime": 368.24,
    "text": "Wow. Oh, it's beautiful. It's beautiful. It's"
  },
  {
    "startTime": 368.24,
    "endTime": 375.6,
    "text": "beautiful. Complete foot and two complete hands. Yeah. Okay. [Music]"
  },
  {
    "startTime": 375.6,
    "endTime": 380.96,
    "text": "Wow. Yes."
  },
  {
    "startTime": 380.96,
    "endTime": 387.12,
    "text": "Y believed he had stumbled across a 47 million-year-old treasure. The perfectly"
  },
  {
    "startTime": 387.12,
    "endTime": 394.919,
    "text": "preserved skeleton of a small creature more complete than he could ever hope for."
  },
  {
    "startTime": 395.44,
    "endTime": 402.12,
    "text": "But his joy may be short-lived. International fossil dealing is a cutthroat"
  },
  {
    "startTime": 402.12,
    "endTime": 408.16,
    "text": "business. Yarn must act swiftly if he wants to save it for"
  },
  {
    "startTime": 408.52,
    "endTime": 414.0,
    "text": "science. The thing about important fossils, there's a big black market and"
  },
  {
    "startTime": 414.0,
    "endTime": 419.52,
    "text": "there's a lot of private collectors like with arch and other things. So, a lot of"
  },
  {
    "startTime": 419.52,
    "endTime": 425.44,
    "text": "important specimens are still locked in the basement of some rich guy or something like that. So, it needs to be"
  },
  {
    "startTime": 425.44,
    "endTime": 435.16,
    "text": "in a public museum to be studied. The asking price is over $1"
  },
  {
    "startTime": 435.16,
    "endTime": 440.68,
    "text": "million. Y's got to be certain it's a genuine fossil and not a"
  },
  {
    "startTime": 440.68,
    "endTime": 446.44,
    "text": "forgery. He has it scientifically examined."
  },
  {
    "startTime": 447.199,
    "endTime": 452.24,
    "text": "You can fake an outer surface of bone that looks really real, but you cannot"
  },
  {
    "startTime": 452.24,
    "endTime": 458.479,
    "text": "fake the inner structure of a bone. It's impossible. So, getting an X-ray, you"
  },
  {
    "startTime": 458.479,
    "endTime": 464.4,
    "text": "can see the inside of the bone. You can see actually the the the bone marrow"
  },
  {
    "startTime": 464.4,
    "endTime": 472.52,
    "text": "inside. We know that it's 100% a real fossil. There is no doubt at all."
  },
  {
    "startTime": 473.36,
    "endTime": 479.12,
    "text": "The X-rays prove this fossil is genuine. The necessary funds were"
  },
  {
    "startTime": 479.12,
    "endTime": 483.199,
    "text": "secured and Yern shipped it"
  },
  {
    "startTime": 490.28,
    "endTime": 497.12,
    "text": "home in Norway's capital city, Oslo. In his museum lab, Yern finally gets to"
  },
  {
    "startTime": 497.12,
    "endTime": 503.68,
    "text": "properly investigate his new treasure. [Applause]"
  },
  {
    "startTime": 503.68,
    "endTime": 511.36,
    "text": "This is so complete that you cannot even in your dreams wish for something being 47 million years old and this complete."
  },
  {
    "startTime": 511.36,
    "endTime": 518.479,
    "text": "Usually we only find teeth, broken parts of jaws and small bones from the middle"
  },
  {
    "startTime": 518.479,
    "endTime": 524.159,
    "text": "foot, maybe some toes and so on. Just single small bones from these animals"
  },
  {
    "startTime": 524.159,
    "endTime": 531.04,
    "text": "this long ago. Astonishingly, this fossil is not just"
  },
  {
    "startTime": 531.04,
    "endTime": 538.16,
    "text": "bone. Its level of preservation is extraordinary. Here, here's an imprint"
  },
  {
    "startTime": 538.16,
    "endTime": 543.279,
    "text": "of uh of the bacteria that grew on the fur. So, actually, you can see how much"
  },
  {
    "startTime": 543.279,
    "endTime": 550.399,
    "text": "fur was there. You cannot see the muscles or anything like that, but you can see an outline of the body that's"
  },
  {
    "startTime": 550.399,
    "endTime": 559.04,
    "text": "bigger than just the skeleton. You can actually see where the fur covered the animal and how thick the fur was."
  },
  {
    "startTime": 559.04,
    "endTime": 564.24,
    "text": "This unique fossil is so detailed that it immediately reveals important"
  },
  {
    "startTime": 564.24,
    "endTime": 572.48,
    "text": "information to Y. The first thing I recognized was the big toe standing up like this 90° to the"
  },
  {
    "startTime": 572.48,
    "endTime": 577.76,
    "text": "rest of the foot. And if you look very careful to all the both the fingers and"
  },
  {
    "startTime": 577.76,
    "endTime": 585.279,
    "text": "the toes, you can see that they wear nails and not not claws. This is a primate. Just from"
  },
  {
    "startTime": 585.279,
    "endTime": 590.519,
    "text": "seeing that image of that foot, it was really a wakeup call for"
  },
  {
    "startTime": 590.519,
    "endTime": 596.68,
    "text": "me. Apes, monkeys, and us all belong to one particular group of mammals, the"
  },
  {
    "startTime": 596.68,
    "endTime": 602.56,
    "text": "primates. And the common feature we all share is four fingers and an opposable"
  },
  {
    "startTime": 602.56,
    "endTime": 608.08,
    "text": "thumb. a characteristic we share with this 47 million year old fossil. Could"
  },
  {
    "startTime": 608.08,
    "endTime": 612.649,
    "text": "we be [Music]"
  },
  {
    "startTime": 613.399,
    "endTime": 621.279,
    "text": "related? Looking at the hand, uh you can see that it's got five fingers of course and nails on all the fingers, but also"
  },
  {
    "startTime": 621.279,
    "endTime": 627.6,
    "text": "the thumb is opposable like us. So it can grasp things. It can hold things the"
  },
  {
    "startTime": 627.6,
    "endTime": 633.04,
    "text": "same way we do today. It's already there 47 million years ago. Oh, it's a it's a"
  },
  {
    "startTime": 633.04,
    "endTime": 640.24,
    "text": "it's a proper hand to hold around things. To properly analyze the fossil,"
  },
  {
    "startTime": 640.24,
    "endTime": 646.56,
    "text": "Yern must share his secret. He handpicks a small team of experts, each a world"
  },
  {
    "startTime": 646.56,
    "endTime": 653.279,
    "text": "leader in their discipline. I knew immediately that this"
  },
  {
    "startTime": 653.279,
    "endTime": 661.04,
    "text": "fossil was too important. So I started to invite people in to make a dream team"
  },
  {
    "startTime": 661.04,
    "endTime": 666.399,
    "text": "around this fossil to make the first description really proper if I would do"
  },
  {
    "startTime": 666.399,
    "endTime": 673.2,
    "text": "it alone. I'm not an expert in in primates but there are some good people around the world and I invited the best"
  },
  {
    "startTime": 673.2,
    "endTime": 679.92,
    "text": "ones to to join me and they all said yes. Dr. Holly Smith is a dental"
  },
  {
    "startTime": 679.92,
    "endTime": 685.839,
    "text": "anthropologist. By studying the fossil's teeth, she will be able to determine what the creature"
  },
  {
    "startTime": 685.839,
    "endTime": 692.76,
    "text": "ate, its age, and how it compares to other primates. The fossil could be the"
  },
  {
    "startTime": 692.76,
    "endTime": 699.76,
    "text": "ancestor of Pro Symians and apes and monkeys and the lineage leading up to"
  },
  {
    "startTime": 699.76,
    "endTime": 704.88,
    "text": "man. Joining the team is Dr. Yens Franson, a"
  },
  {
    "startTime": 704.88,
    "endTime": 710.88,
    "text": "renowned fossil expert who's been waiting for an opportunity such as this."
  },
  {
    "startTime": 710.88,
    "endTime": 716.079,
    "text": "This is by far the most complete fossil"
  },
  {
    "startTime": 716.079,
    "endTime": 722.399,
    "text": "primate ever found on the world. And we have not only the complete"
  },
  {
    "startTime": 722.399,
    "endTime": 729.92,
    "text": "skeleton, but we have also the complete soft body outline and we have the gut content. So, what do you want more?"
  },
  {
    "startTime": 729.92,
    "endTime": 737.04,
    "text": "Yeah. Hi, it's nice to see you. How was the flight? Professor Philip Gingerich is"
  },
  {
    "startTime": 737.04,
    "endTime": 742.32,
    "text": "the next on board. He spent his life searching for links between early and"
  },
  {
    "startTime": 742.32,
    "endTime": 747.519,
    "text": "modern mammals. I suppose one of my initial thoughts was"
  },
  {
    "startTime": 747.519,
    "endTime": 754.44,
    "text": "this is a big job. This will be a lot of work. Uh partly because there"
  },
  {
    "startTime": 754.44,
    "endTime": 760.639,
    "text": "isn't anything else like it. And so it really deserves to be compared carefully"
  },
  {
    "startTime": 760.639,
    "endTime": 767.6,
    "text": "with all the various fragmentaryary fossils we have and also with the skeletons of the living ones. And you"
  },
  {
    "startTime": 767.6,
    "endTime": 774.399,
    "text": "put all that together, that's a big work. They plan a long and thorough study."
  },
  {
    "startTime": 774.399,
    "endTime": 780.36,
    "text": "They must be certain of their conclusions before they reveal the fossil to the"
  },
  {
    "startTime": 780.36,
    "endTime": 787.88,
    "text": "world. Until then, they will work in secret on their extraordinary [Music]"
  },
  {
    "startTime": 787.88,
    "endTime": 795.839,
    "text": "treasure. As soon as they start their analysis, the fossil begins to come to life before their eyes."
  },
  {
    "startTime": 795.839,
    "endTime": 803.2,
    "text": "Well, the pelvic region of course um it's it's possible actually to tell the sex from this area and in this region"
  },
  {
    "startTime": 803.2,
    "endTime": 808.72,
    "text": "you will expect to see a buckum or not. All primates at that time possessed a"
  },
  {
    "startTime": 808.72,
    "endTime": 814.959,
    "text": "penis bone known as a bulum. We now know from looking at the specimen"
  },
  {
    "startTime": 814.959,
    "endTime": 820.16,
    "text": "that there's no bulum present. So this is a girl. This is a small female that"
  },
  {
    "startTime": 820.16,
    "endTime": 827.36,
    "text": "lived 47 million years ago. [Music]"
  },
  {
    "startTime": 827.36,
    "endTime": 832.8,
    "text": "The investigation is gathering pace. The next question is where does"
  },
  {
    "startTime": 832.8,
    "endTime": 839.68,
    "text": "she come from? And it's the way her delicate body has been preserved and not her skeleton"
  },
  {
    "startTime": 839.68,
    "endTime": 848.62,
    "text": "that provides the answers. [Music]"
  },
  {
    "startTime": 849.76,
    "endTime": 854.959,
    "text": "There's only one locality in the world where this transfer technique that the"
  },
  {
    "startTime": 854.959,
    "endTime": 860.399,
    "text": "fossils are put in this kind of polyester that all the fossils are prepared like this. This is the only"
  },
  {
    "startTime": 860.399,
    "endTime": 866.399,
    "text": "place. All the major primate fossil finds until"
  },
  {
    "startTime": 866.399,
    "endTime": 873.44,
    "text": "now have been made in Africa. But this one has been prepared"
  },
  {
    "startTime": 873.44,
    "endTime": 880.399,
    "text": "using resin. A technique used not in Africa but in"
  },
  {
    "startTime": 886.14,
    "endTime": 893.76,
    "text": "[Music] Germany. The fossil was found here in a"
  },
  {
    "startTime": 893.76,
    "endTime": 900.48,
    "text": "place known as the Messel Pit. There is nowhere in the world like"
  },
  {
    "startTime": 900.48,
    "endTime": 906.399,
    "text": "it. [Music]"
  },
  {
    "startTime": 906.399,
    "endTime": 915.04,
    "text": "It's an ancient crater filled with an unrivaled collection of fossils all dating from the Eosene period 47 million"
  },
  {
    "startTime": 915.04,
    "endTime": 923.279,
    "text": "years ago. It's like a peak hole into a a whole community, a whole ecolog e ecosystem in"
  },
  {
    "startTime": 923.279,
    "endTime": 930.639,
    "text": "the eosin that suddenly you see that everything you find usually as small pieces of things you have complete in"
  },
  {
    "startTime": 930.639,
    "endTime": 937.44,
    "text": "this one locality, one place in the world and that's that's that's something that palontologists really really"
  },
  {
    "startTime": 937.44,
    "endTime": 943.04,
    "text": "treasure. So this is like a holy grail for paleontology."
  },
  {
    "startTime": 943.04,
    "endTime": 948.24,
    "text": "Dinosaurs were long extinct. The shales of Messle had already yielded fossil"
  },
  {
    "startTime": 948.24,
    "endTime": 955.44,
    "text": "birds, reptiles, and amphibians, complete with the impression of their feathers, scales, and skin. The biggest"
  },
  {
    "startTime": 955.44,
    "endTime": 961.199,
    "text": "ants ever known, and beetles, still with their color after millions of years."
  },
  {
    "startTime": 961.199,
    "endTime": 968.16,
    "text": "Preserved in incredible detail are bats, snakes, and even a miniature horse the"
  },
  {
    "startTime": 968.16,
    "endTime": 973.519,
    "text": "size of a small dog. The first glimpses of kinds of creatures that are alive"
  },
  {
    "startTime": 973.519,
    "endTime": 981.44,
    "text": "today. The eosin period is really the critical stage for mammal evolution. It's when"
  },
  {
    "startTime": 981.44,
    "endTime": 988.16,
    "text": "all the old-timers they are still around and the newcomers are coming strongly into the"
  },
  {
    "startTime": 988.16,
    "endTime": 995.92,
    "text": "field. We have the first horses, the first carnivores, the first bats, the first whales. All these new mammals are"
  },
  {
    "startTime": 995.92,
    "endTime": 1002.36,
    "text": "evolving in the eosin and of course the primates they are thriving."
  },
  {
    "startTime": 1002.399,
    "endTime": 1010.32,
    "text": "But which were our [Music] ancestors? Until now, no complete"
  },
  {
    "startTime": 1010.32,
    "endTime": 1015.519,
    "text": "primate has ever been found in the Messle Pit. And even this specimen was"
  },
  {
    "startTime": 1015.519,
    "endTime": 1018.32,
    "text": "almost lost"
  },
  {
    "startTime": 1022.44,
    "endTime": 1028.24,
    "text": "forever. Fossil hunters have dug in the muscle pit for generations, collecting"
  },
  {
    "startTime": 1028.24,
    "endTime": 1034.64,
    "text": "and selling the specimens as works of art. Just as such a fossil hunter must have"
  },
  {
    "startTime": 1034.64,
    "endTime": 1040.079,
    "text": "dug this primate from the shale. Who this was is still a mystery."
  },
  {
    "startTime": 1040.079,
    "endTime": 1049.919,
    "text": "But we do know they took her away, perfectly preserved her in resin, and locked her away from view for 25"
  },
  {
    "startTime": 1051.48,
    "endTime": 1058.64,
    "text": "years. It's like having your unknown Rembrandt, your unknown funog at home."
  },
  {
    "startTime": 1058.64,
    "endTime": 1065.76,
    "text": "You can see it every day. the rest of the world don't know about it. And it makes you kind of feel powerful, I"
  },
  {
    "startTime": 1065.76,
    "endTime": 1068.88,
    "text": "think, to have something like"
  },
  {
    "startTime": 1078.039,
    "endTime": 1084.0,
    "text": "that. Fortunately, now she's with Y, her secrets can be revealed to the world,"
  },
  {
    "startTime": 1084.0,
    "endTime": 1091.44,
    "text": "and the team in Oslo are starting to examine and describe her skeleton bone by bone."
  },
  {
    "startTime": 1091.84,
    "endTime": 1097.799,
    "text": "But why are fossils from the Messel Pit so well preserved?"
  },
  {
    "startTime": 1098.86,
    "endTime": 1102.01,
    "text": "[Music]"
  },
  {
    "startTime": 1107.2,
    "endTime": 1113.679,
    "text": "It's thanks to the formation of the messel pit 50 million years"
  },
  {
    "startTime": 1118.039,
    "endTime": 1125.12,
    "text": "ago. Deep underground molten rock magma forced its way"
  },
  {
    "startTime": 1125.96,
    "endTime": 1131.919,
    "text": "upwards. Just below the surface, it met a layer of ground water. Superheated"
  },
  {
    "startTime": 1131.919,
    "endTime": 1138.0,
    "text": "steam generated incredible pressure. The rock was ripped apart."
  },
  {
    "startTime": 1138.0,
    "endTime": 1144.96,
    "text": "A series of massive explosions created a crater a mile"
  },
  {
    "startTime": 1146.2,
    "endTime": 1152.0,
    "text": "wide. Inside its steep walls, an incredibly deep lake formed. It was"
  },
  {
    "startTime": 1152.0,
    "endTime": 1157.76,
    "text": "probably at least 100 m deep, and the waters were"
  },
  {
    "startTime": 1157.78,
    "endTime": 1164.24,
    "text": "[Music] still. When animals fell in, they drifted down and were soon covered by"
  },
  {
    "startTime": 1164.24,
    "endTime": 1172.32,
    "text": "mud at the bottom. There was no oxygen and few bacteria to induce decay. Undisturbed for millions"
  },
  {
    "startTime": 1172.32,
    "endTime": 1178.72,
    "text": "of years, the bodies buried under tons of mud were squashed"
  },
  {
    "startTime": 1182.28,
    "endTime": 1190.48,
    "text": "flat. It is the Messile Pit's extraordinary geological history that allows Yern to pinpoint exactly when"
  },
  {
    "startTime": 1190.48,
    "endTime": 1197.84,
    "text": "this fossil lived. [Music]"
  },
  {
    "startTime": 1197.84,
    "endTime": 1203.24,
    "text": "The start of this whole lake where the fossil was found, that was a volcanic"
  },
  {
    "startTime": 1203.24,
    "endTime": 1209.679,
    "text": "explosion. And parts of that volcanics that came out in the explosion, they are"
  },
  {
    "startTime": 1209.679,
    "endTime": 1216.4,
    "text": "like time capsules. And it's possible to date the radioactive isotopes in such"
  },
  {
    "startTime": 1216.4,
    "endTime": 1222.559,
    "text": "volcanic rocks very very precisely. And this has been done for these volcanics."
  },
  {
    "startTime": 1222.559,
    "endTime": 1229.28,
    "text": "and it's 47 million years. Despite the millions of years that have"
  },
  {
    "startTime": 1229.28,
    "endTime": 1236.32,
    "text": "passed since these animals were alive, their bodies have been preserved in such detail that they give us a full picture"
  },
  {
    "startTime": 1236.32,
    "endTime": 1242.88,
    "text": "of their world. The preservation at Mesel really brings"
  },
  {
    "startTime": 1242.88,
    "endTime": 1248.0,
    "text": "things to life and you can really get a feel for this as an animal and not not"
  },
  {
    "startTime": 1248.0,
    "endTime": 1255.44,
    "text": "just as something a pile of bones long dead. EOC in Europe was very different than it"
  },
  {
    "startTime": 1255.44,
    "endTime": 1262.96,
    "text": "is today. Continents have drifted. Sea levels changed. Then the world's climate was"
  },
  {
    "startTime": 1262.96,
    "endTime": 1270.159,
    "text": "more humid and tropical. The primates home around the"
  },
  {
    "startTime": 1270.159,
    "endTime": 1276.799,
    "text": "lake was the lush tropical rainforest. A green canopy of trees"
  },
  {
    "startTime": 1276.799,
    "endTime": 1284.32,
    "text": "stretched as far as the eye could see. In the skies were birds and"
  },
  {
    "startTime": 1288.12,
    "endTime": 1294.08,
    "text": "bats. On the ground, new kinds of furry, warm-blooded creatures were flourishing,"
  },
  {
    "startTime": 1294.08,
    "endTime": 1299.2,
    "text": "the early mammals. This is where our fossil lived out her life as a"
  },
  {
    "startTime": 1299.2,
    "endTime": 1303.0,
    "text": "prehistoric primate."
  },
  {
    "startTime": 1306.4,
    "endTime": 1311.759,
    "text": "She lived in a dense jungle of tall trees and"
  },
  {
    "startTime": 1312.2,
    "endTime": 1317.84,
    "text": "vines. As the team continue to examine her skeleton, they're able to deduce how"
  },
  {
    "startTime": 1317.84,
    "endTime": 1323.28,
    "text": "she lived. Also looking at the skeleton uh we uh"
  },
  {
    "startTime": 1323.28,
    "endTime": 1328.4,
    "text": "can be for sure that it was living on trees because uh when you're looking at"
  },
  {
    "startTime": 1328.4,
    "endTime": 1335.44,
    "text": "the thumb and also at the uh big two of the feet uh you can see uh that these"
  },
  {
    "startTime": 1335.44,
    "endTime": 1344.559,
    "text": "were grasping hands and grasping feet. So these were feet constructed for"
  },
  {
    "startTime": 1344.559,
    "endTime": 1350.559,
    "text": "animal living on trees evidently. No doubt about that."
  },
  {
    "startTime": 1353.76,
    "endTime": 1358.799,
    "text": "It's possible to say something about the size of the muscles from the attachment"
  },
  {
    "startTime": 1358.799,
    "endTime": 1364.48,
    "text": "points on the bones. What's special about this small skeleton is really that"
  },
  {
    "startTime": 1364.48,
    "endTime": 1369.919,
    "text": "both the arms and legs are quite short and quite strong for such a small"
  },
  {
    "startTime": 1369.919,
    "endTime": 1375.66,
    "text": "animal. So probably it had she had quite a lot of muscles."
  },
  {
    "startTime": 1375.66,
    "endTime": 1382.32,
    "text": "[Music] This new information adds to the picture"
  },
  {
    "startTime": 1382.32,
    "endTime": 1388.86,
    "text": "the team are building of a strong muscular creature living high in the treetops of the Eioene"
  },
  {
    "startTime": 1388.86,
    "endTime": 1399.799,
    "text": "[Music]"
  },
  {
    "startTime": 1399.799,
    "endTime": 1404.76,
    "text": "rainforest. But what did she eat?"
  },
  {
    "startTime": 1405.71,
    "endTime": 1412.48,
    "text": "[Music]"
  },
  {
    "startTime": 1412.48,
    "endTime": 1419.6,
    "text": "To understand precisely what she ate, the team look at her"
  },
  {
    "startTime": 1425.96,
    "endTime": 1431.36,
    "text": "teeth. Dr. Holly Smith is an internationally renowned dental"
  },
  {
    "startTime": 1431.36,
    "endTime": 1439.76,
    "text": "anthropologist. She wants to see inside the fossil's mouth, but it's been firmly shut for 47"
  },
  {
    "startTime": 1439.76,
    "endTime": 1444.88,
    "text": "million years. Only detailed X-rays have enabled her to examine the shape and"
  },
  {
    "startTime": 1444.88,
    "endTime": 1451.2,
    "text": "structure of the fossil's teeth. So, the massel primate has a nice kind"
  },
  {
    "startTime": 1451.2,
    "endTime": 1456.24,
    "text": "of general primate dentition that could do a little of everything. She's got a"
  },
  {
    "startTime": 1456.24,
    "endTime": 1462.159,
    "text": "little bit of a insizing surface. She's going to have plenty of piercing teeth."
  },
  {
    "startTime": 1462.159,
    "endTime": 1467.64,
    "text": "She has mers that are general but have some kind of slicing edges. And we would"
  },
  {
    "startTime": 1467.64,
    "endTime": 1472.72,
    "text": "expect that a real primate, a real aroreal primate would be eating probably"
  },
  {
    "startTime": 1472.72,
    "endTime": 1478.48,
    "text": "fruit and leaves and maybe supplementing that with insects."
  },
  {
    "startTime": 1478.48,
    "endTime": 1484.72,
    "text": "This extraordinary preservation is not restricted to her teeth. As well as the"
  },
  {
    "startTime": 1484.72,
    "endTime": 1492.64,
    "text": "fur, there are other delicate details that provide information which never ceases to astonish them."
  },
  {
    "startTime": 1492.64,
    "endTime": 1500.08,
    "text": "What's amazing about this specimen is also that we can actually see its gut contents. It it it's the last meal"
  },
  {
    "startTime": 1500.08,
    "endTime": 1505.52,
    "text": "preserved in this small female. Even with this nugget of"
  },
  {
    "startTime": 1505.52,
    "endTime": 1514.12,
    "text": "petrified treasure, decoding the fossil secrets doesn't come easy, but Yent manages to puzzle it"
  },
  {
    "startTime": 1514.12,
    "endTime": 1519.919,
    "text": "out. Before I had seen that several times and I thought all the time, oh"
  },
  {
    "startTime": 1519.919,
    "endTime": 1526.559,
    "text": "that's a scale of a fish quite common in mele and then I saw the cell structure"
  },
  {
    "startTime": 1526.559,
    "endTime": 1533.679,
    "text": "and then I realized oh no this must be a remnant of a plant and then looking at"
  },
  {
    "startTime": 1533.679,
    "endTime": 1540.4,
    "text": "the morphology at the form of that particle it became immediately clear"
  },
  {
    "startTime": 1540.4,
    "endTime": 1546.08,
    "text": "that this can only be a seed. Yeah."
  },
  {
    "startTime": 1547.279,
    "endTime": 1552.64,
    "text": "So, it seems that just before she died, this tree dwelling primate fed on"
  },
  {
    "startTime": 1552.64,
    "endTime": 1559.6,
    "text": "fruits, seeds, and leaves. As the team examined the X-rays"
  },
  {
    "startTime": 1559.6,
    "endTime": 1565.84,
    "text": "in more detail, something just isn't adding up. They've realized that her jaw"
  },
  {
    "startTime": 1565.84,
    "endTime": 1571.96,
    "text": "held an extraordinarily large number of teeth."
  },
  {
    "startTime": 1574.24,
    "endTime": 1579.44,
    "text": "This is the radioraph from this side. You see the drawing of the teeth"
  },
  {
    "startTime": 1579.44,
    "endTime": 1584.799,
    "text": "matches pretty well. The team have a real puzzle on"
  },
  {
    "startTime": 1584.799,
    "endTime": 1590.279,
    "text": "their hands. They're going to need more than a standard X-ray to solve"
  },
  {
    "startTime": 1590.279,
    "endTime": 1596.24,
    "text": "it. The Senkenberg Institute in Germany specializes in high-end computer"
  },
  {
    "startTime": 1596.24,
    "endTime": 1602.32,
    "text": "tomography, CT scanning. Images of the rotating fossil are recorded and"
  },
  {
    "startTime": 1602.32,
    "endTime": 1607.679,
    "text": "manipulated by powerful computers which just like a CAT scan in a hospital"
  },
  {
    "startTime": 1607.679,
    "endTime": 1614.559,
    "text": "create an image of the fossil's jaw in 3D. And then we've taken X-rays and so"
  },
  {
    "startTime": 1614.559,
    "endTime": 1622.32,
    "text": "you can get the shadows of what's behind what you can see. And then in the last year we've done computerized tomography"
  },
  {
    "startTime": 1622.32,
    "endTime": 1627.679,
    "text": "where you literally you project X-rays in a way that literally slices the"
  },
  {
    "startTime": 1627.679,
    "endTime": 1633.279,
    "text": "fossil into many many many slices and made into a three-dimensional image. So"
  },
  {
    "startTime": 1633.279,
    "endTime": 1638.32,
    "text": "you can literally step through from the front to the back. You can even"
  },
  {
    "startTime": 1638.32,
    "endTime": 1645.12,
    "text": "manipulate the CT scan so that you see what you're looking at not from the front but from the back. It's as if"
  },
  {
    "startTime": 1645.12,
    "endTime": 1652.4,
    "text": "there are no secrets. The best person to help analyze such phenomenally detailed three-dimensional"
  },
  {
    "startTime": 1652.4,
    "endTime": 1657.76,
    "text": "images is the scanner supervisor Dr. Jurg"
  },
  {
    "startTime": 1658.36,
    "endTime": 1665.919,
    "text": "Habacetsza. Here is the region of the mers and if we zoom in which is not"
  },
  {
    "startTime": 1665.919,
    "endTime": 1670.96,
    "text": "possible in normal cities we see all the details uh preserved in three"
  },
  {
    "startTime": 1670.96,
    "endTime": 1677.52,
    "text": "dimensions. So we can follow up all ridges uh and the cusp of the teeth in a"
  },
  {
    "startTime": 1677.52,
    "endTime": 1684.159,
    "text": "three-dimensional way. This computer tomography has revealed"
  },
  {
    "startTime": 1684.159,
    "endTime": 1691.52,
    "text": "something extraordinary. You can also see for example on these uh"
  },
  {
    "startTime": 1691.52,
    "endTime": 1698.32,
    "text": "assemblage that uh the second mer here has not evolved uh their complete roots."
  },
  {
    "startTime": 1698.32,
    "endTime": 1704.52,
    "text": "Whereas for in the first mer we have here already solid"
  },
  {
    "startTime": 1704.52,
    "endTime": 1709.76,
    "text": "roots. Here is the answer to why they found so many teeth in the fossil's"
  },
  {
    "startTime": 1709.76,
    "endTime": 1716.679,
    "text": "mouth. She has her baby teeth as well as her"
  },
  {
    "startTime": 1716.679,
    "endTime": 1725.6,
    "text": "unerupted adult teeth still buried in her jaw. This primate was a"
  },
  {
    "startTime": 1727.48,
    "endTime": 1733.84,
    "text": "youngster. So, this massel primate was caught at a really interesting and very"
  },
  {
    "startTime": 1733.84,
    "endTime": 1739.24,
    "text": "distinctive time in her life. She's clearly no longer an"
  },
  {
    "startTime": 1739.24,
    "endTime": 1745.799,
    "text": "infant, but she's not grown up. She's a juvenile. She might be, let's say, very"
  },
  {
    "startTime": 1745.799,
    "endTime": 1750.88,
    "text": "roughly comparable to something in a human like a child somewhere between 6"
  },
  {
    "startTime": 1750.88,
    "endTime": 1754.12,
    "text": "and 12."
  },
  {
    "startTime": 1757.44,
    "endTime": 1764.399,
    "text": "It was a girl, a small girl which uh had this tragic end there in the crater leg"
  },
  {
    "startTime": 1764.399,
    "endTime": 1770.96,
    "text": "of Mesel 47 million years ago. Yeah, she's in a developmental phase that"
  },
  {
    "startTime": 1770.96,
    "endTime": 1776.88,
    "text": "looks very much like a 6-year-old human if in comparison. And I'm so lucky that"
  },
  {
    "startTime": 1776.88,
    "endTime": 1782.32,
    "text": "I have a daughter that's 5 years old and she's starting to shed her teeth just"
  },
  {
    "startTime": 1782.32,
    "endTime": 1788.48,
    "text": "now. So, so uh we decided after some discussion to name the fossil to name"
  },
  {
    "startTime": 1788.48,
    "endTime": 1796.278,
    "text": "this uh this wonderful little primate because that's the name of my daughter."
  },
  {
    "startTime": 1799.039,
    "endTime": 1808.17,
    "text": "So Y now has two EDS in his life. One 5 years old and one 47"
  },
  {
    "startTime": 1808.17,
    "endTime": 1813.84,
    "text": "[Music] million. At this point in the investigation, they've gathered so much"
  },
  {
    "startTime": 1813.84,
    "endTime": 1819.76,
    "text": "information that it's possible to fully reconstruct her ancient"
  },
  {
    "startTime": 1823.0,
    "endTime": 1829.76,
    "text": "skeleton. Her 47 millionyear-old remains can be brought to life in a 21st century"
  },
  {
    "startTime": 1829.76,
    "endTime": 1832.24,
    "text": "virtual"
  },
  {
    "startTime": 1835.32,
    "endTime": 1840.96,
    "text": "world. Laser scanners combined with the computerized tomography produce a"
  },
  {
    "startTime": 1840.96,
    "endTime": 1849.559,
    "text": "digital code of her body which once processed creates an accurate 3D model."
  },
  {
    "startTime": 1851.039,
    "endTime": 1857.36,
    "text": "We are able using these tools to see Eda as never"
  },
  {
    "startTime": 1858.49,
    "endTime": 1863.64,
    "text": "[Music]"
  },
  {
    "startTime": 1863.64,
    "endTime": 1869.279,
    "text": "before. Eda is a warm-blooded creature covered in thick fur. She was just under"
  },
  {
    "startTime": 1869.279,
    "endTime": 1877.679,
    "text": "a meter long, including her tail, which she used for balance as she scampered on all fours through the rainforest canopy."
  },
  {
    "startTime": 1877.679,
    "endTime": 1884.159,
    "text": "Her opposable thumbs and toes gripped the branches. Eda was probably active at"
  },
  {
    "startTime": 1884.159,
    "endTime": 1892.84,
    "text": "night like us. Her two large forward- facing eyes gave her excellent stereoscopic vision."
  },
  {
    "startTime": 1893.03,
    "endTime": 1910.0,
    "text": "[Music]"
  },
  {
    "startTime": 1910.88,
    "endTime": 1916.24,
    "text": "The team's extensive analysis combined with X-rays and CT scans have brought"
  },
  {
    "startTime": 1916.24,
    "endTime": 1921.919,
    "text": "them a long way in understanding EDA. The investigation is however far from"
  },
  {
    "startTime": 1921.919,
    "endTime": 1928.96,
    "text": "over. There are still many questions to answer. [Music]"
  },
  {
    "startTime": 1928.96,
    "endTime": 1934.6,
    "text": "Most importantly, how significant is she to our understanding of our"
  },
  {
    "startTime": 1934.6,
    "endTime": 1941.12,
    "text": "evolution? Does she belong on the evolutionary branch that leads to"
  },
  {
    "startTime": 1941.41,
    "endTime": 1946.029,
    "text": "[Music]"
  },
  {
    "startTime": 1949.72,
    "endTime": 1955.6,
    "text": "us? The Eioene period in which he lived was a crucial time in the history of"
  },
  {
    "startTime": 1955.6,
    "endTime": 1961.64,
    "text": "life. Without the developments that happened, we would not exist"
  },
  {
    "startTime": 1961.64,
    "endTime": 1970.08,
    "text": "now. At some point during this new dawn, the primates split into two major"
  },
  {
    "startTime": 1970.279,
    "endTime": 1977.84,
    "text": "groups. The proyians, the nonhuman branch, which still survive mainly as"
  },
  {
    "startTime": 1977.84,
    "endTime": 1985.84,
    "text": "modern [Music] lemos. The other branch, the antipoids,"
  },
  {
    "startTime": 1985.84,
    "endTime": 1992.21,
    "text": "developed into monkeys, apes, and ultimately us"
  },
  {
    "startTime": 1992.21,
    "endTime": 1999.799,
    "text": "[Music]"
  },
  {
    "startTime": 1999.799,
    "endTime": 2006.559,
    "text": "humans. Well, the advantage of having a skeleton this complete is hopefully it will let us make the connection to what"
  },
  {
    "startTime": 2006.559,
    "endTime": 2012.64,
    "text": "came later. In a sense, studying primate evolution is all about looking at the"
  },
  {
    "startTime": 2012.64,
    "endTime": 2019.039,
    "text": "diversity living today and tracing that back through time. We're interested here"
  },
  {
    "startTime": 2019.039,
    "endTime": 2024.159,
    "text": "to see how apes and monkeys trace back, how lemur is traced back, and which of"
  },
  {
    "startTime": 2024.159,
    "endTime": 2031.559,
    "text": "these or all of them can we find in the [Music] eosene? But what"
  },
  {
    "startTime": 2031.559,
    "endTime": 2038.32,
    "text": "is she our ancestor or is she on the nonhuman line, a lemur? Any partial"
  },
  {
    "startTime": 2038.32,
    "endTime": 2044.24,
    "text": "primate remains discovered at mele so far have been described as lemurs. The"
  },
  {
    "startTime": 2044.24,
    "endTime": 2049.919,
    "text": "first guess of course because of the other specimens that's found from the mele locality is to say that okay this"
  },
  {
    "startTime": 2049.919,
    "endTime": 2056.398,
    "text": "is a primitive lemur. [Music] Most lemurs are the size of monkeys and"
  },
  {
    "startTime": 2056.399,
    "endTime": 2062.0,
    "text": "have similar habits and lifestyles. But they are an evolutionary side branch."
  },
  {
    "startTime": 2062.0,
    "endTime": 2068.28,
    "text": "They've hardly changed fundamentally in 47 million years."
  },
  {
    "startTime": 2072.32,
    "endTime": 2077.8,
    "text": "If Eda is closely related to modern lemurs, then she cannot be a human"
  },
  {
    "startTime": 2077.8,
    "endTime": 2082.96,
    "text": "ancestor. It's a critical stage of the investigation."
  },
  {
    "startTime": 2082.96,
    "endTime": 2091.118,
    "text": "It's really important to compare this fossil to living lemurs because living lemurs have many uh not so advanced"
  },
  {
    "startTime": 2091.119,
    "endTime": 2097.68,
    "text": "traits and a lot of the traits we see in lemurs today is the same things that we"
  },
  {
    "startTime": 2097.68,
    "endTime": 2104.28,
    "text": "should look for in the eosene when all primates were really primitive."
  },
  {
    "startTime": 2104.52,
    "endTime": 2107.659,
    "text": "[Music]"
  },
  {
    "startTime": 2111.76,
    "endTime": 2118.64,
    "text": "Dental expert Dr. Holly Smith is at Duke Lemur Center in North"
  },
  {
    "startTime": 2119.0,
    "endTime": 2124.48,
    "text": "Carolina. This is the world's largest research center for the nonhuman line of"
  },
  {
    "startTime": 2124.48,
    "endTime": 2130.24,
    "text": "primates. And here they have a great variety of them, including tacas, loris,"
  },
  {
    "startTime": 2130.24,
    "endTime": 2136.72,
    "text": "and lemurs. Is there one that is"
  },
  {
    "startTime": 2136.72,
    "endTime": 2141.16,
    "text": "particularly similar to Eda?"
  },
  {
    "startTime": 2142.4,
    "endTime": 2150.359,
    "text": "Nestle primate isn't exactly like anything living. And one of the questions is, is"
  },
  {
    "startTime": 2150.359,
    "endTime": 2157.119,
    "text": "it is it general enough to have been a possible ancestor for the higher"
  },
  {
    "startTime": 2157.119,
    "endTime": 2163.64,
    "text": "primates, the apes and monkeys, and perhaps these animals, too? Or was it"
  },
  {
    "startTime": 2163.64,
    "endTime": 2169.28,
    "text": "already specially off on the line to lemurs?"
  },
  {
    "startTime": 2169.28,
    "endTime": 2174.74,
    "text": "But if you want to study one of these creatures, there's a problem. Getting it to keep"
  },
  {
    "startTime": 2174.74,
    "endTime": 2180.24,
    "text": "[Music] still. Fortunately, this loris is being"
  },
  {
    "startTime": 2180.24,
    "endTime": 2187.599,
    "text": "examined under sedation by the cent's vet. And we're doing a physical exam,"
  },
  {
    "startTime": 2187.599,
    "endTime": 2194.119,
    "text": "his annual physical exam under sedation."
  },
  {
    "startTime": 2196.16,
    "endTime": 2204.61,
    "text": "By having a really close look at this animal, we can see characteristics that proves it is not our close"
  },
  {
    "startTime": 2204.61,
    "endTime": 2207.999,
    "text": "[Music]"
  },
  {
    "startTime": 2209.64,
    "endTime": 2215.76,
    "text": "relative. Most of their their toes have toenails like we would have, but this"
  },
  {
    "startTime": 2215.76,
    "endTime": 2222.4,
    "text": "second digit has a a long grooming claw."
  },
  {
    "startTime": 2222.4,
    "endTime": 2228.5,
    "text": "All lower primates have such a grooming claw on the hind foot."
  },
  {
    "startTime": 2228.5,
    "endTime": 2236.0,
    "text": "[Music] They can use that for grooming their"
  },
  {
    "startTime": 2236.0,
    "endTime": 2243.44,
    "text": "fur. And you can see in primates got a really lush thick coat of fur and keeping that in uh condition is"
  },
  {
    "startTime": 2243.44,
    "endTime": 2251.359,
    "text": "important. Moving around. The vet continues by checking this creature's teeth. Holl's particular expertise. He"
  },
  {
    "startTime": 2251.359,
    "endTime": 2258.04,
    "text": "reveals another important characteristic that places it on the nonhuman branch of"
  },
  {
    "startTime": 2258.04,
    "endTime": 2264.8,
    "text": "evolution. So he has the upper incizers here, the canines, and then on the"
  },
  {
    "startTime": 2264.8,
    "endTime": 2270.48,
    "text": "bottom, his incizers and canines form this tooth comb."
  },
  {
    "startTime": 2270.48,
    "endTime": 2277.68,
    "text": "These animals have unusual front teeth in their lower jaw where we and apes and monkeys have"
  },
  {
    "startTime": 2277.68,
    "endTime": 2284.48,
    "text": "separate front teeth. These creatures have a tooth"
  },
  {
    "startTime": 2284.68,
    "endTime": 2291.04,
    "text": "comb. Some of the lemurs specialization used for getting food, but it's it's"
  },
  {
    "startTime": 2291.04,
    "endTime": 2296.4,
    "text": "also used for grooming fur and grooming each other."
  },
  {
    "startTime": 2296.4,
    "endTime": 2303.2,
    "text": "The big question for Y and the team is, does Eda belong with them or with us?"
  },
  {
    "startTime": 2303.2,
    "endTime": 2310.28,
    "text": "Does she have the grooming claw and a tooth [Music]"
  },
  {
    "startTime": 2310.28,
    "endTime": 2317.28,
    "text": "comb? So, looking at this toe here, there's certainly it's just as wide as"
  },
  {
    "startTime": 2317.28,
    "endTime": 2324.32,
    "text": "the others. There's not a pointy toe tip like you expect in lemurs to see when"
  },
  {
    "startTime": 2324.32,
    "endTime": 2333.599,
    "text": "there's a toilet claw present. There's nothing like this here. This is also nail bearing. One of the other main uh lemur"
  },
  {
    "startTime": 2333.599,
    "endTime": 2340.96,
    "text": "traits is of course the tooth comb and uh we would expect this of course in the front of the snout and there's no tooth"
  },
  {
    "startTime": 2340.96,
    "endTime": 2348.96,
    "text": "comb here at all. There's nothing like that uh in this specimen. Edah's skeleton is over 95% complete."
  },
  {
    "startTime": 2348.96,
    "endTime": 2355.119,
    "text": "So, the team know that these features haven't been lost in collection or in"
  },
  {
    "startTime": 2355.32,
    "endTime": 2360.52,
    "text": "preparation. Put simply, she never possessed"
  },
  {
    "startTime": 2360.52,
    "endTime": 2367.16,
    "text": "them. Unlike the other fossils found in the ancient mele pit, she is not a"
  },
  {
    "startTime": 2367.16,
    "endTime": 2374.48,
    "text": "lemur. She must be a member of another group. Could she be in a group connected"
  },
  {
    "startTime": 2374.48,
    "endTime": 2380.88,
    "text": "to us? In the beginning we all thought we are"
  },
  {
    "startTime": 2380.88,
    "endTime": 2387.76,
    "text": "just dealing with a certain kind of fossil lemur and uh step by step our"
  },
  {
    "startTime": 2387.76,
    "endTime": 2396.4,
    "text": "ideas changed and more and more uh anthropoid uh traits uh turned up and um"
  },
  {
    "startTime": 2396.4,
    "endTime": 2402.0,
    "text": "now we are really thinking of relationships uh to anthropoids to"
  },
  {
    "startTime": 2402.0,
    "endTime": 2409.28,
    "text": "homoids finally and at the end to And the team have shown that Eda is not"
  },
  {
    "startTime": 2409.28,
    "endTime": 2415.46,
    "text": "on the lemur line of evolution. But is she on the human"
  },
  {
    "startTime": 2415.46,
    "endTime": 2418.619,
    "text": "[Music]"
  },
  {
    "startTime": 2423.4,
    "endTime": 2430.56,
    "text": "[Music] line and the team want to look to the forests of East Africa and our closest"
  },
  {
    "startTime": 2430.56,
    "endTime": 2436.88,
    "text": "relative, the chimpanzeee. [Music]"
  },
  {
    "startTime": 2436.88,
    "endTime": 2443.92,
    "text": "If we look at the anthropoid primates, we have to go to Africa to to look at chimpanzees to see something that's more"
  },
  {
    "startTime": 2443.92,
    "endTime": 2450.359,
    "text": "advanced, more specialized in a way that's a little bit more like human uh"
  },
  {
    "startTime": 2450.359,
    "endTime": 2456.079,
    "text": "traits. It's wonderful. You can compare them and you can compare their skeletal"
  },
  {
    "startTime": 2456.079,
    "endTime": 2462.8,
    "text": "features with with Edida. Eda shares the classic primate"
  },
  {
    "startTime": 2462.8,
    "endTime": 2468.16,
    "text": "characteristics with chimps. They are quadripeds walking on"
  },
  {
    "startTime": 2468.16,
    "endTime": 2475.119,
    "text": "all fours as she would have done in the ancient forest. Strikingly, their hands and feet"
  },
  {
    "startTime": 2475.119,
    "endTime": 2481.92,
    "text": "are almost identical, five fingers and five toes. And her opposable big toe,"
  },
  {
    "startTime": 2481.92,
    "endTime": 2487.04,
    "text": "the trait that first identified her to year as a primate, is mirrored in the"
  },
  {
    "startTime": 2487.04,
    "endTime": 2492.48,
    "text": "chimpanzees. It enables both of them to grasp tree"
  },
  {
    "startTime": 2492.48,
    "endTime": 2498.4,
    "text": "branches and climb them. Looking at modern day chimpanzees and"
  },
  {
    "startTime": 2498.4,
    "endTime": 2505.76,
    "text": "and looking at the foot of a chimpanzeee and and looking at especially the ankle bones, they are so much the same as in"
  },
  {
    "startTime": 2505.76,
    "endTime": 2513.68,
    "text": "the fossil. At this stage of the investigation, Edida is showing some basic humanlike"
  },
  {
    "startTime": 2513.68,
    "endTime": 2522.0,
    "text": "characteristics in her skeleton, but her body proportions and the length of her fingers are nonetheless lemurike. The"
  },
  {
    "startTime": 2522.0,
    "endTime": 2527.16,
    "text": "picture is still unclear. It is, broadly speaking, a lemur"
  },
  {
    "startTime": 2527.16,
    "endTime": 2533.28,
    "text": "monkey. How lemur it is and how monkey it is is what we're trying to figure out."
  },
  {
    "startTime": 2533.28,
    "endTime": 2541.92,
    "text": "And so it looks to me like it ties higher primates, apes and monkeys,"
  },
  {
    "startTime": 2541.92,
    "endTime": 2548.52,
    "text": "into something in the eosene that's clearly more primitive."
  },
  {
    "startTime": 2558.24,
    "endTime": 2563.68,
    "text": "The team are looking for any clear evidence in Eda's anatomy that links her"
  },
  {
    "startTime": 2563.68,
    "endTime": 2570.48,
    "text": "to us. This is not an easy task. Establishing these links has always been"
  },
  {
    "startTime": 2570.48,
    "endTime": 2575.119,
    "text": "a problem since the theory of evolution was first"
  },
  {
    "startTime": 2577.38,
    "endTime": 2584.72,
    "text": "[Music] proposed. 150 years ago, Charles Darwin explained the incredible diversity of"
  },
  {
    "startTime": 2584.72,
    "endTime": 2589.2,
    "text": "life on Earth in a new way."
  },
  {
    "startTime": 2592.64,
    "endTime": 2600.56,
    "text": "There are billions of species on the planet, but each was not individually and uniquely created. New species"
  },
  {
    "startTime": 2600.56,
    "endTime": 2605.359,
    "text": "appeared as they adapted to a changing"
  },
  {
    "startTime": 2605.81,
    "endTime": 2612.8,
    "text": "[Music] environment. At the time, Darwin's"
  },
  {
    "startTime": 2612.8,
    "endTime": 2619.76,
    "text": "proposal was controversial. [Music] He argued that monkeys, apes, and"
  },
  {
    "startTime": 2619.76,
    "endTime": 2626.319,
    "text": "ourselves have a common ancestor. That ancestor we now know must have lived"
  },
  {
    "startTime": 2626.319,
    "endTime": 2641.2,
    "text": "hundreds of millions of years ago. [Music]"
  },
  {
    "startTime": 2641.2,
    "endTime": 2647.16,
    "text": "Darwin's idea was revolutionary and he was ridiculed by many in Victorian"
  },
  {
    "startTime": 2647.16,
    "endTime": 2652.96,
    "text": "society. Where is the proof? His critics demanded. Where is the half ape halfman"
  },
  {
    "startTime": 2652.96,
    "endTime": 2660.0,
    "text": "fossil that links us to ape-like ancestors? And where is the even more ancient"
  },
  {
    "startTime": 2660.0,
    "endTime": 2665.64,
    "text": "fossil that links apes and ourselves to the rest of the animal"
  },
  {
    "startTime": 2665.64,
    "endTime": 2671.04,
    "text": "kingdom? Darwin predicted that such creatures must have existed, but he"
  },
  {
    "startTime": 2671.04,
    "endTime": 2675.759,
    "text": "never could produce the fossil evidence. It was"
  },
  {
    "startTime": 2679.61,
    "endTime": 2687.92,
    "text": "[Music] missing. Don Johansson is famous as the"
  },
  {
    "startTime": 2687.92,
    "endTime": 2693.92,
    "text": "man who found what the world had been waiting for. One of those missing links."
  },
  {
    "startTime": 2693.92,
    "endTime": 2700.0,
    "text": "In the Ethiopian desert in 1974, as a young man, he uncovered the fossilized"
  },
  {
    "startTime": 2700.0,
    "endTime": 2706.8,
    "text": "bones of an astonishing creature. He nicknamed it Lucy. Incredible. Just"
  },
  {
    "startTime": 2706.8,
    "endTime": 2713.28,
    "text": "remarkable. Well, what we're looking at here is about 40% of a single skeleton. of"
  },
  {
    "startTime": 2713.28,
    "endTime": 2719.119,
    "text": "course the Lucy skeleton uh which I found in 1974 and what's astonishing about it is we have parts of the upper"
  },
  {
    "startTime": 2719.119,
    "endTime": 2725.68,
    "text": "limbs the arms we have parts of the lower limbs both the thigh and the shinbone parts of the vertebral column"
  },
  {
    "startTime": 2725.68,
    "endTime": 2731.76,
    "text": "the backbone and even the ribs and when we mount her like this when we make a uh"
  },
  {
    "startTime": 2731.76,
    "endTime": 2736.319,
    "text": "display like this one gets the impression of the"
  },
  {
    "startTime": 2737.57,
    "endTime": 2743.599,
    "text": "[Music]"
  },
  {
    "startTime": 2743.599,
    "endTime": 2751.599,
    "text": "Lucy looked like an ape, but she was beginning to show human characteristics in her skeleton. She turned out to be an"
  },
  {
    "startTime": 2751.599,
    "endTime": 2759.2,
    "text": "extraordinary link in our own evolution. [Music]"
  },
  {
    "startTime": 2759.2,
    "endTime": 2765.52,
    "text": "Finding Lucy, of course, it's a fantastic fossil that shows uh the upright position, the standing position,"
  },
  {
    "startTime": 2765.52,
    "endTime": 2771.359,
    "text": "the walking of the first human-like ancestors. Uh so, so she's she's a"
  },
  {
    "startTime": 2771.359,
    "endTime": 2777.319,
    "text": "hallmark because of she she walks like [Music]"
  },
  {
    "startTime": 2777.319,
    "endTime": 2783.44,
    "text": "us. One of the things that Lucy gives us is a a real picture of what her pelvis"
  },
  {
    "startTime": 2783.44,
    "endTime": 2790.319,
    "text": "looked like. Uh the pelvis is obviously one of the most crucial anatomical regions in the body for the way animals"
  },
  {
    "startTime": 2790.319,
    "endTime": 2796.88,
    "text": "get around. For example, uh if we look at a an animal that walks on all fours, a quadriped and in this case it's a"
  },
  {
    "startTime": 2796.88,
    "endTime": 2802.0,
    "text": "chimpenzee, you can see that the hipbones, so when we feel just here, uh"
  },
  {
    "startTime": 2802.0,
    "endTime": 2808.56,
    "text": "as you can see are facing forwards, whereas in humans like ourselves, they"
  },
  {
    "startTime": 2808.56,
    "endTime": 2813.599,
    "text": "have been rotated around so that the muscles on the back are now on the side."
  },
  {
    "startTime": 2813.599,
    "endTime": 2821.04,
    "text": "They're no longer facing backwards and they stabilize the hip so that when we walk, we walk as a striding gate. If you"
  },
  {
    "startTime": 2821.04,
    "endTime": 2826.92,
    "text": "watch watch a chimpanzee walk bipedely, it walks like this cuz it's always"
  },
  {
    "startTime": 2826.92,
    "endTime": 2832.96,
    "text": "collapsing. So animals that walk on all fours like chimpanzees and have a very"
  },
  {
    "startTime": 2832.96,
    "endTime": 2838.16,
    "text": "different hipbone to animals that walk on two like us."
  },
  {
    "startTime": 2838.16,
    "endTime": 2844.88,
    "text": "But it was the shape of Lucy's bones that revealed an amazing fact about our own evolution."
  },
  {
    "startTime": 2844.88,
    "endTime": 2850.8,
    "text": "If you look at Lucy's pelvis right here, we've reconstructed this side for the"
  },
  {
    "startTime": 2850.8,
    "endTime": 2857.119,
    "text": "mirror image. It's not identical to a modern human, but clearly it's shorter,"
  },
  {
    "startTime": 2857.119,
    "endTime": 2863.359,
    "text": "broader, and these blades, the hipbones have been rotated around. So, this is a"
  },
  {
    "startTime": 2863.359,
    "endTime": 2871.119,
    "text": "clear adaptation to upright walking on the ground. [Music] Lucy had ape characteristics. She was"
  },
  {
    "startTime": 2871.119,
    "endTime": 2876.72,
    "text": "hairy like a chimpanzee. But she also had human characteristics. She walked on"
  },
  {
    "startTime": 2876.72,
    "endTime": 2885.119,
    "text": "two legs just as we do. Lucy was the half ape, halfman species that Darwin"
  },
  {
    "startTime": 2885.2,
    "endTime": 2891.76,
    "text": "[Music] predicted. But where was the link millions of years earlier between us and"
  },
  {
    "startTime": 2891.76,
    "endTime": 2898.16,
    "text": "the rest of the animal kingdom? At this stage of the investigation, Edida's skeleton is"
  },
  {
    "startTime": 2898.16,
    "endTime": 2904.0,
    "text": "showing a mixture of characteristics from the nonhuman and human line. This"
  },
  {
    "startTime": 2904.0,
    "endTime": 2909.119,
    "text": "unusual combination is bringing Y and the team closer to deciding whether she"
  },
  {
    "startTime": 2909.119,
    "endTime": 2915.52,
    "text": "is related to us. This jumble of different characters is"
  },
  {
    "startTime": 2915.52,
    "endTime": 2921.359,
    "text": "very very exciting because you see things that are more anthropoid like you"
  },
  {
    "startTime": 2921.359,
    "endTime": 2927.04,
    "text": "see things that are certainly extremely primitive. You see things that maybe"
  },
  {
    "startTime": 2927.04,
    "endTime": 2932.16,
    "text": "should be more like a lemur and and you see all these characters in the same"
  },
  {
    "startTime": 2932.16,
    "endTime": 2938.96,
    "text": "skeleton. And you need to try to explain evolution in a new way, the early evolution of primates in a new way"
  },
  {
    "startTime": 2938.96,
    "endTime": 2944.88,
    "text": "because it's there. You cannot take them away. This is really one specimen that's"
  },
  {
    "startTime": 2944.88,
    "endTime": 2952.559,
    "text": "frozen in time. And and there all these characters are there. Y and the team are getting closer"
  },
  {
    "startTime": 2952.559,
    "endTime": 2958.72,
    "text": "to proving that Eda is the ancestor of all monkeys, apes, and humans. But they"
  },
  {
    "startTime": 2958.72,
    "endTime": 2964.4,
    "text": "need to find final proof of that in her skeleton. Lucy's pelvis gave Johansson"
  },
  {
    "startTime": 2964.4,
    "endTime": 2970.319,
    "text": "the proof of an ape man. Finding an equivalent bone to link Eda to us is"
  },
  {
    "startTime": 2970.319,
    "endTime": 2976.8,
    "text": "much more difficult. 3.2 million years of"
  },
  {
    "startTime": 2976.8,
    "endTime": 2983.839,
    "text": "evolution separate us from Lucy, but 47 million separate us from Ed. That's an"
  },
  {
    "startTime": 2983.839,
    "endTime": 2987.8,
    "text": "immense length of time."
  },
  {
    "startTime": 2989.82,
    "endTime": 2994.96,
    "text": "[Music] Yarn and the team start scrutinizing"
  },
  {
    "startTime": 2994.96,
    "endTime": 3000.64,
    "text": "every inch of Edida's body when suddenly they are distracted by something that"
  },
  {
    "startTime": 3000.64,
    "endTime": 3006.28,
    "text": "tells them not about our evolutionary story but about her personal"
  },
  {
    "startTime": 3006.28,
    "endTime": 3012.079,
    "text": "story. Dr. Yens Franson was analyzing Eda's wrist when he noticed something"
  },
  {
    "startTime": 3012.079,
    "endTime": 3018.52,
    "text": "that suggests she may have suffered an injury in her young life."
  },
  {
    "startTime": 3019.119,
    "endTime": 3026.0,
    "text": "Suddenly I saw the small fragments of bone and this fine structure on the"
  },
  {
    "startTime": 3026.0,
    "endTime": 3031.52,
    "text": "surface which is typical for bone and so it was like a lightning at that moment"
  },
  {
    "startTime": 3031.52,
    "endTime": 3036.8,
    "text": "and I ah yes but really here it's it's really possible to see it because the"
  },
  {
    "startTime": 3036.8,
    "endTime": 3042.72,
    "text": "bone is in small small pieces fused together at the end of the"
  },
  {
    "startTime": 3042.72,
    "endTime": 3048.48,
    "text": "wrist. It it's not it's not a nodule. It's not something that was formed after the"
  },
  {
    "startTime": 3048.48,
    "endTime": 3053.68,
    "text": "animal was dead. This this is something that happened to her while she was still"
  },
  {
    "startTime": 3053.68,
    "endTime": 3059.599,
    "text": "alive. What Yens found in the wrist is it's"
  },
  {
    "startTime": 3059.599,
    "endTime": 3066.559,
    "text": "quite amazing because it looks like uh the wrist here is broken and it's partly"
  },
  {
    "startTime": 3066.559,
    "endTime": 3073.2,
    "text": "healed again. And when it healed it f it it there it was a lot of new bone"
  },
  {
    "startTime": 3073.2,
    "endTime": 3080.319,
    "text": "forming on top of the joint for the for the hand. So her right hand was not"
  },
  {
    "startTime": 3080.319,
    "endTime": 3088.469,
    "text": "functioning very well after this [Music]"
  },
  {
    "startTime": 3089.559,
    "endTime": 3095.599,
    "text": "accident. Research on her bones has thrown up a tragic surprise."
  },
  {
    "startTime": 3095.599,
    "endTime": 3101.48,
    "text": "The lump on her right wrist shows that she broke it very badly early in her"
  },
  {
    "startTime": 3101.48,
    "endTime": 3107.76,
    "text": "life. Maybe she was dropped by her mother. The wrist continued to grow, but"
  },
  {
    "startTime": 3107.76,
    "endTime": 3114.16,
    "text": "it was badly deformed. Her hand didn't work well and the team believed she might not have"
  },
  {
    "startTime": 3114.16,
    "endTime": 3119.359,
    "text": "been able to climb properly. She was probably forced to forage for food on"
  },
  {
    "startTime": 3119.359,
    "endTime": 3125.68,
    "text": "the ground. And tragically for the injured Eida, the volcanic forces that formed the Mesel"
  },
  {
    "startTime": 3125.68,
    "endTime": 3130.92,
    "text": "Lake were still active. They played a crucial role in her"
  },
  {
    "startTime": 3130.92,
    "endTime": 3136.0,
    "text": "demise. The still waters of the lake were often covered by a lowlying blanket"
  },
  {
    "startTime": 3136.0,
    "endTime": 3142.079,
    "text": "of gas, a poisonous but undetectable layer of carbon dioxide seeping from the"
  },
  {
    "startTime": 3142.079,
    "endTime": 3148.8,
    "text": "ground. She was thirsty and uh so she went uh to"
  },
  {
    "startTime": 3148.8,
    "endTime": 3153.88,
    "text": "the lake shore and uh trying to drink"
  },
  {
    "startTime": 3153.88,
    "endTime": 3159.68,
    "text": "there not realizing that this was a bad day for her because at that day there"
  },
  {
    "startTime": 3159.68,
    "endTime": 3168.0,
    "text": "was such a poisonous uh gas layer which had developed and so she must have lost"
  },
  {
    "startTime": 3168.0,
    "endTime": 3175.44,
    "text": "immediately consciousness and then she fell into the water and she"
  },
  {
    "startTime": 3175.8,
    "endTime": 3181.359,
    "text": "drowned. Sinking quickly through the waters, she slid into the mud deep below"
  },
  {
    "startTime": 3181.359,
    "endTime": 3187.2,
    "text": "the surface where she lay for 47 million"
  },
  {
    "startTime": 3193.559,
    "endTime": 3199.599,
    "text": "years. The bone in Edah's wrist have given the team an extraordinary personal"
  },
  {
    "startTime": 3199.599,
    "endTime": 3205.28,
    "text": "story to Edah's death. But they're still looking for a bone to"
  },
  {
    "startTime": 3205.28,
    "endTime": 3210.559,
    "text": "link her with us. They have exhaustively studied her"
  },
  {
    "startTime": 3210.559,
    "endTime": 3220.12,
    "text": "skeleton throughout a long investigation. They're hoping she might be linked to our own ancestral line."
  },
  {
    "startTime": 3220.12,
    "endTime": 3227.76,
    "text": "[Music] It's been a long journey describing this fossil uh from the start where where we"
  },
  {
    "startTime": 3227.76,
    "endTime": 3232.96,
    "text": "all really believed strongly that she's a fantastic fossil but she's related to"
  },
  {
    "startTime": 3232.96,
    "endTime": 3239.68,
    "text": "lemurs until we now after unwinding one character after the other finding that"
  },
  {
    "startTime": 3239.68,
    "endTime": 3248.0,
    "text": "this doesn't fit, this doesn't fit, this is something else. Um and looking at it now it it looks so much more exciting"
  },
  {
    "startTime": 3248.0,
    "endTime": 3253.76,
    "text": "even than a complete lemur. This is something much more uh important also"
  },
  {
    "startTime": 3253.76,
    "endTime": 3259.2,
    "text": "for our own uh evolution. Yarn and the team still need to find"
  },
  {
    "startTime": 3259.2,
    "endTime": 3267.599,
    "text": "that one conclusive piece of evidence that will allow them to be sure that she is our relative. It's only after 2 years"
  },
  {
    "startTime": 3267.599,
    "endTime": 3272.64,
    "text": "of work that they make a startling new discovery. He of course shows this"
  },
  {
    "startTime": 3272.64,
    "endTime": 3278.48,
    "text": "really well that this is even shorter. There is a bone in Eda's foot that links"
  },
  {
    "startTime": 3278.48,
    "endTime": 3284.16,
    "text": "her with every person on the planet. It could be the evidence that the first"
  },
  {
    "startTime": 3284.16,
    "endTime": 3291.839,
    "text": "small adaptations towards walking upright happened 47 million years ago."
  },
  {
    "startTime": 3291.839,
    "endTime": 3298.319,
    "text": "The ankle bone, the so-called taros in the mesel primate shows exactly"
  },
  {
    "startTime": 3298.319,
    "endTime": 3304.24,
    "text": "uh the evidence which we see still in ourselves in human beings of today"
  },
  {
    "startTime": 3304.24,
    "endTime": 3311.839,
    "text": "except that of course our bones are much bigger bigger now but they show the same kind of"
  },
  {
    "startTime": 3311.839,
    "endTime": 3318.4,
    "text": "articulation. Yeah. A tiny bone in her ankle, the talus, is"
  },
  {
    "startTime": 3318.4,
    "endTime": 3324.16,
    "text": "shaped like that of a modern human. It is critical in connecting the leg to the"
  },
  {
    "startTime": 3324.16,
    "endTime": 3330.599,
    "text": "foot and is key for bearing weight. This is crucial in making it possible to walk"
  },
  {
    "startTime": 3330.599,
    "endTime": 3337.2,
    "text": "upright. Its shape is restricted to monkeys, apes, and humans. The lemurs"
  },
  {
    "startTime": 3337.2,
    "endTime": 3343.2,
    "text": "and the other promians have a bone of a completely different shape."
  },
  {
    "startTime": 3343.2,
    "endTime": 3349.28,
    "text": "The shape of this bone tells something about the movement of the foot and the"
  },
  {
    "startTime": 3349.28,
    "endTime": 3356.88,
    "text": "movement of the foot of primates is quite different in different groups. And and this particular shape on the talis"
  },
  {
    "startTime": 3356.88,
    "endTime": 3364.64,
    "text": "bone, it's very very much like humans. This shaped footbone makes Eda"
  },
  {
    "startTime": 3364.64,
    "endTime": 3371.079,
    "text": "one of us, our 47 millionyear-old relative."
  },
  {
    "startTime": 3371.76,
    "endTime": 3381.28,
    "text": "We are really dealing with a very very early root of anthropoids at"
  },
  {
    "startTime": 3386.119,
    "endTime": 3393.04,
    "text": "Mesoria. Eda comes from a crucial point in our evolution when the early primates"
  },
  {
    "startTime": 3393.04,
    "endTime": 3401.52,
    "text": "split into the human and nonhuman groups. She is a fusion of both. She is"
  },
  {
    "startTime": 3401.52,
    "endTime": 3408.559,
    "text": "a transitional species, a link that is now no longer missing. It tells a part"
  },
  {
    "startTime": 3408.559,
    "endTime": 3415.04,
    "text": "of our evolution that's been hidden so far. It's been hidden because all the other specimens are so incomplete."
  },
  {
    "startTime": 3415.04,
    "endTime": 3420.559,
    "text": "They're so broken. There's nothing almost to study. And now this wonderful"
  },
  {
    "startTime": 3420.559,
    "endTime": 3427.119,
    "text": "fossil appears. And it makes the story so much easier to tell. And so it's"
  },
  {
    "startTime": 3427.119,
    "endTime": 3435.64,
    "text": "really a dream come true. We could all be descended from"
  },
  {
    "startTime": 3435.64,
    "endTime": 3440.96,
    "text": "Eda. Y and his team believe they have discovered our earliest complete primate"
  },
  {
    "startTime": 3440.96,
    "endTime": 3447.48,
    "text": "ancestor. [Music] And remarkably,"
  },
  {
    "startTime": 3447.48,
    "endTime": 3452.72,
    "text": "exactly 150 years after Darwin put forward the proposition that human"
  },
  {
    "startTime": 3452.72,
    "endTime": 3458.88,
    "text": "beings were part of the rest of animal life, here at last we have a link which"
  },
  {
    "startTime": 3458.88,
    "endTime": 3465.119,
    "text": "connects us with not only the apes and monkeys but also with the entire animal"
  },
  {
    "startTime": 3465.119,
    "endTime": 3470.75,
    "text": "kingdom. [Music]"
  },
  {
    "startTime": 3474.88,
    "endTime": 3480.839,
    "text": "This fossil turns out to be really important for us as"
  },
  {
    "startTime": 3480.839,
    "endTime": 3486.72,
    "text": "humans. This fossil is really a part of our history. Truly a a fossil that's a"
  },
  {
    "startTime": 3486.72,
    "endTime": 3492.28,
    "text": "world heritage. This is the first link to human"
  },
  {
    "startTime": 3492.28,
    "endTime": 3497.96,
    "text": "evolution long before we started to divide into different ethnic"
  },
  {
    "startTime": 3497.96,
    "endTime": 3505.17,
    "text": "groups. Defined like this is something for all [Music]"
  },
  {
    "startTime": 3511.38,
    "endTime": 3517.68,
    "text": "[Music] humankind. For more on the fossil and to further explore the world of science and"
  },
  {
    "startTime": 3517.68,
    "endTime": 3522.28,
    "text": "nature, go to the website at bbc.co.uk/science."
  },
  {
    "startTime": 3527.53,
    "endTime": 3534.34,
    "text": "[Music]"
  }
]