[
  {
    "startTime": 1.879,
    "endTime": 6.6,
    "text": "Ah, the Gulf of Mexico."
  },
  {
    "startTime": 7.359,
    "endTime": 13.92,
    "text": "And now for the judges report. To the winner of tonight's quiz goes the price of a tour around the entire United"
  },
  {
    "startTime": 13.92,
    "endTime": 21.439,
    "text": "States over the lines of the world's largest bus system. Score of 100, Mr. J. Pericles"
  },
  {
    "startTime": 21.64,
    "endTime": 27.48,
    "text": "Sims. This will give the professor an opportunity to check up on his American history at"
  },
  {
    "startTime": 27.48,
    "endTime": 33.6,
    "text": "firsthand. Wait a minute. What's this? Well, tonight our sponsor"
  },
  {
    "startTime": 33.6,
    "endTime": 38.719,
    "text": "is awarding a special prize. Another tour to the person who came out last in"
  },
  {
    "startTime": 38.719,
    "endTime": 44.0,
    "text": "our contest with a perfect score of zero. Miss Charlie Courtourtney. They"
  },
  {
    "startTime": 44.0,
    "endTime": 52.719,
    "text": "figure Miss Courtney has a lot to learn about this amazing America. Oh, Mr. Sims. Only one, didn't we? Life"
  },
  {
    "startTime": 52.719,
    "endTime": 60.16,
    "text": "is full of surprises, isn't it? You'll tell me all about everything on the trip. My dear young lady, that would scarcely be possible. You mean you won't"
  },
  {
    "startTime": 60.16,
    "endTime": 66.359,
    "text": "explain things to me? No, I I mean that you won't be there."
  },
  {
    "startTime": 68.5,
    "endTime": 71.68,
    "text": "[Music]"
  },
  {
    "startTime": 74.56,
    "endTime": 79.759,
    "text": "Pardon me. Is this seat taken? No. Oh, hello."
  },
  {
    "startTime": 79.759,
    "endTime": 87.0,
    "text": "Well, I didn't know you were taking this bus. Life is full of surprises, don't you think?"
  },
  {
    "startTime": 89.42,
    "endTime": 106.88,
    "text": "[Music]"
  },
  {
    "startTime": 106.88,
    "endTime": 112.799,
    "text": "WPA? No, that's an annual custom here. They dress up in Dutch clothes and scrub the"
  },
  {
    "startTime": 112.799,
    "endTime": 118.479,
    "text": "streets and sidewalks getting ready for tulip time. It's a custom transported from the Netherlands. Yeah, I wish I"
  },
  {
    "startTime": 118.479,
    "endTime": 123.759,
    "text": "could get a pair of those wooden shoes. Well, there's the old shoe carver right"
  },
  {
    "startTime": 123.759,
    "endTime": 129.599,
    "text": "over there. He works at it all year round with the same tools his great-grandfather used. He uses popular"
  },
  {
    "startTime": 129.599,
    "endTime": 136.0,
    "text": "woods seasoned so the shoes won't crack. He has to shape them for rights and lefts. Only I warn you, you better get"
  },
  {
    "startTime": 136.0,
    "endTime": 142.08,
    "text": "them to wear them because you'll have pairs of heavy socks. Well, I guess I won't try."
  },
  {
    "startTime": 142.08,
    "endTime": 148.239,
    "text": "Uh-oh. It's time for our next bus. Well, goodbye. Goodbye. Uh-huh. You see, uh, I've"
  },
  {
    "startTime": 148.239,
    "endTime": 154.0,
    "text": "changed my mind. I've made arrangements to stay over until tomorrow so I, uh, so I can go see the Dutch museum. Museum?"
  },
  {
    "startTime": 154.0,
    "endTime": 160.51,
    "text": "Uh-huh. Oh, well, I love museums. I think I'll stay, too."
  },
  {
    "startTime": 160.51,
    "endTime": 163.739,
    "text": "[Music]"
  },
  {
    "startTime": 166.56,
    "endTime": 174.04,
    "text": "There's another bus at 12:15. Yes, sir. Also at 3 and 6. Uh-huh. Well, but thanks. I'll take this one."
  },
  {
    "startTime": 186.72,
    "endTime": 192.64,
    "text": "Are you sure my new bag will be all right in there? Oh, yes. These compartments are weatherproof. Your baggage is locked in. The dust is locked"
  },
  {
    "startTime": 192.64,
    "endTime": 199.12,
    "text": "out. Your bag is out of the way here until you need it. Oh, here's my coat. You can take your wrap in the coach if you wish. You find a small overhead rack"
  },
  {
    "startTime": 199.12,
    "endTime": 203.28,
    "text": "for it. Thank you, sir."
  },
  {
    "startTime": 207.519,
    "endTime": 213.76,
    "text": "Well, I thought you were taking the 1215. I changed my mind just like you did. You wouldn't be trying to avoid me,"
  },
  {
    "startTime": 213.76,
    "endTime": 220.48,
    "text": "would you, mister? Well, that is I I It's got to be a low down Yankee trick. Besides, I'm looking forward to"
  },
  {
    "startTime": 220.48,
    "endTime": 225.64,
    "text": "seeing Boston, and I want you to tell me all about"
  },
  {
    "startTime": 225.64,
    "endTime": 230.959,
    "text": "it. Here's the first thing everybody wants"
  },
  {
    "startTime": 230.959,
    "endTime": 237.04,
    "text": "to see in Boston. The steeple of the old north church where the signal lanterns were hung. Oh, I know. One of the lion"
  },
  {
    "startTime": 237.04,
    "endTime": 242.72,
    "text": "and two sea. That's right. And here's the home of Paul River."
  },
  {
    "startTime": 242.72,
    "endTime": 249.159,
    "text": "And where do he keep his horse? Probably in his garage. You want to hear about"
  },
  {
    "startTime": 249.159,
    "endTime": 255.04,
    "text": "Par was born in 1735 and died at the age of 83. He was married twice and had 14"
  },
  {
    "startTime": 255.04,
    "endTime": 261.44,
    "text": "children. In 1775 when the British were coming, he rode with Samuel Pres and William on the countryside. That is how"
  },
  {
    "startTime": 261.44,
    "endTime": 266.919,
    "text": "you come to hear the midnight ride at Partyville. We thank you."
  },
  {
    "startTime": 267.68,
    "endTime": 274.08,
    "text": "Thank you very much, boy. That was very nice. This is Lexington's Village Green"
  },
  {
    "startTime": 274.08,
    "endTime": 280.16,
    "text": "where the farmers gathered and Paul revered routes from their beds. Outnumbered 20 to1, these minute men"
  },
  {
    "startTime": 280.16,
    "endTime": 286.4,
    "text": "rallied at Concord Bridge and fired the shot heard around the world. Is this really the same bridge? It looks the"
  },
  {
    "startTime": 286.4,
    "endTime": 293.52,
    "text": "same, although it's concrete, whereas the original was made of wood. Know where you are now? No, but I"
  },
  {
    "startTime": 293.52,
    "endTime": 298.639,
    "text": "like it. It's the Wayside in the famous old tavern that Longfellow wrote about."
  },
  {
    "startTime": 298.639,
    "endTime": 306.479,
    "text": "George Washington used to stop here, and Lafayette did, too. Oh, look, that building's filling over."
  },
  {
    "startTime": 306.479,
    "endTime": 311.84,
    "text": "That's the old grist mill. It still runs every day. Which reminds me, we better"
  },
  {
    "startTime": 311.84,
    "endTime": 321.999,
    "text": "run, too, or we'll miss the [Music]"
  },
  {
    "startTime": 325.88,
    "endTime": 332.639,
    "text": "brothers. Oh, another Greyhound post house. Oh, come on. I'm starving. Good idea. This is the last stop before New"
  },
  {
    "startTime": 332.639,
    "endTime": 339.44,
    "text": "York. [Music]"
  },
  {
    "startTime": 339.44,
    "endTime": 344.96,
    "text": "I'm so excited. Is this show enough of New York? Broadway's just around the corner."
  },
  {
    "startTime": 344.96,
    "endTime": 351.16,
    "text": "My Greyhound stations always seem to be in the center of those things. Tonight, we'll see Time Square."
  },
  {
    "startTime": 351.16,
    "endTime": 356.52,
    "text": "Well, there it is. Over there is the biggest electric sign in the"
  },
  {
    "startTime": 356.52,
    "endTime": 361.759,
    "text": "world. I assume you know what that is. Oh, of course. That's the Statue of"
  },
  {
    "startTime": 361.759,
    "endTime": 369.16,
    "text": "Liberty. It's the largest statue of modern times. It took 8 years to build it."
  },
  {
    "startTime": 369.759,
    "endTime": 376.24,
    "text": "Oh, there's so much to see in New York. Don't you just love to ride on top of these sitadia buses and look at all the"
  },
  {
    "startTime": 376.24,
    "endTime": 383.199,
    "text": "stores and everything? There's Radio City. There's the tallest"
  },
  {
    "startTime": 383.199,
    "endTime": 388.639,
    "text": "building in the world, the Empire St. H. Can we go up? Well, yes. It'll give us a"
  },
  {
    "startTime": 388.639,
    "endTime": 395.68,
    "text": "good view of the city from up there. My did you ever see such a mess of masonry. And just to think I heard the"
  },
  {
    "startTime": 395.68,
    "endTime": 402.319,
    "text": "Indians sold all that island for $24. If you think the Indians were hoodwinkedked, you may disabuse your"
  },
  {
    "startTime": 402.319,
    "endTime": 407.52,
    "text": "mind. That same $24 at compound interest would be worth more now than all the"
  },
  {
    "startTime": 407.52,
    "endTime": 413.319,
    "text": "real estate in New York. Harish my mouth."
  },
  {
    "startTime": 415.36,
    "endTime": 420.72,
    "text": "You know, I think history is just as fascinating the way you tell it. I mean,"
  },
  {
    "startTime": 420.72,
    "endTime": 423.72,
    "text": "yep."
  },
  {
    "startTime": 428.96,
    "endTime": 436.449,
    "text": "Well, the sun's on my side. [Music]"
  },
  {
    "startTime": 440.96,
    "endTime": 446.96,
    "text": "What you've eaten? I'm refreshing my memory on Washington. Oh, he was a"
  },
  {
    "startTime": 446.96,
    "endTime": 450.56,
    "text": "wonderful man, I guess."
  },
  {
    "startTime": 452.08,
    "endTime": 458.0,
    "text": "George Washington himself laid the cornerstone of the capital. The 13 little columns up there in the cupula"
  },
  {
    "startTime": 458.0,
    "endTime": 463.039,
    "text": "represent the 13 states when it was started. The 36 columns supporting the"
  },
  {
    "startTime": 463.039,
    "endTime": 468.24,
    "text": "dome. Can you guess what they represent? What? There were 36 states when it was"
  },
  {
    "startTime": 468.24,
    "endTime": 476.199,
    "text": "finally completed. There are so many amazing things about this country. If people would only get out and discover"
  },
  {
    "startTime": 476.199,
    "endTime": 482.0,
    "text": "them. the White House. I wonder what the president's home. No. Well, how do you"
  },
  {
    "startTime": 482.0,
    "endTime": 488.16,
    "text": "know? They fly an American flag on that pole up there on the roof whenever he's at home. Past the east end of the White"
  },
  {
    "startTime": 488.16,
    "endTime": 500.879,
    "text": "House, you can see the Washington Monument in the distance. Oh, yes. [Music]"
  },
  {
    "startTime": 500.879,
    "endTime": 507.12,
    "text": "I don't want to leave Washington. Why don't you stay longer? You can get as many stopovers as you want on the bus"
  },
  {
    "startTime": 507.12,
    "endTime": 512.24,
    "text": "trip. You can stay as long as you want. You said we had to leave in the morning."
  },
  {
    "startTime": 512.24,
    "endTime": 516.68,
    "text": "I said I had to leave in the morning."
  },
  {
    "startTime": 521.919,
    "endTime": 527.32,
    "text": "Is this seat taken, young man? No, it isn't."
  },
  {
    "startTime": 527.58,
    "endTime": 534.0,
    "text": "[Music] Are you traveling alone, too? Yes. Oh,"
  },
  {
    "startTime": 534.0,
    "endTime": 540.959,
    "text": "no. Well, that that that is Don't you know? Well, not exactly."
  },
  {
    "startTime": 540.959,
    "endTime": 546.8,
    "text": "I like traveling alone, especially when I can go by bus. I have a married"
  },
  {
    "startTime": 546.8,
    "endTime": 553.6,
    "text": "daughter living in New York and another one in Los Angeles. And you see, I can just visit both of them on one of those"
  },
  {
    "startTime": 553.6,
    "endTime": 560.16,
    "text": "circle tour tickets. Spend a few months. Doesn't cost very much."
  },
  {
    "startTime": 560.16,
    "endTime": 566.959,
    "text": "Oh, these Greyhound folks are so considerate to old ladies like me."
  },
  {
    "startTime": 566.959,
    "endTime": 573.399,
    "text": "May I help you adjust your seat? Oh, no. Thank you, young man. It's so easy."
  },
  {
    "startTime": 574.75,
    "endTime": 592.629,
    "text": "[Music]"
  },
  {
    "startTime": 597.36,
    "endTime": 603.44,
    "text": "Hi, young man. Quite all right. Goodbye. Oh, yes."
  },
  {
    "startTime": 603.44,
    "endTime": 611.8,
    "text": "That's right. You said you weren't coming. Well, you didn't think I'd let you come to see the net. Right then. Come on. If you came to see the bridge."
  },
  {
    "startTime": 612.16,
    "endTime": 617.519,
    "text": "Well, isn't that cute? Cute. But how did it ever get there? Nature carved it out"
  },
  {
    "startTime": 617.519,
    "endTime": 623.2,
    "text": "of solid rock, 90 ft wide and 215 ft high. Thomas Jefferson bought it from"
  },
  {
    "startTime": 623.2,
    "endTime": 630.48,
    "text": "King George III for $4.80. George Washington surveyed it, and you can see his profile in it. Well,"
  },
  {
    "startTime": 630.48,
    "endTime": 635.76,
    "text": "if you look closely, the sky is his forehead. There's his nose and mouth."
  },
  {
    "startTime": 635.76,
    "endTime": 641.12,
    "text": "Why, sure enough. Today, our Greyhound bus runs over the top of it."
  },
  {
    "startTime": 641.12,
    "endTime": 647.839,
    "text": "I still don't understand what carved it out. That stream, that little bitty branch, you must have taken the right"
  },
  {
    "startTime": 647.839,
    "endTime": 653.279,
    "text": "smart time. Millions of years, nature's never in a hurry. She does things well,"
  },
  {
    "startTime": 653.279,
    "endTime": 659.279,
    "text": "but slowly. Well, I know something slower than that."
  },
  {
    "startTime": 659.279,
    "endTime": 666.46,
    "text": "What? Oh, never mind."
  },
  {
    "startTime": 666.46,
    "endTime": 669.989,
    "text": "[Music]"
  },
  {
    "startTime": 673.36,
    "endTime": 679.519,
    "text": "They certainly put their mountains out in the woods. We're in the Great Smokies. Volcanoes?"
  },
  {
    "startTime": 679.519,
    "endTime": 687.32,
    "text": "No. They get their name from the peculiar haze that hangs over them caused by the atmospheric conditions. They're the highest mountains in the"
  },
  {
    "startTime": 687.32,
    "endTime": 693.2,
    "text": "east. Here's one of the most delightful old customs in America. The same square dancing that these mountain people have"
  },
  {
    "startTime": 693.2,
    "endTime": 699.32,
    "text": "been doing for centuries. Oh,"
  },
  {
    "startTime": 700.5,
    "endTime": 723.76,
    "text": "[Music]"
  },
  {
    "startTime": 723.76,
    "endTime": 728.959,
    "text": "they're good, aren't they? Good. These are the so-called gap people as for the king and queen of England when they"
  },
  {
    "startTime": 728.959,
    "endTime": 732.279,
    "text": "visited Washington."
  },
  {
    "startTime": 740.079,
    "endTime": 746.16,
    "text": "Our buses down here in Jacksonville change color, don't they? This is another of Greyhound's connecting lines."
  },
  {
    "startTime": 746.16,
    "endTime": 753.04,
    "text": "We take it down through Florida. St. Augustine, the oldest town in the United States. These are the old"
  },
  {
    "startTime": 753.04,
    "endTime": 758.639,
    "text": "city gates. once the only entrance to the city. And this is the oldest house. But"
  },
  {
    "startTime": 758.639,
    "endTime": 763.839,
    "text": "what are the different flags for? Those are the four different flags under which people have lived in this house ever"
  },
  {
    "startTime": 763.839,
    "endTime": 769.68,
    "text": "since 200 years before the Revolutionary War. My goodness, that is old. Well,"
  },
  {
    "startTime": 769.68,
    "endTime": 776.079,
    "text": "we're right out over the ocean. That's right. Here's where our bus goes to sea. They call it the overseas highway to Key"
  },
  {
    "startTime": 776.079,
    "endTime": 783.32,
    "text": "West. It crosses the Coral Island every mile or so. We're coming to one of them now."
  },
  {
    "startTime": 785.36,
    "endTime": 792.12,
    "text": "Oh, how lonely, lovely, and romantic looking. They seem so far away from"
  },
  {
    "startTime": 792.12,
    "endTime": 798.56,
    "text": "everything. That's one of the charms of the Florida Keys. The old pirates used to think so, too. I used to sail over"
  },
  {
    "startTime": 798.56,
    "endTime": 805.6,
    "text": "here from the Spanish Main, plunder a rich merchant, and then slip in among these coes to elude pursuit. Oh, maybe"
  },
  {
    "startTime": 805.6,
    "endTime": 811.72,
    "text": "we can hunt for buried treasure. It's being done, and tomorrow we'll be on the beach at Miami."
  },
  {
    "startTime": 811.72,
    "endTime": 825.798,
    "text": "[Music]"
  },
  {
    "startTime": 826.079,
    "endTime": 834.079,
    "text": "Well, Miss Courtney, if you're going to take that swim. Oh, yes. Won't you join me? No, thank you."
  },
  {
    "startTime": 834.079,
    "endTime": 840.839,
    "text": "And all right, dunk away. I'll be right back."
  },
  {
    "startTime": 843.46,
    "endTime": 853.489,
    "text": "[Music]"
  },
  {
    "startTime": 858.8,
    "endTime": 865.639,
    "text": "Andy Jackson, the hero of New Orleans. This is Jackson Square. It used to be the old public"
  },
  {
    "startTime": 865.639,
    "endTime": 872.0,
    "text": "square. And yonder is a St. Louis Cathedral. Near it, Pirates Alley. It"
  },
  {
    "startTime": 872.0,
    "endTime": 880.0,
    "text": "still looks spooky. Here's a site that really fascinates me. The old Napoleon House. The real Napoleon? Yes, it was"
  },
  {
    "startTime": 880.0,
    "endTime": 887.56,
    "text": "prepared for him while he was in exile. He planned to escape and come to America, but he never did."
  },
  {
    "startTime": 887.92,
    "endTime": 894.399,
    "text": "[Music] Strange to relate, the Mississippi River"
  },
  {
    "startTime": 894.399,
    "endTime": 901.199,
    "text": "at this point flows directly north. It does. Mhm. And where's the Gulf of Mexico? Down that way about 100 miles."
  },
  {
    "startTime": 901.199,
    "endTime": 906.399,
    "text": "That's one of the amazing things about the city of New Orleans. It's a city that's moving inland. Oh, for heaven's"
  },
  {
    "startTime": 906.399,
    "endTime": 913.36,
    "text": "sakes, how? Well, it's the river. It keeps bringing down top soil and dumping it in the Gulf, pushing the coastline"
  },
  {
    "startTime": 913.36,
    "endTime": 919.16,
    "text": "farther and farther away from the city each year. That's why ever more."
  },
  {
    "startTime": 919.16,
    "endTime": 927.23,
    "text": "[Music]"
  },
  {
    "startTime": 930.56,
    "endTime": 938.48,
    "text": "I just go with these cute places we stopped. Don't fester. Their local color is a definite contribution to our education as well as our comfort. My you"
  },
  {
    "startTime": 938.48,
    "endTime": 943.76,
    "text": "know most everything, don't you, Professor? Except maybe about love. On"
  },
  {
    "startTime": 943.76,
    "endTime": 950.639,
    "text": "the contrary, I know all about love. Objectively, of course. It's nothing but a romantic obsession. Overemphasized by"
  },
  {
    "startTime": 950.639,
    "endTime": 957.13,
    "text": "young women, over advertised by our current literature. Wow."
  },
  {
    "startTime": 957.13,
    "endTime": 973.92,
    "text": "[Music]"
  },
  {
    "startTime": 973.92,
    "endTime": 979.04,
    "text": "San Antonio in the Alam Mall. Yes, this is it. The shrine of Texas liberty."
  },
  {
    "startTime": 979.04,
    "endTime": 985.36,
    "text": "Texas used to be part of Mexico. You know, a little over 100 years ago, Texas revolted. Santa Ana, the Mexican"
  },
  {
    "startTime": 985.36,
    "endTime": 990.72,
    "text": "dictator, came up with 4,000 soldiers. There were only 182 Texans in there, but"
  },
  {
    "startTime": 990.72,
    "endTime": 996.48,
    "text": "they held out for 2 weeks. 182 against 4,000 and died to the man rather than"
  },
  {
    "startTime": 996.48,
    "endTime": 1004.399,
    "text": "surrender. That's why they say remember the Alamo. Where did they get the name Alamo? Alamo is Spanish for cottonwood,"
  },
  {
    "startTime": 1004.399,
    "endTime": 1009.16,
    "text": "the kind of trees that used to shade the fort."
  },
  {
    "startTime": 1012.24,
    "endTime": 1018.56,
    "text": "Thank you. Hot enough for you? Oh, it sure is. I can hardly wait till I get back on."
  },
  {
    "startTime": 1018.56,
    "endTime": 1023.68,
    "text": "Just tell me, please. So, how do you keep it so nice and cool in the bus when it's so hot outside? We have air"
  },
  {
    "startTime": 1023.68,
    "endTime": 1030.558,
    "text": "conditioning. The same unit keeps you cool in the summer and warm in the winter and changes the air in the bus completely every 3 minutes. What does"
  },
  {
    "startTime": 1030.559,
    "endTime": 1036.4,
    "text": "that pin stand for? That's a safety emblem. I've driven 8 years and over a quarter million miles without having"
  },
  {
    "startTime": 1036.4,
    "endTime": 1041.678,
    "text": "even scratched the fender. Well, Abby Clay, you must be the champion driver of the world. Oh, no. Greyhound has lots of"
  },
  {
    "startTime": 1041.679,
    "endTime": 1047.88,
    "text": "drivers with records that long or better. Well, oh boy. Come on, profession."
  },
  {
    "startTime": 1049.679,
    "endTime": 1056.96,
    "text": "Well, there it is. The most magnificent site in America. The Grand Canyon sort of leaves you breathless, doesn't it?"
  },
  {
    "startTime": 1056.96,
    "endTime": 1062.799,
    "text": "Tell me some things about it that I don't already know. Well, what do you already know? Well, I know it's a mile"
  },
  {
    "startTime": 1062.799,
    "endTime": 1068.32,
    "text": "deep and 4 to 18 miles wide and a couple of hundred miles long. I've been reading"
  },
  {
    "startTime": 1068.32,
    "endTime": 1075.28,
    "text": "up on it. Well, did you know that for one thing, you are looking at a mountain range below ground? What? It's only"
  },
  {
    "startTime": 1075.28,
    "endTime": 1081.36,
    "text": "another part of amazing America. Hundreds of those peaks down there are above the clouds. As you can see, they"
  },
  {
    "startTime": 1081.36,
    "endTime": 1086.559,
    "text": "are higher than any mountains east of the Rockies, and yet they don't reach the level of the ground here. That's"
  },
  {
    "startTime": 1086.559,
    "endTime": 1093.12,
    "text": "right. What's more, the canyon is so deep. There are four distinct climates from the bottom to the top. There are."
  },
  {
    "startTime": 1093.12,
    "endTime": 1099.2,
    "text": "We can go down there on the Bright Angel trail if you can ride a mule. I I can"
  },
  {
    "startTime": 1099.2,
    "endTime": 1109.339,
    "text": "[Music]"
  },
  {
    "startTime": 1112.28,
    "endTime": 1116.28,
    "text": "try. Heat. Heat."
  },
  {
    "startTime": 1132.73,
    "endTime": 1149.119,
    "text": "[Music]"
  },
  {
    "startTime": 1150.0,
    "endTime": 1155.36,
    "text": "I can hardly wait till I get to Hollywood and see all those handsome movie stars. There's no such city as"
  },
  {
    "startTime": 1155.36,
    "endTime": 1161.679,
    "text": "Hollywood. Not in California, anyway. What? It's only a section of Los Angeles, but a very famous section with"
  },
  {
    "startTime": 1161.679,
    "endTime": 1167.12,
    "text": "plenty to see. on the huge sound stages and the back lots. Everything from a"
  },
  {
    "startTime": 1167.12,
    "endTime": 1172.48,
    "text": "castle to an igloo. What's that building over there? That's"
  },
  {
    "startTime": 1172.48,
    "endTime": 1179.48,
    "text": "Terra. Scarted O'Hara's old home and Gone with the Wind. Oh, it sure enough is."
  },
  {
    "startTime": 1179.52,
    "endTime": 1186.16,
    "text": "And that's the Atlanta railroad station. The one that was burned. Oh, it was burned before it was built. What? Just a"
  },
  {
    "startTime": 1186.16,
    "endTime": 1191.6,
    "text": "movie trick. Well, now why do the movies stick so"
  },
  {
    "startTime": 1191.6,
    "endTime": 1197.2,
    "text": "close to this part of the country? Aside from the sunshine, the amazing thing is they can find scenery for almost any"
  },
  {
    "startTime": 1197.2,
    "endTime": 1202.48,
    "text": "part of the world, from the Arctic to the tropics within a few miles of Hollywood. For instance, atmosphere of"
  },
  {
    "startTime": 1202.48,
    "endTime": 1211.849,
    "text": "old Spain along the Coast Mission Highway. [Music]"
  },
  {
    "startTime": 1213.2,
    "endTime": 1220.0,
    "text": "This is Santa Barbara Mission, one of the chain of 21 missions built by the Franciscan fathers in the 1700s."
  },
  {
    "startTime": 1220.0,
    "endTime": 1227.6,
    "text": "Oh, it's it's beautiful. Father Uniperosa traveled from one mission to another on Mule. The tracks made by his"
  },
  {
    "startTime": 1227.6,
    "endTime": 1235.08,
    "text": "little mule have been widened into the broad highway over which our bus carries us so smoothly today."
  },
  {
    "startTime": 1240.08,
    "endTime": 1246.0,
    "text": "Now we're on the San Francisco Oakland Bay Bridge. The biggest steel bridge in the world. It's also known as a bridge"
  },
  {
    "startTime": 1246.0,
    "endTime": 1252.96,
    "text": "that dies through a tunnel. You can see it ahead there on Yerba Buena Island. Yerba Buena? Isn't that the name you"
  },
  {
    "startTime": 1252.96,
    "endTime": 1258.96,
    "text": "said San Francisco used to be called? That's right. For many years, the town was called Yerba Buena before it was"
  },
  {
    "startTime": 1258.96,
    "endTime": 1264.72,
    "text": "renamed in honor of the Franciscan saint. There's your first glimpse of the"
  },
  {
    "startTime": 1264.72,
    "endTime": 1269.84,
    "text": "city. That's the famous ferry building over to"
  },
  {
    "startTime": 1269.84,
    "endTime": 1275.36,
    "text": "the right. Here's where we get an airplane view from the bus. That's right."
  },
  {
    "startTime": 1275.36,
    "endTime": 1282.96,
    "text": "Fisherman's Wararf. All the little ships painted blue. That's an old superstition to assure a good day's catch. There's"
  },
  {
    "startTime": 1282.96,
    "endTime": 1289.36,
    "text": "one of Uncle Sam's past [Music] cruisers. Chinatown, the largest Chinese"
  },
  {
    "startTime": 1289.36,
    "endTime": 1296.32,
    "text": "city outside the Orient. Notice the gilded pagota roofs and ornamental balconies and fancy street lights. I"
  },
  {
    "startTime": 1296.32,
    "endTime": 1303.12,
    "text": "smell incense. What a funny street car. That's one of the old cable cars that runs up and down"
  },
  {
    "startTime": 1303.12,
    "endTime": 1308.799,
    "text": "California Street. A lot of San Francisco streets are built right up the side of a hill. Well, they just push it"
  },
  {
    "startTime": 1308.799,
    "endTime": 1314.559,
    "text": "around. Usually the passengers help, too. Do they have to push it uphill? Oh,"
  },
  {
    "startTime": 1314.559,
    "endTime": 1324.2,
    "text": "no. The cable pulls it up. Want to ride? Let's Here we go. Woo! This is fun."
  },
  {
    "startTime": 1326.48,
    "endTime": 1333.28,
    "text": "No, I don't want to leave San Francisco. You can always come back. This is the Golden Gate Bridge, isn't it? Yes. And"
  },
  {
    "startTime": 1333.28,
    "endTime": 1339.12,
    "text": "this span we're on now is the longest single span in the world. Beyond the tunnel and upstate lies the Redwood"
  },
  {
    "startTime": 1339.12,
    "endTime": 1354.429,
    "text": "Empire. [Music]"
  },
  {
    "startTime": 1357.6,
    "endTime": 1363.48,
    "text": "Isn't that the most inspiring sight you ever saw? And there are hundreds of miles of this right through these giant"
  },
  {
    "startTime": 1363.48,
    "endTime": 1371.08,
    "text": "redwoods. It's so beautiful it hurts. I wish we could stop. We shall."
  },
  {
    "startTime": 1377.17,
    "endTime": 1387.339,
    "text": "[Music]"
  },
  {
    "startTime": 1388.0,
    "endTime": 1395.12,
    "text": "There you are. Goodness. Isn't there any top to it? Oh, yes. 370 ft up. They are"
  },
  {
    "startTime": 1395.12,
    "endTime": 1402.48,
    "text": "the tallest trees in the world and between 3 and 4,000 years old. Over there's one big enough to hold a house."
  },
  {
    "startTime": 1402.48,
    "endTime": 1407.91,
    "text": "Do people really live in it? They could, but I presume they found it more profitable at the souvenir"
  },
  {
    "startTime": 1407.91,
    "endTime": 1415.059,
    "text": "[Music]"
  },
  {
    "startTime": 1425.0,
    "endTime": 1430.24,
    "text": "stand. She'll be coming when she comes."
  },
  {
    "startTime": 1430.24,
    "endTime": 1439.0,
    "text": "She'll be coming when she comes. She'll be coming. She'll be coming. She'll be"
  },
  {
    "startTime": 1439.0,
    "endTime": 1444.64,
    "text": "coming when she comes. She'll be driving six white horses when she comes. She'll"
  },
  {
    "startTime": 1444.64,
    "endTime": 1450.48,
    "text": "be driving. She'll be driving. She'll be"
  },
  {
    "startTime": 1450.48,
    "endTime": 1457.679,
    "text": "driving horses. She'll be driving when she comes. Oh, we'll all know the when"
  },
  {
    "startTime": 1457.679,
    "endTime": 1465.6,
    "text": "she comes. Oh, we all know when she comes. We will rooster. We will kill the"
  },
  {
    "startTime": 1465.6,
    "endTime": 1470.88,
    "text": "old rooster. And we'll all have chicken and dumplings when she comes. He'll be"
  },
  {
    "startTime": 1470.88,
    "endTime": 1476.2,
    "text": "around the mountain when she comes. She'll be around the mountain when she"
  },
  {
    "startTime": 1476.2,
    "endTime": 1481.52,
    "text": "comes. He'll be around the mountain. She'll be around the mountain. She'll be"
  },
  {
    "startTime": 1481.52,
    "endTime": 1492.559,
    "text": "around the mountain when she comes. [Music]"
  },
  {
    "startTime": 1492.559,
    "endTime": 1498.32,
    "text": "Oh, look. Indian peeping. Black feet tribe. You'll see a lot of them from the sightseeing motor coaches that serve"
  },
  {
    "startTime": 1498.32,
    "endTime": 1504.27,
    "text": "Glacier Park. Then when we get to Many Glacier Hotel, we'll try the horses"
  },
  {
    "startTime": 1504.27,
    "endTime": 1511.64,
    "text": "[Music] again. Hallelujah."
  },
  {
    "startTime": 1528.01,
    "endTime": 1543.36,
    "text": "[Music]"
  },
  {
    "startTime": 1543.36,
    "endTime": 1551.52,
    "text": "Why has Big Chief Standing Brew got the American and Canadian flags crossed on his uh his rear view apron? Glacier Park"
  },
  {
    "startTime": 1551.52,
    "endTime": 1557.44,
    "text": "and Waterton Lakes Park just across the Canadian border are known as the International Peace Park. Perhaps that's"
  },
  {
    "startTime": 1557.44,
    "endTime": 1563.86,
    "text": "his way of expressing it. It's a peace park and they're doing a war dance."
  },
  {
    "startTime": 1563.86,
    "endTime": 1571.6,
    "text": "[Music]"
  },
  {
    "startTime": 1571.6,
    "endTime": 1577.12,
    "text": "Oh, look. There's a glacier. There's 60 of them here in Glacier National Park. All moving slowly down the mountain"
  },
  {
    "startTime": 1577.12,
    "endTime": 1583.279,
    "text": "side. What do you mean that it's actually moving? Slowly? If they get there in time? Well, I reckon it's all"
  },
  {
    "startTime": 1583.279,
    "endTime": 1589.279,
    "text": "right if you've got time to wait. But with me, I think I'd try to speed them up a little. Huh? Speed them up? But"
  },
  {
    "startTime": 1589.279,
    "endTime": 1594.72,
    "text": "what for? Oh, see, there's a spot I want to climb. Well, I go along, too. You"
  },
  {
    "startTime": 1594.72,
    "endTime": 1614.559,
    "text": "will not. You couldn't make it. [Music]"
  },
  {
    "startTime": 1614.559,
    "endTime": 1620.159,
    "text": "Well, thanks, Professor. Must you call me Professor? Well, thanks, Perry. I"
  },
  {
    "startTime": 1620.159,
    "endTime": 1627.399,
    "text": "didn't mean that. Well, if you've rested long enough, well, we'll be on our way."
  },
  {
    "startTime": 1627.76,
    "endTime": 1634.32,
    "text": "Oh, Sherie. Oh, you called me Shirley. Are you hurt?"
  },
  {
    "startTime": 1634.32,
    "endTime": 1639.76,
    "text": "Oh, it's my ankle. I guess I must have turned it or something. I'm sorry. I was"
  },
  {
    "startTime": 1639.76,
    "endTime": 1645.559,
    "text": "so stupid. Oh, you're not stupid. I'm the one who's stupid. I'm letting you follow me way up here. Well, I wanted to"
  },
  {
    "startTime": 1645.559,
    "endTime": 1651.44,
    "text": "come. You can let go of me now. I'm I'm never going to let you go. Why? For the"
  },
  {
    "startTime": 1651.44,
    "endTime": 1657.12,
    "text": "faster. You You called me Perry a little while ago. Well, I"
  },
  {
    "startTime": 1657.12,
    "endTime": 1663.2,
    "text": "I'm in love with you. What? But that's it. I'm in love with you. Well, you"
  },
  {
    "startTime": 1663.2,
    "endTime": 1668.72,
    "text": "can't be. It's only an obsession. It's over advertised. It's not. It's"
  },
  {
    "startTime": 1668.72,
    "endTime": 1673.919,
    "text": "wonderful. Why? It's the most amazing thing that ever happened to me. Oh, I guess we have about everything in"
  },
  {
    "startTime": 1673.919,
    "endTime": 1678.278,
    "text": "America they have any place else."
  },
  {
    "startTime": 1684.64,
    "endTime": 1690.48,
    "text": "Oh, look, Paris. That's the biggest man I ever saw. That's a statue of Paul"
  },
  {
    "startTime": 1690.48,
    "endTime": 1695.76,
    "text": "Bunan, the Superman of the Lumberjacks, and his blue ox baba. Oh, I remember"
  },
  {
    "startTime": 1695.76,
    "endTime": 1702.24,
    "text": "now. He chopped down whole forest with one swing of the axe. And the ox measured 42 axe handles and a plug of"
  },
  {
    "startTime": 1702.24,
    "endTime": 1723.799,
    "text": "tobacco between the horns. [Music]"
  },
  {
    "startTime": 1724.799,
    "endTime": 1731.12,
    "text": "Yes, it is beautiful. All these Minnesota lakes are. But why were you so set on seeing this one in particular?"
  },
  {
    "startTime": 1731.12,
    "endTime": 1737.24,
    "text": "This is Lake Ataska. Oh, yes. Very, you come with me."
  },
  {
    "startTime": 1737.43,
    "endTime": 1749.919,
    "text": "[Music]"
  },
  {
    "startTime": 1749.919,
    "endTime": 1757.559,
    "text": "You mean this is really the Mississippi River? It's the start of it. Come on, let's cross over."
  },
  {
    "startTime": 1758.4,
    "endTime": 1767.549,
    "text": "[Music]"
  },
  {
    "startTime": 1770.48,
    "endTime": 1777.919,
    "text": "Now you can tell your folks you stepped across the Mississippi. [Laughter]"
  },
  {
    "startTime": 1777.919,
    "endTime": 1784.44,
    "text": "Oh, and you can tell your folks you said in it. Oh."
  },
  {
    "startTime": 1785.7,
    "endTime": 1792.399,
    "text": "[Music] Oh, I'm so sorry. This trip's about over. Aren't you, Perry? Well, we really"
  },
  {
    "startTime": 1792.399,
    "endTime": 1799.279,
    "text": "do have to stop one before we can start another. Another? M I'm going home with you and meet your parents and if they'll"
  },
  {
    "startTime": 1799.279,
    "endTime": 1805.84,
    "text": "give their consent I propose to ask you a very personal and momentous"
  },
  {
    "startTime": 1812.919,
    "endTime": 1819.84,
    "text": "question. Just the other side there's Canada. I wonder if Greyhound would take us over there too. Oh yes. You can go by"
  },
  {
    "startTime": 1819.84,
    "endTime": 1825.039,
    "text": "bus to Ottawa, Quebec, Montreal, all that wonderful country. You know"
  },
  {
    "startTime": 1825.039,
    "endTime": 1830.27,
    "text": "something, Perry? What? I'll tell you later."
  },
  {
    "startTime": 1830.27,
    "endTime": 1840.399,
    "text": "[Music]"
  },
  {
    "startTime": 1840.399,
    "endTime": 1848.32,
    "text": "What I was thinking. Yes, darling. I wish we could have as nice a trip to Canada as we just had over here. We can"
  },
  {
    "startTime": 1848.32,
    "endTime": 1853.9,
    "text": "and we will. Oh, honey. When? On our honeymoon."
  },
  {
    "startTime": 1853.9,
    "endTime": 1860.419,
    "text": "[Music]"
  }
]