[
  {
    "startTime": 0.4,
    "endTime": 8.88,
    "text": "Today we begin a new series from a book by American writer Edgar Rice Burroughs."
  },
  {
    "startTime": 8.88,
    "endTime": 16.16,
    "text": "The book is called A Princess of Mars. It is the first book in a series that"
  },
  {
    "startTime": 16.16,
    "endTime": 23.279,
    "text": "Mr. Burroughs wrote about a man who travels to Mars during the last years of"
  },
  {
    "startTime": 23.279,
    "endTime": 30.16,
    "text": "the 1800s. There the man meets strange beings and"
  },
  {
    "startTime": 30.16,
    "endTime": 37.84,
    "text": "sees strange sights. At first he is a captive, then a warrior"
  },
  {
    "startTime": 37.84,
    "endTime": 43.28,
    "text": "and after many battles a prince of a royal family."
  },
  {
    "startTime": 43.28,
    "endTime": 50.92,
    "text": "Shep O'Neal begins the story of a princess of Mars."
  },
  {
    "startTime": 51.68,
    "endTime": 56.8,
    "text": "I am a very old man."
  },
  {
    "startTime": 56.8,
    "endTime": 63.84,
    "text": "How old I do not know. It is possible. I am a hundred, maybe"
  },
  {
    "startTime": 63.84,
    "endTime": 69.2,
    "text": "more. I cannot tell because I have never aged"
  },
  {
    "startTime": 69.2,
    "endTime": 76.32,
    "text": "as other men do. So far as I can remember, I have always"
  },
  {
    "startTime": 76.32,
    "endTime": 84.4,
    "text": "been a man of about 30. I appear today as I did 40 years ago."
  },
  {
    "startTime": 84.4,
    "endTime": 91.479,
    "text": "Yet I feel that I cannot go on living forever."
  },
  {
    "startTime": 92.0,
    "endTime": 100.799,
    "text": "Someday I will die the real death from which there is no escape."
  },
  {
    "startTime": 100.799,
    "endTime": 108.079,
    "text": "I do not know why I should fear death. I who have died two times"
  },
  {
    "startTime": 108.079,
    "endTime": 114.56,
    "text": "and am still alive. I have never told this story. I know the"
  },
  {
    "startTime": 114.56,
    "endTime": 122.56,
    "text": "human mind will not believe what it cannot understand. I cannot explain what happened to me. I"
  },
  {
    "startTime": 122.56,
    "endTime": 130.72,
    "text": "can only tell of the 10 years my dead body lay undiscovered"
  },
  {
    "startTime": 130.72,
    "endTime": 136.87,
    "text": "in an Arizona cave. [Music]"
  },
  {
    "startTime": 138.16,
    "endTime": 144.8,
    "text": "My name is John Carter. I am from the state of Virginia."
  },
  {
    "startTime": 144.8,
    "endTime": 152.4,
    "text": "At the close of the Civil War, I found myself without a home, without money,"
  },
  {
    "startTime": 152.4,
    "endTime": 157.519,
    "text": "and without work. I decided the best plan was to search"
  },
  {
    "startTime": 157.519,
    "endTime": 162.959,
    "text": "for gold in the great deserts of the American Southwest."
  },
  {
    "startTime": 162.959,
    "endTime": 168.959,
    "text": "I spent almost a year searching for gold with another former soldier, Captain"
  },
  {
    "startTime": 168.959,
    "endTime": 177.12,
    "text": "James Powell, also of Virginia. We were extremely lucky. In the winter of 1865,"
  },
  {
    "startTime": 177.12,
    "endTime": 183.2,
    "text": "we found rocks that held gold."
  },
  {
    "startTime": 183.2,
    "endTime": 189.84,
    "text": "Powell was trained as a mining engineer. He said we had uncovered over a million"
  },
  {
    "startTime": 189.84,
    "endTime": 197.92,
    "text": "dollars worth of gold in only 3 months, but the work was slow with only two men"
  },
  {
    "startTime": 197.92,
    "endTime": 206.0,
    "text": "and not much equipment. So we decided Powell should go to the nearest settlement to seek equipment and"
  },
  {
    "startTime": 206.0,
    "endTime": 214.0,
    "text": "men to help us with the work. On March 3rd, 1866,"
  },
  {
    "startTime": 214.0,
    "endTime": 220.48,
    "text": "Powell said goodbye. He rode his horse down the mountain"
  },
  {
    "startTime": 220.48,
    "endTime": 226.959,
    "text": "toward the valley. I followed his progress for several hours."
  },
  {
    "startTime": 226.959,
    "endTime": 234.0,
    "text": "The morning Powell left was like all mornings in the deserts of the great southwest, clear"
  },
  {
    "startTime": 234.0,
    "endTime": 240.799,
    "text": "and beautiful. Not much later, I looked across the valley. I was surprised to"
  },
  {
    "startTime": 240.799,
    "endTime": 248.159,
    "text": "see three riders in the same place where I had last seen my friend."
  },
  {
    "startTime": 248.159,
    "endTime": 254.56,
    "text": "After watching for some time, I decided the three riders must be hostile"
  },
  {
    "startTime": 254.56,
    "endTime": 262.079,
    "text": "Indians. Powell, I knew was wellarmed and an experienced soldier, but I knew he would"
  },
  {
    "startTime": 262.079,
    "endTime": 268.72,
    "text": "need my aid. I found my weapons, placed a saddle on my horse, and started as"
  },
  {
    "startTime": 268.72,
    "endTime": 274.84,
    "text": "fast as possible down the trail taken by Powell."
  },
  {
    "startTime": 275.12,
    "endTime": 282.24,
    "text": "I followed as quickly as I could until dark. About 9:00,"
  },
  {
    "startTime": 282.24,
    "endTime": 288.16,
    "text": "the moon became very bright. I had no difficulty following Powell's"
  },
  {
    "startTime": 288.16,
    "endTime": 293.52,
    "text": "trail. I soon found the trail left by the three"
  },
  {
    "startTime": 293.52,
    "endTime": 298.8,
    "text": "riders following Powell. I knew they were Indians."
  },
  {
    "startTime": 298.8,
    "endTime": 304.68,
    "text": "I was sure they wanted to capture Powell."
  },
  {
    "startTime": 306.08,
    "endTime": 312.24,
    "text": "Suddenly, I heard shots far ahead of me. I hurried ahead as fast as I could."
  },
  {
    "startTime": 312.24,
    "endTime": 318.16,
    "text": "Soon, I came to a small camp. Several hundred Apache Indians were in the"
  },
  {
    "startTime": 318.16,
    "endTime": 324.0,
    "text": "center of the camp. I could see Powell on the ground. I did not even think"
  },
  {
    "startTime": 324.0,
    "endTime": 333.0,
    "text": "about what to do. I just acted. I pulled out my guns and began shooting."
  },
  {
    "startTime": 333.28,
    "endTime": 340.479,
    "text": "The Apaches were surprised and fled. I forced my horse into the camp and toward"
  },
  {
    "startTime": 340.479,
    "endTime": 347.44,
    "text": "Powell. I reached down and pulled him up on the horse by his belt. I urged the"
  },
  {
    "startTime": 347.44,
    "endTime": 354.0,
    "text": "horse to greater speed. The Apaches by now realized that I was alone and"
  },
  {
    "startTime": 354.0,
    "endTime": 361.28,
    "text": "quickly began to follow. We were soon in very rough country."
  },
  {
    "startTime": 361.28,
    "endTime": 369.44,
    "text": "The trail I chose began to rise sharply. It went up and up. I followed the trail"
  },
  {
    "startTime": 369.44,
    "endTime": 377.759,
    "text": "for several hundred meters more until I came to the mouth of a large cave."
  },
  {
    "startTime": 377.759,
    "endTime": 385.52,
    "text": "It was almost morning now. I got off my horse and laid Powell"
  },
  {
    "startTime": 385.52,
    "endTime": 392.639,
    "text": "on the ground. I tried to give him water, but it was no use. Powell was"
  },
  {
    "startTime": 392.639,
    "endTime": 399.28,
    "text": "dead. I laid his body down and continued to"
  },
  {
    "startTime": 399.28,
    "endTime": 404.639,
    "text": "the cave. I began to explore the cave. I was"
  },
  {
    "startTime": 404.639,
    "endTime": 412.56,
    "text": "looking for a safe place to defend myself or perhaps for a way out. But I"
  },
  {
    "startTime": 412.56,
    "endTime": 419.039,
    "text": "became very sleepy. It was a pleasant feeling. My body"
  },
  {
    "startTime": 419.039,
    "endTime": 424.24,
    "text": "became extremely heavy. I had trouble moving."
  },
  {
    "startTime": 424.24,
    "endTime": 432.0,
    "text": "Soon I had to lay down against the side of the cave. For some reason, I could"
  },
  {
    "startTime": 432.0,
    "endTime": 441.199,
    "text": "not move my arms or legs. I lay facing the opening of the cave."
  },
  {
    "startTime": 441.199,
    "endTime": 447.039,
    "text": "I could see part of the trail that had led me here. And now"
  },
  {
    "startTime": 447.039,
    "endTime": 452.96,
    "text": "I could see the Apaches. They had found me, but I could do"
  },
  {
    "startTime": 452.96,
    "endTime": 459.36,
    "text": "nothing. Within a minute, one of them came into"
  },
  {
    "startTime": 459.36,
    "endTime": 468.24,
    "text": "the cave. He looked at me, but he came no closer. His eyes grew wide, his mouth"
  },
  {
    "startTime": 468.24,
    "endTime": 474.639,
    "text": "opened. He had a look of terror on his face. He looked behind me for a moment,"
  },
  {
    "startTime": 474.639,
    "endTime": 482.84,
    "text": "and then fled. Suddenly, I heard a low noise behind me."
  },
  {
    "startTime": 483.28,
    "endTime": 490.16,
    "text": "So could the rest of the Apaches. They all turned and fled."
  },
  {
    "startTime": 490.16,
    "endTime": 496.639,
    "text": "The sound became louder, but still I could not move. I could not turn my head"
  },
  {
    "startTime": 496.639,
    "endTime": 505.52,
    "text": "to see what was behind me. All day I lay like this."
  },
  {
    "startTime": 505.52,
    "endTime": 513.68,
    "text": "I tried again to rise and again, but I still could not move."
  },
  {
    "startTime": 513.68,
    "endTime": 521.919,
    "text": "Then I heard a sharp sound. It was like a steel wire breaking. I quickly stood"
  },
  {
    "startTime": 521.919,
    "endTime": 528.16,
    "text": "up. My back was against the cave wall. I looked down."
  },
  {
    "startTime": 528.16,
    "endTime": 533.959,
    "text": "There before me lay my body."
  },
  {
    "startTime": 537.6,
    "endTime": 543.6,
    "text": "For a few moments, I stood looking at my body. I could not"
  },
  {
    "startTime": 543.6,
    "endTime": 549.12,
    "text": "bring myself to touch it. I was very frightened. The sounds of the cave and"
  },
  {
    "startTime": 549.12,
    "endTime": 554.24,
    "text": "the sight of my body forced me away. I slowly backed to the opening of the"
  },
  {
    "startTime": 554.24,
    "endTime": 560.32,
    "text": "cave. I turned to look at the Arizona night. I"
  },
  {
    "startTime": 560.32,
    "endTime": 567.04,
    "text": "could see a thousand stars. As I stood there, I turned my eyes to a"
  },
  {
    "startTime": 567.04,
    "endTime": 575.76,
    "text": "large red star. I could not stop looking at it. It was Mars, the red planet, the"
  },
  {
    "startTime": 575.76,
    "endTime": 583.12,
    "text": "red god of war. It seemed to pull me near."
  },
  {
    "startTime": 583.12,
    "endTime": 589.839,
    "text": "Then, for a moment, I closed my eyes."
  },
  {
    "startTime": 589.839,
    "endTime": 598.56,
    "text": "There was an instant of extreme cold and total darkness. Suddenly I was in deep,"
  },
  {
    "startTime": 598.56,
    "endTime": 603.77,
    "text": "dreamless, peaceful sleep."
  },
  {
    "startTime": 603.77,
    "endTime": 610.24,
    "text": "[Music]"
  },
  {
    "startTime": 610.24,
    "endTime": 616.8,
    "text": "I opened my eyes upon a very strange land. I immediately"
  },
  {
    "startTime": 616.8,
    "endTime": 623.92,
    "text": "knew then I was on Mars. Not once did I question this fact. My mind told me I"
  },
  {
    "startTime": 623.92,
    "endTime": 630.8,
    "text": "was on Mars as your mind tells you that you are upon Earth. You do not question"
  },
  {
    "startTime": 630.8,
    "endTime": 637.76,
    "text": "the fact. Nor did I. I found myself lying on a bed of yellow"
  },
  {
    "startTime": 637.76,
    "endTime": 644.8,
    "text": "colored grass that covered the land for kilometers. The time was near the middle of the day,"
  },
  {
    "startTime": 644.8,
    "endTime": 650.399,
    "text": "and the sun was shining full upon me. It was warm."
  },
  {
    "startTime": 650.399,
    "endTime": 656.32,
    "text": "I decided to do a little exploring. Springing to my feet, I received my"
  },
  {
    "startTime": 656.32,
    "endTime": 662.16,
    "text": "first Martian surprise. The effort to stand carried me into the Martian air to"
  },
  {
    "startTime": 662.16,
    "endTime": 668.24,
    "text": "the height of about 1 meter. I landed softly upon the ground, however, without"
  },
  {
    "startTime": 668.24,
    "endTime": 675.839,
    "text": "incident. I found that I must learn to walk all over again. My muscles were used to the"
  },
  {
    "startTime": 675.839,
    "endTime": 683.839,
    "text": "gravity of Earth. Mars has less gravity. My attempts to walk resulted in jumps"
  },
  {
    "startTime": 683.839,
    "endTime": 691.839,
    "text": "and hops which took me into the air. I once landed on my face. I soon learned"
  },
  {
    "startTime": 691.839,
    "endTime": 697.92,
    "text": "that it took much less effort for me to move on Mars than it did on Earth."
  },
  {
    "startTime": 697.92,
    "endTime": 703.04,
    "text": "Near me was a small low wall. Carefully"
  },
  {
    "startTime": 703.04,
    "endTime": 710.24,
    "text": "I made my way to the wall and looked over. It was filled with eggs, some"
  },
  {
    "startTime": 710.24,
    "endTime": 715.76,
    "text": "already broken open. Small"
  },
  {
    "startTime": 715.76,
    "endTime": 724.0,
    "text": "green creatures were in them. They looked at me with huge red eyes."
  },
  {
    "startTime": 724.0,
    "endTime": 731.279,
    "text": "As I watched the fiercelooking creatures, I failed to hear 20 full-grown Martians coming from behind"
  },
  {
    "startTime": 731.279,
    "endTime": 738.48,
    "text": "me. They had come without warning. As I turned, I saw them. One was coming"
  },
  {
    "startTime": 738.48,
    "endTime": 746.76,
    "text": "at me with a huge spear with its sharp tip pointed at my heart."
  },
  {
    "startTime": 749.36,
    "endTime": 756.72,
    "text": "And now the second program in our series, A Princess of Mars."
  },
  {
    "startTime": 756.72,
    "endTime": 762.8,
    "text": "The creature with the spear was huge. There were many other similar creatures."
  },
  {
    "startTime": 762.8,
    "endTime": 768.639,
    "text": "They had ridden behind me on the backs of large animals. Each of them carried a"
  },
  {
    "startTime": 768.639,
    "endTime": 774.959,
    "text": "collection of strangelooking weapons. The one with the large spear got down"
  },
  {
    "startTime": 774.959,
    "endTime": 780.72,
    "text": "from the back of his animal and began walking toward me. He was almost 5 m"
  },
  {
    "startTime": 780.72,
    "endTime": 788.8,
    "text": "tall and a dark green color. Huge teeth stuck out of his face and his"
  },
  {
    "startTime": 788.8,
    "endTime": 794.639,
    "text": "expression showed much hate and violence."
  },
  {
    "startTime": 794.639,
    "endTime": 800.0,
    "text": "I immediately knew I was facing a terrible warrior. He began moving"
  },
  {
    "startTime": 800.0,
    "endTime": 807.12,
    "text": "quickly toward me with the spear. I was completely unarmed. I could not fight."
  },
  {
    "startTime": 807.12,
    "endTime": 814.8,
    "text": "My only chance was to escape. I used all my strength to jump away from"
  },
  {
    "startTime": 814.8,
    "endTime": 821.92,
    "text": "him. I was able to jump almost 30 m. The green Martian stopped and watched my"
  },
  {
    "startTime": 821.92,
    "endTime": 827.04,
    "text": "effort. I would learn later that the look on his face showed complete"
  },
  {
    "startTime": 827.04,
    "endTime": 834.88,
    "text": "surprise. The creatures gathered and talked among themselves. While they talked, I thought"
  },
  {
    "startTime": 834.88,
    "endTime": 841.92,
    "text": "about running away. However, I noticed several of them carried devices that"
  },
  {
    "startTime": 841.92,
    "endTime": 848.48,
    "text": "looked very much like rifles. I could not run."
  },
  {
    "startTime": 848.48,
    "endTime": 856.8,
    "text": "Soon, all but one of the creatures moved away. The one who had threatened me stayed."
  },
  {
    "startTime": 856.8,
    "endTime": 863.44,
    "text": "He slowly took off a metal band from his arm and held it out to me."
  },
  {
    "startTime": 863.44,
    "endTime": 868.56,
    "text": "He spoke in a strange language."
  },
  {
    "startTime": 868.56,
    "endTime": 876.56,
    "text": "Niku makuta sakoda. Slowly he laid down his weapons."
  },
  {
    "startTime": 876.56,
    "endTime": 884.0,
    "text": "I thought this would have been a sign of peace anywhere on Earth. Why not Mars, too?"
  },
  {
    "startTime": 884.0,
    "endTime": 892.72,
    "text": "I walked toward him and in a normal voice announced my name and said I had"
  },
  {
    "startTime": 892.72,
    "endTime": 899.6,
    "text": "come in peace. I knew he did not understand but like me"
  },
  {
    "startTime": 899.6,
    "endTime": 907.44,
    "text": "he took it to mean that I meant no harm. Slowly we came together. He gave me the"
  },
  {
    "startTime": 907.44,
    "endTime": 912.959,
    "text": "large metal band that had been around his arm. He turned and made signs with"
  },
  {
    "startTime": 912.959,
    "endTime": 920.56,
    "text": "his hands that I should follow him. Soon we arrived at the large animal he"
  },
  {
    "startTime": 920.56,
    "endTime": 926.16,
    "text": "had been riding. He again made a sign with his hands that"
  },
  {
    "startTime": 926.16,
    "endTime": 934.24,
    "text": "I should ride on the same animal behind him. The group turned and began riding across"
  },
  {
    "startTime": 934.24,
    "endTime": 939.279,
    "text": "the land. We moved quickly toward mountains in the"
  },
  {
    "startTime": 939.279,
    "endTime": 947.839,
    "text": "distance. The large animals we rode moved quickly across the land. I could tell from the"
  },
  {
    "startTime": 947.839,
    "endTime": 955.04,
    "text": "surrounding mountains that we were on the bottom of a long dead sea."
  },
  {
    "startTime": 955.04,
    "endTime": 961.12,
    "text": "In time we came to a huge city. At first I thought the city was empty. The"
  },
  {
    "startTime": 961.12,
    "endTime": 966.72,
    "text": "buildings were all empty and in poor repair. But soon I saw hundreds of the"
  },
  {
    "startTime": 966.72,
    "endTime": 974.0,
    "text": "green warriors. I also saw green women and children."
  },
  {
    "startTime": 974.0,
    "endTime": 982.0,
    "text": "I soon learned about many cities like this. The cities were built hundreds of years ago by a people that no longer"
  },
  {
    "startTime": 982.0,
    "endTime": 987.04,
    "text": "existed. The green Martians used the cities. They"
  },
  {
    "startTime": 987.04,
    "endTime": 992.48,
    "text": "moved from one empty city to another, never stopping for more than a day or"
  },
  {
    "startTime": 992.48,
    "endTime": 998.48,
    "text": "two. We got down from our animals and walked into a large building. We entered"
  },
  {
    "startTime": 998.48,
    "endTime": 1004.0,
    "text": "a room that was filled with fierce green warriors."
  },
  {
    "startTime": 1004.0,
    "endTime": 1007.769,
    "text": "[Applause]"
  },
  {
    "startTime": 1009.36,
    "endTime": 1015.519,
    "text": "It was not difficult to tell that these were the leaders of the Green Martians."
  },
  {
    "startTime": 1015.519,
    "endTime": 1021.759,
    "text": "One of them took hold of my arm. He shook me and lifted me off the"
  },
  {
    "startTime": 1021.759,
    "endTime": 1027.678,
    "text": "ground. He laughed when he did so. I was to learn that green Martians only laugh"
  },
  {
    "startTime": 1027.679,
    "endTime": 1034.798,
    "text": "at the pain or suffering of others. This huge warrior threw me to the ground"
  },
  {
    "startTime": 1034.799,
    "endTime": 1040.48,
    "text": "and then took hold of my arm again to pick me up. I did the only thing I could"
  },
  {
    "startTime": 1040.48,
    "endTime": 1046.72,
    "text": "do. I hit him with my closed fist as hard as I could."
  },
  {
    "startTime": 1046.72,
    "endTime": 1052.64,
    "text": "The green warrior fell to the floor and did not move. The others in the room"
  },
  {
    "startTime": 1052.64,
    "endTime": 1059.52,
    "text": "grew silent. I had knocked down one of their warriors with only my hand."
  },
  {
    "startTime": 1059.52,
    "endTime": 1066.799,
    "text": "I moved away from him and prepared to defend myself as best I could, but they"
  },
  {
    "startTime": 1066.799,
    "endTime": 1074.559,
    "text": "did not move. The green Martian that had captured me walked toward me. He said in a clear"
  },
  {
    "startTime": 1074.559,
    "endTime": 1081.919,
    "text": "voice, \"Tars, Tarus, Tars, Tarus.\""
  },
  {
    "startTime": 1081.919,
    "endTime": 1088.0,
    "text": "As he spoke, he pointed to his own chest. He was telling me his name. I"
  },
  {
    "startTime": 1088.0,
    "endTime": 1094.16,
    "text": "pointed to my chest and said, \"My name, John Carter.\" He turned and said the"
  },
  {
    "startTime": 1094.16,
    "endTime": 1101.679,
    "text": "word sola. Immediately, a green Martian woman came close. He spoke to her. She"
  },
  {
    "startTime": 1101.679,
    "endTime": 1107.2,
    "text": "led me to another building and into a large room. The room was filled with"
  },
  {
    "startTime": 1107.2,
    "endTime": 1112.64,
    "text": "equipment carried by the Green Martians. She prepared something for me to eat. I"
  },
  {
    "startTime": 1112.64,
    "endTime": 1120.24,
    "text": "was very hungry. I pointed to her and said the word solah. She pointed at me"
  },
  {
    "startTime": 1120.24,
    "endTime": 1127.6,
    "text": "and said my name. It was a beginning. Solah was my guard."
  },
  {
    "startTime": 1127.6,
    "endTime": 1135.84,
    "text": "She also became my teacher. In time she would become a close and valued friend."
  },
  {
    "startTime": 1135.84,
    "endTime": 1141.76,
    "text": "As I ate my meal, my lessons in the language of the Green Martians"
  },
  {
    "startTime": 1141.76,
    "endTime": 1148.88,
    "text": "continued. Two days later, Tar Tarus came to my"
  },
  {
    "startTime": 1148.88,
    "endTime": 1156.32,
    "text": "room. He carried the weapons and the metal armbands the green warriors wear."
  },
  {
    "startTime": 1156.32,
    "endTime": 1163.12,
    "text": "He put them on the ground near my feet. Solah told him I now understood some of"
  },
  {
    "startTime": 1163.12,
    "endTime": 1171.96,
    "text": "their language. He turned to me and spoke slowly."
  },
  {
    "startTime": 1172.08,
    "endTime": 1180.16,
    "text": "The warrior you hit is dead. His weapons and the metal of his rank are yours,"
  },
  {
    "startTime": 1180.16,
    "endTime": 1186.32,
    "text": "John Carter. He was a leader of one small group among"
  },
  {
    "startTime": 1186.32,
    "endTime": 1192.24,
    "text": "our people. Because you have killed him, you now are"
  },
  {
    "startTime": 1192.24,
    "endTime": 1198.24,
    "text": "a leader. You are still a captive and not free to"
  },
  {
    "startTime": 1198.24,
    "endTime": 1206.799,
    "text": "leave. However, you will be treated with the respect you have earned. You are now a"
  },
  {
    "startTime": 1206.799,
    "endTime": 1214.88,
    "text": "warrior among our people. Tar Tarkus turned and spoke softly."
  },
  {
    "startTime": 1214.88,
    "endTime": 1220.64,
    "text": "From beyond the door, a strange creature entered the room."
  },
  {
    "startTime": 1220.64,
    "endTime": 1226.0,
    "text": "It was bigger than a large dog and very ugly."
  },
  {
    "startTime": 1226.0,
    "endTime": 1231.2,
    "text": "It had rows of long teeth and 10 very"
  },
  {
    "startTime": 1231.2,
    "endTime": 1236.4,
    "text": "short legs. Tarstark spoke to the creature and"
  },
  {
    "startTime": 1236.4,
    "endTime": 1243.76,
    "text": "pointed at me. He left. The creature looked at me, watching"
  },
  {
    "startTime": 1243.76,
    "endTime": 1251.28,
    "text": "closely. Then Solah spoke about the creature. His"
  },
  {
    "startTime": 1251.28,
    "endTime": 1260.32,
    "text": "name is Woola. The men of our tribe use them in hunting and war. He has been"
  },
  {
    "startTime": 1260.32,
    "endTime": 1270.08,
    "text": "told to guard and protect you. He has also been told to prevent your escape."
  },
  {
    "startTime": 1270.08,
    "endTime": 1275.36,
    "text": "There is no faster creature in our world."
  },
  {
    "startTime": 1275.36,
    "endTime": 1281.679,
    "text": "And in a fight they can kill very quickly."
  },
  {
    "startTime": 1281.679,
    "endTime": 1292.64,
    "text": "Do not try to escape, John Carter. Woolah will tear you to small pieces."
  },
  {
    "startTime": 1292.64,
    "endTime": 1299.12,
    "text": "I continued to watch the creature named Woolah. I had already seen how the green"
  },
  {
    "startTime": 1299.12,
    "endTime": 1304.24,
    "text": "Martians treated other animals. They were very cruel."
  },
  {
    "startTime": 1304.24,
    "endTime": 1310.08,
    "text": "I thought perhaps this beast can be taught to be my friend, much like a dog"
  },
  {
    "startTime": 1310.08,
    "endTime": 1317.52,
    "text": "on Earth. I walked close to the creature and began speaking in much the same way"
  },
  {
    "startTime": 1317.52,
    "endTime": 1325.76,
    "text": "I would speak to a dog or other animal on Earth. I sat down next to him while I talked"
  },
  {
    "startTime": 1325.76,
    "endTime": 1331.28,
    "text": "softly. At first he seemed confused."
  },
  {
    "startTime": 1331.28,
    "endTime": 1338.0,
    "text": "I believe the creature Woolah had never heard a kind word. In the next several"
  },
  {
    "startTime": 1338.0,
    "endTime": 1343.039,
    "text": "days, I gained the trust and friendship of Woolah."
  },
  {
    "startTime": 1343.039,
    "endTime": 1350.559,
    "text": "In a few short days, Wua was my friend and fierce protector."
  },
  {
    "startTime": 1350.559,
    "endTime": 1356.88,
    "text": "He would remain my loyal friend as long as I was on Mars."
  },
  {
    "startTime": 1356.88,
    "endTime": 1363.36,
    "text": "Several days later, Solah came to me with a look of great concern. John"
  },
  {
    "startTime": 1363.36,
    "endTime": 1371.44,
    "text": "Carter, come with me. A great battle is about to take place. An enemy is coming"
  },
  {
    "startTime": 1371.44,
    "endTime": 1379.919,
    "text": "near this city. We must prepare to fight, and we must be ready to flee."
  },
  {
    "startTime": 1379.919,
    "endTime": 1386.559,
    "text": "So, what enemy is this? A race of red men who travel our world"
  },
  {
    "startTime": 1386.559,
    "endTime": 1393.28,
    "text": "in flying machines. A great number of their machines have come over the far"
  },
  {
    "startTime": 1393.28,
    "endTime": 1400.72,
    "text": "mountain. Take your weapons with you and hurry. I collected my sword and a spear."
  },
  {
    "startTime": 1400.72,
    "endTime": 1406.24,
    "text": "I hurried out of the building and joined a group of warriors moving toward the"
  },
  {
    "startTime": 1406.24,
    "endTime": 1413.2,
    "text": "end of the city. Far in the distance, I could see the air ships."
  },
  {
    "startTime": 1413.2,
    "endTime": 1420.4,
    "text": "They were firing large guns at the Green Warriors. I heard huge explosions."
  },
  {
    "startTime": 1420.4,
    "endTime": 1427.12,
    "text": "The green warriors were firing back with their deadly rifles. The air was filled"
  },
  {
    "startTime": 1427.12,
    "endTime": 1432.2,
    "text": "with the sound of violent battle."
  },
  {
    "startTime": 1436.64,
    "endTime": 1445.039,
    "text": "Suddenly, a huge airship exploded. It came down crashing near me. Red Martians"
  },
  {
    "startTime": 1445.039,
    "endTime": 1454.12,
    "text": "were falling from the side of the huge ship and then it exploded again."
  },
  {
    "startTime": 1457.35,
    "endTime": 1463.919,
    "text": "[Music] Another of the large airships exploded high."
  },
  {
    "startTime": 1463.919,
    "endTime": 1470.559,
    "text": "Members of the crew fell to the ground. The huge ship lost control and began"
  },
  {
    "startTime": 1470.559,
    "endTime": 1478.159,
    "text": "turning again and again. Soon it was close to the ground. The"
  },
  {
    "startTime": 1478.159,
    "endTime": 1483.279,
    "text": "warriors climbed aboard the ship and began fighting the members of the crew"
  },
  {
    "startTime": 1483.279,
    "endTime": 1490.559,
    "text": "who were still alive. Soon the fighting stopped. The warriors began taking"
  },
  {
    "startTime": 1490.559,
    "endTime": 1497.039,
    "text": "everything from the ship. At last, they brought a captive from"
  },
  {
    "startTime": 1497.039,
    "endTime": 1504.0,
    "text": "deep within the ship. Two of the warriors had their captive by"
  },
  {
    "startTime": 1504.0,
    "endTime": 1509.2,
    "text": "each arm. I wanted to see what new and strange"
  },
  {
    "startTime": 1509.2,
    "endTime": 1514.4,
    "text": "form of life this creature would be."
  },
  {
    "startTime": 1514.4,
    "endTime": 1521.36,
    "text": "As they came near, I saw that it was a woman."
  },
  {
    "startTime": 1521.36,
    "endTime": 1528.559,
    "text": "She looked like a woman from Earth. She was young. Her skin was a light red,"
  },
  {
    "startTime": 1528.559,
    "endTime": 1535.919,
    "text": "almost a copper color. I saw at once that she was extremely beautiful."
  },
  {
    "startTime": 1535.919,
    "endTime": 1540.96,
    "text": "She had a fine face with large dark eyes"
  },
  {
    "startTime": 1540.96,
    "endTime": 1547.679,
    "text": "and long black hair. As her guards led her away, she saw me"
  },
  {
    "startTime": 1547.679,
    "endTime": 1554.559,
    "text": "for a moment. She seemed very surprised. Her face looked hopeful,"
  },
  {
    "startTime": 1554.559,
    "endTime": 1561.12,
    "text": "but when I made no attempt to speak to her, her face grew sad, and she looked"
  },
  {
    "startTime": 1561.12,
    "endTime": 1566.96,
    "text": "very small and frightened. As I watched her disappear into a"
  },
  {
    "startTime": 1566.96,
    "endTime": 1574.32,
    "text": "building, I realized that Solah was near me. John Carter. That woman will be"
  },
  {
    "startTime": 1574.32,
    "endTime": 1583.279,
    "text": "saved for the great games that are held by our people. The games are long and"
  },
  {
    "startTime": 1583.279,
    "endTime": 1590.0,
    "text": "cruel and end in death for those captured in battle. Her death will be"
  },
  {
    "startTime": 1590.0,
    "endTime": 1597.919,
    "text": "slow and painful. She will die for the enjoyment of all."
  },
  {
    "startTime": 1597.919,
    "endTime": 1604.72,
    "text": "Sol's face seemed sad when she said this. I could tell by the way she spoke"
  },
  {
    "startTime": 1604.72,
    "endTime": 1611.76,
    "text": "that she did not like the games and did not want to see the young woman die."
  },
  {
    "startTime": 1611.76,
    "endTime": 1620.4,
    "text": "She was very different from the rest of her people. Sola, do you not like the games?"
  },
  {
    "startTime": 1620.4,
    "endTime": 1626.559,
    "text": "No, John Carter. My mother died in the games."
  },
  {
    "startTime": 1626.559,
    "endTime": 1631.919,
    "text": "That is a secret you must not tell anyone."
  },
  {
    "startTime": 1631.919,
    "endTime": 1639.36,
    "text": "The wall where Tar Tarus found you held eggs that produce our young. All the"
  },
  {
    "startTime": 1639.36,
    "endTime": 1646.4,
    "text": "children belong to the tribe. A mother never knows which child is hers when"
  },
  {
    "startTime": 1646.4,
    "endTime": 1654.0,
    "text": "they come out of the egg. My mother hid the egg that carried me."
  },
  {
    "startTime": 1654.0,
    "endTime": 1662.159,
    "text": "It was not placed within the walled area. She kept her secret until after I was"
  },
  {
    "startTime": 1662.159,
    "endTime": 1670.159,
    "text": "born, but others discovered her secret, and she was condemned to die in the"
  },
  {
    "startTime": 1670.159,
    "endTime": 1677.6,
    "text": "games. She hid me among other children before she was captured."
  },
  {
    "startTime": 1677.6,
    "endTime": 1684.18,
    "text": "If this secret were learned, I too would die in the games."
  },
  {
    "startTime": 1684.18,
    "endTime": 1692.159,
    "text": "[Music] Before she left me, my mother told me the name of my father."
  },
  {
    "startTime": 1692.159,
    "endTime": 1699.76,
    "text": "I alone keep that secret. It would mean death for him as well as"
  },
  {
    "startTime": 1699.76,
    "endTime": 1706.27,
    "text": "me. My people are violent and cruel."
  },
  {
    "startTime": 1706.27,
    "endTime": 1714.24,
    "text": "[Music]"
  },
  {
    "startTime": 1714.24,
    "endTime": 1719.84,
    "text": "The next day, I entered the great room where the Green Martians held meetings."
  },
  {
    "startTime": 1719.84,
    "endTime": 1726.159,
    "text": "The Red Woman prisoner was there, too. Soon, the leader of the Green Martians"
  },
  {
    "startTime": 1726.159,
    "endTime": 1732.799,
    "text": "came into the room. His name was Lurquas Toml. He began"
  },
  {
    "startTime": 1732.799,
    "endTime": 1741.279,
    "text": "speaking to the prisoner. Who are you and what is your name?"
  },
  {
    "startTime": 1741.279,
    "endTime": 1748.96,
    "text": "I am the princess Deja Thoris, daughter of Moors Kjac, the ruler of Helium."
  },
  {
    "startTime": 1748.96,
    "endTime": 1755.84,
    "text": "Our airship was on a scientific flight. We were to study the air and atmosphere."
  },
  {
    "startTime": 1755.84,
    "endTime": 1763.2,
    "text": "Without our work, the air on our planet would grow thin and we would all die."
  },
  {
    "startTime": 1763.2,
    "endTime": 1769.279,
    "text": "Why would you attack us? As she talked, a warrior ran to her and"
  },
  {
    "startTime": 1769.279,
    "endTime": 1775.12,
    "text": "hit her in the face, knocking her to the ground. He placed a foot on her small"
  },
  {
    "startTime": 1775.12,
    "endTime": 1780.36,
    "text": "body and began laughing."
  },
  {
    "startTime": 1782.96,
    "endTime": 1790.919,
    "text": "I reached for the small sword I carried and rushed to attack the huge warrior."
  },
  {
    "startTime": 1792.72,
    "endTime": 1798.72,
    "text": "He was a strong opponent, but again, because of the low gravity on"
  },
  {
    "startTime": 1798.72,
    "endTime": 1805.679,
    "text": "Mars, my strength was far greater than his. In a few short minutes, the green"
  },
  {
    "startTime": 1805.679,
    "endTime": 1812.72,
    "text": "warrior was dead. I helped the young woman to her feet."
  },
  {
    "startTime": 1812.72,
    "endTime": 1819.44,
    "text": "Who are you? Why did you risk your life to help me? You look almost the same as"
  },
  {
    "startTime": 1819.44,
    "endTime": 1825.279,
    "text": "my people, but you wear the weapons of a green warrior."
  },
  {
    "startTime": 1825.279,
    "endTime": 1830.64,
    "text": "Who or what are you? My name is John"
  },
  {
    "startTime": 1830.64,
    "endTime": 1837.84,
    "text": "Carter. I am from the planet Earth. How I got here is a long story. I attacked"
  },
  {
    "startTime": 1837.84,
    "endTime": 1844.48,
    "text": "that warrior because where I come from, men do not attack women. I will offer"
  },
  {
    "startTime": 1844.48,
    "endTime": 1852.08,
    "text": "you my protection as long as I can. However, I must tell you that I too am a"
  },
  {
    "startTime": 1852.08,
    "endTime": 1858.72,
    "text": "captive. Come, John Carter, and bring the red woman with you. Let us leave"
  },
  {
    "startTime": 1858.72,
    "endTime": 1864.88,
    "text": "this room quickly before some warrior attempts to stop us. The three of us"
  },
  {
    "startTime": 1864.88,
    "endTime": 1871.039,
    "text": "quickly returned to the building where I had spent the last several days. Solah"
  },
  {
    "startTime": 1871.039,
    "endTime": 1879.12,
    "text": "then left to prepare food. Woolah sat in the corner and looked at the both of us."
  },
  {
    "startTime": 1879.12,
    "endTime": 1886.48,
    "text": "The young woman was afraid of poor ugly Woolah. I told her not to fear him."
  },
  {
    "startTime": 1886.48,
    "endTime": 1892.96,
    "text": "Woolah is not only my guard, he is my friend. I have treated him with kindness"
  },
  {
    "startTime": 1892.96,
    "endTime": 1899.44,
    "text": "that he has never known. As each day passes, he trusts me more. I now think"
  },
  {
    "startTime": 1899.44,
    "endTime": 1904.96,
    "text": "he would follow any command I give. Solah has told me that all captives are"
  },
  {
    "startTime": 1904.96,
    "endTime": 1911.36,
    "text": "held until they can die in the great games held by the green Martians."
  },
  {
    "startTime": 1911.36,
    "endTime": 1918.88,
    "text": "Our only chance to survive is to escape. But we must have Solas's help for our"
  },
  {
    "startTime": 1918.88,
    "endTime": 1924.72,
    "text": "plan to succeed. Yes, if we stay with the Green Warriors,"
  },
  {
    "startTime": 1924.72,
    "endTime": 1929.919,
    "text": "we will both die. If we are to escape, we will need"
  },
  {
    "startTime": 1929.919,
    "endTime": 1936.0,
    "text": "several of the animals to ride. It will be our only chance."
  },
  {
    "startTime": 1936.0,
    "endTime": 1944.679,
    "text": "I have several of the animals. They were given to me when I became a warrior."
  },
  {
    "startTime": 1945.2,
    "endTime": 1953.6,
    "text": "Sa came back later with food for the two of us. Dejais and I asked for her help."
  },
  {
    "startTime": 1953.6,
    "endTime": 1959.44,
    "text": "The three of us talked long into the night. At last,"
  },
  {
    "startTime": 1959.44,
    "endTime": 1966.72,
    "text": "Solak gave us her answer. Your best chance for escape will be in the next 2"
  },
  {
    "startTime": 1966.72,
    "endTime": 1974.24,
    "text": "days. We will leave this city tomorrow and begin a long trip to the home of our"
  },
  {
    "startTime": 1974.24,
    "endTime": 1980.399,
    "text": "tribe. I will help you escape, but I must come"
  },
  {
    "startTime": 1980.399,
    "endTime": 1987.919,
    "text": "with you. I will be killed if you escape. Sola, of course, you must come"
  },
  {
    "startTime": 1987.919,
    "endTime": 1996.64,
    "text": "with us. You are not cruel or violent as many of your people are. Help us, and I"
  },
  {
    "startTime": 1996.64,
    "endTime": 2003.44,
    "text": "can promise you a much better life. You will be treated with respect as an"
  },
  {
    "startTime": 2003.44,
    "endTime": 2011.039,
    "text": "honored guest. The next morning, we rode away from the city on our animals."
  },
  {
    "startTime": 2011.039,
    "endTime": 2016.24,
    "text": "More than a thousand animals were carrying the huge tribe of green"
  },
  {
    "startTime": 2016.24,
    "endTime": 2022.32,
    "text": "Martians. Also in the group were one American,"
  },
  {
    "startTime": 2022.32,
    "endTime": 2028.96,
    "text": "one princess of the royal house of Helium, our guard Solah,"
  },
  {
    "startTime": 2028.96,
    "endTime": 2037.12,
    "text": "and poor ugly Woola. Late that night, we left the camp. One"
  },
  {
    "startTime": 2037.12,
    "endTime": 2044.72,
    "text": "animal carried me, another Solah and Princess Deja Thoris. Woolah followed"
  },
  {
    "startTime": 2044.72,
    "endTime": 2052.8,
    "text": "close behind. We rode quickly through the Martian night. I looked into the sky and saw"
  },
  {
    "startTime": 2052.8,
    "endTime": 2060.0,
    "text": "Earth across the great distance of space. Since I had met the princess deja"
  },
  {
    "startTime": 2060.0,
    "endTime": 2065.28,
    "text": "thorus, I had not thought once of earth"
  },
  {
    "startTime": 2065.28,
    "endTime": 2070.8,
    "text": "or home. I knew then"
  },
  {
    "startTime": 2070.8,
    "endTime": 2076.359,
    "text": "that I would never willingly leave her."
  },
  {
    "startTime": 2076.96,
    "endTime": 2082.079,
    "text": "The next morning, I could see that we were being followed by several hundred"
  },
  {
    "startTime": 2082.079,
    "endTime": 2089.919,
    "text": "of the green warriors. Our animals were very tired. I knew we must stop. I told"
  },
  {
    "startTime": 2089.919,
    "endTime": 2095.839,
    "text": "Solah and the princess to take the stronger of the two animals and ride"
  },
  {
    "startTime": 2095.839,
    "endTime": 2102.4,
    "text": "away. I will hold back the green warriors as long as I can. Woolah, go"
  },
  {
    "startTime": 2102.4,
    "endTime": 2109.92,
    "text": "with them and guard them with your life. We can't leave you alone. It would be"
  },
  {
    "startTime": 2109.92,
    "endTime": 2116.64,
    "text": "certain death if you are captured again. You must come with us."
  },
  {
    "startTime": 2116.64,
    "endTime": 2121.76,
    "text": "Sola took the princess by the arm and lifted her on top of the animal she had"
  },
  {
    "startTime": 2121.76,
    "endTime": 2130.4,
    "text": "chosen. Quickly, she began riding away. For a moment, Woola looked at me, then"
  },
  {
    "startTime": 2130.4,
    "endTime": 2138.0,
    "text": "turned and ran after them. I took out my rifle from its case. I"
  },
  {
    "startTime": 2138.0,
    "endTime": 2143.08,
    "text": "began firing to slope the green warriors."
  },
  {
    "startTime": 2143.08,
    "endTime": 2150.48,
    "text": "[Music] I was able to slow them for more than an"
  },
  {
    "startTime": 2150.48,
    "endTime": 2159.119,
    "text": "hour, but then I had no more ammunition. Soon I was surrounded. A green warrior"
  },
  {
    "startTime": 2159.119,
    "endTime": 2166.72,
    "text": "got off his animal and came toward me. He pulled out his long thin sword. I"
  },
  {
    "startTime": 2166.72,
    "endTime": 2173.839,
    "text": "reached for mine. As we neared each other, I saw it was Tar's Tarcus."
  },
  {
    "startTime": 2173.839,
    "endTime": 2180.92,
    "text": "He stopped and spoke to me very slowly."
  },
  {
    "startTime": 2182.0,
    "endTime": 2190.88,
    "text": "You will die here today, John Carter. It is I who must kill you."
  },
  {
    "startTime": 2190.88,
    "endTime": 2196.64,
    "text": "Know that I will take no pleasure in your death."
  },
  {
    "startTime": 2196.64,
    "endTime": 2205.119,
    "text": "The huge green warrior Tar Tarus came slowly toward me with his thin sword. I"
  },
  {
    "startTime": 2205.119,
    "endTime": 2213.52,
    "text": "backed away. I did not want to fight him. I did not wish his death. He had"
  },
  {
    "startTime": 2213.52,
    "endTime": 2218.72,
    "text": "been as kind to me as a green Martian can be."
  },
  {
    "startTime": 2218.72,
    "endTime": 2225.04,
    "text": "As I stood watching him, a rifle fired in the distance."
  },
  {
    "startTime": 2225.04,
    "endTime": 2230.16,
    "text": "Then another and another. Tar Tarus and"
  },
  {
    "startTime": 2230.16,
    "endTime": 2236.72,
    "text": "his warriors were under attack from another tribe of green warriors."
  },
  {
    "startTime": 2236.72,
    "endTime": 2243.839,
    "text": "Within seconds, a terrible battle raged. As I watched, three of the attackers"
  },
  {
    "startTime": 2243.839,
    "endTime": 2250.8,
    "text": "fell on Tar's targets. He killed one and was fighting with the other two when he"
  },
  {
    "startTime": 2250.8,
    "endTime": 2256.96,
    "text": "slipped and fell. I've ran to his aid, swinging my sword."
  },
  {
    "startTime": 2256.96,
    "endTime": 2265.04,
    "text": "He was on his feet. Shoulderto-sh shoulder, we fought against the attackers. They finally withdrew after"
  },
  {
    "startTime": 2265.04,
    "endTime": 2270.24,
    "text": "an hour of fierce fighting. [Music]"
  },
  {
    "startTime": 2270.24,
    "endTime": 2277.359,
    "text": "John Carter, I think I understand the meaning of the word friend."
  },
  {
    "startTime": 2277.359,
    "endTime": 2283.04,
    "text": "You saved my life when I was about to take yours."
  },
  {
    "startTime": 2283.04,
    "endTime": 2289.839,
    "text": "From this day, you are no longer a captive among our people, but a leader"
  },
  {
    "startTime": 2289.839,
    "endTime": 2296.72,
    "text": "and great warrior among us.\" There was a smile on his face. Once"
  },
  {
    "startTime": 2296.72,
    "endTime": 2304.24,
    "text": "again, he took off a metal band from his arm and gave it to me. I have a question"
  },
  {
    "startTime": 2304.24,
    "endTime": 2310.48,
    "text": "for you, John Carter. I understand why you took the red woman"
  },
  {
    "startTime": 2310.48,
    "endTime": 2317.839,
    "text": "with you, but why did Solah leave her people and go with you?"
  },
  {
    "startTime": 2317.839,
    "endTime": 2324.32,
    "text": "She did not want to see me or the princess harmed. She does not like the"
  },
  {
    "startTime": 2324.32,
    "endTime": 2331.28,
    "text": "great games held by your people where captives are led to die. She knows if"
  },
  {
    "startTime": 2331.28,
    "endTime": 2338.88,
    "text": "she is caught, she too will die in the games. She told me she hates the games"
  },
  {
    "startTime": 2338.88,
    "endTime": 2343.92,
    "text": "because her mother died there. What? How"
  },
  {
    "startTime": 2343.92,
    "endTime": 2350.0,
    "text": "could she know her mother? She told me her mother was killed in the games"
  },
  {
    "startTime": 2350.0,
    "endTime": 2355.52,
    "text": "because she had hidden the egg that produced her."
  },
  {
    "startTime": 2355.52,
    "endTime": 2362.0,
    "text": "Her mother hid Sola among other children before she was captured."
  },
  {
    "startTime": 2362.0,
    "endTime": 2370.4,
    "text": "Solah said she was a kind woman, not like others of your tribe."
  },
  {
    "startTime": 2370.4,
    "endTime": 2378.4,
    "text": "Tar Tarus grew angry as I was speaking, but I could see past his anger. I could"
  },
  {
    "startTime": 2378.4,
    "endTime": 2383.52,
    "text": "see pain in his eyes. I immediately knew"
  },
  {
    "startTime": 2383.52,
    "endTime": 2391.28,
    "text": "Solah's great secret. I have a question for you, Tar Tarus."
  },
  {
    "startTime": 2391.28,
    "endTime": 2399.04,
    "text": "Did you know Solah's mother? Yes, and if I could have, I would have"
  },
  {
    "startTime": 2399.04,
    "endTime": 2405.2,
    "text": "prevented her death. I know this story to be true."
  },
  {
    "startTime": 2405.2,
    "endTime": 2413.2,
    "text": "I have always known the woman who died in those games had a child. I never knew"
  },
  {
    "startTime": 2413.2,
    "endTime": 2421.79,
    "text": "the child. I do now. Solah is also my child."
  },
  {
    "startTime": 2421.79,
    "endTime": 2428.24,
    "text": "[Music]"
  },
  {
    "startTime": 2428.24,
    "endTime": 2436.64,
    "text": "For 3 days we followed the trail left by the princess Deja Torres, Sola and poor"
  },
  {
    "startTime": 2436.64,
    "endTime": 2443.2,
    "text": "ugly Woola. At last we could see them in the distance. Their animal could no"
  },
  {
    "startTime": 2443.2,
    "endTime": 2450.96,
    "text": "longer be ridden. They were talking when we came near. Woolah turned to fight us."
  },
  {
    "startTime": 2450.96,
    "endTime": 2460.48,
    "text": "I slowly walked to him with my hand out. Solah was standing nearby. She was armed"
  },
  {
    "startTime": 2460.48,
    "endTime": 2468.96,
    "text": "and prepared to fight. The princess was lying next to her feet. Sa. What is"
  },
  {
    "startTime": 2468.96,
    "endTime": 2474.88,
    "text": "wrong with the princess? She has been crying much these past few"
  },
  {
    "startTime": 2474.88,
    "endTime": 2481.359,
    "text": "days, John Carter. We believed you died so we could escape."
  },
  {
    "startTime": 2481.359,
    "endTime": 2488.56,
    "text": "The thought of your death was very heavy on this woman, my friend. Deja Thorus."
  },
  {
    "startTime": 2488.56,
    "endTime": 2494.079,
    "text": "Come and tell her you are among the living. Perhaps that will stop her"
  },
  {
    "startTime": 2494.079,
    "endTime": 2502.56,
    "text": "crying. I walked to where the princess Deja Thoris was lying on the ground. She"
  },
  {
    "startTime": 2502.56,
    "endTime": 2508.079,
    "text": "looked at me with eyes that were red from crying."
  },
  {
    "startTime": 2508.079,
    "endTime": 2516.72,
    "text": "Princess, you are no longer in danger. Tar Tarus has come with me as a friend."
  },
  {
    "startTime": 2516.72,
    "endTime": 2522.96,
    "text": "He and his warriors will help to see you safely home."
  },
  {
    "startTime": 2522.96,
    "endTime": 2528.319,
    "text": "And Solah, I would have you greet your father, Tar"
  },
  {
    "startTime": 2528.319,
    "endTime": 2536.4,
    "text": "Tarus, a great leader among your people. Your secret no longer means death to"
  },
  {
    "startTime": 2536.4,
    "endTime": 2543.52,
    "text": "anyone. He already knows you are his daughter. The two of you have nothing to"
  },
  {
    "startTime": 2543.52,
    "endTime": 2550.8,
    "text": "fear. Solah turned and looked at Tar Tarcus."
  },
  {
    "startTime": 2550.8,
    "endTime": 2559.96,
    "text": "She held out her hand. He took it. It was a new beginning for them."
  },
  {
    "startTime": 2561.599,
    "endTime": 2569.119,
    "text": "I know our world has never before seen anyone like you, John Carter. Can it be"
  },
  {
    "startTime": 2569.119,
    "endTime": 2576.96,
    "text": "that all Earthmen are like you? I was alone, a stranger, hunted,"
  },
  {
    "startTime": 2576.96,
    "endTime": 2584.319,
    "text": "threatened. Yet you would freely give your life to save me."
  },
  {
    "startTime": 2584.319,
    "endTime": 2591.44,
    "text": "You come to me now with a tribe of green warriors who offer their friendship."
  },
  {
    "startTime": 2591.44,
    "endTime": 2597.359,
    "text": "You are no longer a captive, but wear the medal of great rank among their"
  },
  {
    "startTime": 2597.359,
    "endTime": 2603.119,
    "text": "people. No man has ever done this."
  },
  {
    "startTime": 2603.119,
    "endTime": 2608.24,
    "text": "Princess, I have done many strange things in my"
  },
  {
    "startTime": 2608.24,
    "endTime": 2615.68,
    "text": "life, many things much smarter men would not have done. And now,"
  },
  {
    "startTime": 2615.68,
    "endTime": 2623.76,
    "text": "before my courage fails, I would ask you to be mine"
  },
  {
    "startTime": 2623.76,
    "endTime": 2629.3,
    "text": "in marriage.\" [Applause]"
  },
  {
    "startTime": 2629.76,
    "endTime": 2635.92,
    "text": "She smiled at me for a moment and then her dark eyes flashed in the evening"
  },
  {
    "startTime": 2635.92,
    "endTime": 2644.0,
    "text": "light. You have no need of your courage, John Carter, because you already knew the"
  },
  {
    "startTime": 2644.0,
    "endTime": 2649.24,
    "text": "answer before you asked the question."
  },
  {
    "startTime": 2649.24,
    "endTime": 2656.72,
    "text": "[Music] Several days later, we reached the city"
  },
  {
    "startTime": 2656.72,
    "endTime": 2665.359,
    "text": "of Helium. At first, the red men of Helium thought we were an attacking army, but they soon"
  },
  {
    "startTime": 2665.359,
    "endTime": 2672.48,
    "text": "saw their princess. We were greeted with great joy. Tar"
  },
  {
    "startTime": 2672.48,
    "endTime": 2677.839,
    "text": "Tarus and his green warriors caused the greatest excitement."
  },
  {
    "startTime": 2677.839,
    "endTime": 2684.48,
    "text": "This huge group of green warriors entered the city as friends"
  },
  {
    "startTime": 2684.48,
    "endTime": 2691.599,
    "text": "and allies. I soon met Tardos Moors, the grandfather"
  },
  {
    "startTime": 2691.599,
    "endTime": 2698.56,
    "text": "of Deja Thoris. He tried several times to thank me for saving the life of the"
  },
  {
    "startTime": 2698.56,
    "endTime": 2704.079,
    "text": "princess, but tears filled his eyes and he could"
  },
  {
    "startTime": 2704.079,
    "endTime": 2710.319,
    "text": "not speak. [Music]"
  },
  {
    "startTime": 2710.319,
    "endTime": 2718.079,
    "text": "For 9 years I served in the government and fought in the armies of Helium as a"
  },
  {
    "startTime": 2718.079,
    "endTime": 2725.839,
    "text": "prince of the royal family. It was a happy time. The princess Dejatis and I"
  },
  {
    "startTime": 2725.839,
    "endTime": 2734.8,
    "text": "were expecting a child. Then one day a soldier returned from a long"
  },
  {
    "startTime": 2734.8,
    "endTime": 2742.72,
    "text": "flight. When he landed he hurried to the great meeting room. Dardos Moors met"
  },
  {
    "startTime": 2742.72,
    "endTime": 2750.48,
    "text": "with the soldier and reported that every creature on the planet had but 3 days to"
  },
  {
    "startTime": 2750.48,
    "endTime": 2758.56,
    "text": "live. He said the great machines that produced the atmosphere on the planet had stopped"
  },
  {
    "startTime": 2758.56,
    "endTime": 2764.079,
    "text": "producing oxygen. He said no one knew why this had"
  },
  {
    "startTime": 2764.079,
    "endTime": 2770.319,
    "text": "happened, but there was nothing that could be done."
  },
  {
    "startTime": 2770.319,
    "endTime": 2775.359,
    "text": "The air grew thin within a day. Many"
  },
  {
    "startTime": 2775.359,
    "endTime": 2782.56,
    "text": "people could do nothing but sleep. I watched as my princess was slowly"
  },
  {
    "startTime": 2782.56,
    "endTime": 2790.64,
    "text": "dying. I had to try something. I could still move with great difficulty."
  },
  {
    "startTime": 2790.64,
    "endTime": 2798.4,
    "text": "I went to our airport and chose a fast aircraft. I flew as fast as I could to"
  },
  {
    "startTime": 2798.4,
    "endTime": 2807.44,
    "text": "the building that produced the atmosphere of the planet. Workers were trying to enter. I tried to"
  },
  {
    "startTime": 2807.44,
    "endTime": 2814.0,
    "text": "help. With a great effort, I opened a hole."
  },
  {
    "startTime": 2814.0,
    "endTime": 2820.24,
    "text": "I grew very weak. I asked one of the workers if he could"
  },
  {
    "startTime": 2820.24,
    "endTime": 2825.68,
    "text": "start the engines. He said he would try."
  },
  {
    "startTime": 2825.68,
    "endTime": 2830.44,
    "text": "I fell asleep on the ground."
  },
  {
    "startTime": 2831.119,
    "endTime": 2837.119,
    "text": "It was dark when I opened my eyes again."
  },
  {
    "startTime": 2837.119,
    "endTime": 2845.44,
    "text": "My clothing felt stiff and strange. I sat up. I could see light from an"
  },
  {
    "startTime": 2845.44,
    "endTime": 2853.44,
    "text": "opening. I walked outside. The land looked strange to me."
  },
  {
    "startTime": 2853.44,
    "endTime": 2862.48,
    "text": "I looked up to the sky and saw the red planet Mars."
  },
  {
    "startTime": 2862.48,
    "endTime": 2869.68,
    "text": "I was once again on Earth in the desert of Arizona. I cried out with deep"
  },
  {
    "startTime": 2869.68,
    "endTime": 2874.8,
    "text": "emotion. Did the worker reach the machines to"
  },
  {
    "startTime": 2874.8,
    "endTime": 2883.52,
    "text": "renew the atmosphere? Did the air reach the people of that planet in time to save them? Was my"
  },
  {
    "startTime": 2883.52,
    "endTime": 2889.119,
    "text": "princess Dejais alive? Or did she lie"
  },
  {
    "startTime": 2889.119,
    "endTime": 2897.2,
    "text": "cold in death? For 10 years now,"
  },
  {
    "startTime": 2897.2,
    "endTime": 2904.319,
    "text": "I have watched the night sky, looking for an answer."
  },
  {
    "startTime": 2904.319,
    "endTime": 2910.4,
    "text": "I believe she and our child are waiting there for me."
  },
  {
    "startTime": 2910.4,
    "endTime": 2916.88,
    "text": "Something tells me that I shall soon"
  },
  {
    "startTime": 2916.88,
    "endTime": 2919.88,
    "text": "know."
  },
  {
    "startTime": 2930.079,
    "endTime": 2937.2,
    "text": "You have been listening to the special English program American Stories."
  },
  {
    "startTime": 2937.2,
    "endTime": 2943.92,
    "text": "Shep O'Neal was the voice of John Carter. Steve Amber was Tar Tarcus."
  },
  {
    "startTime": 2943.92,
    "endTime": 2951.04,
    "text": "Barbara Klene was Sola. And Gwen Newton was Princess Deja Thorus."
  },
  {
    "startTime": 2951.04,
    "endTime": 2956.72,
    "text": "This story was adapted for Special English by Paul Thompson. It was"
  },
  {
    "startTime": 2956.72,
    "endTime": 2962.52,
    "text": "produced by Paul Thompson and Mario Ritter."
  }
]