[
  {
    "startTime": 13.12,
    "endTime": 21.039,
    "text": "the rights of citizens, the future of the internet. So, I'd like to welcome to the TED stage"
  },
  {
    "startTime": 21.039,
    "endTime": 27.0,
    "text": "the man behind those revelations, Ed Snowden."
  },
  {
    "startTime": 29.519,
    "endTime": 35.28,
    "text": "Ed is uh in a remote location somewhere in Russia uh controlling this bot with"
  },
  {
    "startTime": 35.28,
    "endTime": 42.16,
    "text": "from his laptop so he can see what the bot can see. Ed, welcome to the TED"
  },
  {
    "startTime": 42.16,
    "endTime": 51.399,
    "text": "stage. What What can you see? As a matter of fact, I can see everyone. This is amazing."
  },
  {
    "startTime": 52.32,
    "endTime": 58.879,
    "text": "Um, Ed, um, some questions for you. You've been called many things in the"
  },
  {
    "startTime": 58.879,
    "endTime": 66.479,
    "text": "last few months. You've been called, uh, a whistleblower, uh, a traitor, a hero."
  },
  {
    "startTime": 66.479,
    "endTime": 73.04,
    "text": "What words would you describe yourself with? You know, we, everybody who's involved"
  },
  {
    "startTime": 73.04,
    "endTime": 78.64,
    "text": "with this debate has been struggling over me and my personality and and what"
  },
  {
    "startTime": 78.64,
    "endTime": 83.68,
    "text": "how to describe me. But when I think about it, these these this this isn't the question that we should be"
  },
  {
    "startTime": 83.68,
    "endTime": 89.52,
    "text": "struggling with. Who I am really doesn't matter at all. If I'm the worst person"
  },
  {
    "startTime": 89.52,
    "endTime": 96.72,
    "text": "in the world, you can hate me and and move on. What really matters here are the issues. What really matters here is"
  },
  {
    "startTime": 96.72,
    "endTime": 102.799,
    "text": "the kind of government we want, the kind of internet we want, the kind of relationship between people and"
  },
  {
    "startTime": 102.799,
    "endTime": 109.68,
    "text": "societies. And that's what I'm hoping the debate will move towards. And we've seen that increasing over time. If I had"
  },
  {
    "startTime": 109.68,
    "endTime": 115.84,
    "text": "to describe myself, I wouldn't use words like hero. I wouldn't use patriot. And I wouldn't use traitor. I'd say I'm an"
  },
  {
    "startTime": 115.84,
    "endTime": 122.0,
    "text": "American and I'm a citizen just like everyone else. So, just to give some context for those"
  },
  {
    "startTime": 122.0,
    "endTime": 126.119,
    "text": "who don't know the whole whole story,"
  },
  {
    "startTime": 127.84,
    "endTime": 133.12,
    "text": "this time um this time a year ago, you were stationed in Hawaii working as a"
  },
  {
    "startTime": 133.12,
    "endTime": 138.56,
    "text": "consultant to the NSA. You had as a CIS admin, you had access to their systems."
  },
  {
    "startTime": 138.56,
    "endTime": 144.8,
    "text": "um and you began um revealing certain classified documents to some handpicked"
  },
  {
    "startTime": 144.8,
    "endTime": 149.84,
    "text": "journalists um leading the way to June's revelations. Now, what propelled you to"
  },
  {
    "startTime": 149.84,
    "endTime": 156.4,
    "text": "do this? You know,"
  },
  {
    "startTime": 156.4,
    "endTime": 161.92,
    "text": "when I was sitting in Hawaii and the years before when I was working in the intelligence community, I saw a lot of"
  },
  {
    "startTime": 161.92,
    "endTime": 168.72,
    "text": "things that had disturbed me. We do a lot of good things in the intelligence community. Things that need"
  },
  {
    "startTime": 168.72,
    "endTime": 173.76,
    "text": "to be done and things that help everyone. But there are also things that go too"
  },
  {
    "startTime": 173.76,
    "endTime": 179.28,
    "text": "far. There are things that shouldn't be done and decisions that were being made in secret without the public's"
  },
  {
    "startTime": 179.28,
    "endTime": 184.64,
    "text": "awareness, without the public's consent, and without even our representatives in"
  },
  {
    "startTime": 184.64,
    "endTime": 190.72,
    "text": "government having knowledge of these programs. When"
  },
  {
    "startTime": 190.72,
    "endTime": 198.319,
    "text": "I really came to struggle with these issues, I thought to myself, how can I do this in the most responsible way that"
  },
  {
    "startTime": 198.319,
    "endTime": 204.64,
    "text": "maximizes the public benefit while minimizing the risks and out of all the"
  },
  {
    "startTime": 204.64,
    "endTime": 209.92,
    "text": "solutions that I could come with out of going to Congress when there was no"
  },
  {
    "startTime": 209.92,
    "endTime": 215.04,
    "text": "laws, there were no legal protections for a private employee, a contractor in"
  },
  {
    "startTime": 215.04,
    "endTime": 220.959,
    "text": "intelligence like myself, There was there was a risk that I would be buried along with the information and"
  },
  {
    "startTime": 220.959,
    "endTime": 227.519,
    "text": "the public would never find out. But the first amendment of the United States Constitution guarantees us a free press"
  },
  {
    "startTime": 227.519,
    "endTime": 233.36,
    "text": "for a reason, and that's to enable an adversarial press to challenge the"
  },
  {
    "startTime": 233.36,
    "endTime": 240.319,
    "text": "government, but also to work together with the government to have a dialogue and debate about how we can inform the"
  },
  {
    "startTime": 240.319,
    "endTime": 246.56,
    "text": "public about matters of vital importance without putting our national security at"
  },
  {
    "startTime": 246.56,
    "endTime": 251.92,
    "text": "risk. And by working with journalists, by giving all of my information back to"
  },
  {
    "startTime": 251.92,
    "endTime": 258.239,
    "text": "the American people rather than trusting myself to make the decisions about publication,"
  },
  {
    "startTime": 258.239,
    "endTime": 264.4,
    "text": "we've had a robust debate with a deep investment by the government that I"
  },
  {
    "startTime": 264.4,
    "endTime": 269.759,
    "text": "think has resulted in a benefit for for every"
  },
  {
    "startTime": 269.759,
    "endTime": 277.04,
    "text": "risks that have been have been threatened, the risks that have been played up by the government have never"
  },
  {
    "startTime": 277.04,
    "endTime": 282.8,
    "text": "material. materialized. We've never seen any evidence of even a single instance of specific pawn."
  },
  {
    "startTime": 282.8,
    "endTime": 289.52,
    "text": "So let's um because that I'm comfortable with the decisions that I So let's let me show um the audience a"
  },
  {
    "startTime": 289.52,
    "endTime": 294.72,
    "text": "couple of examples of of what you revealed. If we can have a slide up and Ed um I don't know whether you can see"
  },
  {
    "startTime": 294.72,
    "endTime": 300.16,
    "text": "if you the slides are here. This is a slide of the Prism program and um maybe"
  },
  {
    "startTime": 300.16,
    "endTime": 306.96,
    "text": "you could tell the audience what what that was that was revealed. The best way to understand prism because there's been"
  },
  {
    "startTime": 306.96,
    "endTime": 313.44,
    "text": "a little bit of controversy is to first talk about what prism isn't. Much of the debate in the US has been"
  },
  {
    "startTime": 313.44,
    "endTime": 319.039,
    "text": "about metadata. They've said it's just metadata. It's just metadata. And they're talking about a specific legal"
  },
  {
    "startTime": 319.039,
    "endTime": 324.56,
    "text": "authority called section 215 of the Patriot Act that allows sort of"
  },
  {
    "startTime": 324.56,
    "endTime": 330.32,
    "text": "warrantless wiretapping, mass surveillance of the entire country's sort of phone records, things like that."
  },
  {
    "startTime": 330.32,
    "endTime": 339.28,
    "text": "who you're talking to, when you're talking to them, uh where you travel. These are all metadata events. Prism is"
  },
  {
    "startTime": 339.28,
    "endTime": 346.24,
    "text": "about content. It's a program through which the government could compel corporate America. It could sort of"
  },
  {
    "startTime": 346.24,
    "endTime": 352.32,
    "text": "deputize corporate America to do its dirty work for the NSA."
  },
  {
    "startTime": 352.32,
    "endTime": 358.479,
    "text": "And even though some of these companies did resist, even though some of them, I believe Yahoo is one of them, challenged"
  },
  {
    "startTime": 358.479,
    "endTime": 363.919,
    "text": "them in court, they all lost because it was never tried by an open court. They"
  },
  {
    "startTime": 363.919,
    "endTime": 369.919,
    "text": "were only tried by a secret court. And something that we've seen, something about the Prism program that's very"
  },
  {
    "startTime": 369.919,
    "endTime": 376.56,
    "text": "concerning to me is there's been a talking point in the US government where they've said 15 federal judges"
  },
  {
    "startTime": 376.56,
    "endTime": 385.12,
    "text": "have reviewed these programs and found them to be lawful. But what they don't tell you is those are secret judges in a"
  },
  {
    "startTime": 385.12,
    "endTime": 391.44,
    "text": "secret court based on secret interpretations of law that's considered"
  },
  {
    "startTime": 391.44,
    "endTime": 399.28,
    "text": "34,000 warrant requests over 33 years and in 33 years only rejected 11"
  },
  {
    "startTime": 399.28,
    "endTime": 405.68,
    "text": "government requests. These aren't the people that we want deciding what the role of corporate"
  },
  {
    "startTime": 405.68,
    "endTime": 412.319,
    "text": "America in a free and open internet should be. Now this this slide that we're showing here shows the dates in"
  },
  {
    "startTime": 412.319,
    "endTime": 418.4,
    "text": "which different technology companies internet companies are um alleged to have have joined the program and where"
  },
  {
    "startTime": 418.4,
    "endTime": 427.12,
    "text": "data collection began from them. Now they have denied collaborate collaborating with the NSA. How was that"
  },
  {
    "startTime": 427.12,
    "endTime": 434.319,
    "text": "data collected by the NSA? Right. So the NSA's own slides refer to"
  },
  {
    "startTime": 434.319,
    "endTime": 439.919,
    "text": "it as direct access. What that means to an actual NSA analyst, someone like me"
  },
  {
    "startTime": 439.919,
    "endTime": 445.44,
    "text": "who is working as an intelligence analyst, uh, targeting, you know, uh, Chinese cyber actors, things like that"
  },
  {
    "startTime": 445.44,
    "endTime": 451.84,
    "text": "in Hawaii, is the provenence of that data is directly from their servers. It"
  },
  {
    "startTime": 451.84,
    "endTime": 459.12,
    "text": "doesn't mean that there's a, you know, group of company representatives sitting in a smoky room with the NSA ping around"
  },
  {
    "startTime": 459.12,
    "endTime": 464.88,
    "text": "and making backroom deals about how they're going to give this stuff away. Now, each company handles it different"
  },
  {
    "startTime": 464.88,
    "endTime": 470.4,
    "text": "ways. Some are responsible, some are somewhat less responsible. But the bottom line is when we talk about how"
  },
  {
    "startTime": 470.4,
    "endTime": 475.599,
    "text": "this information is is given, uh it's coming from the companies"
  },
  {
    "startTime": 475.599,
    "endTime": 481.52,
    "text": "themselves. It's not stolen from the lines. But there's an important thing to remember here. Even though companies"
  },
  {
    "startTime": 481.52,
    "endTime": 488.08,
    "text": "pushed back, even though companies uh demanded, hey, let's do this through a warrant process. let's do this, you"
  },
  {
    "startTime": 488.08,
    "endTime": 496.08,
    "text": "know, where we actually have some sort of legal review, some sort of basis for handing over these users data. We saw"
  },
  {
    "startTime": 496.08,
    "endTime": 503.759,
    "text": "stories in the Washington Post last year that weren't as well reported as the Prism story that said the NSA broke in"
  },
  {
    "startTime": 503.759,
    "endTime": 511.12,
    "text": "to the data center communications between Google to itself and Yahoo to itself. So even these companies that are"
  },
  {
    "startTime": 511.12,
    "endTime": 517.039,
    "text": "cooperating in at least a compelled but hopefully lawful manner with the NSA,"
  },
  {
    "startTime": 517.039,
    "endTime": 522.24,
    "text": "the NSA isn't satisfied with that. And because of that, we need our companies"
  },
  {
    "startTime": 522.24,
    "endTime": 527.92,
    "text": "to work very hard to guarantee that they're going to prep represent the"
  },
  {
    "startTime": 527.92,
    "endTime": 533.92,
    "text": "interests of the user and also advocate for the rights of the users. And I think over the last year, we've seen the"
  },
  {
    "startTime": 533.92,
    "endTime": 540.399,
    "text": "companies that are named on the Prism slides take great strides to do that. and I encourage them to continue."
  },
  {
    "startTime": 540.399,
    "endTime": 546.08,
    "text": "What more should they do? The the biggest thing that an internet"
  },
  {
    "startTime": 546.08,
    "endTime": 551.519,
    "text": "company in America can do today right now without consulting with lawyers to"
  },
  {
    "startTime": 551.519,
    "endTime": 558.48,
    "text": "protect the rights of users worldwide is to enable uh SSL or T sort of"
  },
  {
    "startTime": 558.48,
    "endTime": 564.32,
    "text": "encryption web encryption on every page that you visit. The reason this matters"
  },
  {
    "startTime": 564.32,
    "endTime": 570.399,
    "text": "is today, if you go to look at a copy of 1984 on Amazon.com,"
  },
  {
    "startTime": 570.399,
    "endTime": 576.16,
    "text": "the NSA can see a record of that. The Russian intelligence service can see a record of that. The Chinese service can"
  },
  {
    "startTime": 576.16,
    "endTime": 582.0,
    "text": "see an record of that. The French service, the German service, the services of Andor, they can all see it"
  },
  {
    "startTime": 582.0,
    "endTime": 587.68,
    "text": "because it's unencrypted. The world's library, Amazon.com."
  },
  {
    "startTime": 587.68,
    "endTime": 593.2,
    "text": "But not only do they not support encryption by default, you cannot choose to use encryption when browsing through"
  },
  {
    "startTime": 593.2,
    "endTime": 598.24,
    "text": "books. This is something that we need to change not just for Amazon. I don't mean to single them out, but they're a great"
  },
  {
    "startTime": 598.24,
    "endTime": 604.16,
    "text": "example. All companies need to move to an encrypted browsing habit by default"
  },
  {
    "startTime": 604.16,
    "endTime": 610.0,
    "text": "for all users who haven't taken any action or or picked any special methods on their own. That'll increase the"
  },
  {
    "startTime": 610.0,
    "endTime": 615.92,
    "text": "privacy and the rights that people enjoy worldwide. Ed, come with me um to this part of the"
  },
  {
    "startTime": 615.92,
    "endTime": 621.12,
    "text": "stage. I want to show you the next slide here. This is a program called Boundless"
  },
  {
    "startTime": 621.12,
    "endTime": 628.48,
    "text": "Informant. What is that? So, I I've got to give credit to the NSA for uh for using appropriate names on"
  },
  {
    "startTime": 628.48,
    "endTime": 634.079,
    "text": "this. This is one of my favorite NSA cryp. Uh boundless informant is a"
  },
  {
    "startTime": 634.079,
    "endTime": 639.12,
    "text": "program that the NSA hid from Congress. The NSA was previously asked by Congress"
  },
  {
    "startTime": 639.12,
    "endTime": 645.2,
    "text": "was there any ability that they had to even give a rough ballpark estimate of"
  },
  {
    "startTime": 645.2,
    "endTime": 651.68,
    "text": "the amount of American communications that were being intercepted. They said no. They said we don't track"
  },
  {
    "startTime": 651.68,
    "endTime": 657.36,
    "text": "those stats and we can't track those stats. We can't tell you how many communications were"
  },
  {
    "startTime": 657.36,
    "endTime": 663.12,
    "text": "intercepting around the world because to tell you that would be to invade your privacy."
  },
  {
    "startTime": 663.12,
    "endTime": 669.6,
    "text": "Now, I I really appreciate that sentiment from them. But the reality when you look at this slide is not only do they have the capability, the"
  },
  {
    "startTime": 669.6,
    "endTime": 675.36,
    "text": "capability already exists. It's already in place. The NSA has its own internal"
  },
  {
    "startTime": 675.36,
    "endTime": 682.24,
    "text": "data format that tracks the both ends of a communication. And if it says this"
  },
  {
    "startTime": 682.24,
    "endTime": 688.72,
    "text": "communication came from America, they can tell Congress how many of those communications they have today right"
  },
  {
    "startTime": 688.72,
    "endTime": 694.0,
    "text": "now. And what boundless informant tells us is more communications are being"
  },
  {
    "startTime": 694.0,
    "endTime": 699.04,
    "text": "intercepted in Americans of in America about Americans than there are in Russia"
  },
  {
    "startTime": 699.04,
    "endTime": 705.279,
    "text": "about Russians. I'm not sure that's what an intelligence agency should be aiming for."
  },
  {
    "startTime": 705.279,
    "endTime": 712.32,
    "text": "Um there was a story broken in the Washington Post again from your data. The headline says NSA broke privacy"
  },
  {
    "startTime": 712.32,
    "endTime": 718.88,
    "text": "rules thousands of times per year. Tell us about that. We also heard in congressional testimony last year, it"
  },
  {
    "startTime": 718.88,
    "endTime": 724.56,
    "text": "was it was an amazing thing for someone like me who came from the NSA and who's who's seen the actual internal"
  },
  {
    "startTime": 724.56,
    "endTime": 730.32,
    "text": "documents, knows what's in them, uh to see officials testifying under oath that"
  },
  {
    "startTime": 730.32,
    "endTime": 735.76,
    "text": "there have been no abuses, that there have been no violations of the NSA's rules"
  },
  {
    "startTime": 735.76,
    "endTime": 740.8,
    "text": "when we knew this story was coming. But what's especially interesting about this"
  },
  {
    "startTime": 740.8,
    "endTime": 748.0,
    "text": "about the fact that the NSA has violated their own rules, their own laws thousands of times in a single year,"
  },
  {
    "startTime": 748.0,
    "endTime": 754.56,
    "text": "including one event by itself, one event out of those 2,776."
  },
  {
    "startTime": 754.56,
    "endTime": 759.92,
    "text": "Uh that affected more than 3,000 people. In another event, they intercepted all"
  },
  {
    "startTime": 759.92,
    "endTime": 766.72,
    "text": "the calls in Washington DC by accident. What's amazing about this this report"
  },
  {
    "startTime": 766.72,
    "endTime": 772.079,
    "text": "that didn't get that much attention is the fact that not only were there 2776"
  },
  {
    "startTime": 772.079,
    "endTime": 780.0,
    "text": "abuses, the chairman of the Senate Intelligence Committee, Diane Feinstein, had not seen this report until the"
  },
  {
    "startTime": 780.0,
    "endTime": 786.639,
    "text": "Washington Post contacted her asking for comment on the report. And she then requested a copy from the"
  },
  {
    "startTime": 786.639,
    "endTime": 793.92,
    "text": "NSA and received it, but had never seen this before that. What does that say about the state of oversight in American"
  },
  {
    "startTime": 793.92,
    "endTime": 799.04,
    "text": "intelligence when the chairman of the Senate Intelligence Committee has no idea that the you the rules are being"
  },
  {
    "startTime": 799.04,
    "endTime": 805.12,
    "text": "broken thousands of times every year? Ed, one response to this whole debate is"
  },
  {
    "startTime": 805.12,
    "endTime": 811.44,
    "text": "this. It's why should we care about all this surveillance honestly? I mean, look, if you've done nothing wrong,"
  },
  {
    "startTime": 811.44,
    "endTime": 816.8,
    "text": "you've got nothing to worry about. What's wrong with that point of view?"
  },
  {
    "startTime": 816.8,
    "endTime": 824.399,
    "text": "Well, so the first thing is you're you're you're giving up your rights. You're saying, \"Hey, you know, I don't think I'm going to need them. So, I'm"
  },
  {
    "startTime": 824.399,
    "endTime": 830.8,
    "text": "just going to trust that, you know, let let's get rid of them. It doesn't really matter that, you know, these guys are going to do the right thing.\" Your"
  },
  {
    "startTime": 830.8,
    "endTime": 837.12,
    "text": "rights matter because you never know when you're going to need them. Beyond that, it's a part of our cultural"
  },
  {
    "startTime": 837.12,
    "endTime": 844.399,
    "text": "identity, not just in America, but in Western societies and in democratic societies around the world. People"
  },
  {
    "startTime": 844.399,
    "endTime": 850.32,
    "text": "should be able to pick up the phone and to call their family. People should be able to send a text message to their"
  },
  {
    "startTime": 850.32,
    "endTime": 856.079,
    "text": "loved ones. People should be able to buy a book online. They should be able to travel by train. They should be able to"
  },
  {
    "startTime": 856.079,
    "endTime": 863.6,
    "text": "buy an airline ticket without wondering about how these events are going to look to an agent of the government, possibly"
  },
  {
    "startTime": 863.6,
    "endTime": 869.279,
    "text": "not even your government, years in the future. How they're going to be misinterpreted and what they're going to"
  },
  {
    "startTime": 869.279,
    "endTime": 875.12,
    "text": "think your intentions. We have a right to privacy. We require"
  },
  {
    "startTime": 875.12,
    "endTime": 880.16,
    "text": "warrants to be based on probable cause or some kind of individualized suspicion"
  },
  {
    "startTime": 880.16,
    "endTime": 886.24,
    "text": "because we recognize that trusting anybody any any government authority"
  },
  {
    "startTime": 886.24,
    "endTime": 893.6,
    "text": "with the entirety of human communications in secret and without oversight is simply too great a"
  },
  {
    "startTime": 893.6,
    "endTime": 900.8,
    "text": "temptation to be ignored. Some people are furious at what you've done. Uh, I heard a quote recently from"
  },
  {
    "startTime": 900.8,
    "endTime": 907.76,
    "text": "Dick Cheney who said that um, Julian Assange was a flea bite. Uh,"
  },
  {
    "startTime": 907.76,
    "endTime": 914.32,
    "text": "Edward Snowden is the lion that bit the head off the dog. He thinks you've committed one of the worst acts of"
  },
  {
    "startTime": 914.32,
    "endTime": 921.8,
    "text": "betrayal in American history. What would you say to people who think that?"
  },
  {
    "startTime": 923.12,
    "endTime": 927.8,
    "text": "Dick Cheney is really something else. Uh,"
  },
  {
    "startTime": 929.37,
    "endTime": 936.92,
    "text": "[Music] Thank you. Uh"
  },
  {
    "startTime": 937.519,
    "endTime": 945.279,
    "text": "I think it's amazing because at the time Julian Assange was doing some of his greatest work. Uh Dick Cheney was saying"
  },
  {
    "startTime": 945.279,
    "endTime": 950.32,
    "text": "he was going to end governments worldwide. The skies were going to"
  },
  {
    "startTime": 950.32,
    "endTime": 956.8,
    "text": "ignite and the seas were going to boil off and and now he's saying it's a flea bite. So we should be suspicious about"
  },
  {
    "startTime": 956.8,
    "endTime": 962.079,
    "text": "the same sort of overblown claims of damage to national security"
  },
  {
    "startTime": 962.079,
    "endTime": 968.399,
    "text": "uh from these kind of officials. But but let's assume let's assume that these"
  },
  {
    "startTime": 968.399,
    "endTime": 973.6,
    "text": "people really believe this. I I would argue that they have kind of a narrow uh"
  },
  {
    "startTime": 973.6,
    "endTime": 981.519,
    "text": "a narrow conception of national security. The prerogatives of people like Dick Cheney do not keep the nation"
  },
  {
    "startTime": 981.519,
    "endTime": 989.68,
    "text": "safe. The public interest is not always the same as the national interest."
  },
  {
    "startTime": 989.68,
    "endTime": 995.68,
    "text": "Going to war with people who are not our enemy in places that are not a threat"
  },
  {
    "startTime": 995.68,
    "endTime": 1001.44,
    "text": "doesn't make us sick. And that applies whether it's in Iraq or on the internet."
  },
  {
    "startTime": 1001.44,
    "endTime": 1008.32,
    "text": "The internet is not the enemy. Our economy is not the enemy. American businesses, Chinese businesses, and any"
  },
  {
    "startTime": 1008.32,
    "endTime": 1015.36,
    "text": "any other world, any other company out there is a part of our society. It's a part of"
  },
  {
    "startTime": 1015.36,
    "endTime": 1020.56,
    "text": "our interconnected world. There are ties of fraternity that that bond us"
  },
  {
    "startTime": 1020.56,
    "endTime": 1026.319,
    "text": "together. And if we destroy these bonds by undermining the standards, the"
  },
  {
    "startTime": 1026.319,
    "endTime": 1032.4,
    "text": "security, the the the manner of behavior that nations and citizens all around the"
  },
  {
    "startTime": 1032.4,
    "endTime": 1040.88,
    "text": "world expect us to abide by. But um you know, it's alleged that you you've stolen uh 1.7 million documents."
  },
  {
    "startTime": 1040.88,
    "endTime": 1048.72,
    "text": "It seems only a few hundred of them have been shared with journalists so far. Are there more revelations to come?"
  },
  {
    "startTime": 1048.72,
    "endTime": 1054.96,
    "text": "There are absolutely more revelations to come. I I I don't think there's any uh any question that some of the most"
  },
  {
    "startTime": 1054.96,
    "endTime": 1062.64,
    "text": "important uh some of the most important reporting to be done is yet to come."
  },
  {
    "startTime": 1062.64,
    "endTime": 1068.16,
    "text": "Well, let me come come here because I want to ask you about this particular revelation. Come and uh take a look at"
  },
  {
    "startTime": 1068.16,
    "endTime": 1074.0,
    "text": "this. I mean, this is this is a story which I think for a lot of the techies in this room is the single most shocking"
  },
  {
    "startTime": 1074.0,
    "endTime": 1080.72,
    "text": "thing that they have heard in the last few months. It's about um a program called Bull Run. Could you explain what"
  },
  {
    "startTime": 1080.72,
    "endTime": 1087.12,
    "text": "that is? So, Bull Run, and this is again where we we've got to thank uh we've got to thank"
  },
  {
    "startTime": 1087.12,
    "endTime": 1094.4,
    "text": "the NSA for their their cander. Uh this is a program named after a Civil"
  },
  {
    "startTime": 1094.4,
    "endTime": 1100.96,
    "text": "War battle. Uh the British counterpart is called Edge Hill, which is a UK civil war battle. And the reason that I"
  },
  {
    "startTime": 1100.96,
    "endTime": 1108.16,
    "text": "believe they're named this way is because they target our own infrastructure. They're programs through which the NSA"
  },
  {
    "startTime": 1108.16,
    "endTime": 1113.44,
    "text": "intentionally misleads corporate partners. They tell corporate"
  },
  {
    "startTime": 1113.44,
    "endTime": 1121.679,
    "text": "partners that these are safe standards. They say, \"Hey, we need to work with you to secure uh secure your systems.\" But"
  },
  {
    "startTime": 1121.679,
    "endTime": 1128.64,
    "text": "in reality, they're giving bad advice to these companies that makes them degrade the security of their services. They're"
  },
  {
    "startTime": 1128.64,
    "endTime": 1134.4,
    "text": "building in back doors that not only the NSA can exploit, but anyone else who has"
  },
  {
    "startTime": 1134.4,
    "endTime": 1140.0,
    "text": "time and money to research and find it can then use to let themselves into the"
  },
  {
    "startTime": 1140.0,
    "endTime": 1145.919,
    "text": "world's communications. And this is really dangerous because if we lose a"
  },
  {
    "startTime": 1145.919,
    "endTime": 1151.039,
    "text": "single standard, if we lose the trust of something like SSL, which was"
  },
  {
    "startTime": 1151.039,
    "endTime": 1157.76,
    "text": "specifically targeted by the bull run program, uh we will live in a less safe world overall. We won't be able to"
  },
  {
    "startTime": 1157.76,
    "endTime": 1164.08,
    "text": "access our banks and we won't be able to access uh uh commerce"
  },
  {
    "startTime": 1164.08,
    "endTime": 1169.2,
    "text": "without worrying about people monitoring those communications and subverting them for their own."
  },
  {
    "startTime": 1169.2,
    "endTime": 1175.76,
    "text": "And and do those same decisions also potentially um open America up to cyber"
  },
  {
    "startTime": 1175.76,
    "endTime": 1183.36,
    "text": "attack from other sources? Absolutely. Uh, one of the problems, uh,"
  },
  {
    "startTime": 1183.36,
    "endTime": 1188.799,
    "text": "one of sort of the the the dangerous legacies that we've seen in the post 911"
  },
  {
    "startTime": 1188.799,
    "endTime": 1195.52,
    "text": "era is that the NSA has traditionally worn two hats. They've been in charge of"
  },
  {
    "startTime": 1195.52,
    "endTime": 1201.2,
    "text": "offensive operations, that is hacking, but they've also been in charge of defensive operations. And traditionally,"
  },
  {
    "startTime": 1201.2,
    "endTime": 1208.24,
    "text": "they've always prioritized defense over offense based on the principle that American secrets are simply worth more."
  },
  {
    "startTime": 1208.24,
    "endTime": 1213.36,
    "text": "If we hack a Chinese business and steal their secrets, if we hack a government"
  },
  {
    "startTime": 1213.36,
    "endTime": 1218.48,
    "text": "office in Berlin and steal their secrets, that has less value to the"
  },
  {
    "startTime": 1218.48,
    "endTime": 1227.2,
    "text": "American people than making sure that the Chinese can't get access to our secrets. So, by reducing the security of"
  },
  {
    "startTime": 1227.2,
    "endTime": 1232.72,
    "text": "our communications, they're not only putting the world at risk, they're putting America at risk in a fundamental"
  },
  {
    "startTime": 1232.72,
    "endTime": 1239.2,
    "text": "way because intellectual property is the basis, the foundation of our economy. And if we put that at risk through weak"
  },
  {
    "startTime": 1239.2,
    "endTime": 1246.159,
    "text": "security, we're going to be paying for it for years. But they've made a calculation that it was worth doing this as part of"
  },
  {
    "startTime": 1246.159,
    "endTime": 1252.559,
    "text": "America's defense against terrorism. Surely that makes it a price worth paying."
  },
  {
    "startTime": 1252.559,
    "endTime": 1259.6,
    "text": "Well, when you look at the when you look at the results of these programs stopping terrorism, you'll see that"
  },
  {
    "startTime": 1259.6,
    "endTime": 1265.44,
    "text": "that's unfounded. Uh and you you don't have to take my word for it because uh"
  },
  {
    "startTime": 1265.44,
    "endTime": 1272.32,
    "text": "we've had the first open court, the first federal court that's reviewed this uh outside sort of the the secrecy"
  },
  {
    "startTime": 1272.32,
    "endTime": 1277.44,
    "text": "arrangement called these programs Orwellian and likely unconstitutional."
  },
  {
    "startTime": 1277.44,
    "endTime": 1282.799,
    "text": "uh the Congress who has access to be briefed on these things and now has the"
  },
  {
    "startTime": 1282.799,
    "endTime": 1288.96,
    "text": "desire to be has uh produced bills to reform it. And two independent White"
  },
  {
    "startTime": 1288.96,
    "endTime": 1295.76,
    "text": "House panels who reviewed all of the classified evidence said these programs have never stopped a single terrorist"
  },
  {
    "startTime": 1295.76,
    "endTime": 1301.36,
    "text": "attack that was imminent in the United States. So is it really terrorism that we're"
  },
  {
    "startTime": 1301.36,
    "endTime": 1307.76,
    "text": "stopping? Do these programs have any value at all? I say no. And all three branches of the"
  },
  {
    "startTime": 1307.76,
    "endTime": 1313.12,
    "text": "American government say no as well. I mean, do you think there's a deeper motivation for them than the war against"
  },
  {
    "startTime": 1313.12,
    "endTime": 1318.559,
    "text": "terrorism? I'm sorry, I couldn't hear you say again. Sorry. Do you think there's a deeper"
  },
  {
    "startTime": 1318.559,
    "endTime": 1323.679,
    "text": "motivation for them other than the war against terrorism?"
  },
  {
    "startTime": 1323.679,
    "endTime": 1329.6,
    "text": "Yeah. The the the bottom line is that terrorism has always been what we in the intelligence world would call a cover"
  },
  {
    "startTime": 1329.6,
    "endTime": 1335.039,
    "text": "for action. Uh terrorism is something that provokes an emotional response that"
  },
  {
    "startTime": 1335.039,
    "endTime": 1340.48,
    "text": "allows people to rationalize authorizing uh powers and programs that they"
  },
  {
    "startTime": 1340.48,
    "endTime": 1345.919,
    "text": "wouldn't give otherwise. The bull run and edgeill type programs, the NSA asked"
  },
  {
    "startTime": 1345.919,
    "endTime": 1351.039,
    "text": "for these authorities back in the 1990s. They asked the FBI to go to Congress and"
  },
  {
    "startTime": 1351.039,
    "endTime": 1356.799,
    "text": "make the case. The FBI went to Congress and didn't make the case. But Congress and the American people said no. They"
  },
  {
    "startTime": 1356.799,
    "endTime": 1362.72,
    "text": "said it's not worth the risk to our economy. They said it's worth too much damage to our society to to justify the"
  },
  {
    "startTime": 1362.72,
    "endTime": 1369.2,
    "text": "gains. But what we saw is in the post 911 era, they used secrecy and they used the"
  },
  {
    "startTime": 1369.2,
    "endTime": 1376.08,
    "text": "justification of terrorism to start these programs in secret without asking Congress, without asking the American"
  },
  {
    "startTime": 1376.08,
    "endTime": 1382.64,
    "text": "people. And it's that kind of government behind closed doors that we need to guard oursel against because it makes us"
  },
  {
    "startTime": 1382.64,
    "endTime": 1388.08,
    "text": "less safe and it offers no value. Okay, come come come with me here for a sec because I've got a more personal"
  },
  {
    "startTime": 1388.08,
    "endTime": 1393.44,
    "text": "question for you. Um, speaking of terror, um, most people would find the"
  },
  {
    "startTime": 1393.44,
    "endTime": 1399.679,
    "text": "situation you're in right now, um, in Russia, pretty terrifying, um, you"
  },
  {
    "startTime": 1399.679,
    "endTime": 1406.159,
    "text": "obviously, you know, you heard what happened, what the treatment that Bradley Manning got, Chelsea Manning is"
  },
  {
    "startTime": 1406.159,
    "endTime": 1412.32,
    "text": "now, is, and, um, there was a story in Buzzfeed saying that there are people in the intelligence community who want you"
  },
  {
    "startTime": 1412.32,
    "endTime": 1418.0,
    "text": "dead. How how are you coping with this? Are you how are you coping with the fear?"
  },
  {
    "startTime": 1418.0,
    "endTime": 1426.32,
    "text": "You know, it's it's no mystery that there are governments out there that want to see me. Um"
  },
  {
    "startTime": 1426.32,
    "endTime": 1433.12,
    "text": "I've made clear again and again and again that I go to sleep every morning"
  },
  {
    "startTime": 1433.12,
    "endTime": 1440.88,
    "text": "thinking about what I can do for the American people. I don't want to harm my government. I"
  },
  {
    "startTime": 1440.88,
    "endTime": 1448.0,
    "text": "want to help my government. Well, the fact that they are willing to"
  },
  {
    "startTime": 1448.0,
    "endTime": 1453.44,
    "text": "completely ignore due process, they're willing to to to declare guilt without"
  },
  {
    "startTime": 1453.44,
    "endTime": 1460.24,
    "text": "ever seeing a trial. These are things that we need to to work against as a society and say, \"Hey, this"
  },
  {
    "startTime": 1460.24,
    "endTime": 1465.279,
    "text": "is not appropriate. We shouldn't be threatening dissipants. We shouldn't be criminalizing"
  },
  {
    "startTime": 1465.279,
    "endTime": 1473.12,
    "text": "journalism.\" and whatever part I can do to see that end, I'm happy to do despite the risks."
  },
  {
    "startTime": 1473.12,
    "endTime": 1480.48,
    "text": "So, I'd actually like to get some feedback from the audience here because I know there's widely differing reactions to uh Edward Snowden. Um"
  },
  {
    "startTime": 1480.48,
    "endTime": 1487.76,
    "text": "suppose you had the following two choices, right? You could view what he did as fundamentally a reckless act that"
  },
  {
    "startTime": 1487.76,
    "endTime": 1494.48,
    "text": "has endangered America. um or you viewed it as fundamentally a heroic act that"
  },
  {
    "startTime": 1494.48,
    "endTime": 1499.679,
    "text": "will um work towards America and the world's long-term good. Those those are"
  },
  {
    "startTime": 1499.679,
    "endTime": 1506.159,
    "text": "the two choices I'll give you. Um I'm curious to see who's who's willing to vote with the first of those that this"
  },
  {
    "startTime": 1506.159,
    "endTime": 1511.52,
    "text": "was a a reckless act. There's some hands going up. Some hands"
  },
  {
    "startTime": 1511.52,
    "endTime": 1517.279,
    "text": "going up. It's it's hard to put your hand up when uh the man is standing right here, but I see them."
  },
  {
    "startTime": 1517.279,
    "endTime": 1525.799,
    "text": "I can see you. Um, and uh, who who goes with the second choice, a fundamentally heroic"
  },
  {
    "startTime": 1526.72,
    "endTime": 1533.279,
    "text": "and and I think it's true to say that there are a lot of people who didn't show a hand. And I think I think um, are still thinking this through because it's"
  },
  {
    "startTime": 1533.279,
    "endTime": 1538.88,
    "text": "it seems to me that the debate around you doesn't split along traditional"
  },
  {
    "startTime": 1538.88,
    "endTime": 1544.24,
    "text": "political lines. It's not left to right. It's not really about progovernment, libertarian,"
  },
  {
    "startTime": 1544.24,
    "endTime": 1550.88,
    "text": "um, or not just that. Um, part of it is almost a generational issue. You you're part of a generation that grew up with"
  },
  {
    "startTime": 1550.88,
    "endTime": 1556.0,
    "text": "the internet and it seems as if you you become offended at almost a visceral"
  },
  {
    "startTime": 1556.0,
    "endTime": 1561.52,
    "text": "level when you see something done that you think will harm the internet. I mean, is that is there some truth to"
  },
  {
    "startTime": 1561.52,
    "endTime": 1567.36,
    "text": "that? It is. You know, I"
  },
  {
    "startTime": 1567.36,
    "endTime": 1572.799,
    "text": "I I think it's very true. This is not a left or right issue. you know, our basic"
  },
  {
    "startTime": 1572.799,
    "endTime": 1579.039,
    "text": "freedoms. And when I say our, I don't just mean Americans. I mean people around the world. It's not a partisan"
  },
  {
    "startTime": 1579.039,
    "endTime": 1586.159,
    "text": "issue. These are things that all people believe. And it's up to all of us to protect them. And to people who have"
  },
  {
    "startTime": 1586.159,
    "endTime": 1592.0,
    "text": "seen and enjoyed a free and open internet, it's up to us to preserve that"
  },
  {
    "startTime": 1592.0,
    "endTime": 1599.6,
    "text": "liberty for the next generation to enjoy. And if we don't change this, if we don't stand up to make the changes we"
  },
  {
    "startTime": 1599.6,
    "endTime": 1606.08,
    "text": "need to do to keep the internet safe, not just for us, but for everyone, we're"
  },
  {
    "startTime": 1606.08,
    "endTime": 1612.32,
    "text": "going to lose that. And that would be a tremendous loss, not just for us, but for the world. Well, I have heard similar language"
  },
  {
    "startTime": 1612.32,
    "endTime": 1619.279,
    "text": "recently from the founder of the worldwide web, who I actually think is with us, Sir Tim Berners Lee. Tim, would"
  },
  {
    "startTime": 1619.279,
    "endTime": 1625.44,
    "text": "actually would you like to come up and and um say, do we have a microphone for Tim?"
  },
  {
    "startTime": 1627.12,
    "endTime": 1634.159,
    "text": "Good to see you. Um, which which camp are you in by the"
  },
  {
    "startTime": 1634.159,
    "endTime": 1641.2,
    "text": "way? Um, um, traitor hero. I have a theory on this, but uh, I've given much longer longer"
  },
  {
    "startTime": 1641.2,
    "endTime": 1646.24,
    "text": "explan. But, uh, hero if I have to make the the,"
  },
  {
    "startTime": 1646.24,
    "endTime": 1651.6,
    "text": "uh, choice between the two. And um Ed, you you've I think you've read uh the"
  },
  {
    "startTime": 1651.6,
    "endTime": 1657.279,
    "text": "proposal that Sir Tim's talked about about a new Magna Carta to take back the internet. Is that something that makes"
  },
  {
    "startTime": 1657.279,
    "endTime": 1664.0,
    "text": "sense? Absolutely. I mean my generation I grew up not just thinking about the internet"
  },
  {
    "startTime": 1664.0,
    "endTime": 1670.32,
    "text": "but I grew up in the internet and although I never expected to uh to"
  },
  {
    "startTime": 1670.32,
    "endTime": 1676.64,
    "text": "have the chance to defend it in such a uh such a direct and practical manner"
  },
  {
    "startTime": 1676.64,
    "endTime": 1683.6,
    "text": "and to sort of embody it in this unusual uh almost avatar manner. I think there's"
  },
  {
    "startTime": 1683.6,
    "endTime": 1691.12,
    "text": "something poetic about the fact that one of the sons of the internet has actually become close to the internet as a result"
  },
  {
    "startTime": 1691.12,
    "endTime": 1696.24,
    "text": "of their political expression. And I believe that a Magna Carta for the"
  },
  {
    "startTime": 1696.24,
    "endTime": 1701.919,
    "text": "internet is exactly what we need. We need to encode our values"
  },
  {
    "startTime": 1701.919,
    "endTime": 1707.039,
    "text": "not just in writing but in the structure of the internet. And it's something that"
  },
  {
    "startTime": 1707.039,
    "endTime": 1712.32,
    "text": "I hope I invite everyone in the audience, not just here in Vancouver,"
  },
  {
    "startTime": 1712.32,
    "endTime": 1717.84,
    "text": "but around the world to join and participate in. Do you have a question for Ed?"
  },
  {
    "startTime": 1717.84,
    "endTime": 1722.96,
    "text": "Well, the uh two questions, a general question. Ed, can you still hear us?"
  },
  {
    "startTime": 1722.96,
    "endTime": 1728.0,
    "text": "Yes, I can hear you. Oh, he's back. Uh, somebody the wire tap on the on your"
  },
  {
    "startTime": 1728.0,
    "endTime": 1734.88,
    "text": "line got a little got interfered with it for a moment. Uh, the it's a little bit of an NSA problem. So"
  },
  {
    "startTime": 1734.88,
    "endTime": 1740.799,
    "text": "if so from the 25 years of sort of step backing stepping back and thinking uh"
  },
  {
    "startTime": 1740.799,
    "endTime": 1748.48,
    "text": "what would you think would be the best that we could achieve uh from all the discussions that we have about the about"
  },
  {
    "startTime": 1748.48,
    "endTime": 1753.76,
    "text": "the web we want you know I when we think about in terms"
  },
  {
    "startTime": 1753.76,
    "endTime": 1761.12,
    "text": "of how far we can go I think that's a question that's really only limited by what we're willing to put into it. I"
  },
  {
    "startTime": 1761.12,
    "endTime": 1767.2,
    "text": "think the internet that we've enjoyed in the past has been exactly what we as a"
  },
  {
    "startTime": 1767.2,
    "endTime": 1772.96,
    "text": "as a not just a nation but as a people around the world need."
  },
  {
    "startTime": 1772.96,
    "endTime": 1779.12,
    "text": "And by cooperating, by engaging not just the technical parts of society, but as"
  },
  {
    "startTime": 1779.12,
    "endTime": 1786.24,
    "text": "you said, the users, the people around the world who contribute through the internet, through social media, who just"
  },
  {
    "startTime": 1786.24,
    "endTime": 1793.039,
    "text": "check the weather, who rely on it every day as a part of their life to champion that,"
  },
  {
    "startTime": 1793.039,
    "endTime": 1801.039,
    "text": "we'll get not just the internet we've had, but a better internet, a better now, something that we can use to build"
  },
  {
    "startTime": 1801.039,
    "endTime": 1806.32,
    "text": "a future. that'll be better not just than what we hoped for but anything that we could"
  },
  {
    "startTime": 1806.32,
    "endTime": 1812.159,
    "text": "have imagined. It's um it's 30 years ago that Ted was founded 1984."
  },
  {
    "startTime": 1812.159,
    "endTime": 1817.36,
    "text": "Um a lot of the conversation since then has been along the lines that um"
  },
  {
    "startTime": 1817.36,
    "endTime": 1822.64,
    "text": "actually George Orwell got it wrong. It's not big brother watching us. We through the power of the web and"
  },
  {
    "startTime": 1822.64,
    "endTime": 1828.48,
    "text": "transparency are now watching Big Brother. Your revelations kind of drove a stake through the heart of that rather"
  },
  {
    "startTime": 1828.48,
    "endTime": 1834.159,
    "text": "optimistic view. Um, but you you still believe there's a way of of doing"
  },
  {
    "startTime": 1834.159,
    "endTime": 1842.0,
    "text": "something about that and you do too, right? So there is a there is an"
  },
  {
    "startTime": 1842.0,
    "endTime": 1847.84,
    "text": "argument to be made that the powers of big brother have increased enormously."
  },
  {
    "startTime": 1847.84,
    "endTime": 1853.039,
    "text": "Uh there was a recent uh legal article uh at Yale uh that established something"
  },
  {
    "startTime": 1853.039,
    "endTime": 1859.6,
    "text": "called the Bankston Sultani principle which is that our expectation of privacy"
  },
  {
    "startTime": 1859.6,
    "endTime": 1866.399,
    "text": "is violated when the capabilities of government surveillance have become cheaper by an order of magnitude and"
  },
  {
    "startTime": 1866.399,
    "endTime": 1872.159,
    "text": "each time that occurs we need to revisit and rebalance our privacy proper. Now,"
  },
  {
    "startTime": 1872.159,
    "endTime": 1879.12,
    "text": "that hasn't happened since uh the government's uh surveillance powers have increased by several magnitude. And"
  },
  {
    "startTime": 1879.12,
    "endTime": 1886.88,
    "text": "that's why we're in the problem that we're in today. But there is still hope because the power of"
  },
  {
    "startTime": 1886.88,
    "endTime": 1893.12,
    "text": "individuals have also been increased by technology. I am living proof that ani"
  },
  {
    "startTime": 1893.12,
    "endTime": 1899.44,
    "text": "individual can go head-to-head against the most powerful adversaries and the most powerful intelligence agencies"
  },
  {
    "startTime": 1899.44,
    "endTime": 1904.96,
    "text": "around the world. and win. And I think that's something that we"
  },
  {
    "startTime": 1904.96,
    "endTime": 1911.6,
    "text": "need to take hope from and we need to build on to make it accessible not just to technical experts but to ordinary"
  },
  {
    "startTime": 1911.6,
    "endTime": 1917.679,
    "text": "citizens around the world. Journalism is not a problem. Communication is not a problem and we should not be monitored"
  },
  {
    "startTime": 1917.679,
    "endTime": 1923.44,
    "text": "in our everyday activities. I don't not quite sure how you shake the hand of a of a bot, but I imagine it's"
  },
  {
    "startTime": 1923.44,
    "endTime": 1930.32,
    "text": "um this is this is the hand right here. Nice to meet you and and I I hope my"
  },
  {
    "startTime": 1930.32,
    "endTime": 1937.26,
    "text": "beam looks as nice as my view of you guys does. Thank you. Thank you, Tim."
  },
  {
    "startTime": 1937.26,
    "endTime": 1943.6,
    "text": "[Music] I mean, the the New York Times recently"
  },
  {
    "startTime": 1943.6,
    "endTime": 1950.32,
    "text": "called for an amnesty for you. Uh would you welcome the chance to come back to America?"
  },
  {
    "startTime": 1950.32,
    "endTime": 1955.519,
    "text": "Absolutely. I mean there's there's really no question the the principles"
  },
  {
    "startTime": 1955.519,
    "endTime": 1963.2,
    "text": "that have been the foundation of this project have been the public interest"
  },
  {
    "startTime": 1963.2,
    "endTime": 1968.96,
    "text": "and the principles that underly the journalistic establishment in the"
  },
  {
    "startTime": 1968.96,
    "endTime": 1976.96,
    "text": "United States and around the world. And I think if the press is now saying"
  },
  {
    "startTime": 1976.96,
    "endTime": 1983.039,
    "text": "we support this, this is something that needed to happen, that's a powerful argument, but it's not the final"
  },
  {
    "startTime": 1983.039,
    "endTime": 1989.36,
    "text": "argument. And I think that's something that the public should decide. But at the same time, the government has hinted"
  },
  {
    "startTime": 1989.36,
    "endTime": 1995.36,
    "text": "that they want some kind of deal. Uh that they want me to sort of compromise the journalists with which I've been"
  },
  {
    "startTime": 1995.36,
    "endTime": 2000.88,
    "text": "working uh to come back. And I I want to make it very clear that I did not do"
  },
  {
    "startTime": 2000.88,
    "endTime": 2006.88,
    "text": "this to be safe. I did this to do what was right. And I'm not going to stop my"
  },
  {
    "startTime": 2006.88,
    "endTime": 2014.279,
    "text": "work in the public interest just to benefit myself. Well, in the"
  },
  {
    "startTime": 2017.679,
    "endTime": 2022.799,
    "text": "in the meantime, um courtesy of the internet and this technology, um you're"
  },
  {
    "startTime": 2022.799,
    "endTime": 2028.399,
    "text": "here back in North America, not quite the US, Canada. um uh in this form. How"
  },
  {
    "startTime": 2028.399,
    "endTime": 2034.96,
    "text": "I'm curious. I mean, how does that feel? Canada is different than what I"
  },
  {
    "startTime": 2034.96,
    "endTime": 2042.12,
    "text": "expected. It's a lot warmer. [Applause]"
  },
  {
    "startTime": 2043.039,
    "endTime": 2049.52,
    "text": "Teddy's uh Teddy's miss the mission is ideas worth spreading. If you could encapsulate it in a single idea, what is"
  },
  {
    "startTime": 2049.52,
    "endTime": 2054.598,
    "text": "your idea worth spreading right now at this moment?"
  },
  {
    "startTime": 2054.879,
    "endTime": 2061.76,
    "text": "I would say the last year has been a reminder that democracy may die behind closed"
  },
  {
    "startTime": 2061.76,
    "endTime": 2067.358,
    "text": "doors, but we as individuals are born behind those same closed doors. And we"
  },
  {
    "startTime": 2067.359,
    "endTime": 2073.04,
    "text": "don't have to give up our privacy to have good government. We don't have to"
  },
  {
    "startTime": 2073.04,
    "endTime": 2079.04,
    "text": "give up our liberty to have security. And I think by working together,"
  },
  {
    "startTime": 2079.04,
    "endTime": 2084.638,
    "text": "we can have both open government and private lives. and I look forward to working with"
  },
  {
    "startTime": 2084.639,
    "endTime": 2092.2,
    "text": "everyone around the world to seeing that happen. Thank you very much, Ed. Thank you."
  },
  {
    "startTime": 2092.53,
    "endTime": 2100.66,
    "text": "[Music] [Applause]"
  },
  {
    "startTime": 2100.66,
    "endTime": 2106.88,
    "text": "[Music]"
  },
  {
    "startTime": 2106.88,
    "endTime": 2111.88,
    "text": "Heat. Heat. [Applause]"
  }
]