[
  {
    "startTime": 7.04,
    "endTime": 12.519,
    "text": "The Phantom of the Opera by Jennifer Basset."
  },
  {
    "startTime": 17.6,
    "endTime": 28.16,
    "text": "Chapter 1. The dancers. Quick, quick, close the door. It's him."
  },
  {
    "startTime": 28.16,
    "endTime": 33.76,
    "text": "Annie Cerelli ran into the dressing room, her face white."
  },
  {
    "startTime": 33.76,
    "endTime": 39.04,
    "text": "One of the girls ran and closed the door. And then they all turned to Annie"
  },
  {
    "startTime": 39.04,
    "endTime": 44.559,
    "text": "Cerelli. Who? Where? What's the matter? They"
  },
  {
    "startTime": 44.559,
    "endTime": 50.399,
    "text": "cried. It's the ghost. Annie said. In the"
  },
  {
    "startTime": 50.399,
    "endTime": 59.6,
    "text": "passage. I saw him. He came through the wall in front of me and and I saw his"
  },
  {
    "startTime": 59.6,
    "endTime": 67.28,
    "text": "face. Most of the girls were afraid, but one of them, a tall girl with black hair,"
  },
  {
    "startTime": 67.28,
    "endTime": 73.2,
    "text": "laughed. \"Poo,\" she said. \"Everybody says they"
  },
  {
    "startTime": 73.2,
    "endTime": 81.52,
    "text": "see the opera ghost, but there isn't really a ghost. You saw a shadow on the wall.\""
  },
  {
    "startTime": 81.52,
    "endTime": 87.92,
    "text": "But she did not open the door or look into the passage."
  },
  {
    "startTime": 87.92,
    "endTime": 94.799,
    "text": "Lots of people see him. A second girl said, \"Joseph Bouet saw him two days"
  },
  {
    "startTime": 94.799,
    "endTime": 100.799,
    "text": "ago. Don't you remember.\" Then all the girls began to talk at"
  },
  {
    "startTime": 100.799,
    "endTime": 106.079,
    "text": "once. Joseph says the ghost is tall and he"
  },
  {
    "startTime": 106.079,
    "endTime": 112.479,
    "text": "wears a black evening coat. He has the head of a dead man with a yellow face"
  },
  {
    "startTime": 112.479,
    "endTime": 119.28,
    "text": "and no nose and no eyes, only black holes."
  },
  {
    "startTime": 119.28,
    "endTime": 124.64,
    "text": "Then little Magiri spoke for the first time."
  },
  {
    "startTime": 124.64,
    "endTime": 131.52,
    "text": "Don't talk about him. He doesn't like it. My mother told me."
  },
  {
    "startTime": 131.52,
    "endTime": 137.84,
    "text": "Your mother? The girl with black hair said, \"What does your mother know about"
  },
  {
    "startTime": 137.84,
    "endTime": 144.239,
    "text": "the ghost?\" She says that Joseph Bouet is a fool."
  },
  {
    "startTime": 144.239,
    "endTime": 150.4,
    "text": "The ghost doesn't like people talking about him. And one day, Joseph Bouet is"
  },
  {
    "startTime": 150.4,
    "endTime": 158.16,
    "text": "going to be sorry. Very sorry. But what does your mother know? Tell us."
  },
  {
    "startTime": 158.16,
    "endTime": 166.239,
    "text": "Tell us. All the girls cried. Oh dear, said Magg."
  },
  {
    "startTime": 166.239,
    "endTime": 173.599,
    "text": "But please don't say a word to anyone. You know my mother is the doorkeeper for"
  },
  {
    "startTime": 173.599,
    "endTime": 181.599,
    "text": "some of the boxes in the opera house. Well, box five is the ghost's box."
  },
  {
    "startTime": 181.599,
    "endTime": 188.159,
    "text": "He watches the operas from that box. And sometimes he leaves flowers for my"
  },
  {
    "startTime": 188.159,
    "endTime": 193.92,
    "text": "mother. The ghost has a box and leaves flowers"
  },
  {
    "startTime": 193.92,
    "endTime": 201.04,
    "text": "in it. Oh, Meg, your mother's telling you stories. How can the ghost have a"
  },
  {
    "startTime": 201.04,
    "endTime": 206.8,
    "text": "box? It's true. It's true, I tell you. Me"
  },
  {
    "startTime": 206.8,
    "endTime": 213.84,
    "text": "said. Nobody buys tickets for box 5, but the ghost always comes to it on opera"
  },
  {
    "startTime": 213.84,
    "endTime": 220.159,
    "text": "nights. So, somebody does come there. Why no?"
  },
  {
    "startTime": 220.159,
    "endTime": 226.159,
    "text": "The ghost comes but there is nobody there."
  },
  {
    "startTime": 226.159,
    "endTime": 232.56,
    "text": "The dancers looked at me. But how does your mother know? One of"
  },
  {
    "startTime": 232.56,
    "endTime": 237.84,
    "text": "them asked. There's no man in a black evening coat"
  },
  {
    "startTime": 237.84,
    "endTime": 246.48,
    "text": "with a yellow face. That's all wrong. My mother never sees the ghost in box 5,"
  },
  {
    "startTime": 246.48,
    "endTime": 254.0,
    "text": "but she hears him. He talks to her, but there is nobody there."
  },
  {
    "startTime": 254.0,
    "endTime": 259.6,
    "text": "And he doesn't like people talking about him."
  },
  {
    "startTime": 259.6,
    "endTime": 265.919,
    "text": "But that evening, the dancers could not stop talking about the opera ghost."
  },
  {
    "startTime": 265.919,
    "endTime": 272.72,
    "text": "They talked before the opera, all through the opera, and after the opera."
  },
  {
    "startTime": 272.72,
    "endTime": 278.08,
    "text": "But they talked very quietly and they looked behind them before they"
  },
  {
    "startTime": 278.08,
    "endTime": 283.199,
    "text": "spoke. When the opera finished, the girls went"
  },
  {
    "startTime": 283.199,
    "endTime": 288.479,
    "text": "back to their dressing room. Suddenly, they heard somebody in the"
  },
  {
    "startTime": 288.479,
    "endTime": 295.6,
    "text": "passage, and Madame Jiri, Mag's mother, ran into the room. She was a fat,"
  },
  {
    "startTime": 295.6,
    "endTime": 303.36,
    "text": "motherly woman with a red, happy face. But tonight her face was white."
  },
  {
    "startTime": 303.36,
    "endTime": 310.24,
    "text": "\"Oh, girls,\" she cried. \"Joseph Bouquet is dead."
  },
  {
    "startTime": 310.24,
    "endTime": 316.0,
    "text": "You know he works a long way down on the fourth floor under the stage."
  },
  {
    "startTime": 316.0,
    "endTime": 321.52,
    "text": "The other stage workers found his dead body there an hour ago with a rope"
  },
  {
    "startTime": 321.52,
    "endTime": 328.72,
    "text": "around his neck.\" \"It's the ghost!\" cried Meiri. The ghost"
  },
  {
    "startTime": 328.72,
    "endTime": 332.12,
    "text": "killed him."
  },
  {
    "startTime": 338.88,
    "endTime": 345.479,
    "text": "Chapter 2. The directors of the opera house."
  },
  {
    "startTime": 345.52,
    "endTime": 351.039,
    "text": "The opera house was famous and the directors of the opera house were very"
  },
  {
    "startTime": 351.039,
    "endTime": 357.68,
    "text": "important men. It was the first week of work for the two new directors."
  },
  {
    "startTime": 357.68,
    "endTime": 363.039,
    "text": "Mr. Amar Mushama and Mufumar Rishad."
  },
  {
    "startTime": 363.039,
    "endTime": 370.0,
    "text": "In the director's office the next day, the two men talked about Joseph Bouet."
  },
  {
    "startTime": 370.0,
    "endTime": 377.759,
    "text": "It was an accident, Ms. Aras said angrily. Or Bouet killed himself."
  },
  {
    "startTime": 377.759,
    "endTime": 384.88,
    "text": "An accident killed himself. Ms. Furma said, \"Which story do you"
  },
  {
    "startTime": 384.88,
    "endTime": 390.479,
    "text": "want, my friend?\" \"Or do you want the story of the ghost?\""
  },
  {
    "startTime": 390.479,
    "endTime": 397.759,
    "text": "\"Don't talk to me about ghosts.\" Mr. Armar said, \"We have 1,500"
  },
  {
    "startTime": 397.759,
    "endTime": 406.88,
    "text": "people working for us in this opera house, and everybody is talking about the ghost. They are all mad."
  },
  {
    "startTime": 406.88,
    "endTime": 413.6,
    "text": "I don't want to hear about the ghost.\" Okay. Mu Filmer looked at a letter on the"
  },
  {
    "startTime": 413.6,
    "endTime": 420.16,
    "text": "table next to him. And what are we going to do about this letter? Armor."
  },
  {
    "startTime": 420.16,
    "endTime": 427.84,
    "text": "Do cried Mr. Armor. Why do nothing? Of course. What can we do?"
  },
  {
    "startTime": 427.84,
    "endTime": 433.599,
    "text": "The two men read the letter again. It wasn't very long."
  },
  {
    "startTime": 433.599,
    "endTime": 439.28,
    "text": "To the new directors. Because you are new in the opera house,"
  },
  {
    "startTime": 439.28,
    "endTime": 447.039,
    "text": "I am writing to tell you some important things. Never sell tickets for box five. That is"
  },
  {
    "startTime": 447.039,
    "endTime": 454.72,
    "text": "my box for every opera night. Madame Jiri, the doorkeeper knows all"
  },
  {
    "startTime": 454.72,
    "endTime": 463.039,
    "text": "about it. Also, I need money for my work in the opera house. I am not expensive"
  },
  {
    "startTime": 463.039,
    "endTime": 469.68,
    "text": "and I am happy to take only 20,000 Franks a month. That is all. But please"
  },
  {
    "startTime": 469.68,
    "endTime": 476.8,
    "text": "remember, I can be a good friend but a bad enemy."
  },
  {
    "startTime": 476.8,
    "endTime": 484.0,
    "text": "O g don't sell tickets for box five. 20,000"
  },
  {
    "startTime": 484.0,
    "endTime": 490.879,
    "text": "Franks a month. Ma Arm was very angry again. That's the best box in the opera"
  },
  {
    "startTime": 490.879,
    "endTime": 498.319,
    "text": "house and we need the money for Ma. And who is this OG? Eh, tell me that."
  },
  {
    "startTime": 498.319,
    "endTime": 503.84,
    "text": "Opera ghost, of course. Mafura said, but"
  },
  {
    "startTime": 503.84,
    "endTime": 511.039,
    "text": "you're right, Arma. We can do nothing about this letter. It's a joke. A bad"
  },
  {
    "startTime": 511.039,
    "endTime": 517.518,
    "text": "joke. Somebody thinks we are fools because we are new here."
  },
  {
    "startTime": 517.519,
    "endTime": 522.64,
    "text": "There are no ghosts in the opera house."
  },
  {
    "startTime": 522.64,
    "endTime": 529.12,
    "text": "The two men then talked about the opera for that night. It was fast and usually"
  },
  {
    "startTime": 529.12,
    "endTime": 535.04,
    "text": "Lalotta sang Margarita. Lalotta was Spanish and the best singer"
  },
  {
    "startTime": 535.04,
    "endTime": 540.959,
    "text": "in Paris. But today Laotta was ill."
  },
  {
    "startTime": 540.959,
    "endTime": 546.64,
    "text": "\"Everybody in Paris is going to be at the opera tonight,\" said Ms. Arma and"
  },
  {
    "startTime": 546.64,
    "endTime": 552.88,
    "text": "our best singer is ill suddenly. She writes a letter to us just this morning."
  },
  {
    "startTime": 552.88,
    "endTime": 560.72,
    "text": "She is ill. She cannot sing tonight. Don't get angry again, Arman, Miss said"
  },
  {
    "startTime": 560.72,
    "endTime": 568.32,
    "text": "quickly. We have Christine Dier, that young singer from Norway. She can sing"
  },
  {
    "startTime": 568.32,
    "endTime": 576.08,
    "text": "Margarita tonight. She has a good voice. But she's so young and nobody knows her."
  },
  {
    "startTime": 576.08,
    "endTime": 582.32,
    "text": "Nobody wants to listen to a new singer. Wait and see."
  },
  {
    "startTime": 582.32,
    "endTime": 589.64,
    "text": "Perhaps Dier can sing better than Larotta. Who knows?"
  },
  {
    "startTime": 595.12,
    "endTime": 600.68,
    "text": "Chapter 3. Christine Dierau"
  },
  {
    "startTime": 600.959,
    "endTime": 608.16,
    "text": "was right. All Paris talked about the new margarita in Faust. The girl with the beautiful"
  },
  {
    "startTime": 608.16,
    "endTime": 616.64,
    "text": "voice, the girl with the voice of an angel. People loved her. They laughed and cried"
  },
  {
    "startTime": 616.64,
    "endTime": 622.72,
    "text": "and called for more. Dier was wonderful. The best singer in"
  },
  {
    "startTime": 622.72,
    "endTime": 628.24,
    "text": "the world. Behind the stage, Magiri looked at Annie"
  },
  {
    "startTime": 628.24,
    "endTime": 636.399,
    "text": "Cerelli. Christine Dier never sang like that before. She said to Annie, \"Why was she"
  },
  {
    "startTime": 636.399,
    "endTime": 642.079,
    "text": "so good tonight?\" \"Perhaps she's got a new music teacher,\""
  },
  {
    "startTime": 642.079,
    "endTime": 647.279,
    "text": "Annie said. The noise in the opera house went on for"
  },
  {
    "startTime": 647.279,
    "endTime": 654.24,
    "text": "a long time. \"In box 14, Philipe, the compi"
  },
  {
    "startTime": 654.24,
    "endTime": 660.88,
    "text": "turned to his younger brother and smiled.\" Well, Raul, what did you think of Dai"
  },
  {
    "startTime": 660.88,
    "endTime": 667.76,
    "text": "tonight? Raul the Vikcom Shauni was 21 years old."
  },
  {
    "startTime": 667.76,
    "endTime": 673.839,
    "text": "He had blue eyes and black hair and a wonderful smile."
  },
  {
    "startTime": 673.839,
    "endTime": 679.2,
    "text": "The Shauni family was old and rich and many girls in Paris were in love with"
  },
  {
    "startTime": 679.2,
    "endTime": 685.36,
    "text": "the young Vikant, but Raul was not interested in them."
  },
  {
    "startTime": 685.36,
    "endTime": 692.32,
    "text": "He smiled back at his brother. \"What can I say? Christine is an angel,"
  },
  {
    "startTime": 692.32,
    "endTime": 697.6,
    "text": "that's all. I'm going to her dressing room to see her tonight.\""
  },
  {
    "startTime": 697.6,
    "endTime": 702.959,
    "text": "Phipe laughed. He was 20 years older than Raul and was more like a father"
  },
  {
    "startTime": 702.959,
    "endTime": 710.72,
    "text": "than a brother. Ah, I understand. He said, \"You are in"
  },
  {
    "startTime": 710.72,
    "endTime": 718.16,
    "text": "love, but this is your first night in Paris, your first visit to the opera."
  },
  {
    "startTime": 718.16,
    "endTime": 725.76,
    "text": "How do you know Christine Dier? You remember 4 years ago when I was on"
  },
  {
    "startTime": 725.76,
    "endTime": 734.0,
    "text": "holiday by the sea in Britany?\" Raul said, \"Well, I met Christine there. I"
  },
  {
    "startTime": 734.0,
    "endTime": 740.32,
    "text": "was in love with her then and I'm still in love with her today."
  },
  {
    "startTime": 740.32,
    "endTime": 748.88,
    "text": "The K Dani looked at his brother. H I see, he said slowly."
  },
  {
    "startTime": 748.88,
    "endTime": 755.04,
    "text": "Well, Raul, remember she is only an opera singer. We know nothing about her"
  },
  {
    "startTime": 755.04,
    "endTime": 760.079,
    "text": "family. But Raul did not listen"
  },
  {
    "startTime": 760.079,
    "endTime": 765.92,
    "text": "to him. Good families were not important, and young men never listened"
  },
  {
    "startTime": 765.92,
    "endTime": 772.24,
    "text": "to their older brothers. There were many people in Christine Da's"
  },
  {
    "startTime": 772.24,
    "endTime": 777.76,
    "text": "dressing room that night. But there was a doctor with Christine, and her"
  },
  {
    "startTime": 777.76,
    "endTime": 783.839,
    "text": "beautiful face looked white and ill. Raul went quickly across the room and"
  },
  {
    "startTime": 783.839,
    "endTime": 789.6,
    "text": "took her hand. Christine, what's the matter? Are you"
  },
  {
    "startTime": 789.6,
    "endTime": 795.04,
    "text": "ill? He went down on the floor by her chair."
  },
  {
    "startTime": 795.04,
    "endTime": 801.279,
    "text": "Don't you remember me? Raul Dashani in Britany."
  },
  {
    "startTime": 801.279,
    "endTime": 806.399,
    "text": "Christine looked at him and her blue eyes were afraid."
  },
  {
    "startTime": 806.399,
    "endTime": 815.36,
    "text": "She took her hand away. No, I don't know you. Please go away. I'm"
  },
  {
    "startTime": 815.36,
    "endTime": 821.76,
    "text": "not well. Raul stood up, his face red."
  },
  {
    "startTime": 821.76,
    "endTime": 828.959,
    "text": "Before he could speak, the doctor said quickly, \"Yes, yes, please go away."
  },
  {
    "startTime": 828.959,
    "endTime": 835.44,
    "text": "Everybody, please leave the room. Madame Zelda needs to be quiet. She is very"
  },
  {
    "startTime": 835.44,
    "endTime": 841.12,
    "text": "tired.\" He moved to the door and soon everybody"
  },
  {
    "startTime": 841.12,
    "endTime": 847.76,
    "text": "left the room. Christine Dier was alone in her dressing room."
  },
  {
    "startTime": 847.76,
    "endTime": 854.24,
    "text": "Outside in the passage, the young VC compt was angry and unhappy."
  },
  {
    "startTime": 854.24,
    "endTime": 860.48,
    "text": "How could Christine forget him? How could she say that to him?"
  },
  {
    "startTime": 860.48,
    "endTime": 868.0,
    "text": "He waited for some minutes. Then, very quietly and carefully, he went back to"
  },
  {
    "startTime": 868.0,
    "endTime": 873.6,
    "text": "the door of her dressing room. But he did not open the door because"
  },
  {
    "startTime": 873.6,
    "endTime": 879.36,
    "text": "just then he heard a man's voice in the room."
  },
  {
    "startTime": 879.36,
    "endTime": 888.399,
    "text": "Christine, you must love me. The voice said. Then Raul heard Christine's voice."
  },
  {
    "startTime": 888.399,
    "endTime": 894.079,
    "text": "How can you talk like that when I sing only for you?"
  },
  {
    "startTime": 894.079,
    "endTime": 901.76,
    "text": "Tonight I gave everything to you. Everything. And now I'm so tired."
  },
  {
    "startTime": 901.76,
    "endTime": 909.76,
    "text": "Her voice was unhappy and afraid. You sang like an angel."
  },
  {
    "startTime": 909.76,
    "endTime": 917.199,
    "text": "The man's voice said. Raul walked away. So that was the"
  },
  {
    "startTime": 917.199,
    "endTime": 925.36,
    "text": "answer. Christine Dier had a lover. But why was her voice so unhappy?"
  },
  {
    "startTime": 925.36,
    "endTime": 934.72,
    "text": "He waited in the shadows near her room. He wanted to see her lover, his enemy."
  },
  {
    "startTime": 934.72,
    "endTime": 941.76,
    "text": "After about 10 minutes, Christine came out of her room alone and walked away"
  },
  {
    "startTime": 941.76,
    "endTime": 948.32,
    "text": "down the passage. Raul waited, but no man came out after"
  },
  {
    "startTime": 948.32,
    "endTime": 953.68,
    "text": "her. There was nobody in the passage, so Raul"
  },
  {
    "startTime": 953.68,
    "endTime": 959.92,
    "text": "went quickly up to the door of the dressing room, opened it, and went in."
  },
  {
    "startTime": 959.92,
    "endTime": 967.519,
    "text": "He closed the door quietly behind him, then called out, \"Where are you? I know"
  },
  {
    "startTime": 967.519,
    "endTime": 973.839,
    "text": "you're in here. Come out.\" There was no answer."
  },
  {
    "startTime": 973.839,
    "endTime": 980.56,
    "text": "Raul looked everywhere under the chairs, behind all the clothes, in all the dark"
  },
  {
    "startTime": 980.56,
    "endTime": 987.079,
    "text": "corners of the room. There was nobody there."
  },
  {
    "startTime": 990.24,
    "endTime": 996.36,
    "text": "Chapter 4. The Phantom is angry."
  },
  {
    "startTime": 996.639,
    "endTime": 1002.56,
    "text": "That was Tuesday night. On Wednesday morning, Ms. Armar and"
  },
  {
    "startTime": 1002.56,
    "endTime": 1008.56,
    "text": "Muilmer were happy men. Paris liked the new margarita."
  },
  {
    "startTime": 1008.56,
    "endTime": 1016.32,
    "text": "Everything in life was good. The next opera night was Friday. It was"
  },
  {
    "startTime": 1016.32,
    "endTime": 1023.279,
    "text": "fast again, but this time with La Carlotta singing Margarita."
  },
  {
    "startTime": 1023.279,
    "endTime": 1030.16,
    "text": "By Wednesday afternoon they were not so happy. A second letter arrived for them"
  },
  {
    "startTime": 1030.16,
    "endTime": 1037.12,
    "text": "from OG. Why don't you listen to me? I am getting"
  },
  {
    "startTime": 1037.12,
    "endTime": 1042.72,
    "text": "angry. Leave box five free for me. And where"
  },
  {
    "startTime": 1042.72,
    "endTime": 1047.918,
    "text": "are my 20,000 Franks on Friday?"
  },
  {
    "startTime": 1047.919,
    "endTime": 1054.88,
    "text": "Dier must sing Margarita again. She is now the best singer in Paris."
  },
  {
    "startTime": 1054.88,
    "endTime": 1062.4,
    "text": "Lalotta cannot sing. She has a very ugly voice like a toad."
  },
  {
    "startTime": 1062.4,
    "endTime": 1070.24,
    "text": "Remember, I am a bad enemy. O g."
  },
  {
    "startTime": 1070.24,
    "endTime": 1077.6,
    "text": "So, Furma, is this still a joke? Mia Armar shouted. What are we going to do"
  },
  {
    "startTime": 1077.6,
    "endTime": 1083.44,
    "text": "now? Eh, is OG the director here or are we?"
  },
  {
    "startTime": 1083.44,
    "endTime": 1092.16,
    "text": "Don't shout, Arman, said Miss Furma tiredly. I don't know the answers."
  },
  {
    "startTime": 1092.16,
    "endTime": 1098.72,
    "text": "Let's talk to Madame Jiri, the doorkeeper of box 5. Perhaps she can"
  },
  {
    "startTime": 1098.72,
    "endTime": 1104.72,
    "text": "help us. But Madame Jiri was not helpful."
  },
  {
    "startTime": 1104.72,
    "endTime": 1110.64,
    "text": "Madame Jiri was not afraid of ghosts, and she was not afraid of directors of"
  },
  {
    "startTime": 1110.64,
    "endTime": 1116.72,
    "text": "opera houses. People say that you're a friend of the opera"
  },
  {
    "startTime": 1116.72,
    "endTime": 1124.08,
    "text": "ghost, Madame Jiri, Mr. Armar began. Tell us about him. Some people say he"
  },
  {
    "startTime": 1124.08,
    "endTime": 1130.08,
    "text": "has no head. And some people say he has no body, said"
  },
  {
    "startTime": 1130.08,
    "endTime": 1136.32,
    "text": "Mufurmer. What do you say, Madame Jiri?"
  },
  {
    "startTime": 1136.32,
    "endTime": 1141.44,
    "text": "Madame Jiri looked at the two men and laughed."
  },
  {
    "startTime": 1141.44,
    "endTime": 1147.679,
    "text": "I say that the directors of the opera house are fools."
  },
  {
    "startTime": 1147.679,
    "endTime": 1155.84,
    "text": "What? Mrs. Armar shouted. He stood up and his face was red and angry. Listen"
  },
  {
    "startTime": 1155.84,
    "endTime": 1164.64,
    "text": "to me, woman. Oh, sit down, Arman, and listen, said Miss Yumer."
  },
  {
    "startTime": 1164.64,
    "endTime": 1172.08,
    "text": "Why do you say that, Madame Jiri? Because missure, the opera ghost is"
  },
  {
    "startTime": 1172.08,
    "endTime": 1178.0,
    "text": "angry with you. When the ghost wants something, he must"
  },
  {
    "startTime": 1178.0,
    "endTime": 1183.52,
    "text": "have it. He is clever and dangerous, this ghost."
  },
  {
    "startTime": 1183.52,
    "endTime": 1189.679,
    "text": "The old directors before you, they knew that. Oh, yes."
  },
  {
    "startTime": 1189.679,
    "endTime": 1195.28,
    "text": "At first, they tried to stop him. Then there were many accidents in the opera"
  },
  {
    "startTime": 1195.28,
    "endTime": 1202.08,
    "text": "house. many strange accidents. And when did these accidents happen?"
  },
  {
    "startTime": 1202.08,
    "endTime": 1208.4,
    "text": "When the ghost was angry. So the old directors learned very"
  },
  {
    "startTime": 1208.4,
    "endTime": 1213.6,
    "text": "quickly. The ghost wants box five. He can have it"
  },
  {
    "startTime": 1213.6,
    "endTime": 1220.72,
    "text": "every night. The ghost wants money. Let's give the money to him at once."
  },
  {
    "startTime": 1220.72,
    "endTime": 1226.88,
    "text": "Oh yes, the old directors understood very well."
  },
  {
    "startTime": 1226.88,
    "endTime": 1234.159,
    "text": "But we are the directors, not the opera ghost. Mia Armar shouted."
  },
  {
    "startTime": 1234.159,
    "endTime": 1240.24,
    "text": "He turned to Miss Filma. This woman is mad. Why do we listen to"
  },
  {
    "startTime": 1240.24,
    "endTime": 1246.72,
    "text": "her? On Friday night, Laott is going to sing Margarita."
  },
  {
    "startTime": 1246.72,
    "endTime": 1254.48,
    "text": "And you and I, Ferma, are going to watch the opera from box 5."
  },
  {
    "startTime": 1254.48,
    "endTime": 1262.24,
    "text": "Well, we can try that, Armar, but we don't want any accidents."
  },
  {
    "startTime": 1262.24,
    "endTime": 1271.28,
    "text": "Madame Jiri came nearer to the two men. Listen to me, she said quietly."
  },
  {
    "startTime": 1271.28,
    "endTime": 1277.2,
    "text": "Remember Joseph Bouet? I tell you, the opera ghost is a good"
  },
  {
    "startTime": 1277.2,
    "endTime": 1282.48,
    "text": "friend, but a bad enemy."
  },
  {
    "startTime": 1282.48,
    "endTime": 1288.0,
    "text": "The two men stared at her. Those"
  },
  {
    "startTime": 1288.0,
    "endTime": 1296.159,
    "text": "words, Miss Filmar said slowly. Why did you say those words, Madame"
  },
  {
    "startTime": 1296.159,
    "endTime": 1302.88,
    "text": "Jiri? Because the girl says them to me."
  },
  {
    "startTime": 1302.88,
    "endTime": 1310.159,
    "text": "I never see him, but I often hear him. He has a very nice voice"
  },
  {
    "startTime": 1310.159,
    "endTime": 1315.48,
    "text": "and he doesn't shout at people."
  },
  {
    "startTime": 1319.2,
    "endTime": 1325.0,
    "text": "Chapter 5. A letter for Raul."
  },
  {
    "startTime": 1325.039,
    "endTime": 1331.2,
    "text": "That Wednesday, a letter also arrived for the young Vikcom Dashani."
  },
  {
    "startTime": 1331.2,
    "endTime": 1336.64,
    "text": "He opened the letter, saw the name at the bottom, and smiled for the first"
  },
  {
    "startTime": 1336.64,
    "endTime": 1344.32,
    "text": "time that day. Dear Raul, of course, I remember you. How could I"
  },
  {
    "startTime": 1344.32,
    "endTime": 1350.799,
    "text": "forget you? Meet me on Thursday at 3:00 in the"
  },
  {
    "startTime": 1350.799,
    "endTime": 1356.72,
    "text": "Terrier Gardens. Don't be angry with me, Raul. Please."
  },
  {
    "startTime": 1356.72,
    "endTime": 1362.32,
    "text": "Christine Dy Raul put the letter carefully into his"
  },
  {
    "startTime": 1362.32,
    "endTime": 1369.84,
    "text": "pocket. Angry. How could he be angry with an angel?"
  },
  {
    "startTime": 1369.84,
    "endTime": 1376.24,
    "text": "On Thursday, he was in the Twilery Gardens by 2:00."
  },
  {
    "startTime": 1376.24,
    "endTime": 1385.44,
    "text": "At 10 3 began to feel unhappy. At 3, he wanted to die or to kill"
  },
  {
    "startTime": 1385.44,
    "endTime": 1391.12,
    "text": "somebody. And then she came."
  },
  {
    "startTime": 1391.12,
    "endTime": 1398.96,
    "text": "She ran through the gardens to him. And in a second she was in his arms."
  },
  {
    "startTime": 1398.96,
    "endTime": 1404.159,
    "text": "\"Oh Christine,\" he said again and again."
  },
  {
    "startTime": 1404.159,
    "endTime": 1410.799,
    "text": "\"Oh Christine.\" They walked through the gardens together"
  },
  {
    "startTime": 1410.799,
    "endTime": 1416.08,
    "text": "and talked for a long time. They remembered their happy weeks in"
  },
  {
    "startTime": 1416.08,
    "endTime": 1424.08,
    "text": "Britany four years ago. But why did you go away, Christine? Raul"
  },
  {
    "startTime": 1424.08,
    "endTime": 1431.039,
    "text": "asked. Why didn't you write to me? For a minute or two, Christine said"
  },
  {
    "startTime": 1431.039,
    "endTime": 1441.2,
    "text": "nothing. Then she said slowly, \"We were so young, you and I."
  },
  {
    "startTime": 1441.2,
    "endTime": 1446.799,
    "text": "I was just a poor singer from Norway. And you?"
  },
  {
    "startTime": 1446.799,
    "endTime": 1453.76,
    "text": "You were the Vikcom the Shani. I knew I could never be your wife."
  },
  {
    "startTime": 1453.76,
    "endTime": 1462.08,
    "text": "But I love you, Christine. No. Shh. Listen to me, Raul. Please."
  },
  {
    "startTime": 1462.08,
    "endTime": 1470.559,
    "text": "I went home to Norway. And a year later, my father died. I was very unhappy."
  },
  {
    "startTime": 1470.559,
    "endTime": 1477.44,
    "text": "But I came back to France to Paris. I worked and worked at my singing"
  },
  {
    "startTime": 1477.44,
    "endTime": 1484.159,
    "text": "because I wanted to be an opera singer. Not just a good singer, but the best"
  },
  {
    "startTime": 1484.159,
    "endTime": 1492.799,
    "text": "opera singer in Paris. And now you are, Raul said. He smiled."
  },
  {
    "startTime": 1492.799,
    "endTime": 1499.76,
    "text": "All Paris is at your feet. Christine turned her face away and said"
  },
  {
    "startTime": 1499.76,
    "endTime": 1506.96,
    "text": "nothing. \"Christine,\" Raul said quietly."
  },
  {
    "startTime": 1506.96,
    "endTime": 1512.799,
    "text": "\"I want to ask you a question. Who was the man in your dressing room on"
  },
  {
    "startTime": 1512.799,
    "endTime": 1518.159,
    "text": "Tuesday night? Tell me, please.\""
  },
  {
    "startTime": 1518.159,
    "endTime": 1524.32,
    "text": "Christine stopped and stared at him. Her face went white."
  },
  {
    "startTime": 1524.32,
    "endTime": 1530.559,
    "text": "\"What man?\" she whispered. There was no man in my dressing room on"
  },
  {
    "startTime": 1530.559,
    "endTime": 1536.559,
    "text": "Tuesday night. Raul put his hand on her arm."
  },
  {
    "startTime": 1536.559,
    "endTime": 1543.2,
    "text": "I heard him, he said. I listened outside the door and heard a"
  },
  {
    "startTime": 1543.2,
    "endTime": 1548.24,
    "text": "man's voice. Who was he?"
  },
  {
    "startTime": 1548.24,
    "endTime": 1554.48,
    "text": "Don't ask me, Raul. There was a man's voice. Yes. But there"
  },
  {
    "startTime": 1554.48,
    "endTime": 1562.08,
    "text": "was no man in my room. It's true. Oh, Raul, I'm so afraid."
  },
  {
    "startTime": 1562.08,
    "endTime": 1570.48,
    "text": "Sometimes I want to die. Who is he? Tell me, Christine, please."
  },
  {
    "startTime": 1570.48,
    "endTime": 1577.64,
    "text": "I'm your friend. I can help you. Tell me his name."
  },
  {
    "startTime": 1578.08,
    "endTime": 1583.2,
    "text": "I cannot tell you his name. It's a secret,"
  },
  {
    "startTime": 1583.2,
    "endTime": 1590.799,
    "text": "whispered Christine. I never see him. I only hear his voice."
  },
  {
    "startTime": 1590.799,
    "endTime": 1597.679,
    "text": "But he is everywhere. He sees everything. Hears everything."
  },
  {
    "startTime": 1597.679,
    "endTime": 1604.88,
    "text": "That's why I didn't speak to you on Tuesday night. He is my music teacher, Raul. He's a"
  },
  {
    "startTime": 1604.88,
    "endTime": 1614.32,
    "text": "wonderful singer. I sang so well on Tuesday night because of him. I am famous because of him. He"
  },
  {
    "startTime": 1614.32,
    "endTime": 1620.48,
    "text": "is my angel of music and he says he loves me."
  },
  {
    "startTime": 1620.48,
    "endTime": 1624.36,
    "text": "How can I leave him?"
  },
  {
    "startTime": 1630.96,
    "endTime": 1637.48,
    "text": "Chapter 6. La Colota sings Margarita."
  },
  {
    "startTime": 1637.919,
    "endTime": 1644.799,
    "text": "On Friday morning, Lalotta had her breakfast in bed. She drank her coffee"
  },
  {
    "startTime": 1644.799,
    "endTime": 1650.72,
    "text": "and opened her morning letters. One letter had no name on it. It was"
  },
  {
    "startTime": 1650.72,
    "endTime": 1656.72,
    "text": "very short. You are ill. You cannot sing Margarita"
  },
  {
    "startTime": 1656.72,
    "endTime": 1662.559,
    "text": "tonight. Stay at home and don't go to the opera house."
  },
  {
    "startTime": 1662.559,
    "endTime": 1670.799,
    "text": "Accidents can happen. Do you want to lose your voice forever?"
  },
  {
    "startTime": 1670.799,
    "endTime": 1676.64,
    "text": "La Carlotta was very, very angry. She got out of bed at once and did not"
  },
  {
    "startTime": 1676.64,
    "endTime": 1681.84,
    "text": "finish her breakfast. This is from Christine Dyy's friends."
  },
  {
    "startTime": 1681.84,
    "endTime": 1688.559,
    "text": "She thought they want her to sing again tonight. That Dy girl is going to be sorry for"
  },
  {
    "startTime": 1688.559,
    "endTime": 1696.0,
    "text": "this. I laott the best opera singer in Paris"
  },
  {
    "startTime": 1696.0,
    "endTime": 1702.72,
    "text": "and nothing is going to stop me singing Margarita tonight."
  },
  {
    "startTime": 1702.72,
    "endTime": 1709.12,
    "text": "At 6:00 that evening, the dancers were in their dressing room. They talked and"
  },
  {
    "startTime": 1709.12,
    "endTime": 1715.52,
    "text": "laughed and put on their red and black dresses for FA, but Magiri was very"
  },
  {
    "startTime": 1715.52,
    "endTime": 1720.72,
    "text": "quiet. What's the matter, Magg? Annie Cerelli"
  },
  {
    "startTime": 1720.72,
    "endTime": 1727.039,
    "text": "asked. It's the opera ghost. Mag said. My"
  },
  {
    "startTime": 1727.039,
    "endTime": 1733.52,
    "text": "mother says he's angry. She's afraid that something's going to happen tonight."
  },
  {
    "startTime": 1733.52,
    "endTime": 1742.32,
    "text": "Oh, poo. The girl with black hair said, \"Who's afraid of an old ghost?\""
  },
  {
    "startTime": 1742.32,
    "endTime": 1750.399,
    "text": "An hour later, Ms. Armor and Ms. Filmer went into box five and sat down."
  },
  {
    "startTime": 1750.399,
    "endTime": 1755.919,
    "text": "They were not afraid of ghosts. Of course not. There were no ghosts in the"
  },
  {
    "startTime": 1755.919,
    "endTime": 1761.76,
    "text": "opera house. Then Mia Alma saw some flowers on the"
  },
  {
    "startTime": 1761.76,
    "endTime": 1770.0,
    "text": "floor by the door of the box. \"Thema,\" he whispered. \"Did you put those flowers"
  },
  {
    "startTime": 1770.0,
    "endTime": 1779.679,
    "text": "there?\" Mrs. Filmer looked. No, I didn't. He whispered back. Did"
  },
  {
    "startTime": 1779.679,
    "endTime": 1785.44,
    "text": "you? Of course not, you fool. Shh. The"
  },
  {
    "startTime": 1785.44,
    "endTime": 1790.96,
    "text": "music's beginning. La Carlott did not sing for the first"
  },
  {
    "startTime": 1790.96,
    "endTime": 1797.12,
    "text": "hour. There were no strange voices in box 5, and the two directors began to"
  },
  {
    "startTime": 1797.12,
    "endTime": 1803.279,
    "text": "feel happier. Then Lacot came out onto the stage, and"
  },
  {
    "startTime": 1803.279,
    "endTime": 1810.399,
    "text": "Ms. looked at Mr. Armo. \"Did you hear a voice just then?\" he"
  },
  {
    "startTime": 1810.399,
    "endTime": 1816.88,
    "text": "asked quietly. \"No,\" Mr. Armo said, but he looked"
  },
  {
    "startTime": 1816.88,
    "endTime": 1825.44,
    "text": "behind him twice, then three times, and suddenly felt cold."
  },
  {
    "startTime": 1825.44,
    "endTime": 1830.559,
    "text": "La Caralott sang and sang, and nothing happened."
  },
  {
    "startTime": 1830.559,
    "endTime": 1841.398,
    "text": "Then she began a beautiful love song. My love begins to"
  },
  {
    "startTime": 1841.52,
    "endTime": 1847.039,
    "text": "Everybody stared. What was the matter with Carlotta's voice?"
  },
  {
    "startTime": 1847.039,
    "endTime": 1854.799,
    "text": "What was that strange noise? Carlotta stopped and began the song"
  },
  {
    "startTime": 1854.799,
    "endTime": 1863.0,
    "text": "again. My love begins to"
  },
  {
    "startTime": 1863.279,
    "endTime": 1869.2,
    "text": "I cannot forget my crack."
  },
  {
    "startTime": 1869.2,
    "endTime": 1875.679,
    "text": "It was the noise of a toad. People began to talk and laugh. Mr."
  },
  {
    "startTime": 1875.679,
    "endTime": 1883.44,
    "text": "Filman put his head in his hands. Then he felt Mr. Almo's hand on his arm."
  },
  {
    "startTime": 1883.44,
    "endTime": 1890.799,
    "text": "There was a voice in the box with them. A man's voice laughing."
  },
  {
    "startTime": 1890.799,
    "endTime": 1901.919,
    "text": "Poor Carlotta tried again and again. I cannot forget my"
  },
  {
    "startTime": 1901.919,
    "endTime": 1909.279,
    "text": "Then the two directors heard the voice again. behind them, in front of them,"
  },
  {
    "startTime": 1909.279,
    "endTime": 1914.88,
    "text": "everywhere. Her singing tonight is going to bring"
  },
  {
    "startTime": 1914.88,
    "endTime": 1918.76,
    "text": "down the chandelier."
  },
  {
    "startTime": 1920.159,
    "endTime": 1926.0,
    "text": "The two directors looked up at the top of the opera house. Their faces were"
  },
  {
    "startTime": 1926.0,
    "endTime": 1934.08,
    "text": "white. The famous chandelier with its thousand lights broke away from its ropes and"
  },
  {
    "startTime": 1934.08,
    "endTime": 1940.64,
    "text": "crashed down onto the people below. That was a terrible night for the Paris"
  },
  {
    "startTime": 1940.64,
    "endTime": 1948.24,
    "text": "Opera House. One woman was killed by the chandelier and many people were hurt."
  },
  {
    "startTime": 1948.24,
    "endTime": 1953.6,
    "text": "The opera house closed for 2 weeks and Lalotta"
  },
  {
    "startTime": 1953.6,
    "endTime": 1957.72,
    "text": "never sang again."
  },
  {
    "startTime": 1962.08,
    "endTime": 1967.76,
    "text": "Chapter 7. My angel of music."
  },
  {
    "startTime": 1967.76,
    "endTime": 1974.72,
    "text": "For a week, Raul saw Christine everyday. Some days Christine was quiet and"
  },
  {
    "startTime": 1974.72,
    "endTime": 1979.919,
    "text": "unhappy. Some days she laughed and sang."
  },
  {
    "startTime": 1979.919,
    "endTime": 1986.64,
    "text": "She never wanted to talk about the opera house or her singing or Raul's love for"
  },
  {
    "startTime": 1986.64,
    "endTime": 1992.559,
    "text": "her. Raul was very afraid for her."
  },
  {
    "startTime": 1992.559,
    "endTime": 1998.64,
    "text": "Who or what was this strange teacher?"
  },
  {
    "startTime": 1998.64,
    "endTime": 2006.12,
    "text": "This man's voice her angel of music."
  },
  {
    "startTime": 2006.399,
    "endTime": 2011.76,
    "text": "Then one day there was no Christine."
  },
  {
    "startTime": 2011.76,
    "endTime": 2017.519,
    "text": "She was not at her home, not at the opera house, not at their meeting"
  },
  {
    "startTime": 2017.519,
    "endTime": 2024.24,
    "text": "places. Raul looked everywhere and asked everybody"
  },
  {
    "startTime": 2024.24,
    "endTime": 2030.32,
    "text": "where was Christine Dier, but nobody knew."
  },
  {
    "startTime": 2030.32,
    "endTime": 2036.08,
    "text": "Two days before the opera house opened again, a letter arrived for Raul. It was"
  },
  {
    "startTime": 2036.08,
    "endTime": 2041.519,
    "text": "from Christine. Meet me in an hour at the top of the"
  },
  {
    "startTime": 2041.519,
    "endTime": 2046.559,
    "text": "opera house on the 10th floor."
  },
  {
    "startTime": 2046.559,
    "endTime": 2052.96,
    "text": "The 10th floor of the opera house was a dangerous place. There were hundreds of ropes going down"
  },
  {
    "startTime": 2052.96,
    "endTime": 2060.32,
    "text": "to the stage below. It was a long, long way down."
  },
  {
    "startTime": 2060.32,
    "endTime": 2067.679,
    "text": "Raul and Christine sat in a dark corner and Raul took Christine's hands."
  },
  {
    "startTime": 2067.679,
    "endTime": 2076.878,
    "text": "Her face was white and tired. \"Listen, Raul,\" she said quietly."
  },
  {
    "startTime": 2076.879,
    "endTime": 2083.118,
    "text": "\"I'm going to tell you everything, but this is our last meeting."
  },
  {
    "startTime": 2083.119,
    "endTime": 2091.118,
    "text": "I can never see you again.\" No, Christine, Raul cried. I love you"
  },
  {
    "startTime": 2091.119,
    "endTime": 2098.96,
    "text": "and we sh quietly. Perhaps he can hear us. He's everywhere"
  },
  {
    "startTime": 2098.96,
    "endTime": 2104.4,
    "text": "in the opera house. Raul, who? What are you talking about,"
  },
  {
    "startTime": 2104.4,
    "endTime": 2110.88,
    "text": "Christine? My angel of music."
  },
  {
    "startTime": 2110.88,
    "endTime": 2118.56,
    "text": "I couldn't meet you last Saturday because he came for me and took me away."
  },
  {
    "startTime": 2118.56,
    "endTime": 2124.4,
    "text": "I was in my dressing room in the opera house and suddenly he was there in front"
  },
  {
    "startTime": 2124.4,
    "endTime": 2130.64,
    "text": "of me. I saw the voice for the first time."
  },
  {
    "startTime": 2130.64,
    "endTime": 2136.079,
    "text": "He wore black evening clothes and a mask over his face."
  },
  {
    "startTime": 2136.079,
    "endTime": 2141.599,
    "text": "He took me through many secret doors and passages down"
  },
  {
    "startTime": 2141.599,
    "endTime": 2149.52,
    "text": "under the opera house. There is a lake down there, a big lake."
  },
  {
    "startTime": 2149.52,
    "endTime": 2156.16,
    "text": "The waters are black and cold. He took me across the lake in a boat to"
  },
  {
    "startTime": 2156.16,
    "endTime": 2161.28,
    "text": "his house. He lives there, Raul, in a house on the"
  },
  {
    "startTime": 2161.28,
    "endTime": 2168.48,
    "text": "lake under the opera house. Raul stared at her."
  },
  {
    "startTime": 2168.48,
    "endTime": 2176.0,
    "text": "Was his beautiful Christine mad. Christine saw his face and said quickly,"
  },
  {
    "startTime": 2176.0,
    "endTime": 2182.079,
    "text": "\"It's true, Raul. It's true. And he"
  },
  {
    "startTime": 2182.079,
    "endTime": 2189.119,
    "text": "he is the phantom of the opera. But he's not a ghost. He's not an angel"
  },
  {
    "startTime": 2189.119,
    "endTime": 2195.92,
    "text": "of music. He's a man. His name is Eric and he"
  },
  {
    "startTime": 2195.92,
    "endTime": 2204.32,
    "text": "loves me. He wants me to be his wife. No, Raul, listen. There is more."
  },
  {
    "startTime": 2204.32,
    "endTime": 2210.24,
    "text": "He told me all this in his house in a beautiful room."
  },
  {
    "startTime": 2210.24,
    "endTime": 2216.079,
    "text": "He said that no woman could ever love him because of his face."
  },
  {
    "startTime": 2216.079,
    "endTime": 2222.96,
    "text": "He was so unhappy. Then he took off his mask"
  },
  {
    "startTime": 2222.96,
    "endTime": 2230.64,
    "text": "and I saw his face. She began to cry and Raul put his arms"
  },
  {
    "startTime": 2230.64,
    "endTime": 2239.359,
    "text": "around her. Oh Raul, he has the most terrible face. It is so"
  },
  {
    "startTime": 2239.359,
    "endTime": 2244.64,
    "text": "ugly. I wanted to scream and run away."
  },
  {
    "startTime": 2244.64,
    "endTime": 2252.0,
    "text": "But where could I run to? He has the face of a dead man, Raul. But"
  },
  {
    "startTime": 2252.0,
    "endTime": 2258.32,
    "text": "he is not dead. He has no nose, just two black holes in"
  },
  {
    "startTime": 2258.32,
    "endTime": 2263.44,
    "text": "his yellow face. And his eyes."
  },
  {
    "startTime": 2263.44,
    "endTime": 2270.24,
    "text": "Sometimes they are black holes. Sometimes they have a terrible red"
  },
  {
    "startTime": 2270.24,
    "endTime": 2276.24,
    "text": "light. She put her face in her hands for a second."
  },
  {
    "startTime": 2276.24,
    "endTime": 2283.359,
    "text": "Then she said, \"I stayed in his house for 5 days."
  },
  {
    "startTime": 2283.359,
    "endTime": 2289.28,
    "text": "He was very good to me.\" And I felt sorry for him, Raul."
  },
  {
    "startTime": 2289.28,
    "endTime": 2294.48,
    "text": "He wants me to love him and I told him."
  },
  {
    "startTime": 2294.48,
    "endTime": 2302.72,
    "text": "I told him, \"No, Christine. No. You're going to be my wife. Come away with me"
  },
  {
    "startTime": 2302.72,
    "endTime": 2309.119,
    "text": "at once today. You can't go back to him."
  },
  {
    "startTime": 2309.119,
    "endTime": 2316.64,
    "text": "But I must, Christine said quietly. He knows about you, Raul."
  },
  {
    "startTime": 2316.64,
    "endTime": 2322.56,
    "text": "He knows about us. He says he's going to kill you."
  },
  {
    "startTime": 2322.56,
    "endTime": 2330.64,
    "text": "I must go back to him. Never, said Raul. I love you, Christine."
  },
  {
    "startTime": 2330.64,
    "endTime": 2336.079,
    "text": "And I'm going to kill this Eric. Eric. Eric,"
  },
  {
    "startTime": 2336.079,
    "endTime": 2342.64,
    "text": "Eric, Eric. The word whispered around the opera"
  },
  {
    "startTime": 2342.64,
    "endTime": 2348.48,
    "text": "house. Raul and Christine stared."
  },
  {
    "startTime": 2348.48,
    "endTime": 2357.119,
    "text": "What was that? Raul said, afraid. Was that his voice?"
  },
  {
    "startTime": 2357.119,
    "endTime": 2363.92,
    "text": "Where did it come from? I'm afraid, Raul, Christine whispered."
  },
  {
    "startTime": 2363.92,
    "endTime": 2370.24,
    "text": "I'm singing Margarita again on Saturday. What's going to happen"
  },
  {
    "startTime": 2370.24,
    "endTime": 2376.32,
    "text": "this? Raul said after the opera on Saturday night, you"
  },
  {
    "startTime": 2376.32,
    "endTime": 2383.76,
    "text": "and I are going away together. Come on, let's go down now. I don't like"
  },
  {
    "startTime": 2383.76,
    "endTime": 2388.96,
    "text": "it up here. They went carefully along a dark passage"
  },
  {
    "startTime": 2388.96,
    "endTime": 2394.0,
    "text": "to some stairs, then suddenly stopped."
  },
  {
    "startTime": 2394.0,
    "endTime": 2402.4,
    "text": "There was a man in front of them, a tall man in a long dark coat and a black hat."
  },
  {
    "startTime": 2402.4,
    "endTime": 2407.92,
    "text": "He turned and looked at them. \"No,"
  },
  {
    "startTime": 2407.92,
    "endTime": 2417.839,
    "text": "not these stairs,\" he said. \"Go to the stairs at the front and go quickly.\""
  },
  {
    "startTime": 2417.839,
    "endTime": 2423.44,
    "text": "Christine turned and ran. Raul ran after her."
  },
  {
    "startTime": 2423.44,
    "endTime": 2430.72,
    "text": "Who is that man? He asked. It's the Persian, Christine answered."
  },
  {
    "startTime": 2430.72,
    "endTime": 2438.56,
    "text": "But who is he? What's his name? Why did he tell us to go to the front stairs?"
  },
  {
    "startTime": 2438.56,
    "endTime": 2445.92,
    "text": "Nobody knows his name. He's just the Persian. He's always in the opera house."
  },
  {
    "startTime": 2445.92,
    "endTime": 2452.16,
    "text": "I think he knows about Eric, but he never talks about him. Perhaps"
  },
  {
    "startTime": 2452.16,
    "endTime": 2458.079,
    "text": "he saw Eric on those stairs and wanted to help us."
  },
  {
    "startTime": 2458.079,
    "endTime": 2463.92,
    "text": "Hand in hand, they ran quickly down the stairs through passages, then more"
  },
  {
    "startTime": 2463.92,
    "endTime": 2469.119,
    "text": "stairs and more passages. At one of the little back doors to the"
  },
  {
    "startTime": 2469.119,
    "endTime": 2477.2,
    "text": "opera house, they stopped on Saturday night. Then after the opera,"
  },
  {
    "startTime": 2477.2,
    "endTime": 2483.68,
    "text": "Raul said, I'm going to take you away and marry you."
  },
  {
    "startTime": 2483.68,
    "endTime": 2490.079,
    "text": "Christine looked up into his space. Yes, R."
  },
  {
    "startTime": 2490.079,
    "endTime": 2495.52,
    "text": "Then they kissed there by the door of the opera house."
  },
  {
    "startTime": 2495.52,
    "endTime": 2499.4,
    "text": "Their first kiss."
  },
  {
    "startTime": 2503.44,
    "endTime": 2510.04,
    "text": "Chapter 8. Where is Christine Dier?"
  },
  {
    "startTime": 2510.48,
    "endTime": 2517.52,
    "text": "On Saturday morning, K Phipe looked across the breakfast table at his brother."
  },
  {
    "startTime": 2517.52,
    "endTime": 2524.319,
    "text": "Don't do it, Raul. Please. All this talk about ghosts and phantoms."
  },
  {
    "startTime": 2524.319,
    "endTime": 2529.92,
    "text": "I think the girl is mad. She's not mad, and I'm going to marry"
  },
  {
    "startTime": 2529.92,
    "endTime": 2538.16,
    "text": "her. Raul said, \"She's only a little opera singer,\" Philipe said unhappily."
  },
  {
    "startTime": 2538.16,
    "endTime": 2544.24,
    "text": "\"And she's very young. Are you still going to love her in 10 or"
  },
  {
    "startTime": 2544.24,
    "endTime": 2549.76,
    "text": "20 years time?\" Raul drank his coffee and did not"
  },
  {
    "startTime": 2549.76,
    "endTime": 2556.0,
    "text": "answer. There were two more unhappy faces in the"
  },
  {
    "startTime": 2556.0,
    "endTime": 2562.319,
    "text": "opera house, too. The directors now understood about OG."
  },
  {
    "startTime": 2562.319,
    "endTime": 2570.16,
    "text": "They didn't want any more accidents. Box 5 is free tonight for OG."
  },
  {
    "startTime": 2570.16,
    "endTime": 2577.28,
    "text": "Dier is singing Margarita. And here is 20,000 Franks. Madame Jiri can leave the"
  },
  {
    "startTime": 2577.28,
    "endTime": 2585.44,
    "text": "money in box five for him. Is that everything? Mia Armor asked Missurma."
  },
  {
    "startTime": 2585.44,
    "endTime": 2590.96,
    "text": "It's a lot of money, Miss Fur said unhappily."
  },
  {
    "startTime": 2590.96,
    "endTime": 2597.52,
    "text": "He thought for a minute. What about some flowers in box five?"
  },
  {
    "startTime": 2597.52,
    "endTime": 2606.079,
    "text": "Madame Jiri says that OG likes flowers. OG can bring his own flowers, shouted"
  },
  {
    "startTime": 2606.079,
    "endTime": 2612.0,
    "text": "Mr. Omore. The evening began well. The chandelier"
  },
  {
    "startTime": 2612.0,
    "endTime": 2618.24,
    "text": "was now back in place with new ropes. All Paris was in the opera house."
  },
  {
    "startTime": 2618.24,
    "endTime": 2625.359,
    "text": "Everybody wanted to hear Christine Daier's voice again. People also knew about the love story"
  },
  {
    "startTime": 2625.359,
    "endTime": 2632.72,
    "text": "between Christine Da and the Vikcom desonni. There are no love secrets in Paris."
  },
  {
    "startTime": 2632.72,
    "endTime": 2638.24,
    "text": "People watch the compt and the vmp in box 14 with interest."
  },
  {
    "startTime": 2638.24,
    "endTime": 2645.359,
    "text": "Young men from families like the sha do not marry opera singers."
  },
  {
    "startTime": 2646.0,
    "endTime": 2652.64,
    "text": "When Christine came onto the stage, her face was white and she looked afraid,"
  },
  {
    "startTime": 2652.64,
    "endTime": 2660.16,
    "text": "but she sang like an angel. Ah, what a voice. All Paris was in love"
  },
  {
    "startTime": 2660.16,
    "endTime": 2666.64,
    "text": "with Christine Dier. She began to sing the famous love song."
  },
  {
    "startTime": 2666.64,
    "endTime": 2671.68,
    "text": "Suddenly, every light in the opera house went out."
  },
  {
    "startTime": 2671.68,
    "endTime": 2678.8,
    "text": "For a second, nobody moved or spoke. Then a woman screamed, and all the"
  },
  {
    "startTime": 2678.8,
    "endTime": 2684.079,
    "text": "lights came on again. But Christine Dier was no longer on the"
  },
  {
    "startTime": 2684.079,
    "endTime": 2690.48,
    "text": "stage. She was not behind the stage. She was not under the stage."
  },
  {
    "startTime": 2690.48,
    "endTime": 2696.8,
    "text": "Nobody could find her. The opera house went mad. Everybody ran"
  },
  {
    "startTime": 2696.8,
    "endTime": 2703.359,
    "text": "here and there, shouted and called. In the director's office, people ran in"
  },
  {
    "startTime": 2703.359,
    "endTime": 2709.28,
    "text": "and out. The police came and asked questions, but nobody could answer the"
  },
  {
    "startTime": 2709.28,
    "endTime": 2717.359,
    "text": "questions. Misha Arman got angry and shouted, and M. Furman told him to be quiet."
  },
  {
    "startTime": 2717.359,
    "endTime": 2723.599,
    "text": "Then, Madame Jiri arrived in the office with her daughter, Meg."
  },
  {
    "startTime": 2723.599,
    "endTime": 2729.2,
    "text": "Go away, woman. Mia Armar shouted."
  },
  {
    "startTime": 2729.2,
    "endTime": 2737.359,
    "text": "Miss, there are three people missing now. Madame Jiri said, Magg, tell the"
  },
  {
    "startTime": 2737.359,
    "endTime": 2744.68,
    "text": "directors your story. This was Mag's story."
  },
  {
    "startTime": 2745.28,
    "endTime": 2752.319,
    "text": "When the lights went out, we were just behind the stage. We heard a scream. I"
  },
  {
    "startTime": 2752.319,
    "endTime": 2758.48,
    "text": "think it was Christine Dyier's voice. Then the lights came back on, but"
  },
  {
    "startTime": 2758.48,
    "endTime": 2764.72,
    "text": "Christine wasn't there. We were very afraid, and we began to run"
  },
  {
    "startTime": 2764.72,
    "endTime": 2770.48,
    "text": "back to our dressing room. There were people running everywhere."
  },
  {
    "startTime": 2770.48,
    "endTime": 2777.92,
    "text": "Then we saw the Vikani. His face was red and he was very angry."
  },
  {
    "startTime": 2777.92,
    "endTime": 2783.119,
    "text": "\"Where's Christine? Where's Christine?\" he shouted."
  },
  {
    "startTime": 2783.119,
    "endTime": 2789.04,
    "text": "Suddenly, the Persian came up behind him and took his arm."
  },
  {
    "startTime": 2789.04,
    "endTime": 2795.44,
    "text": "He said something to the Vikont and they went into Christine Dier's dressing room."
  },
  {
    "startTime": 2795.44,
    "endTime": 2801.44,
    "text": "Yes. And then Miss Ferma said quickly. What"
  },
  {
    "startTime": 2801.44,
    "endTime": 2806.48,
    "text": "happened next? Nobody knows."
  },
  {
    "startTime": 2806.48,
    "endTime": 2811.76,
    "text": "Mag's face was white. We looked into Christine Dier's dressing"
  },
  {
    "startTime": 2811.76,
    "endTime": 2819.0,
    "text": "room, but but there was nobody there."
  },
  {
    "startTime": 2824.319,
    "endTime": 2830.16,
    "text": "Chapter nine. The House on the Lake."
  },
  {
    "startTime": 2830.16,
    "endTime": 2837.68,
    "text": "When the lights came on, Raul ran. He ran downstairs and along passages"
  },
  {
    "startTime": 2837.68,
    "endTime": 2844.079,
    "text": "through the opera house to the back of the stage. In the passage outside Christine's"
  },
  {
    "startTime": 2844.079,
    "endTime": 2852.16,
    "text": "dressing room, a hand took his arm. What's the matter, my young friend?"
  },
  {
    "startTime": 2852.16,
    "endTime": 2859.52,
    "text": "Where are you running to so quickly? Raul turned and saw the long face of the"
  },
  {
    "startTime": 2859.52,
    "endTime": 2867.599,
    "text": "Persian under his black hat. Christine, Raul said quickly. Eric's got"
  },
  {
    "startTime": 2867.599,
    "endTime": 2875.2,
    "text": "her. Where is she? Help me. How do I get to his house on the lake?"
  },
  {
    "startTime": 2875.2,
    "endTime": 2880.96,
    "text": "Come with me, said the Persian. They went quickly into Christine's"
  },
  {
    "startTime": 2880.96,
    "endTime": 2886.16,
    "text": "dressing room. The Persian closed the door and went to"
  },
  {
    "startTime": 2886.16,
    "endTime": 2892.48,
    "text": "the big mirror on one wall. There's only one door into this room,"
  },
  {
    "startTime": 2892.48,
    "endTime": 2898.48,
    "text": "Raul began. Wait, the Persian said. He put his hands"
  },
  {
    "startTime": 2898.48,
    "endTime": 2906.319,
    "text": "on the big mirror. First here, then there. For a minute, nothing happened."
  },
  {
    "startTime": 2906.319,
    "endTime": 2915.2,
    "text": "Then the mirror began to move and turn, and a big dark hole opened in it. Raul"
  },
  {
    "startTime": 2915.2,
    "endTime": 2922.0,
    "text": "stared. Quick, come with me, but be careful. The"
  },
  {
    "startTime": 2922.0,
    "endTime": 2928.4,
    "text": "Persian said, \"I know, Eric. I understand his secrets."
  },
  {
    "startTime": 2928.4,
    "endTime": 2933.599,
    "text": "Put your right hand up near your head like this and keep it there all the"
  },
  {
    "startTime": 2933.599,
    "endTime": 2939.92,
    "text": "time.\" \"But why?\" Raul asked. \"Remember Joseph"
  },
  {
    "startTime": 2939.92,
    "endTime": 2948.48,
    "text": "Bouet and the rope around his neck? Eric is a clever man with ropes in the dark."
  },
  {
    "startTime": 2949.599,
    "endTime": 2956.72,
    "text": "They went down, down, down under the opera house. They went through secret"
  },
  {
    "startTime": 2956.72,
    "endTime": 2963.839,
    "text": "doors in the floors, then along passages and down dark stairs."
  },
  {
    "startTime": 2963.839,
    "endTime": 2970.24,
    "text": "The Persian listened carefully all the time for strange noises."
  },
  {
    "startTime": 2970.24,
    "endTime": 2975.28,
    "text": "\"When do we get to the lake?\" Raul whispered."
  },
  {
    "startTime": 2975.28,
    "endTime": 2982.24,
    "text": "We're not going by the lake. Eric watches it all the time. No, we go round"
  },
  {
    "startTime": 2982.24,
    "endTime": 2990.079,
    "text": "the lake and get into Eric's house from the back. I know some secret doors."
  },
  {
    "startTime": 2990.079,
    "endTime": 2995.839,
    "text": "Soon they were there. In the dark, the Persian felt the wall"
  },
  {
    "startTime": 2995.839,
    "endTime": 3002.88,
    "text": "carefully with his hands. \"Ah, here it is,\" he whispered."
  },
  {
    "startTime": 3002.88,
    "endTime": 3008.72,
    "text": "The wall moved under his hands and a small door opened."
  },
  {
    "startTime": 3008.72,
    "endTime": 3015.28,
    "text": "Very quietly they went through and then the door closed behind them."
  },
  {
    "startTime": 3015.28,
    "endTime": 3022.559,
    "text": "They could not get out. Inside the room it was very dark. They"
  },
  {
    "startTime": 3022.559,
    "endTime": 3028.319,
    "text": "waited and listened. The Persian put his hands on the wall."
  },
  {
    "startTime": 3028.319,
    "endTime": 3036.0,
    "text": "Oh no, he whispered. It was the wrong door. This is Eric's torture room. The"
  },
  {
    "startTime": 3036.0,
    "endTime": 3043.04,
    "text": "room of mirrors. We are dead men. Viki. Dead men."
  },
  {
    "startTime": 3043.04,
    "endTime": 3048.72,
    "text": "At first, Raul did not understand, but he soon learned."
  },
  {
    "startTime": 3048.72,
    "endTime": 3056.48,
    "text": "The lights came on and they heard a man's laugh. Eric knew they were there."
  },
  {
    "startTime": 3056.48,
    "endTime": 3062.319,
    "text": "The room was all mirrors, walls, floor, ceiling."
  },
  {
    "startTime": 3062.319,
    "endTime": 3067.359,
    "text": "There were pictures in the mirrors of trees and flowers and rivers. The"
  },
  {
    "startTime": 3067.359,
    "endTime": 3073.52,
    "text": "pictures moved and danced in front of their eyes, and the room was hot."
  },
  {
    "startTime": 3073.52,
    "endTime": 3079.119,
    "text": "It got hotter and hotter and hotter."
  },
  {
    "startTime": 3079.119,
    "endTime": 3085.599,
    "text": "Raul was thirsty, hot and thirsty. And the rivers in the pictures danced and"
  },
  {
    "startTime": 3085.599,
    "endTime": 3092.88,
    "text": "laughed at him. He closed his eyes, but the rivers still danced."
  },
  {
    "startTime": 3092.88,
    "endTime": 3100.48,
    "text": "Water. He needed water. But the mirrors laughed at him."
  },
  {
    "startTime": 3100.48,
    "endTime": 3106.8,
    "text": "Soon he could not move or speak or open his eyes."
  },
  {
    "startTime": 3106.8,
    "endTime": 3114.48,
    "text": "He was not thirsty now, just tired. So tired."
  },
  {
    "startTime": 3114.48,
    "endTime": 3125.0,
    "text": "Oh, Christine, I'm sorry. He thought I wanted to help you and now I'm dying."
  },
  {
    "startTime": 3125.04,
    "endTime": 3131.04,
    "text": "Through a mirror in the wall, Christine watched her lover in the torture room."
  },
  {
    "startTime": 3131.04,
    "endTime": 3136.72,
    "text": "Behind her, Eric stood with his hands on her arms."
  },
  {
    "startTime": 3136.72,
    "endTime": 3145.119,
    "text": "He's dying. Christine dying. Watch him carefully. No, don't close"
  },
  {
    "startTime": 3145.119,
    "endTime": 3152.88,
    "text": "your eyes. Watch him. Christine could not speak. She wanted to"
  },
  {
    "startTime": 3152.88,
    "endTime": 3160.079,
    "text": "scream, but no words came. Then she found her voice again."
  },
  {
    "startTime": 3160.079,
    "endTime": 3166.319,
    "text": "How can you do this, Eric? Why don't you kill me?"
  },
  {
    "startTime": 3166.319,
    "endTime": 3174.72,
    "text": "Because I love you, Christine. Marry me. Be my wife and love me."
  },
  {
    "startTime": 3174.72,
    "endTime": 3182.8,
    "text": "Then Raul and the Persian can live. Slowly. Christine turned."
  },
  {
    "startTime": 3182.8,
    "endTime": 3191.04,
    "text": "She looked into Eric's terrible, ugly face and spoke again very quietly."
  },
  {
    "startTime": 3191.04,
    "endTime": 3198.24,
    "text": "Yes, Eric. From this minute, I am your wife.\""
  },
  {
    "startTime": 3198.24,
    "endTime": 3204.96,
    "text": "She put her arms around Eric's neck and kissed him. Kissed him slowly and"
  },
  {
    "startTime": 3204.96,
    "endTime": 3212.559,
    "text": "lovingly on his ugly mouth. Then she took her arms away and said"
  },
  {
    "startTime": 3212.559,
    "endTime": 3219.599,
    "text": "slowly, \"Poor, unhappy Eric.\""
  },
  {
    "startTime": 3219.599,
    "endTime": 3227.2,
    "text": "Eric stared at her. You kissed me, he whispered."
  },
  {
    "startTime": 3227.2,
    "endTime": 3233.359,
    "text": "I didn't ask you, but you kissed me freely."
  },
  {
    "startTime": 3233.359,
    "endTime": 3241.52,
    "text": "Oh, Christine, my angel. That was my first kiss from a woman."
  },
  {
    "startTime": 3241.52,
    "endTime": 3248.079,
    "text": "Even my mother never kissed me. She gave me my first mask when I was 2"
  },
  {
    "startTime": 3248.079,
    "endTime": 3256.64,
    "text": "years old. She turned her face away from me every time I came near her."
  },
  {
    "startTime": 3256.64,
    "endTime": 3261.839,
    "text": "Eric put his ugly face in his hands and cried."
  },
  {
    "startTime": 3261.839,
    "endTime": 3269.839,
    "text": "Then he went down on the floor at Christine's feet. You are free, Christine. Free."
  },
  {
    "startTime": 3269.839,
    "endTime": 3278.0,
    "text": "Go away and marry your Raul and be happy. But remember Eric sometimes."
  },
  {
    "startTime": 3278.0,
    "endTime": 3286.04,
    "text": "Go now. Quickly, take Raul and the Persian and go."
  },
  {
    "startTime": 3290.079,
    "endTime": 3296.92,
    "text": "Chapter 10. Madame Jiri visits the Persian."
  },
  {
    "startTime": 3297.04,
    "endTime": 3302.319,
    "text": "For weeks, all Paris talked about that night at the opera."
  },
  {
    "startTime": 3302.319,
    "endTime": 3307.44,
    "text": "Everybody asked questions, but nobody knew the answers."
  },
  {
    "startTime": 3307.44,
    "endTime": 3312.96,
    "text": "Where was Christine Dier? Where was the Vikani?"
  },
  {
    "startTime": 3312.96,
    "endTime": 3322.28,
    "text": "Were they alive or dead? And the Phantom of the Opera?"
  },
  {
    "startTime": 3322.96,
    "endTime": 3329.2,
    "text": "Some weeks after that famous night, Madame Jiri went out one afternoon to a"
  },
  {
    "startTime": 3329.2,
    "endTime": 3335.2,
    "text": "small house near the Riverly Gardens. She went in and up the stairs to some"
  },
  {
    "startTime": 3335.2,
    "endTime": 3341.76,
    "text": "rooms at the top of the house. The Persian opened the door."
  },
  {
    "startTime": 3341.76,
    "endTime": 3349.359,
    "text": "Madame Jiri looked at him. My friend, you know the answers."
  },
  {
    "startTime": 3349.359,
    "endTime": 3355.92,
    "text": "Please tell me, are they alive or dead?"
  },
  {
    "startTime": 3355.92,
    "endTime": 3362.319,
    "text": "Come in, the Persian said quietly. They sat down on some chairs by the"
  },
  {
    "startTime": 3362.319,
    "endTime": 3370.96,
    "text": "window and looked out across the riverly gardens. \"Yes,\" the Persian said slowly."
  },
  {
    "startTime": 3370.96,
    "endTime": 3377.599,
    "text": "\"The phantom is dead now. He did not want to live any longer."
  },
  {
    "startTime": 3377.599,
    "endTime": 3383.68,
    "text": "I saw his body three days ago, and because of that, I can talk to you about"
  },
  {
    "startTime": 3383.68,
    "endTime": 3392.799,
    "text": "him. He cannot kill me now.\" So, the Phantom was really a man? Madame"
  },
  {
    "startTime": 3392.799,
    "endTime": 3398.799,
    "text": "Jerry asked. Yes, his name was Eric."
  },
  {
    "startTime": 3398.799,
    "endTime": 3404.96,
    "text": "That was not his real name, of course. He was born in France, but I knew him in"
  },
  {
    "startTime": 3404.96,
    "endTime": 3412.0,
    "text": "Persia. He was a famous builder, and I worked with him there."
  },
  {
    "startTime": 3412.0,
    "endTime": 3418.079,
    "text": "For a time, I was his friend, but not for long."
  },
  {
    "startTime": 3418.079,
    "endTime": 3425.359,
    "text": "When he came to Paris, I came after him. I wanted to watch him. He was a very"
  },
  {
    "startTime": 3425.359,
    "endTime": 3432.16,
    "text": "clever, very dangerous man. He could be in two or three places at"
  },
  {
    "startTime": 3432.16,
    "endTime": 3437.68,
    "text": "the same time. He could be in one place and his voice could come from another"
  },
  {
    "startTime": 3437.68,
    "endTime": 3444.799,
    "text": "place. He could do many clever things with ropes and mirrors and secret doors."
  },
  {
    "startTime": 3444.799,
    "endTime": 3450.16,
    "text": "You see, he helped to build the opera house. He built secret passages"
  },
  {
    "startTime": 3450.16,
    "endTime": 3456.799,
    "text": "underground and his secret house on the lake. He could not live in the outside world"
  },
  {
    "startTime": 3456.799,
    "endTime": 3463.359,
    "text": "because of his terrible, ugly face. Unhappy, Eric. We can feel sorry for"
  },
  {
    "startTime": 3463.359,
    "endTime": 3470.48,
    "text": "him, Madame Jiri. He was so clever and so ugly."
  },
  {
    "startTime": 3470.48,
    "endTime": 3476.559,
    "text": "People screamed when they saw his face. And so he lived this strange life, half"
  },
  {
    "startTime": 3476.559,
    "endTime": 3483.599,
    "text": "man, half phantom. But he was a man in the end."
  },
  {
    "startTime": 3483.599,
    "endTime": 3490.16,
    "text": "He wanted a woman's love. He stopped and Madame Jiri asked"
  },
  {
    "startTime": 3490.16,
    "endTime": 3498.559,
    "text": "quietly. And Christine Dier and Vmp Raul,"
  },
  {
    "startTime": 3498.559,
    "endTime": 3504.72,
    "text": "what happened to them? The Persians smiled."
  },
  {
    "startTime": 3504.72,
    "endTime": 3511.92,
    "text": "Ah, yes. What happened to young Raul and the beautiful Christine?"
  },
  {
    "startTime": 3511.92,
    "endTime": 3518.72,
    "text": "Who knows? Nobody in Paris ever saw Raul and"
  },
  {
    "startTime": 3518.72,
    "endTime": 3525.839,
    "text": "Christine again. Perhaps they took a train to the north and lived a quiet, happy life together"
  },
  {
    "startTime": 3525.839,
    "endTime": 3530.88,
    "text": "there. Perhaps Christine's wonderful voice is"
  },
  {
    "startTime": 3530.88,
    "endTime": 3536.799,
    "text": "still singing somewhere in the cold and beautiful mountains of Norway."
  },
  {
    "startTime": 3536.799,
    "endTime": 3540.04,
    "text": "Who knows?"
  },
  {
    "startTime": 3547.6,
    "endTime": 3553.67,
    "text": "[Music]"
  },
  {
    "startTime": 3556.65,
    "endTime": 3560.799,
    "text": "[Music]"
  }
]