[
  {
    "startTime": 12.639,
    "endTime": 18.32,
    "text": "Elon, hey, welcome back to TED. It's great to have you here. Thanks for having me."
  },
  {
    "startTime": 18.32,
    "endTime": 24.4,
    "text": "So, in the next half hour or so, um, we're going to spend some time exploring"
  },
  {
    "startTime": 24.4,
    "endTime": 31.76,
    "text": "your vision for what an exciting future might look like, which I guess makes the first question a little ironic. Why are"
  },
  {
    "startTime": 31.76,
    "endTime": 37.12,
    "text": "you boring? Yeah, I ask myself that frequently."
  },
  {
    "startTime": 37.12,
    "endTime": 46.32,
    "text": "Um the uh we're trying to dig a hole um under LA and this is to create the"
  },
  {
    "startTime": 46.32,
    "endTime": 51.6,
    "text": "beginning of what will hopefully be a 3D network of tunnels"
  },
  {
    "startTime": 51.6,
    "endTime": 57.039,
    "text": "to alleviate congestion. So I mean right now I think one of the most uh soul"
  },
  {
    "startTime": 57.039,
    "endTime": 64.559,
    "text": "destroying things is traffic. Um it affects people in every part of the world. Uh it's it takes away so much of"
  },
  {
    "startTime": 64.559,
    "endTime": 72.799,
    "text": "your your life and your this it's it's horrible. It's particularly horrible in LA. Um and"
  },
  {
    "startTime": 72.799,
    "endTime": 78.159,
    "text": "I think you've you've brought with you the first visualization that's been shown of this. Can we can I show this?"
  },
  {
    "startTime": 78.159,
    "endTime": 83.92,
    "text": "Yeah, absolutely. So this is the first time. Yeah, we just to sort of show what we're talking about. So a couple of key"
  },
  {
    "startTime": 83.92,
    "endTime": 89.439,
    "text": "things that are important in having um a 3D tunnel network. First of all, you"
  },
  {
    "startTime": 89.439,
    "endTime": 95.04,
    "text": "have to be able to integrate the entrance and exit of the tunnel seamlessly into the fabric of a city."
  },
  {
    "startTime": 95.04,
    "endTime": 101.52,
    "text": "So, by having a an an elevator, sort of a a sort of a a car skate that's on on"
  },
  {
    "startTime": 101.52,
    "endTime": 106.72,
    "text": "an an elevator, you can integrate the entrance and exits uh to the tunnel"
  },
  {
    "startTime": 106.72,
    "endTime": 113.119,
    "text": "network just by using two parking spaces. Um, and then the car gets on a skate."
  },
  {
    "startTime": 113.119,
    "endTime": 121.52,
    "text": "There's no speed limit here. So uh we're designing this to be uh able to operate at 200 km an hour about 130 200 km an"
  },
  {
    "startTime": 121.52,
    "endTime": 128.56,
    "text": "hour or about 130 mph. Uh so you should be able to get from say"
  },
  {
    "startTime": 128.56,
    "endTime": 134.15,
    "text": "uh westward to alex in 6 minutes 5 6 minutes."
  },
  {
    "startTime": 134.15,
    "endTime": 139.2,
    "text": "[Applause] Um so possibly initially done it's like"
  },
  {
    "startTime": 139.2,
    "endTime": 144.319,
    "text": "on a on a sort of toll road type basis. Yeah. which I guess alleviates some"
  },
  {
    "startTime": 144.319,
    "endTime": 150.959,
    "text": "traffic from the surface streets as well. So I think I don't know if people noticed it in the video, but there's no"
  },
  {
    "startTime": 150.959,
    "endTime": 157.599,
    "text": "real limit to how many levels of of tunnel you can have. You can go much further deep than you can go up. The"
  },
  {
    "startTime": 157.599,
    "endTime": 165.28,
    "text": "deepest mines are much deeper than the tallest buildings are tall. So you can alleviate any arbitrary level of open"
  },
  {
    "startTime": 165.28,
    "endTime": 172.64,
    "text": "congestion uh with with the 3D tunnel network. This is a very important point. So a key rebuttal to the tunnels is that"
  },
  {
    "startTime": 172.64,
    "endTime": 178.0,
    "text": "if you add one layer of tunnels then that will simply alleviate congestion will get"
  },
  {
    "startTime": 178.0,
    "endTime": 184.08,
    "text": "used up and and and then you'll be back where you started back with congestion. But you can go to any arbitrary number"
  },
  {
    "startTime": 184.08,
    "endTime": 190.08,
    "text": "of tunnels any number of levels. But people seem traditionally it's it's incredibly expensive to dig and that"
  },
  {
    "startTime": 190.08,
    "endTime": 198.319,
    "text": "would block this idea. Yeah. Um well they're right. To give you an example, the LA subway extension uh"
  },
  {
    "startTime": 198.319,
    "endTime": 205.36,
    "text": "which is I think it's a 2 and a half mile extension that was just completed for $2 billion. So it's roughly a"
  },
  {
    "startTime": 205.36,
    "endTime": 212.0,
    "text": "billion dollars a mile to do the the subway extension in in LA. And this is not the highest utility subway in the"
  },
  {
    "startTime": 212.0,
    "endTime": 218.64,
    "text": "world. Um so yeah, it's quite difficult to dig tunnels normally. I think we need to"
  },
  {
    "startTime": 218.64,
    "endTime": 224.159,
    "text": "have at least a 10-fold improvement in the cost per mile of tunneling."
  },
  {
    "startTime": 224.159,
    "endTime": 230.319,
    "text": "And how could you achieve that? I guess actually if if you just do two things,"
  },
  {
    "startTime": 230.319,
    "endTime": 236.64,
    "text": "you can get to approximately an order of magnitude improvement. Uh and and I think you can go beyond that. So the the"
  },
  {
    "startTime": 236.64,
    "endTime": 244.08,
    "text": "first thing to do is to cut the tunnel tunnel diameter uh by a factor of two or more. So, so a single road lane tunnel"
  },
  {
    "startTime": 244.08,
    "endTime": 249.12,
    "text": "would according to regulations has to be 26 feet maybe 28 ft in diameter to allow"
  },
  {
    "startTime": 249.12,
    "endTime": 254.56,
    "text": "for crashes and emergency vehicles um and sufficient ventilation uh for"
  },
  {
    "startTime": 254.56,
    "endTime": 261.28,
    "text": "combustion engine cars. But if you if you shrink that diameter to what we're attempting, which is 12 ft, which is"
  },
  {
    "startTime": 261.28,
    "endTime": 267.6,
    "text": "plenty to get an electric skate through, uh you drop the uh the diameter by a factor of two and the cross-sectional"
  },
  {
    "startTime": 267.6,
    "endTime": 274.08,
    "text": "area by by a factor of four. So um and the tunneling cost scales with the cross-sectional area. So that's roughly"
  },
  {
    "startTime": 274.08,
    "endTime": 280.88,
    "text": "a half order of magnitude improvement right there. Then tunneling machines uh currently tunnel for half the time then"
  },
  {
    "startTime": 280.88,
    "endTime": 287.52,
    "text": "they stop and then the rest of the time is putting in reinforcements for the tunnel wall. So if you have if you"
  },
  {
    "startTime": 287.52,
    "endTime": 293.84,
    "text": "design a machine instead to do continuous tunneling and reinforcing that'll give you a factor of two improvement. Combine that and it's a"
  },
  {
    "startTime": 293.84,
    "endTime": 300.72,
    "text": "factor of eight. Uh, also these machines are far from at being at their their power or thermal limit. So you can jack"
  },
  {
    "startTime": 300.72,
    "endTime": 306.96,
    "text": "up the power to the machine substantially. I think you can get at least a factor of two, maybe a factor of"
  },
  {
    "startTime": 306.96,
    "endTime": 312.08,
    "text": "four or five improvements on on top of that. So I I think the there's a fairly"
  },
  {
    "startTime": 312.08,
    "endTime": 317.199,
    "text": "straightforward series of steps to get uh somewhere in excess of order of magnitude improvement in a cost per"
  },
  {
    "startTime": 317.199,
    "endTime": 324.24,
    "text": "mile. Um, and um our target actually is we've got a pet snail called Gary. Um,"
  },
  {
    "startTime": 324.24,
    "endTime": 333.28,
    "text": "this is from Gary the Snail from South Park. I mean, sorry. Um, Spongebob Spongebob Square fans. Um, so so Gary uh"
  },
  {
    "startTime": 333.28,
    "endTime": 340.08,
    "text": "is is capable uh of of currently he's capable of going 14 times faster than"
  },
  {
    "startTime": 340.08,
    "endTime": 346.24,
    "text": "than a tunnel boring machine. Okay. You you want to beat Gary."
  },
  {
    "startTime": 346.24,
    "endTime": 354.24,
    "text": "We want to beat Gary. Yeah. He's he's not a patient little fellow. And we want the to That will be"
  },
  {
    "startTime": 354.24,
    "endTime": 360.24,
    "text": "victory. Victory is beating the snail. But uh a lot of people imagining, dreaming about future cities, they"
  },
  {
    "startTime": 360.24,
    "endTime": 366.8,
    "text": "imagine that the actually the solution is is um sort of flying cars, drones, etc. You take you go above ground. Um"
  },
  {
    "startTime": 366.8,
    "endTime": 372.88,
    "text": "why isn't that a better solution? You save all that tunneling cost, right? I'm in favor of flying things."
  },
  {
    "startTime": 372.88,
    "endTime": 380.88,
    "text": "Obviously, I do rockets, so I like things that fly. This is not some inherent bias against flying things, but"
  },
  {
    "startTime": 380.88,
    "endTime": 386.0,
    "text": "there is a challenge with flying cars in that they they'll be quite noisy. Uh the"
  },
  {
    "startTime": 386.0,
    "endTime": 392.479,
    "text": "the wind force generated will be very high. Uh they there's um let's just say"
  },
  {
    "startTime": 392.479,
    "endTime": 398.16,
    "text": "that if something's flying over your head, if there a whole bunch of flying cars going all over the place,"
  },
  {
    "startTime": 398.16,
    "endTime": 405.52,
    "text": "um that is not an anxiet an anxiety reducing uh situation. Um, you don't"
  },
  {
    "startTime": 405.52,
    "endTime": 410.639,
    "text": "think to yourself, well, I feel better about today. Um,"
  },
  {
    "startTime": 410.639,
    "endTime": 418.96,
    "text": "you're thinking like, did they service their hubcap or is it going to come off and guillotine me as a flying purse?"
  },
  {
    "startTime": 418.96,
    "endTime": 426.56,
    "text": "Um, and so, so you so you've got this vision, future cities with these these rich 3D networks of of tunnels"
  },
  {
    "startTime": 426.56,
    "endTime": 432.319,
    "text": "underneath. Is there a tie here with with Hyperloop? Could you apply these tunnels to use for this Hyperloop idea"
  },
  {
    "startTime": 432.319,
    "endTime": 437.44,
    "text": "you had? you released a few years ago. Yeah. So, um you know, we've been sort"
  },
  {
    "startTime": 437.44,
    "endTime": 444.56,
    "text": "of puttering around with the Hyperloop stuff for um for a while. We built a Hyperloop test track adjacent to SpaceX"
  },
  {
    "startTime": 444.56,
    "endTime": 452.08,
    "text": "just for a student competition uh to encourage innovative ideas in transport. Um it actually ends up being the uh the"
  },
  {
    "startTime": 452.08,
    "endTime": 457.759,
    "text": "biggest um vacuum chamber in the world after the Large Haven Collider"
  },
  {
    "startTime": 457.759,
    "endTime": 463.44,
    "text": "uh by by volume. So, um, so, so it was it's was sort of quite"
  },
  {
    "startTime": 463.44,
    "endTime": 469.039,
    "text": "quite fun to do that. Um, but it was kind of a hobby thing and and then, um,"
  },
  {
    "startTime": 469.039,
    "endTime": 474.16,
    "text": "we we think we might so we've developed a little pusher car to push these the"
  },
  {
    "startTime": 474.16,
    "endTime": 479.44,
    "text": "the student pods. Um, but we're going to try seeing how fast we can make the"
  },
  {
    "startTime": 479.44,
    "endTime": 484.72,
    "text": "pusher go if it's not pushing something. So, I mean like sort of cautiously"
  },
  {
    "startTime": 484.72,
    "endTime": 490.0,
    "text": "optimistic we'll be able to be faster than a uh the world's fastest bullet"
  },
  {
    "startTime": 490.0,
    "endTime": 495.12,
    "text": "train even in a8 mile stretch. Wa. Um, good brakes."
  },
  {
    "startTime": 495.12,
    "endTime": 500.479,
    "text": "Yeah, I mean it's Yeah, it's either going to smash into tiny pieces or"
  },
  {
    "startTime": 500.479,
    "endTime": 505.759,
    "text": "but you can you can picture you can picture then a hyperloop in a tunnel"
  },
  {
    "startTime": 505.759,
    "endTime": 511.039,
    "text": "running quite quite long distances. Exactly. So in looking at telling technology, it"
  },
  {
    "startTime": 511.039,
    "endTime": 517.12,
    "text": "turns out that in order to make a tunnel, you have to uh in order to seal"
  },
  {
    "startTime": 517.12,
    "endTime": 522.32,
    "text": "against the water table, uh you've got to typically design a tunnel wall to be"
  },
  {
    "startTime": 522.32,
    "endTime": 529.12,
    "text": "uh a good to about five or six atmospheres. Um so to go to vacuum is only one"
  },
  {
    "startTime": 529.12,
    "endTime": 535.44,
    "text": "atmosphere or near vacuum. So, uh, actually it sort of turns out that"
  },
  {
    "startTime": 535.44,
    "endTime": 542.08,
    "text": "automatically if you build a tunnel that is good enough to resist the water table is automatically capable of holding back"
  },
  {
    "startTime": 542.08,
    "endTime": 548.88,
    "text": "you. Huh. So, yeah. And so, so you can actually picture this like like what what kind of length"
  },
  {
    "startTime": 548.88,
    "endTime": 555.04,
    "text": "tunnel do you is is in Elon's future running Hyperloop? Yeah, I think there's no there's no real"
  },
  {
    "startTime": 555.04,
    "endTime": 561.68,
    "text": "length limit. Uh, you could you could you could dig as much as you want. Um, I I think the like if you were to do"
  },
  {
    "startTime": 561.68,
    "endTime": 567.76,
    "text": "something like um a DC to New York uh Hyperloop, I think you'd probably want"
  },
  {
    "startTime": 567.76,
    "endTime": 574.16,
    "text": "to go underground the entire way because it's a high density area that there's going you're going um under a lot of"
  },
  {
    "startTime": 574.16,
    "endTime": 579.279,
    "text": "buildings and houses. And if you go deep enough, you cannot detect the tunnel."
  },
  {
    "startTime": 579.279,
    "endTime": 584.8,
    "text": "This is sometimes people think, well, it's going to be pretty annoying to have a tunnel dug under my house. Like if"
  },
  {
    "startTime": 584.8,
    "endTime": 590.48,
    "text": "that tunnel is dug more than about three or four tunnel diameters beneath your house, you will not be able to detect it"
  },
  {
    "startTime": 590.48,
    "endTime": 596.0,
    "text": "being dug at all. Um in in fact the um if you if you're"
  },
  {
    "startTime": 596.0,
    "endTime": 601.279,
    "text": "able to detect the tunnel being being dug, you whatever device you're using,"
  },
  {
    "startTime": 601.279,
    "endTime": 607.68,
    "text": "you can get a lot of money for that device from the Israeli military who is trying to detect tunnels from Hamas um"
  },
  {
    "startTime": 607.68,
    "endTime": 615.76,
    "text": "and uh from the US uh Customs and Border Patrol that trying to detect drug tunnels. So uh if you the reality is"
  },
  {
    "startTime": 615.76,
    "endTime": 620.88,
    "text": "that uh earth is incredibly good at absorbing vibrations and once the tunnel"
  },
  {
    "startTime": 620.88,
    "endTime": 627.6,
    "text": "depth is below a certain level it is undetectable. Maybe you have a very sensitive seismic instrument you might"
  },
  {
    "startTime": 627.6,
    "endTime": 633.76,
    "text": "be able to detect it. So you've started a new company to do this called the boring company. Very"
  },
  {
    "startTime": 633.76,
    "endTime": 640.88,
    "text": "nice. Very very funny. Um but what's funny about that? How how um um"
  },
  {
    "startTime": 640.88,
    "endTime": 647.68,
    "text": "how much of your time is this? It's it's um it's maybe"
  },
  {
    "startTime": 647.68,
    "endTime": 653.36,
    "text": "two or 3%. You've you've bought it a hobby. This is this is what an Elon Musk hobby looks"
  },
  {
    "startTime": 653.36,
    "endTime": 660.0,
    "text": "like. I mean, it really is like we actually, you know, this is basically interns and"
  },
  {
    "startTime": 660.0,
    "endTime": 668.0,
    "text": "people doing it part-time. So this is um like we bought like we bought you know um m some secondhand machinery and"
  },
  {
    "startTime": 668.0,
    "endTime": 673.76,
    "text": "it's just it's kind of ptering along but it's making good progress. So So an even bigger part of your time is"
  },
  {
    "startTime": 673.76,
    "endTime": 679.839,
    "text": "being spent on on um electrifying cars and transport through Tesla. um is is"
  },
  {
    "startTime": 679.839,
    "endTime": 685.76,
    "text": "one of the motivations for the for the tunneling project. The realization that actually in a world where cars are"
  },
  {
    "startTime": 685.76,
    "endTime": 692.0,
    "text": "electric and where they and where they're self-driving, there may end up being more cars on the roads on any"
  },
  {
    "startTime": 692.0,
    "endTime": 698.48,
    "text": "given hour than there are now. Yeah. Exactly. The"
  },
  {
    "startTime": 698.48,
    "endTime": 705.2,
    "text": "a lot of people think that once when you make cars autonomous that they'll be able to go faster and that will"
  },
  {
    "startTime": 705.2,
    "endTime": 710.399,
    "text": "alleviate congestion. Um and to some degree that will be true. Uh but once"
  },
  {
    "startTime": 710.399,
    "endTime": 716.16,
    "text": "you have shared autonomy where it's much cheaper to go by car and you can go pointtooint"
  },
  {
    "startTime": 716.16,
    "endTime": 721.839,
    "text": "um the affordability of of going in a car will be will be better than that of"
  },
  {
    "startTime": 721.839,
    "endTime": 727.12,
    "text": "a bus. Like it would cost less than a bus ticket. So um the amount of driving"
  },
  {
    "startTime": 727.12,
    "endTime": 733.2,
    "text": "that will occur will be much greater with share autonomy and actually traffic will get far worse. I mean, you started"
  },
  {
    "startTime": 733.2,
    "endTime": 739.76,
    "text": "Tesla with the with the goal of of persuading the world to that electrification was the future of cars"
  },
  {
    "startTime": 739.76,
    "endTime": 744.959,
    "text": "and a few years ago people were laughing at you. Now, not so much. I mean,"
  },
  {
    "startTime": 744.959,
    "endTime": 751.44,
    "text": "okay. Well, I mean, isn't I don't know. I don't know. Maybe. But isn't it true that isn't it"
  },
  {
    "startTime": 751.44,
    "endTime": 758.079,
    "text": "true that pretty much every auto manufacturer has announced serious electrification plans for the short to"
  },
  {
    "startTime": 758.079,
    "endTime": 763.92,
    "text": "medium-term future? Uh, yeah. Yeah. the um the I I think"
  },
  {
    "startTime": 763.92,
    "endTime": 768.959,
    "text": "almost every automaker has has some electric vehicle program. They vary in"
  },
  {
    "startTime": 768.959,
    "endTime": 775.279,
    "text": "seriousness. Some some are very serious about transitioning entirely to electric. Um and some are just dabbling"
  },
  {
    "startTime": 775.279,
    "endTime": 780.32,
    "text": "in it. Um and some amazingly are still pursuing fuel cells, but I think that"
  },
  {
    "startTime": 780.32,
    "endTime": 787.12,
    "text": "won't last much longer. But isn't isn't there isn't there a sense though, Elon, where you you you could now just declare victory and say,"
  },
  {
    "startTime": 787.12,
    "endTime": 793.68,
    "text": "you know, we did it. let let let the world electrify and you go on and focus on other stuff."
  },
  {
    "startTime": 793.68,
    "endTime": 798.72,
    "text": "Yeah. Um I intend to stay with Tesla as as far"
  },
  {
    "startTime": 798.72,
    "endTime": 805.6,
    "text": "into the future as I can imagine. Um and um there are a lot of exciting things that we have coming. Uh we've got um"
  },
  {
    "startTime": 805.6,
    "endTime": 812.56,
    "text": "obviously the Model 3 that's coming soon. Uh we'll be unveiling the uh Tesla se um and"
  },
  {
    "startTime": 812.56,
    "endTime": 819.2,
    "text": "Okay. Well, we're going to we're going to come to this. So, so, so Model 3. So, it's coming, it's supposed to be coming in Julyish."
  },
  {
    "startTime": 819.2,
    "endTime": 825.92,
    "text": "Yeah. It's looking quite good for starting production in July. Yeah. Wow. Um, one of the things that people"
  },
  {
    "startTime": 825.92,
    "endTime": 831.44,
    "text": "are so excited about is is the fact that it's um it's got autopilot and um you"
  },
  {
    "startTime": 831.44,
    "endTime": 837.92,
    "text": "you put out this video a while back showing what that um what that technology look like or would"
  },
  {
    "startTime": 837.92,
    "endTime": 845.519,
    "text": "look like. Um there's obviously autopilot in Model S right now. What are we seeing here? Yeah. So this is um"
  },
  {
    "startTime": 845.519,
    "endTime": 852.56,
    "text": "using only cameras and a GPS. So there's no LAR or radar being used here. This is"
  },
  {
    "startTime": 852.56,
    "endTime": 858.88,
    "text": "just using passive optical which is essentially what a person uses. Um the whole road system is meant to be"
  },
  {
    "startTime": 858.88,
    "endTime": 867.279,
    "text": "navigated with uh passive optical or or cameras. And so once you solve cameras"
  },
  {
    "startTime": 867.279,
    "endTime": 874.639,
    "text": "uh or vision uh then autonomy is solved. If you don't solve vision, it's not solved. So that"
  },
  {
    "startTime": 874.639,
    "endTime": 881.279,
    "text": "that's why our focus is so heavily on having a a vision neural net that's very"
  },
  {
    "startTime": 881.279,
    "endTime": 886.639,
    "text": "effective for road conditions, right? Many other people are going the LAR route. You you want cameras plus"
  },
  {
    "startTime": 886.639,
    "endTime": 892.399,
    "text": "radar is is most of it. You can absolutely be superhuman with just cameras."
  },
  {
    "startTime": 892.399,
    "endTime": 897.6,
    "text": "Like you could probably do 10 times better than humans with just just cameras. So, so the new cars being sold"
  },
  {
    "startTime": 897.6,
    "endTime": 903.839,
    "text": "right now have have eight eight cameras in them that that they they can't yet do"
  },
  {
    "startTime": 903.839,
    "endTime": 912.0,
    "text": "what that showed. Um, when will they be able to? Um, I think the we're still on track for"
  },
  {
    "startTime": 912.0,
    "endTime": 918.639,
    "text": "being able to go um cross country from LA to New York by the end of the year fully autonomous. Um, and"
  },
  {
    "startTime": 918.639,
    "endTime": 924.88,
    "text": "Okay. So, so, so a car by the end of the year, you're saying that someone's going to sit in a Tesla"
  },
  {
    "startTime": 924.88,
    "endTime": 931.519,
    "text": "without touching the steering wheel, tap in New York, off it goes. Yeah. Won't have to ever touch the wheel"
  },
  {
    "startTime": 931.519,
    "endTime": 938.24,
    "text": "by the end of 2017. Yeah. Essentially, November or December"
  },
  {
    "startTime": 938.24,
    "endTime": 944.24,
    "text": "of this year, we should be able to go from Yeah. all the way from a parking lot in California to a parking lot in"
  },
  {
    "startTime": 944.24,
    "endTime": 950.959,
    "text": "New York. No controls touched at any point during the entire journey. and"
  },
  {
    "startTime": 950.959,
    "endTime": 957.279,
    "text": "amazing. But part of that is possible because you've already got a fleet of Teslas driving all these roads. You're"
  },
  {
    "startTime": 957.279,
    "endTime": 963.6,
    "text": "you're you're accumulating a huge amount of data of that national road system."
  },
  {
    "startTime": 963.6,
    "endTime": 970.399,
    "text": "Yes. The the thing that will be interesting is that I I I'm I'm actually fairly confident it will be able to do"
  },
  {
    "startTime": 970.399,
    "endTime": 975.519,
    "text": "that route um even if you change the route"
  },
  {
    "startTime": 975.519,
    "endTime": 981.92,
    "text": "dynamically. So like it's it's fairly easy or if if you say I'm going to be really good at"
  },
  {
    "startTime": 981.92,
    "endTime": 987.839,
    "text": "one specific route, that's one thing. But I um it should be able to go really"
  },
  {
    "startTime": 987.839,
    "endTime": 996.56,
    "text": "be very good certainly once you enter a highway to go anywhere on the highway system in in a given country. Um so it's"
  },
  {
    "startTime": 996.56,
    "endTime": 1002.0,
    "text": "not it's not sort of limited to LA, New York. We could we could change it make it Seattle, Florida"
  },
  {
    "startTime": 1002.0,
    "endTime": 1010.399,
    "text": "that that day or you know in real time. So you were going from LA to New York, now go from LA to Toronto."
  },
  {
    "startTime": 1010.399,
    "endTime": 1017.36,
    "text": "So, so leaving aside regulation for a second, the in terms of the technology alone, um the the time when someone will"
  },
  {
    "startTime": 1017.36,
    "endTime": 1022.399,
    "text": "be able to buy one of your cars and literally just take their hands off the"
  },
  {
    "startTime": 1022.399,
    "endTime": 1027.52,
    "text": "wheel and go to sleep and wake up and find that they've arrived. How far away is that to do that?"
  },
  {
    "startTime": 1027.52,
    "endTime": 1033.438,
    "text": "I think that's about that's about two years. So the the real trick of it is not, you know, how do you make it work?"
  },
  {
    "startTime": 1033.439,
    "endTime": 1040.4,
    "text": "say 99.9% of the time because like like if if a car crashes say one in a thousand times"
  },
  {
    "startTime": 1040.4,
    "endTime": 1046.4,
    "text": "then you're probably still not going to be comfortable falling asleep. Um"
  },
  {
    "startTime": 1046.4,
    "endTime": 1051.52,
    "text": "that that's you know you shouldn't be certainly um"
  },
  {
    "startTime": 1051.52,
    "endTime": 1059.6,
    "text": "so so but it's but by the same it's not going to be it's never going to be perfect. No system is going to be perfect. But if you say it's perhaps um"
  },
  {
    "startTime": 1059.6,
    "endTime": 1064.88,
    "text": "it's it's the the car is unlikely to crash in a hundred lifetimes or a"
  },
  {
    "startTime": 1064.88,
    "endTime": 1070.64,
    "text": "thousand lifetimes then people like okay wow if I were to live a thousand lives I"
  },
  {
    "startTime": 1070.64,
    "endTime": 1076.559,
    "text": "would still most likely never experience a crash then that's probably okay to sleep maybe I guess a big concern of"
  },
  {
    "startTime": 1076.559,
    "endTime": 1082.4,
    "text": "yours is that people may actually get seduced too early to think that this is safe and that you'll have some horrible"
  },
  {
    "startTime": 1082.4,
    "endTime": 1088.24,
    "text": "incident happen that puts puts things back. Well, I think that the autonomy system is likely to at"
  },
  {
    "startTime": 1088.24,
    "endTime": 1094.4,
    "text": "least mitigate the uh the crash um except in rare circumstances."
  },
  {
    "startTime": 1094.4,
    "endTime": 1101.76,
    "text": "The thing to appreciate about uh vehicle safety is this is this is probabilistic. So that there is I there's some chance"
  },
  {
    "startTime": 1101.76,
    "endTime": 1107.2,
    "text": "that anytime a human driver gets in the car that they will have an accident. That is their fault."
  },
  {
    "startTime": 1107.2,
    "endTime": 1113.44,
    "text": "Um it's it's never zero. Um and so the really it's the key threshold for"
  },
  {
    "startTime": 1113.44,
    "endTime": 1120.4,
    "text": "autonomy is how much better does autonomy need to be uh than a person before you can rely on it. But once you"
  },
  {
    "startTime": 1120.4,
    "endTime": 1126.64,
    "text": "get that hand literally safe, hands-off driving, the the power to disrupt the whole industry seems massive because at"
  },
  {
    "startTime": 1126.64,
    "endTime": 1134.08,
    "text": "that point you've spoken of people being able to buy a car drops you off at work and then you let it go and and uh"
  },
  {
    "startTime": 1134.08,
    "endTime": 1139.52,
    "text": "provide a sort of Uberlike service to other people, earn you money, maybe even cover the cost of your lease of that"
  },
  {
    "startTime": 1139.52,
    "endTime": 1145.679,
    "text": "caract so you can kind of get a car for free. Is that is that really likely? Yeah, I absolutely this is what will"
  },
  {
    "startTime": 1145.679,
    "endTime": 1151.52,
    "text": "happen. So there will be a shared autonomy fleet where you buy your car and you can choose to use that car"
  },
  {
    "startTime": 1151.52,
    "endTime": 1160.32,
    "text": "exclusively. Um you could choose to um have it be used only by friends and family only by uh fivestar other drivers"
  },
  {
    "startTime": 1160.32,
    "endTime": 1166.88,
    "text": "who are rated fivestar. You can choose to share it sometimes but not other times."
  },
  {
    "startTime": 1166.88,
    "endTime": 1174.08,
    "text": "Um that's that's that's 100% what will occur. It's just a question of when."
  },
  {
    "startTime": 1174.08,
    "endTime": 1180.799,
    "text": "Wow. So, um, you mentioned the semi and I think you're planning to announce this in September, but, um, I'm curious"
  },
  {
    "startTime": 1180.799,
    "endTime": 1185.84,
    "text": "whether there's anything you could show us today. We'll show you a teaser shot of the, uh,"
  },
  {
    "startTime": 1185.84,
    "endTime": 1191.84,
    "text": "of the truck shot. It's live."
  },
  {
    "startTime": 1191.84,
    "endTime": 1197.12,
    "text": "Okay. Now, definitely a case where we want to be cautious about the autonomy features."
  },
  {
    "startTime": 1197.12,
    "endTime": 1202.559,
    "text": "Um, yeah, because that just we can't see that much of it, but"
  },
  {
    "startTime": 1202.559,
    "endTime": 1208.64,
    "text": "it doesn't look like just a little friendly neighborhood truck. It looks kind of badass. How how what sort of"
  },
  {
    "startTime": 1208.64,
    "endTime": 1215.2,
    "text": "what sort of semi is this? So, this is a a heavyduty long range"
  },
  {
    "startTime": 1215.2,
    "endTime": 1221.36,
    "text": "semi-truck. So it's like the uh highest uh weight capability um and and with"
  },
  {
    "startTime": 1221.36,
    "endTime": 1227.919,
    "text": "long range um so so essentially it's meant to um alleviate the the heavy duty"
  },
  {
    "startTime": 1227.919,
    "endTime": 1233.76,
    "text": "trucking loads. Um and this is something which people do not today think is"
  },
  {
    "startTime": 1233.76,
    "endTime": 1239.84,
    "text": "possible to think the truck doesn't have enough power or it doesn't have enough range. Um, and then with this with the"
  },
  {
    "startTime": 1239.84,
    "endTime": 1245.2,
    "text": "Tesla semi, we want to show that, you know, an electric truck actually can out"
  },
  {
    "startTime": 1245.2,
    "endTime": 1252.4,
    "text": "torque uh any diesel uh semi. Um, and you know, p if you had a tugof-warable"
  },
  {
    "startTime": 1252.4,
    "endTime": 1259.71,
    "text": "competition, like the Tesla semi will will tug the the diesel semi uphill."
  },
  {
    "startTime": 1259.71,
    "endTime": 1265.76,
    "text": "[Laughter] [Applause] That's that's pretty cool. And shortterm, these aren't driverless."
  },
  {
    "startTime": 1265.76,
    "endTime": 1272.96,
    "text": "These are the these are going to be trucks that truck drivers want to drive. Yes. No. So, what will be really fun"
  },
  {
    "startTime": 1272.96,
    "endTime": 1280.72,
    "text": "about this is you don't have you have a a flat torque RPM curve with an electric motor. Uh whereas with a diesel motor or"
  },
  {
    "startTime": 1280.72,
    "endTime": 1286.72,
    "text": "any kind of internal combustion engine car, you've got um torque RPM curve that looks like a hill. Um so, so this will"
  },
  {
    "startTime": 1286.72,
    "endTime": 1291.919,
    "text": "be a very spry truck. Um you could drive this around like a sports car. There's"
  },
  {
    "startTime": 1291.919,
    "endTime": 1297.12,
    "text": "no gears. It's like single speed. So there's there's a great movie to be made here somewhere. I don't know what it is"
  },
  {
    "startTime": 1297.12,
    "endTime": 1304.64,
    "text": "and I don't know that it ends well, but it's great. It's quite I mean it's quite bizarre test driving the the the you know when"
  },
  {
    "startTime": 1304.64,
    "endTime": 1310.159,
    "text": "when I was driving the uh the test prototype for the for this truck. It's really weird because you're driving"
  },
  {
    "startTime": 1310.159,
    "endTime": 1316.08,
    "text": "around and you're just you're so nimble and you're in this giant truck. Wait, you you've you've already driven a"
  },
  {
    "startTime": 1316.08,
    "endTime": 1321.76,
    "text": "a prototype that I drove it around the parking lot. I was like this is crazy. Wow."
  },
  {
    "startTime": 1321.76,
    "endTime": 1327.28,
    "text": "This is not vaporware. This is like like driving this giant truck and sort of making these mad maneuvers."
  },
  {
    "startTime": 1327.28,
    "endTime": 1334.559,
    "text": "This is cool. Okay. From from a really badass picture to a kind of less badass picture. Um this is just a cute house from"
  },
  {
    "startTime": 1334.559,
    "endTime": 1340.559,
    "text": "Desperate Housewives or something. What what the what what on earth is going on here? Well, this illustrates the picture of"
  },
  {
    "startTime": 1340.559,
    "endTime": 1347.12,
    "text": "the future that I think um is how how things will evolve. You've got an electric car in the driveway. Um, if you"
  },
  {
    "startTime": 1347.12,
    "endTime": 1353.44,
    "text": "look in between the electric car and the house, uh, there are actually three power walls stacked up against the side"
  },
  {
    "startTime": 1353.44,
    "endTime": 1359.6,
    "text": "of the house. And then that that house roof is is a solar roof. So that's a that's an actual solar glass roof."
  },
  {
    "startTime": 1359.6,
    "endTime": 1369.0,
    "text": "Okay. So those that's a picture of a real that's well admittedly it's a it's a real fake house. That that's a real fake house."
  },
  {
    "startTime": 1369.6,
    "endTime": 1376.08,
    "text": "So So these these roof tiles some of them have in them Yeah. Um basically"
  },
  {
    "startTime": 1376.08,
    "endTime": 1382.64,
    "text": "solar power the ability to Yeah. So the solar gas tiles where you can you um you can adjust the texture"
  },
  {
    "startTime": 1382.64,
    "endTime": 1388.559,
    "text": "and the color uh a very fine grain level. Um and then uh there are sort of"
  },
  {
    "startTime": 1388.559,
    "endTime": 1394.32,
    "text": "microl lubveras uh in uh in the glass such that um when you're looking at the"
  },
  {
    "startTime": 1394.32,
    "endTime": 1401.28,
    "text": "roof from street level or close to street level all the tiles look the tiles look the same whether there is a"
  },
  {
    "startTime": 1401.28,
    "endTime": 1408.0,
    "text": "solar panel behind it or a solar cell behind it or not. Um so you have an even"
  },
  {
    "startTime": 1408.0,
    "endTime": 1414.08,
    "text": "um even color from from um the ground level. If you were to look at it from a"
  },
  {
    "startTime": 1414.08,
    "endTime": 1420.24,
    "text": "helicopter, you you would be actually able to look through and see that some of the the glass tiles have a solar cell"
  },
  {
    "startTime": 1420.24,
    "endTime": 1425.28,
    "text": "behind them and some do not. Right. You put them in you put them in the ones that are likely to see a lot of sun. Yes."
  },
  {
    "startTime": 1425.28,
    "endTime": 1430.48,
    "text": "And that makes these roofs super affordable, right? They're not that much more expensive than than just tiling the"
  },
  {
    "startTime": 1430.48,
    "endTime": 1437.76,
    "text": "roof. Yeah. the the the the we're very confident that the cost of the roof uh"
  },
  {
    "startTime": 1437.76,
    "endTime": 1443.12,
    "text": "uh plus the cost of electricity uh that this that that a solar glass roof will"
  },
  {
    "startTime": 1443.12,
    "endTime": 1449.919,
    "text": "be less than the cost of a normal roof plus the cost of electricity. So other words um this will be uh economically a"
  },
  {
    "startTime": 1449.919,
    "endTime": 1455.6,
    "text": "no-brainer. Um it will look we think it'll look great um and it will last. I"
  },
  {
    "startTime": 1455.6,
    "endTime": 1461.36,
    "text": "mean we thought about like having the the warranty be infinity. Um, but then people thought, well, that might sound"
  },
  {
    "startTime": 1461.36,
    "endTime": 1467.36,
    "text": "like we were just talking rubbish, but but actually the like the this is like"
  },
  {
    "startTime": 1467.36,
    "endTime": 1474.96,
    "text": "this is tough and glass like well after the house has collapsed. Um, and there's nothing there, the roof will tie the"
  },
  {
    "startTime": 1474.96,
    "endTime": 1480.08,
    "text": "glass tiles will still be there. So So I think you're rolling it's cool. You"
  },
  {
    "startTime": 1480.08,
    "endTime": 1485.84,
    "text": "So you're rolling this out in a couple couple weeks time, I think, with four like four different roofing types. Yeah,"
  },
  {
    "startTime": 1485.84,
    "endTime": 1491.44,
    "text": "we're starting off with two um two initially and then the second two will be introduced uh early next year."
  },
  {
    "startTime": 1491.44,
    "endTime": 1497.679,
    "text": "And what's the scale of ambition here? How how how many houses do you believe could end up"
  },
  {
    "startTime": 1497.679,
    "endTime": 1504.48,
    "text": "having this this type of roofing? I mean I think eventually um I think eventually almost all houses"
  },
  {
    "startTime": 1504.48,
    "endTime": 1511.12,
    "text": "will have a solar roof. Um now now the the thing is to consider the time scale"
  },
  {
    "startTime": 1511.12,
    "endTime": 1519.2,
    "text": "here to be probably on the order of 40 or 50 years. So on average a roof is"
  },
  {
    "startTime": 1519.2,
    "endTime": 1525.12,
    "text": "replaced every 20 to 25 years. So um but you don't you don't start replacing all"
  },
  {
    "startTime": 1525.12,
    "endTime": 1532.0,
    "text": "roofs immediately. Uh but eventually if you say we were to fast forward to say"
  },
  {
    "startTime": 1532.0,
    "endTime": 1538.08,
    "text": "15 years from now it will be unusual to have a roof that does not have solar. Is"
  },
  {
    "startTime": 1538.08,
    "endTime": 1543.2,
    "text": "is there a mental model thing that people don't get here that that um that this there's been because of the shift"
  },
  {
    "startTime": 1543.2,
    "endTime": 1549.36,
    "text": "in the sort of cost economics of solar power that like most houses actually have enough sunlight on their roof"
  },
  {
    "startTime": 1549.36,
    "endTime": 1554.64,
    "text": "pretty much to power all of their needs. If you could capture the power it could pretty much power all their"
  },
  {
    "startTime": 1554.64,
    "endTime": 1560.48,
    "text": "needs, right? You could be you could go off grid kind of. Yeah, it depends on on on where you are and what the house size is relative to"
  },
  {
    "startTime": 1560.48,
    "endTime": 1565.679,
    "text": "the roof area. But yeah, it's fair it's a fair statement to say that most houses"
  },
  {
    "startTime": 1565.679,
    "endTime": 1571.919,
    "text": "uh in the US have enough roof area to power all the needs of the house."
  },
  {
    "startTime": 1571.919,
    "endTime": 1578.48,
    "text": "Okay. So, so the the key to the economics of of uh the cars, the semi"
  },
  {
    "startTime": 1578.48,
    "endTime": 1585.6,
    "text": "these houses is is the the falling price of lithium-ion batteries, which you've made a huge bet on as as as Tesla. In"
  },
  {
    "startTime": 1585.6,
    "endTime": 1594.4,
    "text": "many ways, that's almost the core competency. And and um you you've decided that to really like um own that"
  },
  {
    "startTime": 1594.4,
    "endTime": 1600.08,
    "text": "competency, you you just have to build the world's largest manufacturing plant and kind of double the world's supply of"
  },
  {
    "startTime": 1600.08,
    "endTime": 1606.24,
    "text": "lithium-ion batteries. Yeah. Is with with with this guy. What is this? Yeah. So that's that's the Gigafactory."
  },
  {
    "startTime": 1606.24,
    "endTime": 1611.6,
    "text": "Um the progress so far on the Gigafactory. Uh eventually you can sort"
  },
  {
    "startTime": 1611.6,
    "endTime": 1618.799,
    "text": "of roughly see that there's it's there's sort of a diamond shape overall. When it's fully done, it'll be it'll look"
  },
  {
    "startTime": 1618.799,
    "endTime": 1625.84,
    "text": "like a giant diamond or that's the idea behind it. It's aligned on true north. This is a small detail but"
  },
  {
    "startTime": 1625.84,
    "endTime": 1631.84,
    "text": "um and capable of producing like a 100 eventually like 100 gatt hours of of"
  },
  {
    "startTime": 1631.84,
    "endTime": 1638.4,
    "text": "batteries a year. 100 g hours we think probably more but yeah and they're actually being produced right now already here right you guys"
  },
  {
    "startTime": 1638.4,
    "endTime": 1645.44,
    "text": "put out this video. Yeah. I mean does that speed it up or that's the that's the slowed down version."
  },
  {
    "startTime": 1645.44,
    "endTime": 1652.799,
    "text": "Is that how fast does it actually go? Well, um, when it's running at full speed, um, you can't actually see the"
  },
  {
    "startTime": 1652.799,
    "endTime": 1657.919,
    "text": "cells without a strobe light. They just blow."
  },
  {
    "startTime": 1657.919,
    "endTime": 1664.08,
    "text": "And help, I mean, one of your one of your core ideas, Elon, about about what makes an exciting future is a future"
  },
  {
    "startTime": 1664.08,
    "endTime": 1669.2,
    "text": "where we no longer feel guilty about energy. Um, how help us picture this? I"
  },
  {
    "startTime": 1669.2,
    "endTime": 1676.399,
    "text": "mean, how many gigafactories, if you like, does it take to to get us there? Uh, it's about 100 roughly. It's not 10."
  },
  {
    "startTime": 1676.399,
    "endTime": 1681.76,
    "text": "It's not a thousand. Most likely 100. See, I I kind of find this amazing."
  },
  {
    "startTime": 1681.76,
    "endTime": 1688.0,
    "text": "Like, you could actually picture if if that's right. You can picture what it would take to move the world off this"
  },
  {
    "startTime": 1688.0,
    "endTime": 1694.72,
    "text": "vast fossil fuel thing. It's like you're building one cost5 billion, maybe the next one or"
  },
  {
    "startTime": 1694.72,
    "endTime": 1700.88,
    "text": "whatever, 5 to10 billion. Like, it's it's kind of cool that you can picture that that project. And you're planning"
  },
  {
    "startTime": 1700.88,
    "endTime": 1708.399,
    "text": "to do a Tesla at least another two, announce another two this year. I think we'll we'll announce locations"
  },
  {
    "startTime": 1708.399,
    "endTime": 1718.24,
    "text": "for somewhere between two and four gigafactories later this year. Yeah, probably four. Whoa. Okay,"
  },
  {
    "startTime": 1718.24,
    "endTime": 1727.2,
    "text": "I can't I can't tease no more teasing from you for here like where continent"
  },
  {
    "startTime": 1727.2,
    "endTime": 1733.2,
    "text": "um you can say no. We need to address a global market."
  },
  {
    "startTime": 1733.2,
    "endTime": 1739.679,
    "text": "Yeah. Okay. I uh this is cool. Um"
  },
  {
    "startTime": 1739.679,
    "endTime": 1745.679,
    "text": "I think we should talk for actually"
  },
  {
    "startTime": 1745.679,
    "endTime": 1750.72,
    "text": "global market. So I'm I have to ask you one. I'm going to ask you one question about politics. Only one. I'm kind of"
  },
  {
    "startTime": 1750.72,
    "endTime": 1757.76,
    "text": "sick of politics, but I do need to ask you this. Um you're you're um on um a body now"
  },
  {
    "startTime": 1757.76,
    "endTime": 1763.2,
    "text": "giving advice to a guy who has said he doesn't really believe in climate"
  },
  {
    "startTime": 1763.2,
    "endTime": 1769.039,
    "text": "change. And um there's there's a lot of people out there who kind of think you shouldn't be doing that. They they'd"
  },
  {
    "startTime": 1769.039,
    "endTime": 1775.84,
    "text": "like you to walk away from that. What would you say to them? Uh well, I think that there's first of"
  },
  {
    "startTime": 1775.84,
    "endTime": 1781.279,
    "text": "all, I'm just on two advisory councils where the format consists of going"
  },
  {
    "startTime": 1781.279,
    "endTime": 1786.32,
    "text": "around the room and asking people's opinion on things. Um and"
  },
  {
    "startTime": 1786.32,
    "endTime": 1793.52,
    "text": "so there's like a meeting every month or two. Uh you know, that's the sum total of of of of my contribution. But I think"
  },
  {
    "startTime": 1793.52,
    "endTime": 1800.48,
    "text": "to the degree that there are people in the room who are arguing in favor of doing something about climate change um"
  },
  {
    "startTime": 1800.48,
    "endTime": 1807.84,
    "text": "or you know other you know c you know social issues um uh you know I mean I've"
  },
  {
    "startTime": 1807.84,
    "endTime": 1816.799,
    "text": "used the the meetings I've had thus far to argue in favor of immigration and in favor of climate change. Um and if um if"
  },
  {
    "startTime": 1816.799,
    "endTime": 1823.279,
    "text": "I hadn't done that there wouldn't that wasn't on the agenda before. So"
  },
  {
    "startTime": 1823.279,
    "endTime": 1829.84,
    "text": "maybe nothing will happen, but at least the words were said. Okay."
  },
  {
    "startTime": 1829.84,
    "endTime": 1835.52,
    "text": "Um, so let let's let's talk SpaceX and Mars."
  },
  {
    "startTime": 1835.52,
    "endTime": 1842.24,
    "text": "Last time you were here, you you spoke about this um what seemed like a kind of incredibly ambitious dream to uh develop"
  },
  {
    "startTime": 1842.24,
    "endTime": 1848.399,
    "text": "rockets that are actually reusable. Uh and you've only gone and done it. I mean, talk us talk us through this."
  },
  {
    "startTime": 1848.399,
    "endTime": 1856.159,
    "text": "What what are we looking at here? Yeah. So this is uh one of our rocket boosters coming back uh from very very"
  },
  {
    "startTime": 1856.159,
    "endTime": 1861.76,
    "text": "high very high and fast in space. So just delivered the the upper stage"
  },
  {
    "startTime": 1861.76,
    "endTime": 1867.36,
    "text": "at at high velocity. I think this may have been a sort of a mock seven or so"
  },
  {
    "startTime": 1867.36,
    "endTime": 1872.679,
    "text": "delivery of the of the upper stage. Um"
  },
  {
    "startTime": 1873.84,
    "endTime": 1881.039,
    "text": "so that was that was that was the sped up that's the slowed down version. Yeah. No, that was that time that was the better."
  },
  {
    "startTime": 1881.039,
    "endTime": 1886.159,
    "text": "But I mean that's that's that's amazing. And several of these failed before you finally figured out how how to how to"
  },
  {
    "startTime": 1886.159,
    "endTime": 1891.279,
    "text": "get get to do it. But now you've landed you've done this what five or six times. I think we're eight eight or nine or"
  },
  {
    "startTime": 1891.279,
    "endTime": 1896.96,
    "text": "something. Yeah. And uh for the first time you've actually refflown one of the rockets that landed."
  },
  {
    "startTime": 1896.96,
    "endTime": 1902.32,
    "text": "So we landed Yeah, we landed the rocket booster um and then prepped it for flight again and flew flew it again. So"
  },
  {
    "startTime": 1902.32,
    "endTime": 1908.32,
    "text": "it's the it's the first reflight of uh of of an orbital booster where where"
  },
  {
    "startTime": 1908.32,
    "endTime": 1916.72,
    "text": "that reflight is relevant. So it's important to to appreciate that reusability is only relevant if it is rapid um rapid and complete"
  },
  {
    "startTime": 1916.72,
    "endTime": 1922.24,
    "text": "right. Uh so like an aircraft or a car uh the reusability is rapid and"
  },
  {
    "startTime": 1922.24,
    "endTime": 1927.679,
    "text": "complete. Uh you do not send your aircraft into to to Boeing in between"
  },
  {
    "startTime": 1927.679,
    "endTime": 1933.12,
    "text": "flights. Right. So, so this is allowing you to dream of this this really ambitious idea"
  },
  {
    "startTime": 1933.12,
    "endTime": 1940.32,
    "text": "of sending like many many many people to Mars in what in 10 or 20 years 20 years time I guess in the next 20 years and"
  },
  {
    "startTime": 1940.32,
    "endTime": 1945.919,
    "text": "you've designed this outrageous uh rocket to do it. Help us understand the scale of this thing."
  },
  {
    "startTime": 1945.919,
    "endTime": 1952.64,
    "text": "Well, I think visually you can see that's um person"
  },
  {
    "startTime": 1952.64,
    "endTime": 1958.08,
    "text": "Yeah, that's the vehicle. So if that if that was just a skyscraper"
  },
  {
    "startTime": 1958.08,
    "endTime": 1964.48,
    "text": "that's like a 40 Did I read that? 40 stories. Yeah. Maybe a little more. Yeah."
  },
  {
    "startTime": 1964.48,
    "endTime": 1970.64,
    "text": "The Yeah. The the the the thrust level of this is really um um this"
  },
  {
    "startTime": 1970.64,
    "endTime": 1976.64,
    "text": "configuration is about four times the thrust of this of the Saturn 5 moon rocket. Um"
  },
  {
    "startTime": 1976.64,
    "endTime": 1983.6,
    "text": "four times the thrust of the biggest rocket humanity ever created before. Yeah. Yeah. Um"
  },
  {
    "startTime": 1983.6,
    "endTime": 1989.039,
    "text": "um I mean in as one does. Yeah. Yeah. Um"
  },
  {
    "startTime": 1989.039,
    "endTime": 1994.32,
    "text": "I mean in units of 747 is only about a quarter million pounds"
  },
  {
    "startTime": 1994.32,
    "endTime": 2001.279,
    "text": "of thrust. So that that's so there are um for every 10 million pounds of thrust there's 4747. So this this would be the"
  },
  {
    "startTime": 2001.279,
    "endTime": 2007.039,
    "text": "thrust equivalent of 12747s with all engines blazing. And so even"
  },
  {
    "startTime": 2007.039,
    "endTime": 2013.6,
    "text": "even with a machine designed to escape Earth's gravity, I think you told me last last thing could actually take a"
  },
  {
    "startTime": 2013.6,
    "endTime": 2019.039,
    "text": "fully loaded 747 people, cargo, everything into into into orbit."
  },
  {
    "startTime": 2019.039,
    "endTime": 2024.159,
    "text": "Exactly. This this can take a fully loaded 747 with with maximum fuel,"
  },
  {
    "startTime": 2024.159,
    "endTime": 2032.159,
    "text": "maximum passengers, um maximum cargo on the 747. This can take it as cargo."
  },
  {
    "startTime": 2032.159,
    "endTime": 2040.559,
    "text": "So, so, so based on this, you you uh presented um recently this interplanetary transport system which um"
  },
  {
    "startTime": 2040.559,
    "endTime": 2048.158,
    "text": "um is visualized this way and this is a scene you picture what in I mean 30th time, 20th time I people walking into"
  },
  {
    "startTime": 2048.159,
    "endTime": 2054.8,
    "text": "this this rocket. I mean I'm hopeful it's sort of in the 8 to 10 year time frame. Aspirationally"
  },
  {
    "startTime": 2054.8,
    "endTime": 2062.0,
    "text": "that's our target. I mean internal targets are more aggressive but I think um"
  },
  {
    "startTime": 2062.0,
    "endTime": 2067.28,
    "text": "yeah okay this vehicle seems quite large and"
  },
  {
    "startTime": 2067.28,
    "endTime": 2072.638,
    "text": "is large by comparison with other rockets. I think um the the the future"
  },
  {
    "startTime": 2072.639,
    "endTime": 2078.398,
    "text": "spacecraft will be will make this look like a rowboat. I mean this is"
  },
  {
    "startTime": 2078.399,
    "endTime": 2084.638,
    "text": "the the future spaceships will be truly enormous. Um, but why why Elon? Cuz this"
  },
  {
    "startTime": 2084.639,
    "endTime": 2091.919,
    "text": "cuz like why do we need to build a city on Mars with a million people on it in"
  },
  {
    "startTime": 2091.919,
    "endTime": 2101.28,
    "text": "your lifetime, which I I think is kind of what you've said you'd love to do. Yeah. I think it's important to have um"
  },
  {
    "startTime": 2101.28,
    "endTime": 2106.88,
    "text": "a future that is inspiring and appealing. I mean, I just think that there like there have to be reasons that"
  },
  {
    "startTime": 2106.88,
    "endTime": 2111.92,
    "text": "you get up in the morning and you want to live. Like why do you want to live? What what's the point? what what"
  },
  {
    "startTime": 2111.92,
    "endTime": 2117.28,
    "text": "inspires you? What what do you love about the future? And if if we're not out there, if the future does not"
  },
  {
    "startTime": 2117.28,
    "endTime": 2124.32,
    "text": "include being out there among the stars um and being a multilanet species, I find that that it's incredibly"
  },
  {
    "startTime": 2124.32,
    "endTime": 2130.68,
    "text": "depressing if that's not the future that we're going to have. Um"
  },
  {
    "startTime": 2132.16,
    "endTime": 2139.2,
    "text": "people people want to position this as an either or that that um there are so there are so many desperate things happening on the planet now from climate"
  },
  {
    "startTime": 2139.2,
    "endTime": 2145.119,
    "text": "to poverty to you know you pick you pick your issue. Um and and and that this this this feels like a distraction."
  },
  {
    "startTime": 2145.119,
    "endTime": 2151.359,
    "text": "You're you shouldn't be thinking about this. You should be solving what's what's here and now. And to be fair you've you've done a fair old bit to"
  },
  {
    "startTime": 2151.359,
    "endTime": 2159.44,
    "text": "actually do that with with your you know work work on sustainable energy. Why not just do that?"
  },
  {
    "startTime": 2159.44,
    "endTime": 2163.88,
    "text": "Well, I I think there's"
  },
  {
    "startTime": 2164.8,
    "endTime": 2171.839,
    "text": "I think I look at the future from a standpoint of of the probabilities. It's like it's like a branching stream of"
  },
  {
    "startTime": 2171.839,
    "endTime": 2179.52,
    "text": "probabilities and there are actions that we can take that affect those probabilities"
  },
  {
    "startTime": 2179.52,
    "endTime": 2184.96,
    "text": "um or that accelerate one thing or slow down another thing. make, you know,"
  },
  {
    "startTime": 2184.96,
    "endTime": 2191.04,
    "text": "introduce something new to the probability stream. Um,"
  },
  {
    "startTime": 2191.04,
    "endTime": 2197.839,
    "text": "sustainable energy will happen no matter what. If there was no Tesla, Tesla never existed. It it would have to happen out"
  },
  {
    "startTime": 2197.839,
    "endTime": 2202.88,
    "text": "of necessity. It's total logical. Um, if if you until you if you don't have sustainable energy, it means you have"
  },
  {
    "startTime": 2202.88,
    "endTime": 2208.079,
    "text": "unsustainable energy. Eventually, you'll run out. um and the the the uh laws of"
  },
  {
    "startTime": 2208.079,
    "endTime": 2215.68,
    "text": "economics will drive uh will drive civilization towards sustainable energy inevitably. The the the the fundamental"
  },
  {
    "startTime": 2215.68,
    "endTime": 2222.0,
    "text": "value of a company like Tesla is the degree to which it it accelerates the advent of sustainable energy uh faster"
  },
  {
    "startTime": 2222.0,
    "endTime": 2228.48,
    "text": "than it would otherwise occur. M um so when I think like what is the fundamental good of company like Tesla"
  },
  {
    "startTime": 2228.48,
    "endTime": 2234.56,
    "text": "um I would say hopefully it does if if it if it accelerated that by a decade"
  },
  {
    "startTime": 2234.56,
    "endTime": 2241.839,
    "text": "potentially more than a decade that would be quite a good thing to occur. That's what I consider to be the the"
  },
  {
    "startTime": 2241.839,
    "endTime": 2248.56,
    "text": "fundamental sort of aspirational g of Tesla. Um then there's"
  },
  {
    "startTime": 2248.56,
    "endTime": 2254.72,
    "text": "becoming a multi species in space fairing civilization. This is not inevitable. It's very important to"
  },
  {
    "startTime": 2254.72,
    "endTime": 2260.88,
    "text": "appreciate this is not inevitable. The sustainable energy future I think is largely inevitable. Uh but being"
  },
  {
    "startTime": 2260.88,
    "endTime": 2267.52,
    "text": "spaceualization is definitely not inevitable. If you look at the at the"
  },
  {
    "startTime": 2267.52,
    "endTime": 2274.24,
    "text": "progress in space in 1969 were able to send somebody to the moon. 1969"
  },
  {
    "startTime": 2274.24,
    "endTime": 2279.44,
    "text": "um then we had the the space shuttle. The space shuttle could only take people"
  },
  {
    "startTime": 2279.44,
    "endTime": 2284.64,
    "text": "to low earth orbit. M then the space shuttle retired and United States could take no one to"
  },
  {
    "startTime": 2284.64,
    "endTime": 2291.76,
    "text": "orbit. So that's the trend. The trend is like down to nothing. This is not"
  },
  {
    "startTime": 2291.76,
    "endTime": 2298.48,
    "text": "people are mistaken when they think that technology just automatically improves. It does not automatically improve. It it"
  },
  {
    "startTime": 2298.48,
    "endTime": 2306.4,
    "text": "only improves if a lot of people work very hard to make it better. And actually it it will I think it by itself"
  },
  {
    "startTime": 2306.4,
    "endTime": 2312.88,
    "text": "degrade actually. You look at great civilizations like ancient Egypt and they're able to make the pyramids and"
  },
  {
    "startTime": 2312.88,
    "endTime": 2318.4,
    "text": "they forgot how to do that. And the Romans, they built these incredible aqueducts, they forgot how to"
  },
  {
    "startTime": 2318.4,
    "endTime": 2324.32,
    "text": "do it, you know, and it it almost seems, you know, listening to you and look at the different things you've done that you've"
  },
  {
    "startTime": 2324.32,
    "endTime": 2332.48,
    "text": "got this this unique double motivation on everything that I find so interesting. Um, we, you know, which is"
  },
  {
    "startTime": 2332.48,
    "endTime": 2338.56,
    "text": "one is this um desire to work for humanity's long-term good. The other is this desire to do something exciting."
  },
  {
    "startTime": 2338.56,
    "endTime": 2345.44,
    "text": "And it's it's often it feels like you you feel like you need the one to drive the other. With with Tesla, you want to"
  },
  {
    "startTime": 2345.44,
    "endTime": 2352.079,
    "text": "have sustainable energy. So, you make these super sex sexy, exciting cars to do it. You know, solar energy, we need"
  },
  {
    "startTime": 2352.079,
    "endTime": 2357.119,
    "text": "to get there. So, we need to make these beautiful roofs. We haven't even spoken about your newest thing, which we don't"
  },
  {
    "startTime": 2357.119,
    "endTime": 2362.72,
    "text": "have time to do, but you want to save humanity from bad AI. And so you're going to create this really cool brain"
  },
  {
    "startTime": 2362.72,
    "endTime": 2369.68,
    "text": "machine interface to give us all infinite memory and telepathy and so forth. Um, and on and on Mars it feels"
  },
  {
    "startTime": 2369.68,
    "endTime": 2376.079,
    "text": "like what you're saying is yeah, we need we need to save humanity and have a have a backup plan,"
  },
  {
    "startTime": 2376.079,
    "endTime": 2383.2,
    "text": "but also we need to inspire humanity and and and and this is this is a way to"
  },
  {
    "startTime": 2383.2,
    "endTime": 2388.88,
    "text": "inspire. I think I think the the value of beauty"
  },
  {
    "startTime": 2388.88,
    "endTime": 2394.96,
    "text": "and inspiration is is very much underrated. No question. Um but I want to be clear. I like I'm not trying to be"
  },
  {
    "startTime": 2394.96,
    "endTime": 2401.839,
    "text": "anyone's savior. Uh that is not the I I'm just trying to think about the"
  },
  {
    "startTime": 2401.839,
    "endTime": 2409.96,
    "text": "future and not be sad. Beautiful statement."
  },
  {
    "startTime": 2410.16,
    "endTime": 2415.28,
    "text": "I think everyone here would agree that it is not none of this is going to happen"
  },
  {
    "startTime": 2415.28,
    "endTime": 2422.24,
    "text": "inevitably. The fact that in your mind you dream this stuff, you dream stuff that no one else would would dare dream"
  },
  {
    "startTime": 2422.24,
    "endTime": 2429.2,
    "text": "or or no one else would be capable of dreaming at the level of complexity um that you do. The fact that you do"
  },
  {
    "startTime": 2429.2,
    "endTime": 2434.64,
    "text": "that, Elon Musk, is a really remarkable thing. Thank you for helping us all to dream a bit bigger."
  },
  {
    "startTime": 2434.64,
    "endTime": 2440.32,
    "text": "You'll tell me if it ever starts getting genuinely insane, right?"
  },
  {
    "startTime": 2440.72,
    "endTime": 2446.47,
    "text": "Thank you. That was really really fantastic. That was really fantastic."
  },
  {
    "startTime": 2446.47,
    "endTime": 2451.52,
    "text": "[Applause] Thank you."
  }
]