[
  {
    "startTime": 0.0,
    "endTime": 11.2,
    "text": "Despite being huge and having the ability to open canned goods, humans are frail in both body and mind and we must care for them."
  },
  {
    "startTime": 11.2,
    "endTime": 18.5,
    "text": "Perhaps from ennui, or malaise, humans often stare at random, inanimate objects for hours at a time."
  },
  {
    "startTime": 18.5,
    "endTime": 24.2,
    "text": "Your duty is to break this spell, to remind them that there is life out there to live."
  },
  {
    "startTime": 24.2,
    "endTime": 28.29,
    "text": "Perhaps the worst offender of these objects is the \"light box\"."
  },
  {
    "startTime": 28.628,
    "endTime": 31.698,
    "text": "You must remind them that boxes don't need light."
  },
  {
    "startTime": 31.898,
    "endTime": 34.6,
    "text": "You just need the light of your imagination."
  },
  {
    "startTime": 34.6,
    "endTime": 35.694,
    "text": "See what I did there?"
  },
  {
    "startTime": 36.493,
    "endTime": 38.72,
    "text": "Look! I'm an astronaut now."
  },
  {
    "startTime": 38.966,
    "endTime": 42.478,
    "text": "And now I'm a rocket ship and the box is the astronaut."
  },
  {
    "startTime": 42.816,
    "endTime": 44.523,
    "text": "I just blew your mind."
  },
  {
    "startTime": 45.123,
    "endTime": 55.599999999999994,
    "text": "They insist on using water bowls that are too narrow for their heads, which means they cannot drink in the civilized fashion with your face and your tongue."
  },
  {
    "startTime": 55.6,
    "endTime": 59.589,
    "text": "Speaking of tongues, humans don't seem to use theirs for anything."
  },
  {
    "startTime": 59.804,
    "endTime": 65.251,
    "text": "You must lick them every morning and remind them that a tongue is a terrible thing to waste."
  },
  {
    "startTime": 65.251,
    "endTime": 67.393,
    "text": "I have no clue how they keep clean."
  },
  {
    "startTime": 68.531,
    "endTime": 74.80000000000001,
    "text": "Besides that cute little tuft on their heads, humans are, for the most part, sadly hairless."
  },
  {
    "startTime": 74.8,
    "endTime": 78.43299999999999,
    "text": "During the day, they cover themselves with little body blankets."
  },
  {
    "startTime": 79.248,
    "endTime": 82.909,
    "text": "You must donate your fur to these articles whenever possible."
  },
  {
    "startTime": 83.909,
    "endTime": 88.875,
    "text": "Each night, you must curl up on their faces or they will freeze to death."
  },
  {
    "startTime": 89.612,
    "endTime": 96.3,
    "text": "For all of this, we only ask the occasional help of opening cans and a clean place to do our \"kitty business\"."
  },
  {
    "startTime": 96.47,
    "endTime": 98.631,
    "text": "But even here they need help, too."
  },
  {
    "startTime": 98.85,
    "endTime": 102.62599999999999,
    "text": "They're constantly bringing in these giant bags they can barely carry."
  },
  {
    "startTime": 102.75,
    "endTime": 107.772,
    "text": "Remind them there is an alternative: All the strength. Half the weight."
  },
  {
    "startTime": 108.818,
    "endTime": 109.974,
    "text": "Clever human."
  }
]