[
  {
    "startTime": 0.7,
    "endTime": 4.6,
    "text": "3D displays have already taken you to alien worlds in the movies."
  },
  {
    "startTime": 4.9,
    "endTime": 8.9,
    "text": "Soon they'll take your doctor inside your body."
  },
  {
    "startTime": 14.4,
    "endTime": 24.1,
    "text": "Since we decided to spice up the cave walls back at Lascaux, we have been obsessed with creating ever more lifelike and realistic images, and that includes 3D."
  },
  {
    "startTime": 24.1,
    "endTime": 34.0,
    "text": "Whether it's a Hollywood gimmick or the next generation computer display, our visualization technology has reshaped the way humans and machines interact."
  },
  {
    "startTime": 34.0,
    "endTime": 39.8,
    "text": "Tech companies like Apple are buying up patents to create glasses-free 3D displays."
  },
  {
    "startTime": 39.9,
    "endTime": 43.5,
    "text": "So you can bet that 3D is still in our future."
  },
  {
    "startTime": 43.6,
    "endTime": 45.5,
    "text": "But is it going to be like the movies?"
  },
  {
    "startTime": 45.6,
    "endTime": 51.0,
    "text": "Are we going to have free-standing, floating holograms, 360 degrees around, like in Star Wars?"
  },
  {
    "startTime": 51.1,
    "endTime": 55.1,
    "text": "R2D2 coming up and shooting out that image of Princess Leia from whatever and..."
  },
  {
    "startTime": 55.2,
    "endTime": 58.0,
    "text": "*Help me, Jonathan! You're My Only Hope!*"
  },
  {
    "startTime": 58.0,
    "endTime": 59.3,
    "text": "Okay, that's creepy!"
  },
  {
    "startTime": 61.3,
    "endTime": 68.2,
    "text": "No one told me we were doing that. Can that go away now?"
  },
  {
    "startTime": 68.2,
    "endTime": 69.2,
    "text": "Thanks."
  },
  {
    "startTime": 69.4,
    "endTime": 74.119,
    "text": "We don't have the technology to make those kinds of holograms, and maybe we never will."
  },
  {
    "startTime": 74.4,
    "endTime": 78.2,
    "text": "A lot of that's due to the bad information we've had about holography."
  },
  {
    "startTime": 78.2,
    "endTime": 86.5,
    "text": "For example, do you remember when Tupac Shakur blew everyone's minds by showing up at Coachella 2012 in hologram form?"
  },
  {
    "startTime": 86.6,
    "endTime": 96.89999999999999,
    "text": "Yeah, see that wasn't a hologram. That was actually this really cool angled mirror illusion called Pepper's Ghost, which we've been using for more than a century to simulate hauntings."
  },
  {
    "startTime": 97.4,
    "endTime": 101.0,
    "text": "So what exactly is a hologram anyway?"
  },
  {
    "startTime": 101.8,
    "endTime": 110.0,
    "text": "When you take a picture with a normal camera, you're really just recording a single splash of light across a two-dimensional surface, like film."
  },
  {
    "startTime": 110.0,
    "endTime": 121.5,
    "text": "But a holographic camera, well, that uses a laser beam splitter to split into two beams of light.; you've got one that's just a clean reference signal, and another one that you've run over a three-dimensional object."
  },
  {
    "startTime": 121.8,
    "endTime": 127.2,
    "text": "So you can measure all those nooks and crannies and create a light map of that object."
  },
  {
    "startTime": 127.8,
    "endTime": 131.7,
    "text": "So could we ever get to that free-standing hologram?"
  },
  {
    "startTime": 131.9,
    "endTime": 138.20000000000002,
    "text": "Well, one way we might try is by using a lot of different projectors to project light into a cloud of fog."
  },
  {
    "startTime": 138.4,
    "endTime": 146.4,
    "text": "Now, the fog would actually act as a three-dimensional movie screen, and particles within the fog would actually reflect the light back to us."
  },
  {
    "startTime": 146.5,
    "endTime": 152.1,
    "text": "Maybe we're even going to come up with technologies we can't even dream of right now to make holograms possible."
  },
  {
    "startTime": 152.1,
    "endTime": 156.0,
    "text": "But here's a paradox for you—when did 3D become a gimmick?"
  },
  {
    "startTime": 156.2,
    "endTime": 159.0,
    "text": "I mean, our world is in three dimensions."
  },
  {
    "startTime": 159.0,
    "endTime": 160.5,
    "text": "It's 2D that's the gimmick."
  },
  {
    "startTime": 160.5,
    "endTime": 164.3,
    "text": "We build machines in 3D, we play with our pets in 3D."
  },
  {
    "startTime": 164.5,
    "endTime": 176.3,
    "text": "I think the ultimate human-computer interface is one where we just strip away all of that division so that our non-computerized reality and our computer experience are merged as one."
  },
  {
    "startTime": 176.5,
    "endTime": 178.7,
    "text": "I mean, imagine that you are a tele-surgeon."
  },
  {
    "startTime": 179.0,
    "endTime": 183.6,
    "text": "You've got a hologram of the patient in front of you. The actual patient is 100 miles away."
  },
  {
    "startTime": 183.8,
    "endTime": 189.4,
    "text": "You want that to be as accurate and seamless as if you were actually in the room with a blade in your hand."
  },
  {
    "startTime": 189.7,
    "endTime": 198.79999999999998,
    "text": "Or imagine how much easier your world would be if we could actually build the holographic interfaces you've seen in movies, like Iron Man, where you move the data around."
  },
  {
    "startTime": 199.0,
    "endTime": 204.3,
    "text": "It comes to you—you're no longer playing in this two-dimensional space, it's playing in your world."
  },
  {
    "startTime": 204.3,
    "endTime": 208.3,
    "text": "Holography might even restore sight to the blind!"
  },
  {
    "startTime": 208.5,
    "endTime": 217.0,
    "text": "You might be able to use a combination of gene therapy and special glasses that actually beam holograms back to your eyes to restore your vision."
  },
  {
    "startTime": 217.2,
    "endTime": 224.0,
    "text": "And of course, holograms will play a big part in one of my favorite subjects of all time: space travel."
  },
  {
    "startTime": 224.1,
    "endTime": 232.6,
    "text": "We can already simulate the elements of space travel using something like the CAVE2, which is at the University of Illinois in Chicago."
  },
  {
    "startTime": 232.7,
    "endTime": 240.79999999999998,
    "text": "They've even taken footage from the Mars landings and they can give you a full three-dimensional simulation of walking around on Mars."
  },
  {
    "startTime": 241.0,
    "endTime": 250.0,
    "text": "And in the far future, Mars colonists might get a little homesick, so then they just go ahead and jump into CAVE3, and visit sweet home Chicago."
  }
]