[
  {
    "startTime": 0.31,
    "endTime": 17.9,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 17.9,
    "endTime": 24.869,
    "text": "and life you love, and this is Q&A Tuesday. And today's question, it comes from a girl"
  },
  {
    "startTime": 24.869,
    "endTime": 26.57,
    "text": "named Alicia, and she writes:"
  },
  {
    "startTime": 26.57,
    "endTime": 33.18,
    "text": "\"Hey Marie, a struggle I keep coming up against is what do you do when every option in front"
  },
  {
    "startTime": 33.18,
    "endTime": 38.5,
    "text": "of you totally sucks? You're weighing multiple options, but each and every one has some major"
  },
  {
    "startTime": 38.5,
    "endTime": 43.55,
    "text": "downsides. So rather than choosing and acting on an option, you find yourself staying stuck"
  },
  {
    "startTime": 43.55,
    "endTime": 48.94,
    "text": "in an action and beating yourself up for not moving forward. How do you suggest someone"
  },
  {
    "startTime": 48.94,
    "endTime": 56.5,
    "text": "makes a decision when each and every option you see sucks some major ass?\""
  },
  {
    "startTime": 56.5,
    "endTime": 63.94,
    "text": "Alicia, great question. At some point in life, most of us have found ourselves in a situation"
  },
  {
    "startTime": 63.94,
    "endTime": 67.82,
    "text": "where we're upset and we're frustrated and we look around and everything just seems to"
  },
  {
    "startTime": 67.82,
    "endTime": 71.42899999999999,
    "text": "be crap. I'm sure everyone in the audience can relate."
  },
  {
    "startTime": 71.429,
    "endTime": 81.069,
    "text": "But, and this is a big but, which I like, this question is the perfect reminder for"
  },
  {
    "startTime": 81.069,
    "endTime": 85.009,
    "text": "us all to give ourselves a spiritual smackdown."
  },
  {
    "startTime": 85.009,
    "endTime": 90.35,
    "text": "The truth is this, in any given moment you can choose to see what's right about a situation"
  },
  {
    "startTime": 90.35,
    "endTime": 95.33999999999999,
    "text": "or what's wrong about a situation. And either way, you're gonna find evidence to support"
  },
  {
    "startTime": 95.34,
    "endTime": 96.899,
    "text": "what you're looking for."
  },
  {
    "startTime": 96.899,
    "endTime": 101.049,
    "text": "When you're in a negative state of mind and you believe that every option sucks, it's"
  },
  {
    "startTime": 101.049,
    "endTime": 105.96900000000001,
    "text": "nearly impossible to find your strength and your clarity and move ahead. Here's the deal"
  },
  {
    "startTime": 105.969,
    "endTime": 111.74,
    "text": "Alicia, and yes, it's a tweetable?"
  },
  {
    "startTime": 111.74,
    "endTime": 118.6,
    "text": "\"Not having the best situation, but seeing the best in your situation is the key to happiness.\""
  },
  {
    "startTime": 118.6,
    "endTime": 123.249,
    "text": "Now, I'm not sure what your sucky situations are, but I am absolutely certain that you"
  },
  {
    "startTime": 123.249,
    "endTime": 127.109,
    "text": "can find something right about them and create a positive result."
  },
  {
    "startTime": 127.109,
    "endTime": 132.23,
    "text": "Every day you hear about people who've made the most of arguably crappy situations. And"
  },
  {
    "startTime": 132.23,
    "endTime": 136.54,
    "text": "the common thread throughout all of them is their positive attitude. Now, here's the thing,"
  },
  {
    "startTime": 136.54,
    "endTime": 142.069,
    "text": "a positive attitude is a choice, and if you make that choice enough it becomes a habit."
  },
  {
    "startTime": 142.069,
    "endTime": 147.33999999999997,
    "text": "One woman that comes to mind is Somaly Mam, the Cambodian author and activist. At 12 years"
  },
  {
    "startTime": 147.34,
    "endTime": 153.06,
    "text": "old, she was sold into sex slavery. Then every day she was tortured and she was raped. And"
  },
  {
    "startTime": 153.06,
    "endTime": 157.06900000000002,
    "text": "one night she was forced to watch as her best friend was murdered in front of her."
  },
  {
    "startTime": 157.069,
    "endTime": 162.04899999999998,
    "text": "Now, if that's not a crappy situation, I don't know what is. Now, Somaly escaped and she's"
  },
  {
    "startTime": 162.049,
    "endTime": 166.31900000000002,
    "text": "made it her life's mission to end sex trafficking and to empower survivors."
  },
  {
    "startTime": 166.319,
    "endTime": 172.01,
    "text": "Or, how about this? Do a Google search for famous amputees and you're gonna find an enormous"
  },
  {
    "startTime": 172.01,
    "endTime": 177.12,
    "text": "list of extraordinary people who've accomplished incredible things either because of or in"
  },
  {
    "startTime": 177.12,
    "endTime": 178.98000000000002,
    "text": "spite of losing their limbs."
  },
  {
    "startTime": 178.98,
    "endTime": 183.67,
    "text": "The bottom line is this, looking for what's right in a situation completely transforms"
  },
  {
    "startTime": 183.67,
    "endTime": 188.2,
    "text": "your state of mind, your ability to make decisions, and move ahead. And the best part is, it's"
  },
  {
    "startTime": 188.2,
    "endTime": 193.709,
    "text": "a habit you can build. Like Maya Angelou says, if you don't like something, change it. And"
  },
  {
    "startTime": 193.709,
    "endTime": 196.56,
    "text": "if you can't change it, change your attitude."
  },
  {
    "startTime": 196.56,
    "endTime": 200.03,
    "text": "Speaking of change, if you've been listening to me this whole time and saying, \"Marie,"
  },
  {
    "startTime": 200.03,
    "endTime": 204.439,
    "text": "yeah, yeah. But you don't get it, you don't know how crappy my situations are,\" here's"
  },
  {
    "startTime": 204.439,
    "endTime": 205.42,
    "text": "the deal."
  },
  {
    "startTime": 205.42,
    "endTime": 209.05999999999997,
    "text": "There is nothing more crappy than the option you're choosing right now, which is beating"
  },
  {
    "startTime": 209.06,
    "endTime": 212.099,
    "text": "yourself up and doing nothing to move ahead."
  },
  {
    "startTime": 212.099,
    "endTime": 217.73,
    "text": "Action is magic, and either option you choose is gonna be a huge improvement over this tortured"
  },
  {
    "startTime": 217.73,
    "endTime": 220.56,
    "text": "state of inertia that you find yourself in right now."
  },
  {
    "startTime": 220.56,
    "endTime": 225.719,
    "text": "Alicia, that was my A to your Q, thank you so much for asking. Now I wanna hear from"
  },
  {
    "startTime": 225.719,
    "endTime": 230.409,
    "text": "you. Have you ever had a crappy situation that you turned around because you changed"
  },
  {
    "startTime": 230.409,
    "endTime": 236.959,
    "text": "your attitude? Or have you ever found yourself with two kinda crappy options but you chose"
  },
  {
    "startTime": 236.959,
    "endTime": 241.439,
    "text": "one, you moved ahead, and you discovered, \"Hey, things aren't so bad.\""
  },
  {
    "startTime": 241.439,
    "endTime": 246.879,
    "text": "In the comments below I wanna hear your story. Now, remember, the best stuff happens after"
  },
  {
    "startTime": 246.879,
    "endTime": 252.459,
    "text": "the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 252.459,
    "endTime": 257.989,
    "text": "Did you like this video? If so, subscribe to our channel and share the MarieTV love"
  },
  {
    "startTime": 257.989,
    "endTime": 262.109,
    "text": "with your friends. And if you want even more great resources to have a business and a life"
  },
  {
    "startTime": 262.109,
    "endTime": 268.69,
    "text": "that you love, get your butt over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 268.69,
    "endTime": 273.62,
    "text": "Why? Because I'm gonna send you goodies in email that I just can't put in videos. That's"
  },
  {
    "startTime": 273.62,
    "endTime": 274.039,
    "text": "why."
  },
  {
    "startTime": 274.039,
    "endTime": 279.02,
    "text": "Stay on your game and keep going for your dreams. The world needs that special gift"
  },
  {
    "startTime": 279.02,
    "endTime": 289.02,
    "text": "that only you have. Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]