[
  {
    "startTime": 14.6,
    "endTime": 21.0,
    "text": "Hey there, it's Marie Forleo, and you are watching MarieTV, the place to be to create a business and life you love."
  },
  {
    "startTime": 21.2,
    "endTime": 26.041999999999998,
    "text": "Now, if you look closely, things may look a little different around here."
  },
  {
    "startTime": 26.1,
    "endTime": 30.0,
    "text": "If you look in the back, there's like my flowers on some wooden boxes."
  },
  {
    "startTime": 30.3,
    "endTime": 34.681,
    "text": "I don't have my normal stool. We got a little DayQuil in the house, what-what?"
  },
  {
    "startTime": 34.7,
    "endTime": 35.961000000000006,
    "text": "So here's what's happening."
  },
  {
    "startTime": 36.7,
    "endTime": 38.081,
    "text": "I got a really bad cold."
  },
  {
    "startTime": 38.3,
    "endTime": 45.617,
    "text": "We have a shoot day today for MarieTV. We shoot a lot of episodes at once and when we got here, everything set up, but the furniture did not get delivered!"
  },
  {
    "startTime": 45.618,
    "endTime": 50.597,
    "text": "Now, I'm sure you've had things in your life where things do not work out as planned, and how do we roll?"
  },
  {
    "startTime": 50.7,
    "endTime": 55.179,
    "text": "The show must go on, so we're going to get into a little Q&A Tuesday action right now."
  },
  {
    "startTime": 55.279,
    "endTime": 60.800000000000004,
    "text": "This's gonna be fun 'cause my head's a little foggy from the DayQuil, but we're going to have a good time.  Alright, Let's do this."
  },
  {
    "startTime": 60.9,
    "endTime": 64.53999999999999,
    "text": "So today's question comes from Vanessa, and she writes:"
  },
  {
    "startTime": 64.7,
    "endTime": 68.18,
    "text": "\"Hi, Marie, thanks for all you do, here is my deal.\""
  },
  {
    "startTime": 68.3,
    "endTime": 76.948,
    "text": "\"I was with someone for the last ten years. We were engaged. He was the provider. I was pursuing acting and we had goals set up for our future.\""
  },
  {
    "startTime": 77.2,
    "endTime": 81.10300000000001,
    "text": "\"We grew distant and long story short, he broke up with me a month ago.\""
  },
  {
    "startTime": 81.2,
    "endTime": 88.155,
    "text": "\"I'm starting my whole life over at 32 and feel lost. I'm unmotivated, broke and terrified about my future.\""
  },
  {
    "startTime": 88.2,
    "endTime": 95.049,
    "text": "\"Will I be alone? Will I be too old to start a family? I'm trying and failing at being positive and having any kind of faith.\""
  },
  {
    "startTime": 95.149,
    "endTime": 98.49,
    "text": "\"How do I feel all these things and still move forward?\""
  },
  {
    "startTime": 99.041,
    "endTime": 104.649,
    "text": "\"I've accepted that I'm gonna be in pain, but how do I work and keep from being constantly consumed by this?\""
  },
  {
    "startTime": 104.749,
    "endTime": 106.219,
    "text": "\"Thanks.\" -- Vanessa"
  },
  {
    "startTime": 106.6,
    "endTime": 110.693,
    "text": "Vanessa, this is such a great question. I am so happy that you wrote in."
  },
  {
    "startTime": 110.694,
    "endTime": 116.0,
    "text": "I don't know any person on the planet who can't remember a time in their own life when they felt shattered and lost."
  },
  {
    "startTime": 116.1,
    "endTime": 125.40899999999999,
    "text": "In fact, when I was in my early 20s and I broke off my engagement, I was such a mess that I moved home with my parents because I was completely devastated and I didn't know what to do."
  },
  {
    "startTime": 125.409,
    "endTime": 129.94,
    "text": "I felt like a total failure both as a life coach and in my relationships."
  },
  {
    "startTime": 130.1,
    "endTime": 134.22199999999998,
    "text": "However, there were a few things that I did that helped me climb out of that misery."
  },
  {
    "startTime": 134.5,
    "endTime": 140.4,
    "text": "Now, the one thing I did right was I kept my bartending job. It was stable and it was something that I could just go to."
  },
  {
    "startTime": 140.4,
    "endTime": 144.929,
    "text": "I remember if my girl friends called, even if I didn't want to go out, I just went out."
  },
  {
    "startTime": 145.0,
    "endTime": 149.71,
    "text": "I made it my focus to just do one thing at a time and really do just what was in front of me."
  },
  {
    "startTime": 150.1,
    "endTime": 158.43,
    "text": "Now, maybe you don't have a bartending job to go to; however, here are four key ideas that can help you start over and get past anything."
  },
  {
    "startTime": 158.6,
    "endTime": 161.55599999999998,
    "text": "Number one, everything happens for a reason."
  },
  {
    "startTime": 161.8,
    "endTime": 165.70000000000002,
    "text": "This may sound like fluff, but it's a really useful framework for life."
  },
  {
    "startTime": 166.0,
    "endTime": 170.5,
    "text": "You've got to remember that nothing has meaning besides the meaning that you give it."
  },
  {
    "startTime": 170.6,
    "endTime": 176.569,
    "text": "And it's up to you whether you choose to assign an empowering or disempowering meaning to this experience."
  },
  {
    "startTime": 176.985,
    "endTime": 189.5,
    "text": "If you go through life knowing that every problem is serving a greater purpose, somehow it's making you stronger and smarter, you're going to look for and find an empowering lesson in every situation."
  },
  {
    "startTime": 189.5,
    "endTime": 194.079,
    "text": "Someday you're gonna say, \"If so-and-so didn't break up with me, I wouldn't have blank.\""
  },
  {
    "startTime": 194.179,
    "endTime": 198.81,
    "text": "And that blank is gonna be a beautiful surprise that you couldn't possibly predict right now."
  },
  {
    "startTime": 199.03,
    "endTime": 203.981,
    "text": "Key idea number two: Pain is inevitable, suffering is optional."
  },
  {
    "startTime": 204.2,
    "endTime": 208.29999999999998,
    "text": "Vanessa, you wrote here: \"I've accepted that I'm going to be in pain.\""
  },
  {
    "startTime": 208.3,
    "endTime": 218.0,
    "text": "Now when you say that, it's as though the pain is constant and it's gonna last forever. Here's something I want you to know: \"Nothing lasts forever including pain.\""
  },
  {
    "startTime": 218.0,
    "endTime": 227.1,
    "text": "Pain only lasts if you resist it or if you dramatize it by telling yourself the same old \"I'm a victim\" story again and again and again."
  },
  {
    "startTime": 227.2,
    "endTime": 231.41899999999998,
    "text": "So remember, pain is inevitable but suffering is optional."
  },
  {
    "startTime": 231.419,
    "endTime": 240.489,
    "text": "What you need to practice is allowing yourself to actually feel the pain, to experience it in your body without going into a mental drama about what it means."
  },
  {
    "startTime": 240.49,
    "endTime": 247.669,
    "text": "And what I mean by mental drama is getting lost in thoughts like, \"Why did this happen to me?\" or \"Will I be too old to start a family?\" or yada, yada, yada."
  },
  {
    "startTime": 247.669,
    "endTime": 251.919,
    "text": "All that stuff is a story that you're telling yourself that's not actually true."
  },
  {
    "startTime": 252.0,
    "endTime": 257.543,
    "text": "And if you just experience the physical pain of it without going into the mental drama, it'll be over before you know it."
  },
  {
    "startTime": 257.7,
    "endTime": 264.741,
    "text": "So, go ahead and feel the pain, maybe the sensations in your body is like a tightness in your chest or a heaviness in your belly."
  },
  {
    "startTime": 264.9,
    "endTime": 271.13899999999995,
    "text": "But remember, if you actually experience the physical sensations, the pain is never gonna last more than a few seconds."
  },
  {
    "startTime": 271.469,
    "endTime": 275.585,
    "text": "Key idea number three: Make is-ness your business."
  },
  {
    "startTime": 275.7,
    "endTime": 282.0,
    "text": "Vanessa, a lot of what's holding you back right now is anxiety about the future or regrets about the past."
  },
  {
    "startTime": 282.2,
    "endTime": 287.84999999999997,
    "text": "And if you really break it down, the future and the past are just mental concepts. They don't really exist."
  },
  {
    "startTime": 288.1,
    "endTime": 293.20000000000005,
    "text": "The only thing that exists right now is this current moment, the present moment of now."
  },
  {
    "startTime": 293.41,
    "endTime": 298.78900000000004,
    "text": "So the trick to getting yourself back on track is to become a master at living in the moment."
  },
  {
    "startTime": 298.8,
    "endTime": 304.3,
    "text": "Because the truth is, you are capable of handling anything that happens in this current moment of now."
  },
  {
    "startTime": 304.825,
    "endTime": 308.2,
    "text": "I call this practice \"Making is-ness your business.\""
  },
  {
    "startTime": 308.2,
    "endTime": 312.65999999999997,
    "text": "In fact, I wrote a whole chapter on it in my book \"Make Every Man Want You.\""
  },
  {
    "startTime": 312.76,
    "endTime": 320.59999999999997,
    "text": "Making is-ness your business means giving your full attention and focus to this moment, whatever is happening right now."
  },
  {
    "startTime": 320.9,
    "endTime": 326.31199999999995,
    "text": "So you've got to ask yourself, \"Can I handle what's actually happening in this moment of now?\""
  },
  {
    "startTime": 326.4,
    "endTime": 331.0,
    "text": "Not your drama-filled thoughts about what's happening, but the reality of what's happening in this moment."
  },
  {
    "startTime": 331.13,
    "endTime": 335.56,
    "text": "So for example, \"Is your heart beating right now? \" \"Yes.\" Perfect!"
  },
  {
    "startTime": 335.8,
    "endTime": 338.923,
    "text": "\"Are you breathing right now?\" \"Yes.\" Awesome!"
  },
  {
    "startTime": 338.93,
    "endTime": 340.692,
    "text": "Then you've handled this moment."
  },
  {
    "startTime": 340.67,
    "endTime": 343.279,
    "text": "Now that moment is over and you're in a new moment."
  },
  {
    "startTime": 343.852,
    "endTime": 350.441,
    "text": "Play this game long enough and you'll condition yourself to be engaged in your real life, instead of your thoughts about your life."
  },
  {
    "startTime": 350.45,
    "endTime": 354.102,
    "text": "Number four: Do the basics one day at a time."
  },
  {
    "startTime": 354.2,
    "endTime": 360.08299999999997,
    "text": "The key to build momentum and getting back on track is to take everything one day at a time."
  },
  {
    "startTime": 369.25,
    "endTime": 373.943,
    "text": "So there's a reason that it's a theme song and it's a cliché, \"It works! \""
  },
  {
    "startTime": 373.943,
    "endTime": 374.85999999999996,
    "text": "So here's you got to do."
  },
  {
    "startTime": 375.0,
    "endTime": 383.197,
    "text": "You got to eat real good food today. Exercise your body today. Do what needs to be done today."
  },
  {
    "startTime": 383.28,
    "endTime": 387.635,
    "text": "Not for the whole week, not for the month, not for the rest of your life, just do it today!"
  },
  {
    "startTime": 387.64,
    "endTime": 391.51,
    "text": "Especially if you don't feel like doing something, do it anyway."
  },
  {
    "startTime": 391.5,
    "endTime": 392.723,
    "text": "I'm sure you've experienced this."
  },
  {
    "startTime": 392.9,
    "endTime": 399.37199999999996,
    "text": "You know, you say you don't want to go to the gym, but you get yourself there and you work out and you're like, \"Oh my god, I'm so glad that I came!\""
  },
  {
    "startTime": 399.4,
    "endTime": 408.419,
    "text": "Or your friends ask you to go out and you really don't wanna go out, but you suit up and you go out anyway, and then you come home and you're like, \"Oh my god, that was so awesome, I'm so glad I went!\""
  },
  {
    "startTime": 408.419,
    "endTime": 413.649,
    "text": "So focus on the basics one day at a time and before you know it, you are going to be back on track."
  },
  {
    "startTime": 413.8,
    "endTime": 420.0,
    "text": "Now, before we wrap this up, I want to leave you with a beautiful tweetable from Mary Tyler Moore, and she says,"
  },
  {
    "startTime": 424.0,
    "endTime": 429.86,
    "text": "\"Pain nourishes courage. You can't be brave if you've only had wonderful things happen to you.\""
  },
  {
    "startTime": 429.86,
    "endTime": 434.689,
    "text": "Vanessa, that was my A to your Q. Thank you so much for asking and do let us know how it goes."
  },
  {
    "startTime": 435.0,
    "endTime": 436.86,
    "text": "Now I would love to hear from you."
  },
  {
    "startTime": 436.9,
    "endTime": 443.0,
    "text": "Have you ever felt shattered and lost and had trouble getting started again? What did you do to get back on track?"
  },
  {
    "startTime": 443.1,
    "endTime": 447.767,
    "text": "Whether it's an idea from this video or something completely different, I would love to hear from you."
  },
  {
    "startTime": 447.8,
    "endTime": 455.267,
    "text": "As always, the best action happens over in the comments section at marieforleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 455.959,
    "endTime": 461.5,
    "text": "So did you like this video where our set is kinda half-created and I'm all hyped up on cold medicine?"
  },
  {
    "startTime": 461.5,
    "endTime": 465.631,
    "text": "If so, subscribe to our channel and share it with your friends."
  },
  {
    "startTime": 465.64,
    "endTime": 473.7,
    "text": "And if you want even more great resources to have a business in life that you love, plus some personal insights from me that I only talk about in e-mail."
  },
  {
    "startTime": 473.85,
    "endTime": 476.3,
    "text": "And if you're lucky, I'll have even more cold medicine."
  },
  {
    "startTime": 476.3,
    "endTime": 484.22,
    "text": "Get your butt over to MarieForleo.com and sign up for e-mail updates."
  },
  {
    "startTime": 484.32,
    "endTime": 487.223,
    "text": "Stay on your game and keep going for your dreams."
  },
  {
    "startTime": 487.223,
    "endTime": 490.498,
    "text": "The world needs that special gift that only you have."
  },
  {
    "startTime": 490.498,
    "endTime": 494.481,
    "text": "Thank you so much for watching and I'll see you next  time on MarieTV."
  }
]