[
  {
    "startTime": 2.8,
    "endTime": 5.6,
    "text": "Sorry, just looking for a place to lie down."
  },
  {
    "startTime": 9.639,
    "endTime": 17.7,
    "text": "Anthony Carboni here for DNews. Dogs seemingly need to spin before just about everything—going to the bathroom, lying down, when they're excited."
  },
  {
    "startTime": 17.7,
    "endTime": 19.599999999999998,
    "text": "Dogs are weird. Why are dogs weird?"
  },
  {
    "startTime": 19.7,
    "endTime": 21.3,
    "text": "In terms of spinning, I mean."
  },
  {
    "startTime": 21.4,
    "endTime": 24.4,
    "text": "Circling before going to sleep at night might seem weird on your couch,"
  },
  {
    "startTime": 24.5,
    "endTime": 31.33,
    "text": "but in the wild, dogs would spin and trample to push down tall grasses and underbrush, pack down snow, and drive away snakes and insects."
  },
  {
    "startTime": 31.3,
    "endTime": 32.9,
    "text": "It kept them clean, warm, and hidden."
  },
  {
    "startTime": 33.0,
    "endTime": 39.7,
    "text": "Flattening the ground in circles could also have been a sign to other dogs wandering by that the territory had already been claimed."
  },
  {
    "startTime": 39.9,
    "endTime": 45.5,
    "text": "Those hygienic and territorial instincts might factor into why they spin before going to the bathroom, too."
  },
  {
    "startTime": 45.5,
    "endTime": 51.1,
    "text": "Patting down underbrush keeps the dog's waste from sticking to it and then rubbing it on their own fur."
  },
  {
    "startTime": 51.1,
    "endTime": 57.7,
    "text": "Also, patting down the area could allow for the scents in their urine and feces to spread farther, making it clearer what territory they marked."
  },
  {
    "startTime": 57.8,
    "endTime": 63.4,
    "text": "But there's an even newer, weirder theory about why puppy poop spins happen that I am WAY more into."
  },
  {
    "startTime": 63.5,
    "endTime": 69.4,
    "text": "We've talked before about magnetoception, a sense that allows some animals to feel the earth's magnetic field."
  },
  {
    "startTime": 69.5,
    "endTime": 74.8,
    "text": "Birds use it in migration, some studies say cows use it to align themselves in a north-south pattern when they graze,"
  },
  {
    "startTime": 74.7,
    "endTime": 78.91,
    "text": "and now it seems like dogs use it to poop in exactly the same direction."
  },
  {
    "startTime": 79.0,
    "endTime": 88.32,
    "text": "In a study published recently in Frontiers in Zoology, researchers watched 70 dogs across 37 different breeds for two years as they pulled off a poop spin combo."
  },
  {
    "startTime": 88.4,
    "endTime": 93.7,
    "text": "And they all preferred to poop aligned north-to-south when the earth's magnetic field is calm."
  },
  {
    "startTime": 93.8,
    "endTime": 96.5,
    "text": "That's about 20 percent of the time during daylight hours."
  },
  {
    "startTime": 96.5,
    "endTime": 101.3,
    "text": "During things like solar flares or geomagnetic storms or other events, they were much less picky about it."
  },
  {
    "startTime": 101.3,
    "endTime": 111.13,
    "text": "The researchers aren't sure why they prefer it, but they did note that not only do dogs want to poop north-south, they actively avoid a straight-up east-west orientation."
  },
  {
    "startTime": 111.2,
    "endTime": 114.91,
    "text": "I wonder if it's some sort of remnant of a past, stronger sense they had."
  },
  {
    "startTime": 114.98,
    "endTime": 121.62,
    "text": "You know, we humans have proteins in our eyes that make researchers think that at some point we could SEE earth's magnetic field."
  },
  {
    "startTime": 121.7,
    "endTime": 126.2,
    "text": "And it seems like a strong magnetic sense would help pack animals move and hunt in some way."
  },
  {
    "startTime": 126.3,
    "endTime": 129.8,
    "text": "But why the pooping, dogs? Why the poop direction?"
  },
  {
    "startTime": 129.8,
    "endTime": 133.13000000000002,
    "text": "Do you guys have any theories? Spin around about three times and let me know down below."
  },
  {
    "startTime": 133.3,
    "endTime": 138.24,
    "text": "Oh, and if you're into dogs, our friends at Animalist News are going to the Westminster Dog Show in New York City."
  },
  {
    "startTime": 138.35,
    "endTime": 152.47,
    "text": "They'll be there on the 10th and the 11th, so head over and subscribe now so you don't miss it."
  }
]