[
  {
    "startTime": 6.0,
    "endTime": 8.2,
    "text": "Have you experienced déjà vu?"
  },
  {
    "startTime": 8.3,
    "endTime": 12.5,
    "text": "It's that shadowy feeling you get when a situation seems familiar."
  },
  {
    "startTime": 12.6,
    "endTime": 15.5,
    "text": "A scene in a restaurant plays out exactly as you remember."
  },
  {
    "startTime": 15.6,
    "endTime": 22.5,
    "text": "The world moves like a ballet you've choreographed, but the sequence can't be based on a past experience because you've never eaten here before."
  },
  {
    "startTime": 22.9,
    "endTime": 25.0,
    "text": "This is the first time you've had clams."
  },
  {
    "startTime": 25.1,
    "endTime": 26.700000000000003,
    "text": "So, what's going on?"
  },
  {
    "startTime": 26.8,
    "endTime": 30.400000000000002,
    "text": "Unfortunately, there isn't one single explanation for déjà vu."
  },
  {
    "startTime": 30.486,
    "endTime": 36.7,
    "text": "The experience is brief and occurs without notice, making it nearly impossible for scientists to record and study it."
  },
  {
    "startTime": 36.8,
    "endTime": 41.199999999999996,
    "text": "Scientists can't simply sit around and wait for it to happen to them ⏤ this could take years!"
  },
  {
    "startTime": 41.3,
    "endTime": 47.5,
    "text": "It has no physical manifestations, and in studies, it's described by the subject as a sensation or feeling."
  },
  {
    "startTime": 47.6,
    "endTime": 52.300000000000004,
    "text": "Because of this lack of hard evidence, there's been a surplus of speculation over the years."
  },
  {
    "startTime": 52.4,
    "endTime": 60.5,
    "text": "Since Emile Boirac introduced déjà vu as a French term meaning \"already seen\", more than 40 theories attempt to explain this phenomenon."
  },
  {
    "startTime": 60.6,
    "endTime": 66.6,
    "text": "Still, recent advancements in neuroimaging and cognitive psychology narrow down the field of prospects."
  },
  {
    "startTime": 66.7,
    "endTime": 71.8,
    "text": "Let's walk through three of today's more prevalent theories using the same restaurant setting for each."
  },
  {
    "startTime": 71.9,
    "endTime": 73.80000000000001,
    "text": "First up is dual processing."
  },
  {
    "startTime": 73.9,
    "endTime": 74.7,
    "text": "We'll need an action."
  },
  {
    "startTime": 74.8,
    "endTime": 77.3,
    "text": "Let's go with a waiter dropping a tray of dishes."
  },
  {
    "startTime": 77.4,
    "endTime": 85.7,
    "text": "As the scene unfolds, your brain's hemispheres process a flurry of information: the waiter's flailing arms, his cry for help, the smell of pasta."
  },
  {
    "startTime": 85.8,
    "endTime": 91.3,
    "text": "Within milliseconds, this information zips through pathways and is processed into a single moment."
  },
  {
    "startTime": 91.4,
    "endTime": 93.80000000000001,
    "text": "Most of the time, everything is recorded in-sync."
  },
  {
    "startTime": 93.9,
    "endTime": 100.30000000000001,
    "text": "However, this theory asserts that déjà vu occurs when there's a slight delay in information from one of these pathways."
  },
  {
    "startTime": 100.4,
    "endTime": 105.7,
    "text": "The difference in arrival times causes the brain to interpret the late information as a separate event."
  },
  {
    "startTime": 105.8,
    "endTime": 112.6,
    "text": "When it plays over the already-recorded moment, it feels as if it's happened before because, in a sense, it has."
  },
  {
    "startTime": 112.7,
    "endTime": 117.4,
    "text": "Our next theory deals with a confusion of the past rather than a mistake in the present."
  },
  {
    "startTime": 117.5,
    "endTime": 121.7,
    "text": "This is the hologram theory, and we'll use that tablecloth to examine it."
  },
  {
    "startTime": 121.7,
    "endTime": 126.2,
    "text": "As you scan its squares, a distant memory swims up from deep within your brain."
  },
  {
    "startTime": 126.3,
    "endTime": 134.0,
    "text": "According to the theory, this is because memories are stored in the form of holograms, and in holograms, you only need one fragment to see the whole picture."
  },
  {
    "startTime": 134.1,
    "endTime": 139.0,
    "text": "Your brain has identified the tablecloth with one from the past, maybe from your grandmother's house."
  },
  {
    "startTime": 139.1,
    "endTime": 146.29999999999998,
    "text": "However, instead of remembering that you've seen this pattern at your grandmother's, your brain has summoned up the old memory without identifying it."
  },
  {
    "startTime": 146.4,
    "endTime": 149.8,
    "text": "This leaves you stuck with familiarity, but no recollection."
  },
  {
    "startTime": 149.9,
    "endTime": 155.3,
    "text": "Although you've never been in this restaurant, you've seen that tablecloth, but are just failing to identify it."
  },
  {
    "startTime": 155.4,
    "endTime": 156.6,
    "text": "Now, look at this fork."
  },
  {
    "startTime": 156.7,
    "endTime": 158.0,
    "text": "Are you paying attention?"
  },
  {
    "startTime": 158.1,
    "endTime": 167.2,
    "text": "Our last theory is divided attention, and it states that déjà vu occurs when our brain subliminally takes in an environment while we're distracted by one particular object."
  },
  {
    "startTime": 167.204,
    "endTime": 170.20000000000002,
    "text": "When our attention returns, we feel as if we've been here before."
  },
  {
    "startTime": 170.3,
    "endTime": 175.10000000000002,
    "text": "For example, just now, you focused on the fork and didn't observe the tablecloth or the falling waiter."
  },
  {
    "startTime": 175.2,
    "endTime": 181.0,
    "text": "Although your brain has been recording everything in your peripheral vision, it's been doing so below conscious awareness."
  },
  {
    "startTime": 181.1,
    "endTime": 187.2,
    "text": "When you finally pull yourself away from the fork, you think you've been here before, because you have, you just weren't paying attention."
  },
  {
    "startTime": 187.3,
    "endTime": 194.10000000000002,
    "text": "While all three of these theories share the common features of déjà vu, none of them propose to be the conclusive source of the phenomenon."
  },
  {
    "startTime": 194.2,
    "endTime": 201.39999999999998,
    "text": "Still, while we wait for researchers and inventers to come up with new ways to capture this fleeting moment, we can study the moment ourselves."
  },
  {
    "startTime": 201.5,
    "endTime": 207.2,
    "text": "After all, most studies of déjà vu are based on first-hand accounts, so why can't one be yours?"
  },
  {
    "startTime": 207.3,
    "endTime": 210.4,
    "text": "The next time you get déjà vu, take a moment to think about it."
  },
  {
    "startTime": 210.5,
    "endTime": 211.7,
    "text": "Have you been distracted?"
  },
  {
    "startTime": 211.8,
    "endTime": 213.8,
    "text": "Is there a familiar object somewhere?"
  },
  {
    "startTime": 214.0,
    "endTime": 216.0,
    "text": "Is your brain just acting slow?"
  },
  {
    "startTime": 216.1,
    "endTime": 218.4,
    "text": "Or is it something else?"
  }
]