[
  {
    "startTime": 0.81,
    "endTime": 7.843,
    "text": "Fossil records tell us that about 250 million years ago, there wasn't a tree on Earth designed to survive in temperatures below freezing."
  },
  {
    "startTime": 7.9,
    "endTime": 14.8,
    "text": "They were all built for life in the tropics, where it's always warm, water is always liquid, and leaves are safe year round without fear of frost."
  },
  {
    "startTime": 14.8,
    "endTime": 25.616,
    "text": "If you took a tropical tree, whether ancient or modern, and transported it to Siberia or Patagonia in winter, its water would freeze into sharp-edged ice crystals, fatally puncturing the living cells in all of its leaves."
  },
  {
    "startTime": 25.65,
    "endTime": 28.156,
    "text": "The same thing that happens to lettuce and spinach when it freezes."
  },
  {
    "startTime": 28.2,
    "endTime": 36.556,
    "text": "Cold weather also means that water in the tree's plumbing system freezes, and dangerous bubbles form in the ice from air that was previously dissolved in the liquid water."
  },
  {
    "startTime": 36.53,
    "endTime": 47.410000000000004,
    "text": "The ice itself doesn't cause much harm, but when it thaws, the bubbles remain, which is a problem because the whole plumbing system relies on the inter-molecular attraction of water molecules pulling each other upward against gravity."
  },
  {
    "startTime": 47.5,
    "endTime": 51.274,
    "text": "Air bubbles break the chain of molecules, essentially shutting off the flow of water."
  },
  {
    "startTime": 51.3,
    "endTime": 58.61,
    "text": "So to survive in cold weather, trees need to avoid two things: bubbles in their pipes and direct damage to living cells due to ice crystals."
  },
  {
    "startTime": 58.7,
    "endTime": 64.82600000000001,
    "text": "Tree solved the first problem before ever leaving hot climates, because air bubbles are also a problem during drought."
  },
  {
    "startTime": 64.85,
    "endTime": 72.21,
    "text": "When plants work harder to get water from the soil, their water-conducting pipes can accidentally suck in tiny pockets of air from the surrounding tissue."
  },
  {
    "startTime": 72.3,
    "endTime": 83.993,
    "text": "To combat this, trees in the dry tropics developed skinnier pipes, which thanks to the counterintuitive physics of bubbles and water, develop fewer bubble blockages than the wide, high-capacity pipes of their wet-tropical cousins."
  },
  {
    "startTime": 84.0,
    "endTime": 92.03,
    "text": "So the plumbing of ancestral drought-adapted trees was accidentally pre-adapted to the cold as well, well before they began to spread beyond the tropics."
  },
  {
    "startTime": 92.1,
    "endTime": 97.149,
    "text": "Upon arriving in cold places, trees then evolved two techniques they still use to avoid frozen leaves."
  },
  {
    "startTime": 97.2,
    "endTime": 102.887,
    "text": "One is to fill living leaf cells with concentrated sugary sap, a biological version of anti-freeze."
  },
  {
    "startTime": 102.9,
    "endTime": 111.765,
    "text": "Some trees, mostly evergreen conifers like pines or spruce, use solely this technique and keep their needle-like leaves unfrozen year-round with a super strong anti-freeze."
  },
  {
    "startTime": 111.8,
    "endTime": 120.954,
    "text": "But other species, like maples and birches and larches, combine a less extreme level of sugar in their leaves with the practice of going leafless during the winter to avoid foliar frostbite."
  },
  {
    "startTime": 121.159,
    "endTime": 124.081,
    "text": "These techniques are uniquely cold-beating adaptations."
  },
  {
    "startTime": 124.1,
    "endTime": 132.783,
    "text": "Well, they were, until descendants of leaf-dropping trees made it back to the dry tropics, where their strategy helps them deal with the extended seasonal droughts that occur in monsoonal climates."
  },
  {
    "startTime": 132.8,
    "endTime": 143.57000000000002,
    "text": "As far as we know, sugary sap remains the only adaptation that's only useful in cold places, which is why you have to come to the north if you want to tap into the sweet, sweet, anti-freeze that might just help you survive the winter"
  },
  {
    "startTime": 143.6,
    "endTime": 144.935,
    "text": "We call it maple syrup."
  }
]