[
  {
    "startTime": 6.4,
    "endTime": 8.3,
    "text": "Mysteries of Vernacular."
  },
  {
    "startTime": 8.7,
    "endTime": 13.299999999999999,
    "text": "Zero, a number that indicates an absence of units."
  },
  {
    "startTime": 13.8,
    "endTime": 20.5,
    "text": "In order to understand the genesis of the word \"zero\", we must begin with the very origins of counting."
  },
  {
    "startTime": 21.1,
    "endTime": 31.3,
    "text": "The earliest known archaeological evidence of counting dates back approximately 37,000 years and is merely a series of notches in bone."
  },
  {
    "startTime": 31.9,
    "endTime": 44.8,
    "text": "It wasn't until around 2500 B.C. that the first written number system began to take form in Mesopotamia, using the units one, ten, and sixty."
  },
  {
    "startTime": 45.3,
    "endTime": 59.0,
    "text": "Fast forward another three millennia to 7th-century India, where mathematicians used a single dot to distinguish between numbers like 25, 205, and 250."
  },
  {
    "startTime": 59.8,
    "endTime": 67.5,
    "text": "Employed as both a placeholder and a number, this all-powerful dot eventually morphed into the symbol we know today."
  },
  {
    "startTime": 68.0,
    "endTime": 74.5,
    "text": "The word \"zero\" comes from the Arabic \"ṣifr\", whose literal translation is \"empty\"."
  },
  {
    "startTime": 75.2,
    "endTime": 81.7,
    "text": "Passing through Italian as \"zefiro\", zero came into English in the 17th century."
  },
  {
    "startTime": 82.1,
    "endTime": 89.39999999999999,
    "text": "A second descendant of the Arabic root was adopted into English through old French as the word \"cipher\"."
  },
  {
    "startTime": 90.2,
    "endTime": 96.5,
    "text": "Originally sharing the meaning \"empty\" with zero, cipher later came to describe a code,"
  },
  {
    "startTime": 96.9,
    "endTime": 102.30000000000001,
    "text": "as early codes often used complicated substitutions between letters and numbers."
  },
  {
    "startTime": 102.8,
    "endTime": 109.8,
    "text": "From this shared \"empty\" origin, zero continues to represent the number that represents nothing."
  }
]