[
  {
    "startTime": 0.1,
    "endTime": 2.1,
    "text": "This is an office."
  },
  {
    "startTime": 2.2,
    "endTime": 7.2,
    "text": "It is where many of you will spend the majority of your waking life."
  },
  {
    "startTime": 7.4,
    "endTime": 11.66,
    "text": "And these are the things that will inevitably happen while you're there."
  },
  {
    "startTime": 15.698,
    "endTime": 23.5,
    "text": "You will begin your time working in an office, wearing your finest clothing, only to wind up not giving a sh*t."
  },
  {
    "startTime": 23.51,
    "endTime": 28.790000000000003,
    "text": "Regardless of your best intentions, you will develop an addiction to caffeine."
  },
  {
    "startTime": 28.8,
    "endTime": 35.5,
    "text": "No matter what your relationship status, you will develop some sort of crush on a co-worker."
  },
  {
    "startTime": 35.51,
    "endTime": 43.69,
    "text": "You will fall into one of two camps: The people who are always freezing... or the people who are constantly hot."
  },
  {
    "startTime": 43.7,
    "endTime": 52.690000000000005,
    "text": "You will start with one personal item in your office drawer and then one day you'll open it up and realize your entire life is in there."
  },
  {
    "startTime": 52.7,
    "endTime": 56.760000000000005,
    "text": "Someone in your office will creep you out."
  },
  {
    "startTime": 57.8,
    "endTime": 62.37,
    "text": "And you will bond with someone else over mutually being creeped out."
  },
  {
    "startTime": 62.4,
    "endTime": 67.4,
    "text": "You will get exceptionally good at hiding Facebook on your computer."
  },
  {
    "startTime": 67.9,
    "endTime": 72.2,
    "text": "At some point, you will hear one of your co-workers pooping."
  },
  {
    "startTime": 72.3,
    "endTime": 74.6,
    "text": "That will be a low point."
  },
  {
    "startTime": 74.7,
    "endTime": 82.46000000000001,
    "text": "You'll come face-to-face with the co-worker in the restroom and realize that they don't wash their hands and that will change everything."
  },
  {
    "startTime": 83.0,
    "endTime": 92.19,
    "text": "You'll gain at least five pounds of fat from all the birthday cookies, cakes and red velvet cupcakes that keep floating around."
  },
  {
    "startTime": 92.2,
    "endTime": 98.69,
    "text": "And just when you try to cut down on the sweets, your co-workers will pull you back in."
  },
  {
    "startTime": 99.2,
    "endTime": 105.19,
    "text": "You will fantasize about doing unspeakably strange things to your co-workers."
  },
  {
    "startTime": 105.2,
    "endTime": 114.83,
    "text": "At some point, you'll bring a personal friend to visit and it will be unexpectedly awkward to introduce them to anyone you work with."
  },
  {
    "startTime": 114.9,
    "endTime": 125.60000000000001,
    "text": "You will get really excited about being good at some small task and then hate it once everyone else starts asking you to do it for them."
  },
  {
    "startTime": 125.61,
    "endTime": 133.036,
    "text": "And you will form a group of friends in that office who will make every day a whole lot better."
  }
]