[
  {
    "startTime": 4.3,
    "endTime": 12.899999999999999,
    "text": "With over 100,000 condoms ordered in 2010 for the Vancouver Winter Olympics, it's obvious — a little extra physical activity goes on during the games."
  },
  {
    "startTime": 12.9,
    "endTime": 17.6,
    "text": "But does this sexual excitement before competition influence an athlete's performance?"
  },
  {
    "startTime": 17.8,
    "endTime": 23.1,
    "text": "Many ancient civilizations, including the Greeks, believed that semen was divine and contained a man's strength."
  },
  {
    "startTime": 23.2,
    "endTime": 31.2,
    "text": "Today, some athletes hold the belief that sexual frustration, driven by abstinence, ultimately increases aggression, which is valuable for many sports."
  },
  {
    "startTime": 31.4,
    "endTime": 40.9,
    "text": "Testosterone, in particular, is responsible for aggression and sexual desire in both men and women and there has long been the belief that ejaculation draws testosterone from the body."
  },
  {
    "startTime": 40.9,
    "endTime": 45.0,
    "text": "Muhammad Ali, for example, wouldn't make love for six weeks before a fight."
  },
  {
    "startTime": 45.2,
    "endTime": 47.400000000000006,
    "text": "But modern science sees things differently."
  },
  {
    "startTime": 47.5,
    "endTime": 49.9,
    "text": "In fact, many studies have shown the exact opposite."
  },
  {
    "startTime": 50.0,
    "endTime": 52.4,
    "text": "Testosterone increases after sex."
  },
  {
    "startTime": 52.5,
    "endTime": 56.5,
    "text": "Go without for three months and testosterone drop to levels near that of a child."
  },
  {
    "startTime": 56.6,
    "endTime": 64.5,
    "text": "So, from a biological perspective, sex may actually increase performance, particularly in sports where a bit of extra aggression could be the deciding factor."
  },
  {
    "startTime": 64.6,
    "endTime": 68.3,
    "text": "Like ski-cross, short track speed skating, or, of course, hockey."
  },
  {
    "startTime": 68.6,
    "endTime": 70.5,
    "text": "So, what about sex tiring the body out?"
  },
  {
    "startTime": 70.6,
    "endTime": 77.1,
    "text": "The honest truth is that the average sex session burns only about 50 calories, the equivalent to running up a few flights of stairs."
  },
  {
    "startTime": 77.2,
    "endTime": 85.0,
    "text": "On the contrary, studies have found that sex the night before has no noticeable effects on strength, power and endurance, or any other fitness variables."
  },
  {
    "startTime": 85.1,
    "endTime": 89.0,
    "text": "Though sex has been documented to trigger the release of pain blockers in the brain."
  },
  {
    "startTime": 89.1,
    "endTime": 93.19999999999999,
    "text": "These can help modulate chronic pain with effects lasting upwards of 24 hours."
  },
  {
    "startTime": 93.4,
    "endTime": 100.10000000000001,
    "text": "The biggest unknown lies in the psychological effects, which is much harder to study and may actually play a bigger role in major competitions."
  },
  {
    "startTime": 100.2,
    "endTime": 105.0,
    "text": "An athlete's best performance is achieved with a particular balance of alertness and anxiety."
  },
  {
    "startTime": 105.1,
    "endTime": 110.19999999999999,
    "text": "Of course, staying up all night chasing sexual escapades tips the scales against alertness the next day."
  },
  {
    "startTime": 110.4,
    "endTime": 114.0,
    "text": "On the other hand, sex can be a great stress release for nervous athletes,"
  },
  {
    "startTime": 114.1,
    "endTime": 119.8,
    "text": "while other personalities simply desire more focus and concentration, in which case, a good night's sleep is ideal."
  },
  {
    "startTime": 119.9,
    "endTime": 123.80000000000001,
    "text": "At the end of the day, science says it depends on how sex affects each individual."
  },
  {
    "startTime": 123.9,
    "endTime": 128.9,
    "text": "If you need that extra kick of testosterone, then you just might want to get your game on a night early."
  },
  {
    "startTime": 130.0,
    "endTime": 133.0,
    "text": "Don't forget! We have a new video out every day during the Olympics."
  },
  {
    "startTime": 133.1,
    "endTime": 137.79999999999998,
    "text": "Can't wait? Our amazing partners at the CBC already have five of the videos up now for you to binge on."
  },
  {
    "startTime": 137.9,
    "endTime": 142.6,
    "text": "Just head to cbc.ca/olympics/ScienceSays to watch them before anyone else."
  },
  {
    "startTime": 142.7,
    "endTime": 143.6,
    "text": "Link in the description."
  },
  {
    "startTime": 143.8,
    "endTime": 146.4,
    "text": "But we also want to know your questions for this special series."
  },
  {
    "startTime": 146.6,
    "endTime": 150.0,
    "text": "Use the hashtag #ScienceSays and let us know your burning Olympic questions."
  },
  {
    "startTime": 150.1,
    "endTime": 152.463,
    "text": "And subscribe for more awesome science videos!"
  }
]