[
  {
    "startTime": 6.8,
    "endTime": 8.198,
    "text": "Can you read in the car?"
  },
  {
    "startTime": 8.198,
    "endTime": 9.993,
    "text": "If so, consider yourself pretty lucky."
  },
  {
    "startTime": 9.993,
    "endTime": 16.95,
    "text": "For about one-third of the population, looking at a book while moving along in a car, or a boat, or train, or plane, quickly makes them sick to their stomach."
  },
  {
    "startTime": 16.95,
    "endTime": 19.456,
    "text": "But why do we get motion sickness in the first place?"
  },
  {
    "startTime": 19.456,
    "endTime": 22.2,
    "text": "Well, believe it or not, scientists aren't exactly sure."
  },
  {
    "startTime": 22.2,
    "endTime": 25.203,
    "text": "The most common theory has to do with mismatched sensory signals."
  },
  {
    "startTime": 25.203,
    "endTime": 28.032,
    "text": "When you travel in a car, your body is getting two very different messages."
  },
  {
    "startTime": 28.032,
    "endTime": 31.538,
    "text": "Your eyes are seeing the inside of a vehicle, which doesn't seem to be moving."
  },
  {
    "startTime": 31.538,
    "endTime": 35.096000000000004,
    "text": "Meanwhile, your ear is actually telling your brain you're accelerating."
  },
  {
    "startTime": 35.096,
    "endTime": 36.663,
    "text": "Wait, your ear?"
  },
  {
    "startTime": 36.663,
    "endTime": 39.629,
    "text": "Yeah, your ear actually has another important function besides hearing."
  },
  {
    "startTime": 39.629,
    "endTime": 44.765,
    "text": "In its innermost part lies a group of structures known as the vestibular system, which gives us our sense of balance and movement."
  },
  {
    "startTime": 44.765,
    "endTime": 49.808,
    "text": "Inside there are three semicircular tubules that can sense rotation, one for each dimension of space."
  },
  {
    "startTime": 49.808,
    "endTime": 52.807,
    "text": "And there are also two hair-lined sacks that are filled with fluid."
  },
  {
    "startTime": 52.807,
    "endTime": 58.079,
    "text": "So when you move, the fluid shifts and tickles the hairs, telling your brain whether you are moving horizontally or vertically."
  },
  {
    "startTime": 58.079,
    "endTime": 63.329,
    "text": "With all these combined, your body can sense which direction you're moving in, how much you've accelerated, even at what angle."
  },
  {
    "startTime": 63.329,
    "endTime": 69.519,
    "text": "So, when you are in the car, your vestibular system correctly senses your movement, but your eyes don't see it, especially if they are glued to a book."
  },
  {
    "startTime": 69.519,
    "endTime": 70.7,
    "text": "The opposite can happen, too."
  },
  {
    "startTime": 70.7,
    "endTime": 73.673,
    "text": "Say you are sitting in a movie theater and the camera makes a broad, sweeping move."
  },
  {
    "startTime": 73.673,
    "endTime": 77.56400000000001,
    "text": "This time, it's your eyes that think you're moving while your ear knows that you're sitting still."
  },
  {
    "startTime": 77.564,
    "endTime": 80.90799999999999,
    "text": "But why does this conflicting information have to make us feel so terrible?"
  },
  {
    "startTime": 80.908,
    "endTime": 84.82600000000001,
    "text": "Scientists aren't sure about that either, but they think that there's an evolutionary explanation."
  },
  {
    "startTime": 84.826,
    "endTime": 90.743,
    "text": "You see, both fast moving vehicles and video recordings have only existed in the last couple of centuries, barely a blink in evolutionary time."
  },
  {
    "startTime": 90.743,
    "endTime": 95.5,
    "text": "For most of our history, there just wasn't that much that could cause this kind of sensory mix-up."
  },
  {
    "startTime": 95.5,
    "endTime": 97.337,
    "text": "Except for poisons."
  },
  {
    "startTime": 97.337,
    "endTime": 105.593,
    "text": "And because poisons are not the best thing for survival, our bodies evolved a very direct but not very pleasant way to get rid of whatever we might have eaten that was causing the confusion."
  },
  {
    "startTime": 105.593,
    "endTime": 113.75800000000001,
    "text": "This theory seems pretty reasonable, but it leaves a lot of things unexplained, like why women are more affected by motion sickness than men, or why passengers get more nauseous than drivers."
  },
  {
    "startTime": 113.758,
    "endTime": 120.6,
    "text": "Another theory suggests that the cause may have more to do with the way some unfamiliar situations make it harder to maintain our natural body posture."
  },
  {
    "startTime": 120.6,
    "endTime": 126.30099999999999,
    "text": "Studies have shown that being immersed in water or just changing your stance can greatly reduce the effects of motion sickness."
  },
  {
    "startTime": 126.301,
    "endTime": 128.473,
    "text": "But, again, we don't really know what's going on."
  },
  {
    "startTime": 128.473,
    "endTime": 131.406,
    "text": "We all do know some of the more common remedies for car queasiness—"
  },
  {
    "startTime": 131.406,
    "endTime": 134.0,
    "text": "looking at the horizon, chewing gum, taking over-the-counter pills—"
  },
  {
    "startTime": 134.0,
    "endTime": 137.9,
    "text": "but none of these are totally reliable, nor can they handle really intense motion sickness."
  },
  {
    "startTime": 137.9,
    "endTime": 141.989,
    "text": "And sometimes, the stakes are far higher than just not being bored during a long car ride."
  },
  {
    "startTime": 141.989,
    "endTime": 147.612,
    "text": "At NASA, where astronauts are hurled into space at 17,000 miles per hour, motion sickness is a serious problem."
  },
  {
    "startTime": 147.612,
    "endTime": 156.377,
    "text": "So, in addition to researching the latest space-age technologies, NASA also spends a lot of time trying to figure out how to keep astronauts from vomiting up their carefully prepared space rations."
  },
  {
    "startTime": 156.377,
    "endTime": 159.5,
    "text": "Much like understanding the mysteries of sleep or curing the common cold,"
  },
  {
    "startTime": 159.5,
    "endTime": 166.4,
    "text": "Motion sickness remains one of those seemingly simple problems that, despite amazing scientific progress, we still know very little about."
  },
  {
    "startTime": 166.4,
    "endTime": 171.6,
    "text": "Perhaps one day, the exact cause of motion sickness will be found, and with it, a completely effective way to prevent it."
  },
  {
    "startTime": 171.6,
    "endTime": 173.823,
    "text": "But that day is still on the horizon."
  }
]