[
  {
    "startTime": 0.1,
    "endTime": 4.5,
    "text": "These are the 10 most liveable cities in the world, according to monocle.com"
  },
  {
    "startTime": 4.6,
    "endTime": 6.3,
    "text": "Number 10: Stockholm"
  },
  {
    "startTime": 6.4,
    "endTime": 12.5,
    "text": "Top-notch education and welfare, but it needs more integration for immigrants to increase its diversity."
  },
  {
    "startTime": 12.95,
    "endTime": 14.1,
    "text": "Number 9 is Auckland."
  },
  {
    "startTime": 14.2,
    "endTime": 23.5,
    "text": "Hosted the rugby world cup did wonders for it, motivating it to create new entertainment precincts, and public transportation was greatly improved as well."
  },
  {
    "startTime": 23.5,
    "endTime": 25.0,
    "text": "Number 8 is Sydney, Australia."
  },
  {
    "startTime": 25.1,
    "endTime": 34.400000000000006,
    "text": "Innovative mixed-use districts incorporating cycling paths, vertical gardens are one way the Australian waterside giant is becoming more sophisticated."
  },
  {
    "startTime": 34.5,
    "endTime": 35.9,
    "text": "Number 7 is Tokyo."
  },
  {
    "startTime": 36.0,
    "endTime": 43.9,
    "text": "Hidden under the façade of a neon-lit megacity is a small town spirit featuring world-class shopping and business opportunities."
  },
  {
    "startTime": 44.0,
    "endTime": 45.4,
    "text": "Number 6 is Melbourne."
  },
  {
    "startTime": 45.5,
    "endTime": 50.7,
    "text": "Australia's cultural hub is getting even better with a big push to ease traffic congestion."
  },
  {
    "startTime": 50.8,
    "endTime": 57.8,
    "text": "Number 5 is Munich, where unemployment is low, but failure to act on a few key projects has hurt its standing."
  },
  {
    "startTime": 57.9,
    "endTime": 63.9,
    "text": "Its airport needed a third runway to compete with the other global cities on this list but didn't get one."
  },
  {
    "startTime": 64.0,
    "endTime": 69.5,
    "text": "Number 4 is Vienna, which continues to evolve from a beautiful relic to a modernized classic."
  },
  {
    "startTime": 69.6,
    "endTime": 77.1,
    "text": "Affordable housing there and an imminent brand new campus for the Vienna University's school for economics and business will inject youth into the city."
  },
  {
    "startTime": 77.13,
    "endTime": 78.89999999999999,
    "text": "Number 3 is Copenhagen."
  },
  {
    "startTime": 79.0,
    "endTime": 86.3,
    "text": "The Danes are the happiest people on earth because of places like this, with near-perfect integration between city life and the outdoors."
  },
  {
    "startTime": 86.4,
    "endTime": 90.5,
    "text": "The city aims to be carbon neutral by 2025."
  },
  {
    "startTime": 90.6,
    "endTime": 92.69999999999999,
    "text": "Number 2 is Helsinki, Finland."
  },
  {
    "startTime": 92.8,
    "endTime": 101.1,
    "text": "Crowned world design capital in 2012, it is unveiling a new metro line and converting its harbors into attractive residential areas."
  },
  {
    "startTime": 101.2,
    "endTime": 104.60000000000001,
    "text": "It's a city where good ideas can quickly come to life."
  },
  {
    "startTime": 104.7,
    "endTime": 106.0,
    "text": "And number 1 is Zurich."
  },
  {
    "startTime": 106.1,
    "endTime": 117.3,
    "text": "With 50 impressive museums, concert halls, and theaters, and the strict corporate culture, this clean, beautiful city is one larger cities should learn from."
  },
  {
    "startTime": 117.3,
    "endTime": 120.39999999999999,
    "text": "In the end, the cities that make the cut are not just okay,"
  },
  {
    "startTime": 120.5,
    "endTime": 128.2,
    "text": "but places that are benchmarks for urban renaissance and rigorous reinvention in everything from environmental policy to transportation."
  },
  {
    "startTime": 128.3,
    "endTime": 136.20000000000002,
    "text": "Notably, no city in the Americas made the top 10, and no city in South America or Africa made the top 25."
  },
  {
    "startTime": 136.3,
    "endTime": 140.3,
    "text": "Take our poll linked below. Which city do you think is the most liveable?"
  },
  {
    "startTime": 140.4,
    "endTime": 155.5,
    "text": "And help this conversation spread by liking, favoriting, or sharing the video through our social network pages linked below."
  }
]