[
  {
    "startTime": 6.7,
    "endTime": 9.5,
    "text": "Our story is about a girl named Iris."
  },
  {
    "startTime": 9.93,
    "endTime": 13.0,
    "text": "Iris is very sensitive."
  },
  {
    "startTime": 13.36,
    "endTime": 16.7,
    "text": "So much that she is always in tears."
  },
  {
    "startTime": 16.998,
    "endTime": 27.700000000000003,
    "text": "She cries when she's sad, when she's happy, and even tears up when things just get to her."
  },
  {
    "startTime": 28.02,
    "endTime": 35.786,
    "text": "She has special lacrimal glands to make new tears and special tubes, called lacrimal puncta, to drain old ones away."
  },
  {
    "startTime": 36.911,
    "endTime": 40.949,
    "text": "And she cries so much that she goes through ten ounces of tears per day."
  },
  {
    "startTime": 41.257,
    "endTime": 43.3,
    "text": "Thirty gallons a year!"
  },
  {
    "startTime": 43.469,
    "endTime": 49.6,
    "text": "In fact, if you look closely, you'll see that she's crying a little bit all the time."
  },
  {
    "startTime": 49.971,
    "endTime": 57.8,
    "text": "The basal tears that Iris constantly produces form a thin coating of three layers that cover her and keep dirt and debris away."
  },
  {
    "startTime": 58.383,
    "endTime": 62.915000000000006,
    "text": "Right next to Iris is the mucus layer, which keeps the whole thing fastened to her."
  },
  {
    "startTime": 63.745,
    "endTime": 65.8,
    "text": "On top of it is the aqueous layer,"
  },
  {
    "startTime": 66.055,
    "endTime": 72.9,
    "text": "which keeps Iris hydrated, repels invasive bacteria, and protects her skin, or cornea, from damage."
  },
  {
    "startTime": 73.172,
    "endTime": 75.1,
    "text": "And finally, there is the lipid layer,"
  },
  {
    "startTime": 75.585,
    "endTime": 82.69999999999999,
    "text": "an oily outer film that keeps the surface smooth for Iris to see through, and prevents the other layers from evaporating."
  },
  {
    "startTime": 82.996,
    "endTime": 87.929,
    "text": "Normally, Iris goes about her day without really noticing the basal tears doing their thing."
  },
  {
    "startTime": 88.209,
    "endTime": 89.8,
    "text": "That's kind of their whole point."
  },
  {
    "startTime": 90.041,
    "endTime": 92.7,
    "text": "But one day, she meets a girl named Onion."
  },
  {
    "startTime": 92.919,
    "endTime": 94.8,
    "text": "Iris is immediately smitten."
  },
  {
    "startTime": 94.911,
    "endTime": 99.5,
    "text": "Onion looks gorgeous in her bright purple jacket, and she smells terrific."
  },
  {
    "startTime": 99.83,
    "endTime": 102.339,
    "text": "So, Iris invites Onion to her house for dinner."
  },
  {
    "startTime": 103.4,
    "endTime": 106.80000000000001,
    "text": "But when she comes in and takes off her jacket, something terrible happens."
  },
  {
    "startTime": 107.25,
    "endTime": 111.499,
    "text": "You see, when Onion's jacket is removed, a chemical reaction happens,"
  },
  {
    "startTime": 111.499,
    "endTime": 116.3,
    "text": "converting the sulfoxides that make her smell so great into sulfenic acid,"
  },
  {
    "startTime": 116.616,
    "endTime": 120.3,
    "text": "which then becomes a nasty substance with a long name:"
  },
  {
    "startTime": 120.579,
    "endTime": 123.82499999999999,
    "text": "syn-Propanethial S-oxide."
  },
  {
    "startTime": 124.6,
    "endTime": 129.70499999999998,
    "text": "The gas stings Iris, and suddenly, she can't help it, she starts weeping uncontrollably."
  },
  {
    "startTime": 130.327,
    "endTime": 134.5,
    "text": "These reflex tears are different from the basal tears that Iris is used to."
  },
  {
    "startTime": 134.875,
    "endTime": 138.5,
    "text": "Because they're designed to wash away harmful substances, or particles,"
  },
  {
    "startTime": 138.833,
    "endTime": 140.8,
    "text": "they're released in much larger amounts,"
  },
  {
    "startTime": 141.218,
    "endTime": 147.89999999999998,
    "text": "and their aqueous layer contains more antibodies to stop any microorganisms that may be trying to get in, as well."
  },
  {
    "startTime": 148.249,
    "endTime": 150.7,
    "text": "Both Iris and Onion are devastated."
  },
  {
    "startTime": 150.912,
    "endTime": 157.1,
    "text": "They know they can't continue their relationship if Iris is going to hurt and cry every time Onion takes off her jacket."
  },
  {
    "startTime": 157.613,
    "endTime": 159.2,
    "text": "So, they decide to break up."
  },
  {
    "startTime": 159.522,
    "endTime": 164.5,
    "text": "As Onion walks out the door, Iris stops crying, and immediately starts again."
  },
  {
    "startTime": 164.87,
    "endTime": 169.161,
    "text": "Only now, she's not crying reflex tears but emotional tears."
  },
  {
    "startTime": 169.66,
    "endTime": 175.635,
    "text": "When someone is either too sad or too happy, it feels like a loss of control, which can be dangerous."
  },
  {
    "startTime": 175.635,
    "endTime": 185.7,
    "text": "So, emotional tears are sent in to stabilize the mood as quickly as possible, along with other physical reactions, such as an increased heart rate and slower breathing."
  },
  {
    "startTime": 185.7,
    "endTime": 191.2,
    "text": "But scientists still aren't sure exactly how or why the tears themselves are helpful."
  },
  {
    "startTime": 191.581,
    "endTime": 195.7,
    "text": "They may be a social mechanism to elicit sympathy or show submission."
  },
  {
    "startTime": 196.005,
    "endTime": 206.666,
    "text": "But some studies have also found that emotional tears contain higher levels of stress hormones, such as ACTH and enkephalin, an endorphin and natural pain killer."
  },
  {
    "startTime": 206.666,
    "endTime": 213.423,
    "text": "In this case, emotional tears are also directly calming Iris down, as well as signaling her emotional state to others."
  },
  {
    "startTime": 213.416,
    "endTime": 215.703,
    "text": "Sorry things didn't work out with Onion, Iris."
  },
  {
    "startTime": 215.8,
    "endTime": 216.70000000000002,
    "text": "But don't worry."
  },
  {
    "startTime": 217.085,
    "endTime": 222.0,
    "text": "As long as you have all three kinds of tears working to keep you balanced and healthy, it will get better."
  },
  {
    "startTime": 222.3,
    "endTime": 232.3,
    "text": "You'll see."
  }
]