[
  {
    "startTime": 6.999,
    "endTime": 13.585999999999999,
    "text": "Many elements of traditional Japanese culture, such as cuisine and martial arts, are well-known throughout the world."
  },
  {
    "startTime": 13.586,
    "endTime": 24.737000000000002,
    "text": "Kabuki, a form of classical theater performance, may not be as well understood in the West, but has evolved over 400 years to still maintain influence and popularity to this day."
  },
  {
    "startTime": 24.737,
    "endTime": 30.958,
    "text": "The word Kabuki is derived from the Japanese verb kabuku, meaning out of the ordinary or bizarre."
  },
  {
    "startTime": 30.958,
    "endTime": 43.5,
    "text": "Its history began in early 17th century Kyoto, where a shrine maiden named Izumo No Okuni would use the city's dry Kamo Riverbed as a stage to perform unusual dances for passerby,"
  },
  {
    "startTime": 43.5,
    "endTime": 48.412,
    "text": "who found her daring parodies of Buddhist prayers both entertaining and mesmerizing."
  },
  {
    "startTime": 48.412,
    "endTime": 57.498,
    "text": "Soon other troops began performing in the same style, and Kabuki made history as Japan's first dramatic performance form catering to the common people."
  },
  {
    "startTime": 57.498,
    "endTime": 66.739,
    "text": "By relying on makeup, or keshou, and facial expressions instead of masks and focusing on historical events and everyday life rather than folk tales,"
  },
  {
    "startTime": 66.739,
    "endTime": 76.113,
    "text": "Kabuki set itself apart from the upper-class dance theater form known as Noh, and provided a unique commentary on society during the Edo period."
  },
  {
    "startTime": 76.113,
    "endTime": 82.022,
    "text": "At first, the dance was practiced only by females and commonly referred to as Onna-Kabuki."
  },
  {
    "startTime": 82.022,
    "endTime": 89.735,
    "text": "It soon evolved to an ensemble performance and became a regular attraction at tea houses, drawing audiences from all social classes."
  },
  {
    "startTime": 89.735,
    "endTime": 100.384,
    "text": "At this point, Onna-Kabuki was often risque, as geishas performed not only to show off their singing and dancing abilities but also to advertise their bodies to potential clients."
  },
  {
    "startTime": 100.384,
    "endTime": 109.665,
    "text": "A ban by the conservative Tokugawa Shogunate in 1629 led to the emergence of Wakashu-Kabuki with young boys as actors."
  },
  {
    "startTime": 109.665,
    "endTime": 116.129,
    "text": "But when this was also banned for similar reasons, there was a transition to Yaro-Kabuki, performed by men,"
  },
  {
    "startTime": 116.129,
    "endTime": 121.836,
    "text": "necessitating elaborate costumes and makeup for those playing female roles, or onnagata."
  },
  {
    "startTime": 121.836,
    "endTime": 127.599,
    "text": "Attempts by the government to control Kabuki didn't end with bans on the gender or age of performers."
  },
  {
    "startTime": 127.599,
    "endTime": 138.584,
    "text": "The Tokugawa military group, or Bakufu, was fueled by Confucian ideals and often enacted sanctions on costume fabrics, stage weaponry, and the subject matter of the plot."
  },
  {
    "startTime": 138.605,
    "endTime": 146.152,
    "text": "At the same time, Kabuki became closely associated with and influenced by Bunraku, an elaborate form of puppet theater."
  },
  {
    "startTime": 146.17,
    "endTime": 156.91199999999998,
    "text": "Due to these influences, the once spontaneous, one-act dance evolved into a structured, five-act play often based on the tenets of Confucian philosophy."
  },
  {
    "startTime": 156.912,
    "endTime": 166.91500000000002,
    "text": "Before 1868, when the Tokugawa shogunate fell and Emperor Meiji was restored to power, Japan had practiced isolation from other countries, or Sakoku."
  },
  {
    "startTime": 166.915,
    "endTime": 171.49699999999999,
    "text": "And thus, the development of Kabuki had mostly been shaped by domestic influences."
  },
  {
    "startTime": 171.497,
    "endTime": 182.376,
    "text": "But even before this period, European artists, such as Claude Monet had become interested in and inspired by Japanese art, such as woodblock prints, as well as live performance."
  },
  {
    "startTime": 182.376,
    "endTime": 190.50900000000001,
    "text": "After 1868, others such as Vincent van Gogh and composer Claude Debussy began to incorporate Kabuki influences in their work,"
  },
  {
    "startTime": 190.509,
    "endTime": 196.16299999999998,
    "text": "while Kabuki itself underwent much change and experimentation to adapt to the new modern era."
  },
  {
    "startTime": 196.163,
    "endTime": 201.411,
    "text": "Like other traditional art forms, Kabuki suffered in popularity in the wake of World War II."
  },
  {
    "startTime": 201.411,
    "endTime": 207.867,
    "text": "But innovation by artists such as director Tetsuji Takechi led to a resurgence shortly after."
  },
  {
    "startTime": 207.867,
    "endTime": 217.55499999999998,
    "text": "Indeed, Kabuki was even considered a popular form of entertainment amongst American troops stationed in Japan, despite initial U.S. censorship of Japanese traditions."
  },
  {
    "startTime": 217.555,
    "endTime": 225.32,
    "text": "Today, Kabuki still lives on as an integral part of Japan's rich cultural heritage, extending its influence beyond the stage to television, film, and anime."
  },
  {
    "startTime": 226.957,
    "endTime": 247.85999999999999,
    "text": "The art form pioneered by Okuni continues to delight audiences with the actors' elaborate makeup, extravagant and delicately embroidered costumes, and the unmistakable melodrama of the stories told on stage."
  }
]