[
  {
    "startTime": 6.6,
    "endTime": 9.1,
    "text": "What's the worst bug on the planet?"
  },
  {
    "startTime": 9.3,
    "endTime": 16.200000000000003,
    "text": "You might vote for the horsefly or perhaps the wasp, but for many people, the worst offender is by far the mosquito."
  },
  {
    "startTime": 16.3,
    "endTime": 22.1,
    "text": "The buzzing, the biting, the itching, the mosquito is one of the most commonly detested pests in the world."
  },
  {
    "startTime": 22.6,
    "endTime": 27.400000000000002,
    "text": "In Alaska, swarms of mosquitoes can get so thick that they actually asphyxiate caribou."
  },
  {
    "startTime": 27.5,
    "endTime": 31.0,
    "text": "And mosquito-borne diseases kill millions of people every year."
  },
  {
    "startTime": 31.1,
    "endTime": 33.6,
    "text": "The scourge that is the mosquito isn't new."
  },
  {
    "startTime": 33.9,
    "endTime": 41.1,
    "text": "Mosquitoes have been around for over a hundred million years and over that time have coevolved with all sorts of species, including our own."
  },
  {
    "startTime": 41.2,
    "endTime": 46.2,
    "text": "There are actually thousands of species of mosquitoes in the world, but they all share one insidious quality:"
  },
  {
    "startTime": 46.3,
    "endTime": 50.699999999999996,
    "text": "They suck blood, and they're really, really good at sucking blood."
  },
  {
    "startTime": 50.8,
    "endTime": 52.099999999999994,
    "text": "Here's how they do it."
  },
  {
    "startTime": 52.2,
    "endTime": 59.400000000000006,
    "text": "After landing, a mosquito will slather some saliva onto the victim's skin, which works like an antiseptic, numbing the spot so we don't notice their attack."
  },
  {
    "startTime": 59.7,
    "endTime": 62.1,
    "text": "This is what causes the itchy, red bumps, by the way."
  },
  {
    "startTime": 62.2,
    "endTime": 69.0,
    "text": "Then the bug will use its serrated mandibles to carve a little hole in your skin, allowing it to probe around with its proboscis, searching for a blood vessel."
  },
  {
    "startTime": 69.1,
    "endTime": 73.39999999999999,
    "text": "When it hits one, the lucky parasite can suck two to three times its weight in blood."
  },
  {
    "startTime": 73.5,
    "endTime": 75.5,
    "text": "Turns out, we don't really like that too much."
  },
  {
    "startTime": 75.6,
    "endTime": 81.0,
    "text": "In fact, humans hate mosquitoes so much that we spend billions of dollars worldwide to keep them away from us."
  },
  {
    "startTime": 81.1,
    "endTime": 85.1,
    "text": "From citronella candles to bug sprays to heavy-duty agricultural pesticides."
  },
  {
    "startTime": 85.3,
    "endTime": 88.7,
    "text": "But it's not just that mosquitoes are annoying, they're also deadly."
  },
  {
    "startTime": 88.8,
    "endTime": 93.6,
    "text": "Mosquitoes can transmit everything from malaria to yellow fever to West Nile virus to dengue."
  },
  {
    "startTime": 93.7,
    "endTime": 99.2,
    "text": "Over a million people worldwide die every year from mosquito-borne diseases, and that's just people."
  },
  {
    "startTime": 99.3,
    "endTime": 103.0,
    "text": "Horses, dogs, cats, they can all get diseases from mosquitoes too."
  },
  {
    "startTime": 103.1,
    "endTime": 107.5,
    "text": "So, if these bugs are so dastardly, why don't we just get rid of them?"
  },
  {
    "startTime": 107.6,
    "endTime": 111.0,
    "text": "We are humans after all, and we're pretty good at getting rid of species."
  },
  {
    "startTime": 111.1,
    "endTime": 113.0,
    "text": "Well, it's not quite so simple."
  },
  {
    "startTime": 113.1,
    "endTime": 117.8,
    "text": "Getting rid of the mosquito removes a food source for lots of organisms like frogs and fish and birds."
  },
  {
    "startTime": 117.9,
    "endTime": 120.2,
    "text": "Without them, plants would lose a pollinator."
  },
  {
    "startTime": 120.3,
    "endTime": 124.0,
    "text": "But some scientists say that mosquitoes aren't actually all that important."
  },
  {
    "startTime": 124.1,
    "endTime": 131.0,
    "text": "If we got rid of them, they argue, another species would simply take their place and we'd probably have far fewer deaths from malaria."
  },
  {
    "startTime": 131.1,
    "endTime": 135.68,
    "text": "The problem is that nobody knows what would happen if we killed off all the mosquitoes."
  },
  {
    "startTime": 135.7,
    "endTime": 140.5,
    "text": "Something better might take their spot or perhaps something even worse."
  },
  {
    "startTime": 140.6,
    "endTime": 143.6,
    "text": "The question is, are we willing to take that risk?"
  }
]