[
  {
    "startTime": 8.5,
    "endTime": 12.7,
    "text": "Hong Kong is located on the southern coast of The People's Republic of China."
  },
  {
    "startTime": 13.5,
    "endTime": 21.5,
    "text": "The former British colony consists of three main areas: the New Territories, the Kowloon Peninsula, and Hong Kong Island."
  },
  {
    "startTime": 22.6,
    "endTime": 26.1,
    "text": "Hong Kong is one of the most densely populated places on the planet."
  },
  {
    "startTime": 26.2,
    "endTime": 32.1,
    "text": "It's dramatic cityscapes cling to the hillsides and the edges of its spectacular harbor."
  },
  {
    "startTime": 33.1,
    "endTime": 38.4,
    "text": "Hong Kong is the embodiment of Yin and Yang, the Chinese concept of balance."
  },
  {
    "startTime": 39.3,
    "endTime": 48.5,
    "text": "It is filled with neighborhoods that resonate with Chinese and colonial tradition, while it's soaring skylines look boldly towards the future."
  },
  {
    "startTime": 49.2,
    "endTime": 56.2,
    "text": "For visitors, Hong Kong offers some of the world's most intense shopping, sightseeing, and dining experiences,"
  },
  {
    "startTime": 56.5,
    "endTime": 60.7,
    "text": "yet moments of stillness await at every turn."
  },
  {
    "startTime": 63.2,
    "endTime": 66.60000000000001,
    "text": "Faith is an integral part of local life."
  },
  {
    "startTime": 67.0,
    "endTime": 71.5,
    "text": "Everywhere you go you'll smell the scent of incense wafting from shrines."
  },
  {
    "startTime": 72.8,
    "endTime": 82.7,
    "text": "Hong Kong has over 600 places of worship, from small neighborhood temples to hilltop complexes, like the Ten Thousand Buddhas Monastery."
  },
  {
    "startTime": 88.5,
    "endTime": 92.6,
    "text": "In Hong Kong, shopping is almost a religion too!"
  },
  {
    "startTime": 93.1,
    "endTime": 101.8,
    "text": "From opulent malls to the bustling markets of Temple Street and Ladies Street, tax-free Hong Kong is heaven for bargain hunters."
  },
  {
    "startTime": 104.7,
    "endTime": 111.3,
    "text": "At the tip of the Kowloon Peninsula is Tsim Sha Tsui, an area filled with classic neighborhoods."
  },
  {
    "startTime": 111.6,
    "endTime": 119.89999999999999,
    "text": "Take a stroll along the Tsim Sha Tsui Promenade which overlooks Victoria Harbor, one of the busiest and most scenic ports in the world."
  },
  {
    "startTime": 120.7,
    "endTime": 129.4,
    "text": "The promenade is home to some of the territories premier arts institutions, like the Museum of Art and the Hong Kong Cultural Centre."
  },
  {
    "startTime": 133.6,
    "endTime": 140.1,
    "text": "From the promenade, hop aboard a historic Star Ferry for the short crossing to Hong Kong Island."
  },
  {
    "startTime": 141.2,
    "endTime": 147.1,
    "text": "Explore the malls and futuristic architecture of Hong Kong's main business district, Central."
  },
  {
    "startTime": 150.1,
    "endTime": 154.29999999999998,
    "text": "Then take tram to the island's highest mountain, Victoria Peak."
  },
  {
    "startTime": 155.4,
    "endTime": 162.3,
    "text": "At the Peak Tower, meet some of the giants of history, politics, and popular culture at Madam Tussauds."
  },
  {
    "startTime": 162.8,
    "endTime": 166.5,
    "text": "Then head up to the observation deck for the best views in Hong Kong."
  },
  {
    "startTime": 170.3,
    "endTime": 178.0,
    "text": "Looking down upon the skyscrapers and apartment towers, you might wonder how so many people can live in such a tightly packed area."
  },
  {
    "startTime": 179.0,
    "endTime": 182.1,
    "text": "Yet Hong Kong offers plenty of green spaces too."
  },
  {
    "startTime": 183.0,
    "endTime": 188.0,
    "text": "Take a stroll around Lugard Road to experience the Peak's dense woodlands."
  },
  {
    "startTime": 188.7,
    "endTime": 195.1,
    "text": "While closer to earth, Hong Kong's urban centers feature pockets of peace everywhere."
  },
  {
    "startTime": 195.9,
    "endTime": 205.70000000000002,
    "text": "There's the wide open spaces of Victoria garden, the hillside tranquility of Hong Kong Garden, and the birdsong of the Po Lin Street Bird Garden."
  },
  {
    "startTime": 207.0,
    "endTime": 217.0,
    "text": "Kowloon's Walled City Park is a gateway into the world of classic Qing Dynasty design, and features statues of the twelve animals of the Chinese zodiac."
  },
  {
    "startTime": 220.5,
    "endTime": 229.6,
    "text": "Outside the urban areas, visitors are often surprised to learn that over forty percent of the Hong Kong's territory has been designated as national park."
  },
  {
    "startTime": 230.6,
    "endTime": 240.6,
    "text": "Thanks to Hong Kong's excellent public transport system, quiet beaches, sparsely populated islands and wild places are never more than a short ride away."
  },
  {
    "startTime": 241.8,
    "endTime": 249.10000000000002,
    "text": "From Hong Kong Island's central business district, take the half hour bus ride to the tranquil beaches of Shek O."
  },
  {
    "startTime": 249.3,
    "endTime": 257.8,
    "text": "Or, jump on a ferry to traffic-free Lamma Island and spend the day swimming, exploring villages, and hiking its many trails."
  },
  {
    "startTime": 260.9,
    "endTime": 265.7,
    "text": "Lantau is one of the largest of Hong Kong's 250 Islands."
  },
  {
    "startTime": 266.2,
    "endTime": 270.7,
    "text": "Take the 25-minute cable car ride to the mountain-top village of Ngong Ping."
  },
  {
    "startTime": 271.1,
    "endTime": 278.3,
    "text": "Here you'll find the Po Lin Monastery, and one of Hong Kong's biggest attractions, theTian Tan Buddha."
  },
  {
    "startTime": 281.2,
    "endTime": 286.59999999999997,
    "text": "After paying your respects at the Big Buddha, seek a little enlightenment along the Wisdom Path,"
  },
  {
    "startTime": 286.7,
    "endTime": 291.9,
    "text": "a trail dedicated to the centuries-old Buddhist scripture, the Heart Sutra."
  },
  {
    "startTime": 294.0,
    "endTime": 299.4,
    "text": "Down on Lantau's western coast, lose yourself in the narrow lane ways of Tai O."
  },
  {
    "startTime": 300.3,
    "endTime": 303.5,
    "text": "This village has been home to fishing families for generations."
  },
  {
    "startTime": 304.1,
    "endTime": 313.20000000000005,
    "text": "The ramshackle stilt houses are a favorite with photographers, and its dried seafood is highly prized by cooks from all over Hong Kong."
  },
  {
    "startTime": 315.8,
    "endTime": 322.0,
    "text": "In Hong Kong, no matter how far you roam, you're never more than an hour from your hotel room."
  },
  {
    "startTime": 322.2,
    "endTime": 329.09999999999997,
    "text": "At the end of the day, let the outdoor escalators on Central carry you up to the midlevel neighborhoods."
  },
  {
    "startTime": 329.4,
    "endTime": 336.29999999999995,
    "text": "Cruise the fashionable bars of Soho, then choose a restaurant in the popular dinning district of Lan Kwai Fong."
  },
  {
    "startTime": 340.9,
    "endTime": 344.79999999999995,
    "text": "Hong Kong is a place of contrasts after dark too."
  },
  {
    "startTime": 345.0,
    "endTime": 350.6,
    "text": "Enjoy the bustle of the night markets, or just sit back and relax by the cool of the harbor."
  },
  {
    "startTime": 351.1,
    "endTime": 355.5,
    "text": "That's pure yin and yang. That's pure Hong Kong."
  }
]