[
  {
    "startTime": 6.729,
    "endTime": 10.632,
    "text": "There's a prevailing attitude that art doesn't matter in the real world."
  },
  {
    "startTime": 10.71,
    "endTime": 17.021,
    "text": "But the study of art can enhance our perception and our ability to translate to others what we see."
  },
  {
    "startTime": 17.021,
    "endTime": 18.629,
    "text": "Those skills are useful."
  },
  {
    "startTime": 18.629,
    "endTime": 20.547,
    "text": "Those skills can save lives."
  },
  {
    "startTime": 20.547,
    "endTime": 32.708,
    "text": "Doctors, nurses, and law enforcement agents can use painting, sculpture, and photography as tools to improve their visual acuity and communication skills, which are critical during investigations and emergencies."
  },
  {
    "startTime": 32.708,
    "endTime": 41.477999999999994,
    "text": "If you're treating an injury, investigating a crime scene, or trying to describe either of those things to a colleague, art can make you better at it."
  },
  {
    "startTime": 41.478,
    "endTime": 49.122,
    "text": "Here, imagine you're a seasoned cop or a dedicated doctor, but also imagine you're at a museum and let's look at a painting."
  },
  {
    "startTime": 49.175,
    "endTime": 62.649,
    "text": "Rene Magritte's \"Time Transfixed\" of 1938 depicts a mysterious and complex interior that invites analysis not unlike that required of a patient's symptoms or the scene of a crime."
  },
  {
    "startTime": 62.693,
    "endTime": 77.727,
    "text": "A miniature train whose origin and destination are unknown is emerging from a fireplace, and the smoke from the locomotive appears to flow up the chimney as if from the fire that is conspicuously absent below."
  },
  {
    "startTime": 77.727,
    "endTime": 87.361,
    "text": "The eeriness of the scene is echoed in the empty living room, enhanced by wood grain floors, and decorative wall moldings to the right of the fireplace."
  },
  {
    "startTime": 87.361,
    "endTime": 91.455,
    "text": "Perched atop the mantelpiece are two candlesticks and a clock."
  },
  {
    "startTime": 91.455,
    "endTime": 100.27799999999999,
    "text": "Behind these objects is a large mirror that reveals an empty interior and only a partial reflection of the objects before it."
  },
  {
    "startTime": 100.278,
    "endTime": 109.54100000000001,
    "text": "The juxtaposition of the objects surrounding the moving train raises numerous questions for which there seem to be no apparent answers."
  },
  {
    "startTime": 109.541,
    "endTime": 113.139,
    "text": "Did I summarize the painting accurately or leave any details out?"
  },
  {
    "startTime": 113.139,
    "endTime": 116.196,
    "text": "It's no big deal if you see something else in a painting."
  },
  {
    "startTime": 116.196,
    "endTime": 118.473,
    "text": "But what if we're both seasoned cops?"
  },
  {
    "startTime": 118.473,
    "endTime": 119.528,
    "text": "I call you for back-up."
  },
  {
    "startTime": 119.528,
    "endTime": 127.093,
    "text": "You show up only to realize the two bank-robbing ninjas I'd mentioned were actually six bank-robbing ninjas with lasers."
  },
  {
    "startTime": 127.093,
    "endTime": 139.236,
    "text": "Close study of art can train viewers to study thoroughly, analyze the elements observed, articulate them succinctly, and formulate questions to address the seeming inconsistencies."
  },
  {
    "startTime": 139.236,
    "endTime": 154.166,
    "text": "Scrutinizing the details of an unfamiliar scene, in this case the work of art, and accurately conveying any observable contradictions is a critically important skill for both people who look at X-rays and those who interrogate suspects."
  },
  {
    "startTime": 154.166,
    "endTime": 156.922,
    "text": "Let's interrogate this painting, shall we?"
  },
  {
    "startTime": 156.922,
    "endTime": 160.261,
    "text": "Okay, Magritte, that's quite a little picture you've painted."
  },
  {
    "startTime": 160.261,
    "endTime": 163.148,
    "text": "But why aren't there any train tracks?"
  },
  {
    "startTime": 163.148,
    "endTime": 164.563,
    "text": "Why no fire?"
  },
  {
    "startTime": 164.563,
    "endTime": 166.34699999999998,
    "text": "What happened to the candles?"
  },
  {
    "startTime": 166.347,
    "endTime": 169.872,
    "text": "Why doesn't the fireplace have a little tunnel for the train?"
  },
  {
    "startTime": 169.872,
    "endTime": 172.20700000000002,
    "text": "It just comes straight through the wall."
  },
  {
    "startTime": 172.207,
    "endTime": 180.279,
    "text": "And the clock says it's about quarter to one, but I'm not sure the light that comes through the window at an angle says it's just past noontime."
  },
  {
    "startTime": 180.279,
    "endTime": 182.49699999999999,
    "text": "What's this painting all about, anyway?"
  },
  {
    "startTime": 182.497,
    "endTime": 186.96,
    "text": "That's when you, my trusty partner, hold me back, then I leave."
  },
  {
    "startTime": 186.96,
    "endTime": 192.55100000000002,
    "text": "You get Magritte a cup of coffee and keep grilling him to see if this painting would hold up in court."
  },
  {
    "startTime": 192.551,
    "endTime": 201.20899999999997,
    "text": "Viewers can provide a more detailed and accurate description of a situation by articulating what is seen and what is not seen."
  },
  {
    "startTime": 201.461,
    "endTime": 203.95200000000003,
    "text": "This is particularly important in medicine."
  },
  {
    "startTime": 203.952,
    "endTime": 219.272,
    "text": "If an illness is evidenced by three symptoms and only two are present in a patient, a medical professional must explicitly state the absence of that third symptom, signifying that the patient may not have the condition suspected."
  },
  {
    "startTime": 219.272,
    "endTime": 232.035,
    "text": "Articulating the absence of a specific detail or behavior known as the pertinent negative is as critical as stating the details and behaviors that are present in order to treat the patient."
  },
  {
    "startTime": 232.035,
    "endTime": 238.099,
    "text": "And conspicuous absences are only conspicuous to eyes trained to look for them."
  },
  {
    "startTime": 238.099,
    "endTime": 257.44,
    "text": "Art teaches professionals across a wide spectrum of fields not only how to ask more effective questions about what cannot be readily answered, but also, and more importantly, how to analyze complex, real world situations from a new and different perspective, ultimately solving difficult problems."
  },
  {
    "startTime": 257.44,
    "endTime": 268.681,
    "text": "Intense attention to detail, the ability to take a step back and look differently, we want first responders to have the analytical skills of master art historians at least."
  },
  {
    "startTime": 268.681,
    "endTime": 280.537,
    "text": "Art trains us to investigate, and that's a real world skill if there ever was one."
  }
]