[
  {
    "startTime": 0.0,
    "endTime": 4.96,
    "text": "So you have heard many of life's curiosities, but did you know that cashews grow on apples?"
  },
  {
    "startTime": 4.96,
    "endTime": 9.16,
    "text": "In this case the apple is simply an accessory fruit, with the cashew growing on top."
  },
  {
    "startTime": 9.16,
    "endTime": 13.64,
    "text": "Or how about the fact that mushrooms are more closely related to animals than plants?"
  },
  {
    "startTime": 13.64,
    "endTime": 18.95,
    "text": "The most common ancestor between humans and mushrooms is more recent than that of mushrooms and plants."
  },
  {
    "startTime": 18.95,
    "endTime": 22.009999999999998,
    "text": "Trees, they actually grow out of the air, not the ground."
  },
  {
    "startTime": 22.01,
    "endTime": 29.28,
    "text": "Though they receive some minerals from the soil, the carbon dioxide from air goes into the tree and with the help of the sun removes the oxygen."
  },
  {
    "startTime": 29.28,
    "endTime": 32.84,
    "text": "This carbon is left with water to create the substance of the tree."
  },
  {
    "startTime": 32.84,
    "endTime": 38.77,
    "text": "And did you know that there is enough water in Lake Superior to cover all of North and South America with one foot of water?"
  },
  {
    "startTime": 38.77,
    "endTime": 44.160000000000004,
    "text": "Or that there are more stars in the visible universe, than all the grains of sand on all the beaches of the Earth?"
  },
  {
    "startTime": 44.16,
    "endTime": 54.64,
    "text": "And yet the number of synapses in your brains' cerebral cortex alone, about one hundred and twenty five trillion, is the amount of stars that would fill 1500 milky way galaxies."
  },
  {
    "startTime": 54.64,
    "endTime": 61.21,
    "text": "But an atom is around 99.99% empty space, making everything in the universe mostly nothing."
  },
  {
    "startTime": 61.21,
    "endTime": 65.24,
    "text": "Including your body, which by the way, is constantly replacing its cells."
  },
  {
    "startTime": 65.24,
    "endTime": 69.05999999999999,
    "text": "So much so, that every 10 years your entire body has replaced itself."
  },
  {
    "startTime": 69.06,
    "endTime": 76.72,
    "text": "Every atom in your body is different now, meaning you have no more in common with your previous self than any other human being that has lived or will ever live."
  },
  {
    "startTime": 76.72,
    "endTime": 81.87,
    "text": "All the while, there are more bacteria cells in your body than actual somatic body cells."
  },
  {
    "startTime": 81.87,
    "endTime": 88.58,
    "text": "And if you've made it to age 18, you have, on average, 3200 to 3500 weekends left in your lifetime."
  },
  {
    "startTime": 88.58,
    "endTime": 92.11,
    "text": "More importantly, you only have about 57 summers left."
  },
  {
    "startTime": 92.11,
    "endTime": 95.85,
    "text": "And did you know while dragon flies have legs, they cannot walk, only land?"
  },
  {
    "startTime": 95.85,
    "endTime": 101.42999999999999,
    "text": "Or that in a population of clown fish, if the female dies or is removed the most dominant male will become a female?"
  },
  {
    "startTime": 101.43,
    "endTime": 106.91000000000001,
    "text": "The Tyrannosaurus in terms of time, is closer to today than to when the Stegosaurus roamed the Earth."
  },
  {
    "startTime": 106.91,
    "endTime": 112.59,
    "text": "To the same token, Cleopatra lived closer to the first moon landing than to the construction of the pyramids."
  },
  {
    "startTime": 112.59,
    "endTime": 117.02000000000001,
    "text": "And just for fun, when I say it, you are now breathing manually."
  },
  {
    "startTime": 117.02,
    "endTime": 121.19,
    "text": "Got a burning question you want answered? Ask in the comments, or on Facebook and Twitter."
  },
  {
    "startTime": 121.19,
    "endTime": 131.399,
    "text": "And subscribe for more weekly science videos."
  }
]