[
  {
    "startTime": 0.1,
    "endTime": 4.199999999999999,
    "text": "For centuries, humans have been using substances to alter their state of mind."
  },
  {
    "startTime": 4.3,
    "endTime": 7.5,
    "text": "From caffeine, cigarettes and alcohol,  to more extreme drugs."
  },
  {
    "startTime": 7.6,
    "endTime": 12.3,
    "text": "But as the most commonly used illicit drug in North America, where does marijuana fit in?"
  },
  {
    "startTime": 12.3,
    "endTime": 14.8,
    "text": "And how exactly does it effect your brain?"
  },
  {
    "startTime": 14.9,
    "endTime": 17.5,
    "text": "First, we need to understand how the brain functions."
  },
  {
    "startTime": 17.6,
    "endTime": 20.5,
    "text": "Your neurons are the cells that process information in the brain,"
  },
  {
    "startTime": 20.6,
    "endTime": 26.0,
    "text": "by releasing chemicals called \"neuro-transmitters\" from the axon of one neuron to the dendrite of another."
  },
  {
    "startTime": 26.1,
    "endTime": 30.8,
    "text": "They change the electrical charge of the receiving neuron, consequently exciting or inhibiting it."
  },
  {
    "startTime": 30.9,
    "endTime": 32.9,
    "text": "If excited, the signal is passed on."
  },
  {
    "startTime": 33.0,
    "endTime": 42.2,
    "text": "Though it sounds simple, these signals work together and the effect is quickly compounded into complex configurations within milliseconds, flushing over the entire brain."
  },
  {
    "startTime": 42.3,
    "endTime": 46.099999999999994,
    "text": "This is what happens every single time you think, breath, or move."
  },
  {
    "startTime": 46.2,
    "endTime": 48.900000000000006,
    "text": "So what is going on inside your brain when you are smoking marijuana?"
  },
  {
    "startTime": 49.0,
    "endTime": 52.8,
    "text": "Well, unlike alcohol which contains molecules nothing like those in our body."
  },
  {
    "startTime": 52.8,
    "endTime": 57.199999999999996,
    "text": "Cannabis contains molecules that resemble those produced in our very own brains."
  },
  {
    "startTime": 57.3,
    "endTime": 64.39999999999999,
    "text": "Cannabinoids, though naturally these cannabinoids circulate in much lower quantities compared to the large influx imposed by smoking."
  },
  {
    "startTime": 64.5,
    "endTime": 71.4,
    "text": "Specifically the chemical Tetrahydrocannabinol, or THC, resembles a natural transmitter called Anandamide."
  },
  {
    "startTime": 71.5,
    "endTime": 76.4,
    "text": "These cannabinoids are specialized neurotransmitters released by neurons having just fired."
  },
  {
    "startTime": 76.5,
    "endTime": 82.5,
    "text": "Neurons temporarily becomes unresponsive after firing, to prevent them from overreacting or being to dominant."
  },
  {
    "startTime": 82.6,
    "endTime": 85.6,
    "text": "This allows your brain to function in a calm and controlled manner."
  },
  {
    "startTime": 85.7,
    "endTime": 88.9,
    "text": "But cannabinoids interrupt this approach in some parts of the brain."
  },
  {
    "startTime": 89.0,
    "endTime": 97.5,
    "text": "Instead, they remove the refractory period of neurons, that are already active and cause your thoughts, imagination and perception to utterly magnify itself."
  },
  {
    "startTime": 97.6,
    "endTime": 102.55999999999999,
    "text": "This means once you begin your train of thought, it becomes the most significant and profound thing ever."
  },
  {
    "startTime": 102.6,
    "endTime": 110.6,
    "text": "You can't see the big picture or even recall your last epiphany, because you are caught up in the momentum of a particular idea, and your neurons keep firing."
  },
  {
    "startTime": 110.7,
    "endTime": 113.9,
    "text": "Until a new idea takes hold, and you go off on a new tangent."
  },
  {
    "startTime": 114.0,
    "endTime": 117.9,
    "text": "These cannabinoids also effect the levels of dopamine and norephinephrine in your brain."
  },
  {
    "startTime": 118.0,
    "endTime": 125.9,
    "text": "Often leading to a sense of euphoria, relaxation, pain modulation and general enhancement of an experience,  though sometimes causing anxiety."
  },
  {
    "startTime": 126.0,
    "endTime": 134.12,
    "text": "Furthermore, there are cannabinoid receptors in areas controlling short term memory, learning, coordination, movement control and higher cognitive functions."
  },
  {
    "startTime": 134.2,
    "endTime": 138.89999999999998,
    "text": "Got a burning question you want answered? Ask it in the comments or on facebook and twitter."
  },
  {
    "startTime": 139.0,
    "endTime": 141.0,
    "text": "And subscribe for more weekly science videos."
  }
]