[
  {
    "startTime": 7.476,
    "endTime": 10.6,
    "text": "There have been many different things written and said about marriage."
  },
  {
    "startTime": 10.6,
    "endTime": 14.899999999999999,
    "text": "From the sweetly inspirational to the hilariously cynical."
  },
  {
    "startTime": 14.9,
    "endTime": 20.6,
    "text": "But what many of them have in common is that they sound like they express a universal and timeless truth."
  },
  {
    "startTime": 20.6,
    "endTime": 34.597,
    "text": "When in fact nearly everything about marriage, from its main purpose to the kinds of relationships it covers to the rights and responsibilities involved, has varied greatly between different eras, cultures and social classes."
  },
  {
    "startTime": 34.597,
    "endTime": 37.9,
    "text": "So, let's take a quick look at the evolution of marriage."
  },
  {
    "startTime": 37.9,
    "endTime": 41.6,
    "text": "Pair bonding and raising children is as old as humanity itself."
  },
  {
    "startTime": 41.6,
    "endTime": 54.7,
    "text": "With the rise of sedentary agricultural societies about 10,000 years ago, marriage was also a way of securing rights to land and property by designating children born under certain circumstances as rightful heirs."
  },
  {
    "startTime": 54.7,
    "endTime": 66.5,
    "text": "As these societies became larger and more complex, marriage became not just a matter between individuals and families, but also an official institution governed by religious and civil authorities."
  },
  {
    "startTime": 66.5,
    "endTime": 82.6,
    "text": "And it was already well established by 2100 B.C. when the earliest surviving written laws in the Mesopotamian Code of Ur-Nammu provided many specifics governing marriage, from punishments for adultery to the legal status of children born to slaves."
  },
  {
    "startTime": 82.6,
    "endTime": 87.1,
    "text": "Many ancient civilizations allowed some form of multiple simultaneous marriage."
  },
  {
    "startTime": 87.1,
    "endTime": 92.3,
    "text": "And even today, less than a quarter of the world's hundreds of different cultures prohibit it."
  },
  {
    "startTime": 92.3,
    "endTime": 96.672,
    "text": "But just because something was allowed doesn't mean it was always possible."
  },
  {
    "startTime": 96.672,
    "endTime": 113.3,
    "text": "Demographic realities, as well as the link between marriage and wealth, meant that even though rulers and elites in Ancient Mesopotamia, Egypt and Israel had multiple concubines or wives, most commoners could only afford one or two, tending towards monogamy in practice."
  },
  {
    "startTime": 113.3,
    "endTime": 127.1,
    "text": "In other places, the tables were turned, and a woman could have multiple husbands, as in the Himalayan Mountains where all brothers in a family marrying the same woman kept the small amount of fertile land from being constantly divided into new households."
  },
  {
    "startTime": 127.1,
    "endTime": 132.60399999999998,
    "text": "Marriages could vary not only in the number of people they involved but the types of people as well."
  },
  {
    "startTime": 132.604,
    "endTime": 141.5,
    "text": "Although the names and laws for such arrangements may have differed, publicly recognized same-sex unions have popped up in various civilizations throughout history."
  },
  {
    "startTime": 141.5,
    "endTime": 150.2,
    "text": "Mesopotamian prayers included blessings for such couples, while Native American two-spirit individuals had relationships with both sexes."
  },
  {
    "startTime": 150.2,
    "endTime": 163.39999999999998,
    "text": "The first instances of such arrangements actually being called marriage come from Rome, where the Emperors Nero and Elagabalus both married men in public ceremonies with the practice being explicitly banned in 342 A.D."
  },
  {
    "startTime": 163.4,
    "endTime": 177.3,
    "text": "But similar traditions survived well into the Christian era, such as Adelphopoiesis, or \"brother-making\" in Orthodox churches, and even an actual marriage between two men recorded in 1061 at a small chapel in Spain."
  },
  {
    "startTime": 177.3,
    "endTime": 181.10000000000002,
    "text": "Nor was marriage even necessarily between two living people."
  },
  {
    "startTime": 181.1,
    "endTime": 189.29999999999998,
    "text": "Ghost marriages, where either the bride or groom were deceased, were conducted in China to continue family lineages or appease restless spirits."
  },
  {
    "startTime": 189.3,
    "endTime": 193.389,
    "text": "And some tribes in Sudan maintain similar practices."
  },
  {
    "startTime": 193.389,
    "endTime": 198.5,
    "text": "Despite all these differences, a lot of marriages throughout history did have one thing in common."
  },
  {
    "startTime": 198.5,
    "endTime": 205.4,
    "text": "With crucial matters like property and reproduction at stake, they were way too important to depend on young love."
  },
  {
    "startTime": 205.4,
    "endTime": 210.6,
    "text": "Especially among the upper classes, matches were often made by families or rulers."
  },
  {
    "startTime": 210.6,
    "endTime": 213.436,
    "text": "But even for commoners, who had some degree of choice, the main concern was practicality."
  },
  {
    "startTime": 215.597,
    "endTime": 222.60000000000002,
    "text": "The modern idea of marriage as being mainly about love and companionship only emerged in the last couple of centuries."
  },
  {
    "startTime": 222.6,
    "endTime": 232.9,
    "text": "With industrialization, urbanization and the growth of the middle class, more people became independent from large extended families  and were able to support a new household on their own."
  },
  {
    "startTime": 232.9,
    "endTime": 243.4,
    "text": "Encouraged by new ideas from the Enlightenment, people began to focus on individual happiness and pursuits, rather than familial duty or wealth and status, at least some of the time."
  },
  {
    "startTime": 243.4,
    "endTime": 252.70000000000002,
    "text": "And this focus on individual happiness soon led to other transformations, such as easing restrictions on divorce and more people marrying at a later age."
  },
  {
    "startTime": 252.7,
    "endTime": 261.0,
    "text": "So, as we continue to debate the role and definition of marriage in the modern world, it might help to keep in mind that marriage has always been shaped by society."
  },
  {
    "startTime": 261.0,
    "endTime": 275.196,
    "text": "And as a society's structure, values and goals change over time, its ideas of marriage will continue to change along with them."
  }
]