[
  {
    "startTime": 7.058,
    "endTime": 10.12,
    "text": "Have you ever heard the sound of frogs calling at night?"
  },
  {
    "startTime": 10.12,
    "endTime": 15.399999999999999,
    "text": "For hundreds of millions of years, this croaking lullaby has filled the nighttime air."
  },
  {
    "startTime": 15.5,
    "endTime": 20.4,
    "text": "But recent studies suggest that these frogs are in danger of playing their final note."
  },
  {
    "startTime": 20.6,
    "endTime": 25.6,
    "text": "Over the past few decades, amphibian populations have been rapidly disappearing worldwide."
  },
  {
    "startTime": 25.779,
    "endTime": 32.7,
    "text": "Nearly one-third of the world's amphibian species are endanger of extinction, and over 100 species have already disappeared."
  },
  {
    "startTime": 32.874,
    "endTime": 35.415,
    "text": "But don't worry, there's still hope."
  },
  {
    "startTime": 35.415,
    "endTime": 42.5,
    "text": "Before we get into how to save the frogs, let's start by taking a look at why they're disappearing and why it's important to keep them around."
  },
  {
    "startTime": 42.68,
    "endTime": 47.2,
    "text": "Habitat destruction is the number one problem for frog populations around the world."
  },
  {
    "startTime": 47.352,
    "endTime": 51.9,
    "text": "There are seven billion humans on the planet, and we compete with frogs for habitat."
  },
  {
    "startTime": 52.1,
    "endTime": 61.8,
    "text": "We build cities, suburbs, and farms on top of frog habitat and chop forests and drain the wetlands that serve as home for numerous amphibian populations."
  },
  {
    "startTime": 62.0,
    "endTime": 67.6,
    "text": "Climate change alters precipitation levels, drying up ponds, streams, and cloud forests."
  },
  {
    "startTime": 67.8,
    "endTime": 73.1,
    "text": "As the Earth's human population continues to grow, so will the threats amphibians face."
  },
  {
    "startTime": 73.3,
    "endTime": 76.89999999999999,
    "text": "There are a variety of other factors contributing to the frogs' decline."
  },
  {
    "startTime": 77.06,
    "endTime": 83.2,
    "text": "Over-harvesting for the pet and food trade results in millions of frogs being taken out of the wild each year."
  },
  {
    "startTime": 83.31,
    "endTime": 87.9,
    "text": "Invasive species, such as non-native trout and crawfish, eat native frogs."
  },
  {
    "startTime": 88.009,
    "endTime": 97.032,
    "text": "Humans are facilitating the spread of infectious diseases by shipping over 100 million amphibians around the world each year for use as food, pets, bait,"
  },
  {
    "startTime": 97.032,
    "endTime": 101.2,
    "text": "and in laboratories and zoos, with few regulations or quarantines."
  },
  {
    "startTime": 101.28,
    "endTime": 112.8,
    "text": "One of these diseases, chytridiomycosis, has driven stream-dwelling amphibian populations to extinction in Africa, Australia, Europe, and North, Central, and South America."
  },
  {
    "startTime": 112.9,
    "endTime": 114.259,
    "text": "On top of all these problems, we add hundreds of millions of kilograms of pesticides to our ecosystems each year."
  },
  {
    "startTime": 119.143,
    "endTime": 124.634,
    "text": "And these chemicals are easily absorbed through amphibians' permeable skin, causing immunosuppression,"
  },
  {
    "startTime": 124.634,
    "endTime": 128.9,
    "text": "or a weakened immune system, and developmental deformities."
  },
  {
    "startTime": 128.902,
    "endTime": 132.309,
    "text": "Okay, so why are these little green guys worth keeping around?"
  },
  {
    "startTime": 132.309,
    "endTime": 134.83599999999998,
    "text": "Frogs are important for a multitude of reasons."
  },
  {
    "startTime": 135.0,
    "endTime": 145.2,
    "text": "They're an integral part of the food web, eating flies, ticks, mosquitoes, and other disease vectors, thus, protecting us against malaria, dengue fever, and other illnesses."
  },
  {
    "startTime": 145.343,
    "endTime": 153.7,
    "text": "Tadpoles keep waterways clean by feeding on algae, reducing the demand on our community's filtration systems and keeping our cost of water low."
  },
  {
    "startTime": 153.839,
    "endTime": 159.7,
    "text": "Frogs serve as a source of food for birds, fish, snakes, dragonflies, and even monkeys."
  },
  {
    "startTime": 159.8,
    "endTime": 165.0,
    "text": "When frogs disappear, the food web is disturbed, and other animals can disappear as well."
  },
  {
    "startTime": 165.1,
    "endTime": 168.79999999999998,
    "text": "Amphibians are also extremely important in human medicine."
  },
  {
    "startTime": 168.9,
    "endTime": 176.1,
    "text": "Over ten percent of the Nobel prizes in physiology and medicine have gone to researchers whose work depended on amphibians."
  },
  {
    "startTime": 176.169,
    "endTime": 185.0,
    "text": "Some of the antimicrobial peptides on frog skin can kill HIV, some act as pain killers, and others serve as natural mosquito repellents."
  },
  {
    "startTime": 185.063,
    "endTime": 193.6,
    "text": "Many discoveries await us if we can save the frogs, but when a frog species disappears, so does any promise it holds for improving human health."
  },
  {
    "startTime": 193.678,
    "endTime": 201.7,
    "text": "Fortunately, there are lots of ways you can help, and the best place to start is by improving your ecological footprint and day-to-day actions."
  },
  {
    "startTime": 201.9,
    "endTime": 206.70000000000002,
    "text": "The next time you listen to that nighttime lullaby, don't think of it as just another background noise,"
  },
  {
    "startTime": 206.854,
    "endTime": 208.39000000000001,
    "text": "hear it as a call for help, sung in perfect croaking harmony."
  }
]