[
  {
    "startTime": 1.812,
    "endTime": 4.9,
    "text": "Hi, my name is Rebecca from www.engvid.com."
  },
  {
    "startTime": 4.9,
    "endTime": 9.600000000000001,
    "text": "In today's lesson, I'm going to show you how to end a conversation."
  },
  {
    "startTime": 9.6,
    "endTime": 17.6,
    "text": "Now, many people know how to start a conversation, but it's not always clear exactly how you can end a conversation politely."
  },
  {
    "startTime": 17.6,
    "endTime": 26.0,
    "text": "So I'm going to show you a three-step technique that you can use anytime you need to leave or end a conversation with someone."
  },
  {
    "startTime": 26.0,
    "endTime": 28.534,
    "text": "So let's have a look at the board."
  },
  {
    "startTime": 28.534,
    "endTime": 40.92,
    "text": "Basically, what you want to do is something like this: You want to give a reason; you want to refer to the future; and then, you want to say goodbye."
  },
  {
    "startTime": 40.92,
    "endTime": 45.6,
    "text": "So, you could combine something from here, here, and here."
  },
  {
    "startTime": 45.6,
    "endTime": 47.725,
    "text": "Let's try it out."
  },
  {
    "startTime": 47.725,
    "endTime": 59.011,
    "text": "You could say: \"Oh, look at the time. I'm afraid I have another appointment. Let's get together soon, okay? Bye for now. Take care.\""
  },
  {
    "startTime": 59.011,
    "endTime": 64.0,
    "text": "So something from here, something from here, something from here."
  },
  {
    "startTime": 64.0,
    "endTime": 74.01,
    "text": "Of course, a person might say something (in)between, but even if you're saying these three things, it's a very polite way to exit the conversation."
  },
  {
    "startTime": 74.204,
    "endTime": 90.5,
    "text": "Another way that you can use, which we often use to be polite to the other person, is rather than indicating that you are in a hurry to go, you turn around, and you say to them: \"Well, I won't keep you any longer, you're probably busy.\""
  },
  {
    "startTime": 90.5,
    "endTime": 93.9,
    "text": "Or, \"I'll let you go,\" something like that."
  },
  {
    "startTime": 93.9,
    "endTime": 96.0,
    "text": "You could then add something from here."
  },
  {
    "startTime": 96.0,
    "endTime": 104.5,
    "text": "\"Let's do lunch sometime,\" or \"I'll give you a call next week,\" and \"Alright, see you. Bye for now.\""
  },
  {
    "startTime": 104.5,
    "endTime": 106.4,
    "text": "Something like that."
  },
  {
    "startTime": 106.4,
    "endTime": 109.0,
    "text": "A little more formal situation."
  },
  {
    "startTime": 109.0,
    "endTime": 113.7,
    "text": "Let's say you've been to a meeting or a cocktail party or something like that."
  },
  {
    "startTime": 113.7,
    "endTime": 117.0,
    "text": "You could say, \"It's been a pleasure talking to you.\""
  },
  {
    "startTime": 117.0,
    "endTime": 119.6,
    "text": "We're in a business situation, right?"
  },
  {
    "startTime": 119.6,
    "endTime": 128.79,
    "text": "\"It's been a pleasure talking to you;\" \"It's been a pleasure meeting you, I'll call you next week;\" or \"May I call you next week?\" if you want to, alright?"
  },
  {
    "startTime": 129.8,
    "endTime": 136.70000000000002,
    "text": "Here, you might skip this part because if it's a very formal situation, you might not be the one who calls them."
  },
  {
    "startTime": 136.7,
    "endTime": 142.2,
    "text": "You might say something like, \"I'll look forward to hearing from you,\" if that's relevant."
  },
  {
    "startTime": 142.2,
    "endTime": 146.0,
    "text": "Or you could just say, \"It's been a pleasure talking to you.\""
  },
  {
    "startTime": 146.0,
    "endTime": 147.4,
    "text": "\"Thank you very much.\""
  },
  {
    "startTime": 147.4,
    "endTime": 150.822,
    "text": "Because in a formal situation that might be enough."
  },
  {
    "startTime": 150.822,
    "endTime": 158.529,
    "text": "So by following this simple three-step rule, you can exit any conversation in a polite way."
  },
  {
    "startTime": 158.529,
    "endTime": 170.1,
    "text": "If you'd like to do a little quiz on this, please go to our website www.engvid.com, and you can practice exactly how to do this so you can do it easily in your own life."
  },
  {
    "startTime": 170.1,
    "endTime": 174.9,
    "text": "If you enjoyed this video, please subscribe to my channel on YouTube as well."
  },
  {
    "startTime": 174.9,
    "endTime": 175.68,
    "text": "Alright?"
  },
  {
    "startTime": 175.68,
    "endTime": 176.8,
    "text": "Good luck with your English."
  },
  {
    "startTime": 176.8,
    "endTime": 180.0,
    "text": "Bye for now."
  }
]