[
  {
    "startTime": 6.494,
    "endTime": 13.68,
    "text": "An enduring myth says we use only 10% of our brain, the other 90% standing idly by for spare capacity."
  },
  {
    "startTime": 13.701,
    "endTime": 21.724,
    "text": "Hucksters promise to unlock that hidden potential with methods \"based on neuroscience\", but all they really unlock is your wallet."
  },
  {
    "startTime": 22.1,
    "endTime": 27.774,
    "text": "Two-thirds of the public and nearly half of science teachers mistakenly believe the 10% myth."
  },
  {
    "startTime": 28.06,
    "endTime": 35.059,
    "text": "In the 1890s, William James, the father of American psychology, said, \"Most of us do not meet our mental potential.\""
  },
  {
    "startTime": 35.5,
    "endTime": 41.561,
    "text": "James meant this as a challenge, not an indictment of scant brain usage, but the misunderstanding stuck."
  },
  {
    "startTime": 41.735,
    "endTime": 49.881,
    "text": "Also, scientists couldn't figure out for a long time the purpose of our massive frontal lobes or broad areas of the parietal lobe."
  },
  {
    "startTime": 50.0,
    "endTime": 56.181,
    "text": "Damage didn't cause motor or sensory deficits, so authorities concluded they didn't do anything."
  },
  {
    "startTime": 56.439,
    "endTime": 60.759,
    "text": "For decades, these parts were called silent areas, their function, elusive."
  },
  {
    "startTime": 61.106,
    "endTime": 67.113,
    "text": "We've since learned that they underscore executive and integrative ability, without which we would hardly be human."
  },
  {
    "startTime": 67.123,
    "endTime": 73.363,
    "text": "They're crucial to abstract reasoning, planning, weighing decisions, and flexibly adapting to circumstances."
  },
  {
    "startTime": 73.5,
    "endTime": 80.724,
    "text": "The idea that nine-tenths of your brain sits idly by in your skull looks silly when we calculate how the brain uses energy."
  },
  {
    "startTime": 80.8,
    "endTime": 85.39999999999999,
    "text": "Rodent and canine brains consume 5% of total body energy."
  },
  {
    "startTime": 85.5,
    "endTime": 87.484,
    "text": "Monkey brains use 10%."
  },
  {
    "startTime": 87.584,
    "endTime": 95.4,
    "text": "An adult human brain, which accounts for only 2% of the body's mass, consumes 20% of daily glucose burned."
  },
  {
    "startTime": 95.6,
    "endTime": 100.35,
    "text": "In children, that figure is 50%, and in infants, 60%."
  },
  {
    "startTime": 100.7,
    "endTime": 106.418,
    "text": "This is far more than expected for their relative brain sizes, which scale in proportion to body size."
  },
  {
    "startTime": 106.536,
    "endTime": 112.7,
    "text": "Human ones weigh 1.5 kilograms; elephant brains, 5 kilograms; and whale brains, 9 kilograms."
  },
  {
    "startTime": 112.75,
    "endTime": 118.2,
    "text": "Yet, on a per-weight basis, humans pack in more neurons than any other species."
  },
  {
    "startTime": 118.397,
    "endTime": 121.32600000000001,
    "text": "This dense packing is what makes us so smart."
  },
  {
    "startTime": 121.5,
    "endTime": 127.168,
    "text": "There is a trade-off between body size and the number of neurons a primate, including us, can sustain."
  },
  {
    "startTime": 127.2,
    "endTime": 134.204,
    "text": "A 25-kilogram ape has to eat 8 hours a day to uphold a brain with 53 billion neurons."
  },
  {
    "startTime": 134.561,
    "endTime": 138.917,
    "text": "The invention of cooking one-and-a-half million years ago gave us a huge advantage."
  },
  {
    "startTime": 139.1,
    "endTime": 143.35999999999999,
    "text": "Cooked food is rendered soft and predigested outside of the body."
  },
  {
    "startTime": 143.4,
    "endTime": 146.166,
    "text": "Our guts more easily absorb its energy."
  },
  {
    "startTime": 146.3,
    "endTime": 158.16000000000003,
    "text": "Cooking frees up time and provides more energy than if we ate foodstuffs raw, and so we can sustain brains with 86 billion densely-packed neurons, 40% more than the ape."
  },
  {
    "startTime": 158.404,
    "endTime": 159.558,
    "text": "Here's how it works."
  },
  {
    "startTime": 159.8,
    "endTime": 169.854,
    "text": "Half the calories a brain burns go towards simply keeping the structure intact by pumping sodium and potassium ions across membranes to maintain an electrical charge."
  },
  {
    "startTime": 170.154,
    "endTime": 172.902,
    "text": "To do this, the brain has to be an energy hog."
  },
  {
    "startTime": 173.2,
    "endTime": 183.28099999999998,
    "text": "It consumes an astounding 3.4 x 10^21 ATP molecules per minute, ATP being the coal of the body's furnace."
  },
  {
    "startTime": 183.6,
    "endTime": 196.16899999999998,
    "text": "The high cost of maintaining resting potentials in all 86 billion neurons means that little energy is left to propel signals down axons and across synapses, the nerve discharges that actually get things done."
  },
  {
    "startTime": 196.369,
    "endTime": 207.776,
    "text": "Even if only a tiny percentage of neurons fired in a given region at any one time, the energy burden of generating spikes over the entire brain would be unsustainable."
  },
  {
    "startTime": 207.979,
    "endTime": 210.23100000000002,
    "text": "Here's where energy efficiency comes in."
  },
  {
    "startTime": 210.3,
    "endTime": 226.71900000000002,
    "text": "Letting just a small proportion of cells signal at any one time, known as sparse coding, uses the least energy but carries the most information because the small number of signals have thousands of possible paths by which to distribute themselves."
  },
  {
    "startTime": 226.98,
    "endTime": 230.85999999999999,
    "text": "A drawback of sparse coding within a huge number of neurons is its cost."
  },
  {
    "startTime": 231.2,
    "endTime": 238.279,
    "text": "Worse, if a big proportion of cells never fire, then they are superfluous, and evolution should've jettisoned them long ago."
  },
  {
    "startTime": 238.6,
    "endTime": 244.003,
    "text": "The solution is to find the optimum proportion of cells that the brain can have active at once."
  },
  {
    "startTime": 244.2,
    "endTime": 250.7,
    "text": "For maximum efficiency, between 1% and 16% of cells should be active at any given moment."
  },
  {
    "startTime": 251.1,
    "endTime": 255.2,
    "text": "This is the energy limit we have to live with in order to be conscious at all."
  },
  {
    "startTime": 255.3,
    "endTime": 261.459,
    "text": "The need to conserve resources is the reason most of the brain's operations must happen outside of consciousness."
  },
  {
    "startTime": 261.6,
    "endTime": 263.993,
    "text": "It's why multitasking is a fool's errand."
  },
  {
    "startTime": 264.1,
    "endTime": 268.571,
    "text": "We simply lack the energy to do two things at once, let alone three or five."
  },
  {
    "startTime": 268.6,
    "endTime": 273.115,
    "text": "When we try, we do each task less well than if we'd given it our full attention."
  },
  {
    "startTime": 273.243,
    "endTime": 274.772,
    "text": "The numbers are against us."
  },
  {
    "startTime": 274.972,
    "endTime": 285.154,
    "text": "Your brain is already smart and powerful, so powerful that it needs a lot of power to stay powerful, and so smart that it has built in an energy efficiency plan."
  },
  {
    "startTime": 285.322,
    "endTime": 289.709,
    "text": "So, don't let a fraudulent myth make you guilty about your supposedly lazy brain."
  },
  {
    "startTime": 289.923,
    "endTime": 291.463,
    "text": "Guilt would be a waste of energy."
  },
  {
    "startTime": 291.663,
    "endTime": 294.937,
    "text": "After all this, don't you realize it's dumb to waste mental energy?"
  },
  {
    "startTime": 295.005,
    "endTime": 299.1,
    "text": "You have billions of power-hungry neurons to maintain, so hop to it!"
  }
]