[
  {
    "startTime": 0.229,
    "endTime": 8.059,
    "text": "Ok, so these earrings are really heavy, but I really like them and I'm going to wear them for few minutes, for you, 'cause Elsa is making me."
  },
  {
    "startTime": 8.059,
    "endTime": 20.009999999999998,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business and life you love."
  },
  {
    "startTime": 20.1,
    "endTime": 26.400000000000002,
    "text": "And this whole thingamajig is Q&A Tuesday. You and I. A’s and Q’s."
  },
  {
    "startTime": 26.41,
    "endTime": 29.88,
    "text": "Let’s do this. Today’s question comes from Dee and she writes,"
  },
  {
    "startTime": 29.88,
    "endTime": 34.239,
    "text": "“Hi Marie, I’m a follower from India. Since I was a young girl I wanted to start my own business,"
  },
  {
    "startTime": 34.239,
    "endTime": 40.678999999999995,
    "text": "travel the world, and make a name for myself and more. Today at 31 I’ve achieved most of that."
  },
  {
    "startTime": 40.679,
    "endTime": 46.190000000000005,
    "text": "So my question is, what do you do after your dreams come true?"
  },
  {
    "startTime": 46.19,
    "endTime": 52.769,
    "text": "How do I get the same drive and passion I had when I was 24 before I achieved all my goals and realized my dreams?”"
  },
  {
    "startTime": 52.819,
    "endTime": 57.089,
    "text": "Dee, this is a fantastic question and something so many of us can relate to."
  },
  {
    "startTime": 57.089,
    "endTime": 61.73,
    "text": "We set some goals, we achieve them, and then we look around and say, “Is this all there is?”"
  },
  {
    "startTime": 61.73,
    "endTime": 67.91,
    "text": "You may know this already, but it certainly bears repeating. We human beings need more than just achieving our goals to be happy."
  },
  {
    "startTime": 67.91,
    "endTime": 72.16,
    "text": "We need to constantly challenge ourselves, we need to learn and grow,"
  },
  {
    "startTime": 72.16,
    "endTime": 80.08,
    "text": "and we need to contribute to others. But here’s the most important thing that we need, we need a compelling vision for our future."
  },
  {
    "startTime": 80.15,
    "endTime": 90.21000000000001,
    "text": "As Rosabeth Moss Kantor said, and, yes, it’s a tweetable: “A vision is not just a picture of what could be;"
  },
  {
    "startTime": 90.21,
    "endTime": 95.80999999999999,
    "text": "it’s an appeal to our better selves, a call to become something more.”"
  },
  {
    "startTime": 95.84,
    "endTime": 99.72,
    "text": "I’d love to ask you, Dee, what’s your long-term vision?"
  },
  {
    "startTime": 99.72,
    "endTime": 104.59,
    "text": "What kind of things do you wanna experience in your life over the next 5, 10, 20, or 30 years?"
  },
  {
    "startTime": 104.59,
    "endTime": 107.54,
    "text": "What kind of things do you wanna do in this world? How do you wanna make an impact?"
  },
  {
    "startTime": 107.54,
    "endTime": 111.03,
    "text": "Is it through your family, is it through some creative endeavor?"
  },
  {
    "startTime": 111.03,
    "endTime": 113.99,
    "text": "Is there some problem that you wanna see solved?"
  },
  {
    "startTime": 113.99,
    "endTime": 120.81,
    "text": "Or try this one on for size, imagine yourself far, far, far into the future on your deathbed"
  },
  {
    "startTime": 120.81,
    "endTime": 126.07000000000001,
    "text": "because, yes, some day we’re all gonna be there. Describe the kind of life you want to look back on."
  },
  {
    "startTime": 126.07,
    "endTime": 128.709,
    "text": "What do you wanna do with your life?"
  },
  {
    "startTime": 128.709,
    "endTime": 131.519,
    "text": "How will you have spent the decades that you’ve been here on this earth?"
  },
  {
    "startTime": 131.519,
    "endTime": 136.09900000000002,
    "text": "These questions can help stimulate your imagination and reignite your dreams"
  },
  {
    "startTime": 136.099,
    "endTime": 139.07899999999998,
    "text": "because I believe that each of us has a deep inner hunger for something more"
  },
  {
    "startTime": 139.079,
    "endTime": 142.73000000000002,
    "text": "and that every single one of us is here for a reason."
  },
  {
    "startTime": 142.73,
    "endTime": 147.64999999999998,
    "text": "Now, Dee, I don't know if you believe in God, some higher creative force, or the universe,"
  },
  {
    "startTime": 147.65,
    "endTime": 152.689,
    "text": "but if you’re open to it I would also suggest asking for guidance and be open to receiving it."
  },
  {
    "startTime": 152.689,
    "endTime": 156.749,
    "text": "You know, I’m a born and raised Catholic girl, and in my 20s I remember journaling to God,"
  },
  {
    "startTime": 156.749,
    "endTime": 163.899,
    "text": "particularly when I felt stuck, and I would say, “You gave me gifts, I’m here to use them, God, show me the way.”"
  },
  {
    "startTime": 163.959,
    "endTime": 170.41,
    "text": "And speaking of the early 20s, Dee, don’t discount hormones as a possible factor for all that passion you had at 24."
  },
  {
    "startTime": 170.41,
    "endTime": 173.609,
    "text": "The same thing that makes you wanna go out dancing all night"
  },
  {
    "startTime": 173.609,
    "endTime": 181.65900000000002,
    "text": "and do other things all night,  brings a lot of passion to everything else you’re into."
  },
  {
    "startTime": 181.659,
    "endTime": 185.7,
    "text": "Now, I’m not saying you can’t recapture that feeling, but you’ve got to admit,"
  },
  {
    "startTime": 185.7,
    "endTime": 189.779,
    "text": "we all have a little bit of an extra helping hand when we’re young."
  },
  {
    "startTime": 189.779,
    "endTime": 194.73,
    "text": "Kinda like Hamburger Helper, except it’s made of hormones."
  },
  {
    "startTime": 194.73,
    "endTime": 205.29,
    "text": "That’s my A to your Q, Dee. Let us know how it goes. Now I would love to hear from you."
  },
  {
    "startTime": 205.29,
    "endTime": 209.629,
    "text": "Have you ever reached all of your goals and had a “Is this all there is?” moment?"
  },
  {
    "startTime": 209.629,
    "endTime": 213.689,
    "text": "What’d you do to get re inspired? And even if you haven’t,"
  },
  {
    "startTime": 213.689,
    "endTime": 217.959,
    "text": "I believe all of us need a bigger vision for our future and I would love to hear yours."
  },
  {
    "startTime": 217.959,
    "endTime": 222.089,
    "text": "As always, the best stuff happens after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 222.089,
    "endTime": 224.909,
    "text": "so go there and leave a comment now."
  },
  {
    "startTime": 224.909,
    "endTime": 229.59,
    "text": "Did you like this video? If so, subscribe and share it with your friends."
  },
  {
    "startTime": 229.59,
    "endTime": 233.34,
    "text": "And if you want even more great resources to create a business and a life that you love,"
  },
  {
    "startTime": 233.34,
    "endTime": 237.059,
    "text": "plus some personal insights from me that I only talk about in email,"
  },
  {
    "startTime": 237.059,
    "endTime": 241.079,
    "text": "get your buns over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 241.079,
    "endTime": 243.88,
    "text": "Stay on your game and keep going for your dreams."
  },
  {
    "startTime": 243.88,
    "endTime": 247.499,
    "text": "The world needs that special gift that only you have."
  },
  {
    "startTime": 247.499,
    "endTime": 260.099,
    "text": "Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]