[
  {
    "startTime": 3.75,
    "endTime": 4.7,
    "text": "Hi there."
  },
  {
    "startTime": 4.8,
    "endTime": 10.2,
    "text": "My name is Emma, and today, we are going to be talking about a scary topic:"
  },
  {
    "startTime": 11.0,
    "endTime": 14.2,
    "text": "Tips for dealing with speaking anxiety."
  },
  {
    "startTime": 14.8,
    "endTime": 16.400000000000002,
    "text": "So, what do I mean by \"anxiety\"?"
  },
  {
    "startTime": 16.5,
    "endTime": 18.4,
    "text": "Just in case you don't know that word."
  },
  {
    "startTime": 18.5,
    "endTime": 19.9,
    "text": "Well, what I mean is..."
  },
  {
    "startTime": 20.0,
    "endTime": 27.4,
    "text": "Have you ever, maybe gotten very nervous before talking to someone in English or even in your own language?"
  },
  {
    "startTime": 27.4,
    "endTime": 35.1,
    "text": "Maybe you have a presentation to give, and right before the presentation your hands get all wet and sweaty, your heart starts to beat."
  },
  {
    "startTime": 35.3,
    "endTime": 37.599999999999994,
    "text": "For some people, they start to shake."
  },
  {
    "startTime": 37.6,
    "endTime": 51.2,
    "text": "Speaking anxiety is not a fun thing to go through, and people get it for meetings, when they even just go to a party, or out with their friends, some people get nervous, especially if they have to speak in a different language."
  },
  {
    "startTime": 51.7,
    "endTime": 61.5,
    "text": "So, looking at engvid.com, I've noticed a lot of you have asked, \"How do I deal with speaking anxiety?\" \"How can I become a more confident speaker?\"."
  },
  {
    "startTime": 61.7,
    "endTime": 68.60000000000001,
    "text": "Well, this video is going to talk specifically about that, and give you some good tips to use."
  },
  {
    "startTime": 68.909,
    "endTime": 74.93900000000001,
    "text": "These tips are all tested, because as some of you may know, I have a second language."
  },
  {
    "startTime": 74.939,
    "endTime": 79.0,
    "text": "So I speak English -- that's my native language -- my second language is French."
  },
  {
    "startTime": 79.0,
    "endTime": 89.6,
    "text": "And so, when I was learning French, I had a lot of these types of situations, where maybe in class the teacher would ask me a question, and I would panic."
  },
  {
    "startTime": 89.6,
    "endTime": 94.5,
    "text": "And, as I tried to talk, I just couldn't find the right words."
  },
  {
    "startTime": 94.5,
    "endTime": 100.4,
    "text": "My heart would start to race, and my language-speaking ability would just drop."
  },
  {
    "startTime": 100.4,
    "endTime": 103.60000000000001,
    "text": "I'd start to make mistakes, and I knew they were mistakes."
  },
  {
    "startTime": 103.6,
    "endTime": 110.0,
    "text": "But for some reason, because I was so nervous, I wasn't able to communicate well."
  },
  {
    "startTime": 110.0,
    "endTime": 114.0,
    "text": "I made lots of mistakes that I knew I shouldn't be making."
  },
  {
    "startTime": 114.1,
    "endTime": 116.0,
    "text": "So, let's look at some of these tips."
  },
  {
    "startTime": 116.0,
    "endTime": 122.5,
    "text": "Some of these tips, before we begin, are maybe a little bit common sense."
  },
  {
    "startTime": 122.5,
    "endTime": 126.3,
    "text": "Maybe you've heard these tips before, but ask yourself:"
  },
  {
    "startTime": 126.3,
    "endTime": 129.0,
    "text": "Do you actually do these things when you speak?"
  },
  {
    "startTime": 129.0,
    "endTime": 134.0,
    "text": "Because it's one thing to know that something is good for you, it's another thing to actually do it."
  },
  {
    "startTime": 134.9,
    "endTime": 140.0,
    "text": "My very first tip is the importance of breathing."
  },
  {
    "startTime": 140.0,
    "endTime": 144.5,
    "text": "So, when you are nervous, it's very important to breathe."
  },
  {
    "startTime": 144.7,
    "endTime": 146.5,
    "text": "To breathe deeply."
  },
  {
    "startTime": 146.5,
    "endTime": 149.5,
    "text": "You don't have to do this in front of people, though."
  },
  {
    "startTime": 149.7,
    "endTime": 153.2,
    "text": "You don't have to take a deep breath where they notice you're breathing heavily."
  },
  {
    "startTime": 153.8,
    "endTime": 156.0,
    "text": "Just remember, take a breath."
  },
  {
    "startTime": 156.0,
    "endTime": 159.2,
    "text": "What does this do? It calms your heart."
  },
  {
    "startTime": 159.2,
    "endTime": 166.1,
    "text": "Scientists have proven that just by breathing, you calm yourself down and you relax yourself."
  },
  {
    "startTime": 166.7,
    "endTime": 170.1,
    "text": "This is something you can do, especially in a speaking test."
  },
  {
    "startTime": 170.1,
    "endTime": 177.0,
    "text": "I know a lot of my students do the IELTS, they do the TOEFL, they do various tests like this."
  },
  {
    "startTime": 177.0,
    "endTime": 182.1,
    "text": "And at some point, maybe they make a mistake and they panic."
  },
  {
    "startTime": 182.1,
    "endTime": 186.5,
    "text": "They think, \"Oh, no. I've made a horrible mistake. I'm going to fail this test.\""
  },
  {
    "startTime": 186.5,
    "endTime": 191.9,
    "text": "What do I tell them to do? Take a breath and continue."
  },
  {
    "startTime": 191.9,
    "endTime": 194.5,
    "text": "My second tip is to walk."
  },
  {
    "startTime": 194.5,
    "endTime": 202.6,
    "text": "Now, I'm not saying you have to... before speaking to people, you always have to be walking, because that's just not practical."
  },
  {
    "startTime": 202.6,
    "endTime": 207.0,
    "text": "And I'm not saying you have to go on hour-long walks in order to be better speakers."
  },
  {
    "startTime": 207.0,
    "endTime": 216.5,
    "text": "What I'm saying though, is that if you have some sort of speaking performance, speaking test, something you have to do which you're very nervous about."
  },
  {
    "startTime": 216.7,
    "endTime": 225.6,
    "text": "If you have a little bit of time before you have to speak, a good idea is to take a short walk."
  },
  {
    "startTime": 226.5,
    "endTime": 230.86,
    "text": "Before a presentation, before you present, walk around the room for three minutes."
  },
  {
    "startTime": 230.86,
    "endTime": 237.3,
    "text": "Again, this sends a signal to your brain, and it naturally has a calming effect on you"
  },
  {
    "startTime": 237.3,
    "endTime": 241.60000000000002,
    "text": "It will calm your heart and it will help you to not panic."
  },
  {
    "startTime": 241.6,
    "endTime": 249.0,
    "text": "Now, if you're at a party and you know, your friends are all there, and you're still really nervous, you can still use this tip."
  },
  {
    "startTime": 249.0,
    "endTime": 252.0,
    "text": "You don't have to be obvious, like pacing back and forth."
  },
  {
    "startTime": 252.0,
    "endTime": 255.1,
    "text": "But, you can walk before you speak, if possible."
  },
  {
    "startTime": 255.2,
    "endTime": 259.12,
    "text": "It's a very good way to keep you from panicking."
  },
  {
    "startTime": 259.12,
    "endTime": 263.0,
    "text": "The third point is a little bit more technical."
  },
  {
    "startTime": 263.8,
    "endTime": 265.6,
    "text": "I've written here \"Automate Language\"."
  },
  {
    "startTime": 265.7,
    "endTime": 268.5,
    "text": "What does this mean? Practice."
  },
  {
    "startTime": 268.5,
    "endTime": 277.0,
    "text": "The way your brain works is the more you do something, it becomes automatic, almost like a robot or a machine."
  },
  {
    "startTime": 277.0,
    "endTime": 285.0,
    "text": "If you practice the same expressions again, and again, and again, you don't have to think about them anymore, they just come straight out of your mouth."
  },
  {
    "startTime": 285.8,
    "endTime": 288.0,
    "text": "This is what you want to do with speaking."
  },
  {
    "startTime": 288.0,
    "endTime": 294.0,
    "text": "Learn key expressions, either that you might use for work, or that you may use for school."
  },
  {
    "startTime": 294.0,
    "endTime": 300.8,
    "text": "For example, a lot of students, they always say, \"I think\" -- that's a key expression. You can change that -- \"in my opinion\"."
  },
  {
    "startTime": 300.8,
    "endTime": 306.7,
    "text": "If you practice saying that enough, anytime somebody asks you your opinion, it will just come out."
  },
  {
    "startTime": 306.7,
    "endTime": 308.0,
    "text": "You won't have to think about it."
  },
  {
    "startTime": 308.0,
    "endTime": 312.8,
    "text": "Even if you're panicking, these words still come out."
  },
  {
    "startTime": 312.8,
    "endTime": 316.8,
    "text": "So, practice. Practice these key expressions."
  },
  {
    "startTime": 317.0,
    "endTime": 323.0,
    "text": "Our fourth tip is to remember you don't need to be perfect."
  },
  {
    "startTime": 323.0,
    "endTime": 327.1,
    "text": "This is something a lot of ESL students forget."
  },
  {
    "startTime": 327.1,
    "endTime": 336.0,
    "text": "They meet a native speaker and they think, \"Wow. This person, their English is beautiful. They have perfect English. I wish I could talk like that.\""
  },
  {
    "startTime": 336.0,
    "endTime": 343.18,
    "text": "But, what a lot of ESL students don't realize is native speakers make mistakes all the time in their English."
  },
  {
    "startTime": 343.18,
    "endTime": 357.5,
    "text": "Every time I talk to my friends, family, even professors, they make grammar mistakes, they make vocabulary mistakes, they have what's called, \"slip of the tongue\", where maybe something comes out incorrectly."
  },
  {
    "startTime": 357.5,
    "endTime": 361.6,
    "text": "It's normal to make mistakes and people don't judge you harshly on your mistakes."
  },
  {
    "startTime": 361.6,
    "endTime": 365.90000000000003,
    "text": "So, don't judge yourself too harshly. It's okay to make mistakes."
  },
  {
    "startTime": 365.9,
    "endTime": 369.29999999999995,
    "text": "In fact, the best way to learn a language is to make mistakes."
  },
  {
    "startTime": 369.3,
    "endTime": 372.5,
    "text": "So make mistakes - don't be perfect."
  },
  {
    "startTime": 372.94,
    "endTime": 379.8,
    "text": "Number five: I'll be giving you a bit of an example with this specific point in a minute."
  },
  {
    "startTime": 380.2,
    "endTime": 382.0,
    "text": "Use a \"speaking template\"."
  },
  {
    "startTime": 382.0,
    "endTime": 390.0,
    "text": "Now, what is a template? It's like a map, where you figure out exactly how to organize the way you speak."
  },
  {
    "startTime": 391.1,
    "endTime": 394.40000000000003,
    "text": "These are very useful especially for speaking tests."
  },
  {
    "startTime": 394.46,
    "endTime": 398.5,
    "text": "For the TOEFL, for the IELTS. They're good for presentations, for business meetings."
  },
  {
    "startTime": 398.5,
    "endTime": 409.2,
    "text": "If you memorize a template that is useful for what your specific need is, it will really help you with the flow of your language."
  },
  {
    "startTime": 409.2,
    "endTime": 412.59999999999997,
    "text": "You won't have to think so hard about what you're going to say next."
  },
  {
    "startTime": 412.6,
    "endTime": 417.1,
    "text": "If you follow a template... I'll show you how to do this in a second."
  },
  {
    "startTime": 417.2,
    "endTime": 421.9,
    "text": "It will show you how to speak in just a couple of easy steps."
  },
  {
    "startTime": 422.1,
    "endTime": 426.0,
    "text": "Finally, number six: mantras."
  },
  {
    "startTime": 426.0,
    "endTime": 433.0,
    "text": "Now, for those of you who don't know what a mantra is, these are things we say to ourselves -- you don't have to say them to other people."
  },
  {
    "startTime": 433.3,
    "endTime": 440.6,
    "text": "Often, you say them in your own head, and they usually have a good message, a positive message."
  },
  {
    "startTime": 440.6,
    "endTime": 451.8,
    "text": "So, when I was learning French, my mantra is, or my mantra was, \"I am a good French speaker.\""
  },
  {
    "startTime": 455.3,
    "endTime": 470.18,
    "text": "The problem with a lot of students who are learning languages is that when they talk, they start to get nervous and they think in their head, \"I'm horrible. My language is terrible. I'm making so many mistakes. The person I'm talking to can't understand me.\""
  },
  {
    "startTime": 470.9,
    "endTime": 473.0,
    "text": "They start to panic. \"My English is so bad.\""
  },
  {
    "startTime": 473.0,
    "endTime": 477.0,
    "text": "Do you ever think these things when you're talking to someone?"
  },
  {
    "startTime": 477.0,
    "endTime": 487.0,
    "text": "Because what scientists have proven is that if you have these types of thoughts, it's going to make your language ability go down."
  },
  {
    "startTime": 487.0,
    "endTime": 495.5,
    "text": "You're not going to talk as well as you could; whereas if you think positively, if you say, \"I am a good speaker\"."
  },
  {
    "startTime": 495.6,
    "endTime": 501.0,
    "text": "Anytime that negative thought comes into your head, anytime you think \"I'm not a good speaker.\""
  },
  {
    "startTime": 501.0,
    "endTime": 507.0,
    "text": "I want you immediately to tell yourself, \"No, I am a good speaker.\""
  },
  {
    "startTime": 507.2,
    "endTime": 512.5,
    "text": "Because if you do this... language is very powerful, a lot of people don't realize that."
  },
  {
    "startTime": 512.5,
    "endTime": 516.5,
    "text": "But the way that we talk about something changes the way we think about something."
  },
  {
    "startTime": 516.5,
    "endTime": 524.0,
    "text": "If you say it out loud to yourself, if you tell yourself, \"I'm a good speaker,\" it will become true; you will become a better speaker."
  },
  {
    "startTime": 524.0,
    "endTime": 528.9,
    "text": "So, this is a very important tip.  Tell yourself, \"I am a good speaker\"."
  },
  {
    "startTime": 528.9,
    "endTime": 534.6999999999999,
    "text": "Come up with your own mantra. Anytime you think negatively, think like this."
  },
  {
    "startTime": 534.7,
    "endTime": 537.8000000000001,
    "text": "Overcome the negative with the positive."
  },
  {
    "startTime": 538.0,
    "endTime": 544.0,
    "text": "Now I am going to show you an example of a speaking template."
  },
  {
    "startTime": 546.0,
    "endTime": 556.0,
    "text": "So, here is a template that can be used for the speaking part of the TOEFL test or the IELTS test, or these tests where they ask you your opinion on something."
  },
  {
    "startTime": 556.0,
    "endTime": 562.6,
    "text": "Now, I probably wouldn't use this template if I'm at a party with my friends; it would just be too formal."
  },
  {
    "startTime": 562.6,
    "endTime": 569.4200000000001,
    "text": "But, again, using different types of speaking templates for different situations can really help you conquer speaking anxiety."
  },
  {
    "startTime": 569.42,
    "endTime": 572.0,
    "text": "Let's look at this template."
  },
  {
    "startTime": 572.0,
    "endTime": 582.0,
    "text": "So, first of all, if I'm asked a question, I would state my opinion: What do I think? What do I prefer?  What do I think?"
  },
  {
    "startTime": 582.0,
    "endTime": 587.5,
    "text": "Second thing I would do is give a reason, and I would introduce it with a transition."
  },
  {
    "startTime": 587.6,
    "endTime": 593.0,
    "text": "There are many different transitions you can use, \"First of all\" is a good one."
  },
  {
    "startTime": 593.0,
    "endTime": 600.0,
    "text": "I'd give a little bit of a detail for that reason, then I would give a second reason."
  },
  {
    "startTime": 600.0,
    "endTime": 606.0,
    "text": "And I could say, \"A second reason is...\", \"Secondly...\", I give a detail for that reason."
  },
  {
    "startTime": 606.0,
    "endTime": 611.0,
    "text": "I'd give a third reason: \"Finally, blah blah blah blah.\", detail for this."
  },
  {
    "startTime": 611.0,
    "endTime": 617.0,
    "text": "And then I would give a conclusion; maybe something like \"For these reasons, blah blah blah blah.\""
  },
  {
    "startTime": 617.0,
    "endTime": 620.0,
    "text": "So, I know I've just said \"blah blah blah blah\"."
  },
  {
    "startTime": 620.0,
    "endTime": 623.8,
    "text": "Now I'm actually going to do a question, so you can really see a template in use."
  },
  {
    "startTime": 623.8,
    "endTime": 635.0,
    "text": "So, one common question that's on both the TOEFL and the IELTS is asking if you would prefer to live in a small town or a big city."
  },
  {
    "startTime": 635.0,
    "endTime": 639.4,
    "text": "I've seen this question on many of these tests, so it's a good one to practice."
  },
  {
    "startTime": 640.2,
    "endTime": 643.5,
    "text": "This template would be perfect for a type of question like this."
  },
  {
    "startTime": 643.6,
    "endTime": 648.4,
    "text": "First of all, if somebody asked me, \"Would you prefer to live in a small town or a city?\""
  },
  {
    "startTime": 648.5,
    "endTime": 657.0,
    "text": "I'd state my preference with a word like, \"I believe\", \"in my opinion\", \"I think\"."
  },
  {
    "startTime": 657.0,
    "endTime": 664.5,
    "text": "So, I'll use \"believe\", for now: \"I believe that living in a big city is better than living in a small town.\""
  },
  {
    "startTime": 664.7,
    "endTime": 675.3000000000001,
    "text": "Now I'm going to give a reason: \"First of all, living in a big city means there are many restaurants around you."
  },
  {
    "startTime": 675.4,
    "endTime": 678.0,
    "text": "If you feel like Greek food, you can get Greek food."
  },
  {
    "startTime": 678.0,
    "endTime": 680.9,
    "text": "If you feel like Indian food, you can get Indian food."
  },
  {
    "startTime": 680.9,
    "endTime": 688.0,
    "text": "For people who love eating well, for people who love restaurants, living in a big city is better than living in a small town.\""
  },
  {
    "startTime": 688.0,
    "endTime": 690.3,
    "text": "So, I also gave some details with that."
  },
  {
    "startTime": 690.5,
    "endTime": 695.6,
    "text": "I gave you the reason, restaurants, and I gave you detail, some examples."
  },
  {
    "startTime": 695.6,
    "endTime": 700.0,
    "text": "Now I'm going to move on to a second reason:"
  },
  {
    "startTime": 700.0,
    "endTime": 719.0,
    "text": "\"Secondly, living in a city is better than living in a small town because of the nightlife. In a big city, there are lots of clubs, there are lots of places to go dancing, movie theaters, plays -- there's a lot to do; whereas in small cities, maybe there's not so much to do.\""
  },
  {
    "startTime": 720.1,
    "endTime": 726.0,
    "text": "Again, I've given transition words -- \"secondly\" -- and I've given some details."
  },
  {
    "startTime": 726.0,
    "endTime": 730.4,
    "text": "Now I'm going to move on to reason number three:"
  },
  {
    "startTime": 730.6,
    "endTime": 749.5,
    "text": "\"Finally, living in a city is great for jobs. There are a lot of jobs in a city. Sometimes in small towns, it's hard to find jobs. So, for these reasons, I think living in a big city is better than living in a small town.\""
  },
  {
    "startTime": 749.5,
    "endTime": 752.7,
    "text": "Now, I didn't actually practice that."
  },
  {
    "startTime": 752.7,
    "endTime": 758.6,
    "text": "With that question, I just came up with it, off the top of my head using this."
  },
  {
    "startTime": 758.6,
    "endTime": 762.1,
    "text": "This is very useful, just for organizing your thoughts."
  },
  {
    "startTime": 762.1,
    "endTime": 768.0,
    "text": "Any question I ask you that has to do with your opinion, you can use this template."
  },
  {
    "startTime": 768.0,
    "endTime": 780.0,
    "text": "Find transition words you like. Maybe some of you don't like \"first of all\". \"Firstly...\", \"my first point is...\", \"my first reason is...\" -- these are all fine."
  },
  {
    "startTime": 780.0,
    "endTime": 783.6,
    "text": "\"Secondly...\", \"my second point is...\" , \"another point is...\"."
  },
  {
    "startTime": 783.6,
    "endTime": 786.6,
    "text": "\"Finally...\", \"my third point is...\""
  },
  {
    "startTime": 786.6,
    "endTime": 790.0,
    "text": "These transitions can really help you with the flow of your language."
  },
  {
    "startTime": 790.0,
    "endTime": 793.7,
    "text": "Again, speaking templates are good things to use."
  },
  {
    "startTime": 793.7,
    "endTime": 804.3000000000001,
    "text": "They will help you organize your thoughts, they will help you to not ramble on and on, and they can help you calm down, especially in speaking tests."
  },
  {
    "startTime": 804.4,
    "endTime": 813.0,
    "text": "So, for more tips. For more templates, for more tips, for more ways to conquer speaking anxiety."
  },
  {
    "startTime": 813.0,
    "endTime": 818.3,
    "text": "Come visit our site: www.PresentationPrep.com"
  },
  {
    "startTime": 818.4,
    "endTime": 827.0,
    "text": "And also, if you want to practice some of these tips at our home site, www.engvid.com, I welcome you to join us there."
  },
  {
    "startTime": 827.0,
    "endTime": 830.0,
    "text": "Until next time, take care."
  },
  {
    "startTime": 830.0,
    "endTime": 835.0,
    "text": "Learn English for free www.engvid.com"
  }
]