[
  {
    "startTime": 0.399,
    "endTime": 18.029,
    "text": "Marie: Hey it’s Marie Forleo and you are watching MarieTV, the place to be if you want"
  },
  {
    "startTime": 18.029,
    "endTime": 23.779,
    "text": "to create a business and life you love, and this whole shindig is Q&A Tuesday. Today’s"
  },
  {
    "startTime": 23.779,
    "endTime": 27.439,
    "text": "question comes from Elise and she writes:"
  },
  {
    "startTime": 27.439,
    "endTime": 34.04,
    "text": "“Hi, Marie. Big fan. My question today is about my money mentality. You see, I recently"
  },
  {
    "startTime": 34.04,
    "endTime": 39.11,
    "text": "became aware that I'm surrounded by poor people. What I mean is everyone in my life at the"
  },
  {
    "startTime": 39.11,
    "endTime": 44.89,
    "text": "moment has a poor person mentality including me. It feels like my family, friends and even"
  },
  {
    "startTime": 44.89,
    "endTime": 49.75,
    "text": "my partner are stuck in scarcity. They're scrambling for dollars, stressed out about"
  },
  {
    "startTime": 49.75,
    "endTime": 54.21,
    "text": "bills, complain about the government stealing from them and say everyone’s got their hands"
  },
  {
    "startTime": 54.21,
    "endTime": 58.46,
    "text": "in your pocket. It’s gotten to the point where movies are out of the question, date"
  },
  {
    "startTime": 58.46,
    "endTime": 64.29,
    "text": "nights don’t exist and there are no more nice dinners. It sucks. So my question is"
  },
  {
    "startTime": 64.29,
    "endTime": 69.32000000000001,
    "text": "how do you break out of the scarcity mentality when everyone around you is stuck in it? Should"
  },
  {
    "startTime": 69.32,
    "endTime": 74.77999999999999,
    "text": "I cut everyone off and move to Greenland or do I have to constantly read books about money?"
  },
  {
    "startTime": 74.78,
    "endTime": 76.97,
    "text": "Help!” – Love, Elise."
  },
  {
    "startTime": 76.97,
    "endTime": 82.65899999999999,
    "text": "Elise, this is an awesome question and you are so not alone. Not many people I know grew"
  },
  {
    "startTime": 82.659,
    "endTime": 87.94000000000001,
    "text": "up with wealth whether that’s actually cash or an abundant money mentality. Here is the"
  },
  {
    "startTime": 87.94,
    "endTime": 93.28,
    "text": "good news. You can totally break out of your scarcity mentality and create a shift in the"
  },
  {
    "startTime": 93.28,
    "endTime": 96.42,
    "text": "energy around you without moving to Greenland."
  },
  {
    "startTime": 96.42,
    "endTime": 100.85,
    "text": "I know you put a lot of emphasis on the people around you, but as you know, the only person"
  },
  {
    "startTime": 100.85,
    "endTime": 105.02,
    "text": "you can change is yourself so that’s where we got to focus. Here are six ways to turn"
  },
  {
    "startTime": 105.02,
    "endTime": 107.24,
    "text": "that money frown upside down:"
  },
  {
    "startTime": 107.24,
    "endTime": 113.33,
    "text": "1 – You’ve got to write yourself a fat reality check. I know you probably know this"
  },
  {
    "startTime": 113.33,
    "endTime": 119.03,
    "text": "but let me remind you almost half the world, almost 3 billion people, live on less than"
  },
  {
    "startTime": 119.03,
    "endTime": 127.21000000000001,
    "text": "$2.50 a day and 80% of all humanity lives on less than $10 a day. I did a little research"
  },
  {
    "startTime": 127.21,
    "endTime": 131.06,
    "text": "on you and I'm pretty sure you don’t fall into either one of those populations."
  },
  {
    "startTime": 131.06,
    "endTime": 135.629,
    "text": "I'm not making you wrong for wanting more but you got to get that true abundance starts"
  },
  {
    "startTime": 135.629,
    "endTime": 140.73,
    "text": "with appreciation everything you already have right now. So if you want out of that scarcity"
  },
  {
    "startTime": 140.73,
    "endTime": 145.159,
    "text": "mentality, you’ve got to start appreciating what you got and make it a habit. You’ve"
  },
  {
    "startTime": 145.159,
    "endTime": 149.769,
    "text": "got a roof over your head, you have clean running water and you have some damn cute"
  },
  {
    "startTime": 149.769,
    "endTime": 150.659,
    "text": "clothes. Girl, I've seen you; you look fine."
  },
  {
    "startTime": 150.659,
    "endTime": 152.92999999999998,
    "text": "I think Oprah said it best when she said:"
  },
  {
    "startTime": 152.93,
    "endTime": 157.37,
    "text": "“Be thankful for what you have; you'll end up having more. If you concentrate on what"
  },
  {
    "startTime": 157.37,
    "endTime": 160.65,
    "text": "you don’t have, you will never, ever have enough.”"
  },
  {
    "startTime": 160.65,
    "endTime": 177.469,
    "text": "2 – Get an ATM. What? Steal a cash machine? No silly girl. It’s an automatic transformative"
  },
  {
    "startTime": 177.469,
    "endTime": 182.38899999999998,
    "text": "manta; that’s just a simple phrase you put on automatic repeat that transforms your money"
  },
  {
    "startTime": 182.389,
    "endTime": 186.99900000000002,
    "text": "mindset. This is something I personally use to overcome my own scarcity mentality around"
  },
  {
    "startTime": 186.999,
    "endTime": 190.129,
    "text": "money and I still use it to this day. Here it is:"
  },
  {
    "startTime": 190.129,
    "endTime": 193.559,
    "text": "Any time you part with money whether you're paying a bill or you're buying something,"
  },
  {
    "startTime": 193.559,
    "endTime": 197.459,
    "text": "say this: there's always more where that came from."
  },
  {
    "startTime": 197.459,
    "endTime": 201.639,
    "text": "This might sound silly but there is real power in the words that we say to ourselves and"
  },
  {
    "startTime": 201.639,
    "endTime": 206.199,
    "text": "immense power and rituals. It’s a super simple way to retrain yourself in the truth"
  },
  {
    "startTime": 206.199,
    "endTime": 209.15900000000002,
    "text": "with a T about money."
  },
  {
    "startTime": 209.159,
    "endTime": 215.35899999999998,
    "text": "3 – B.Y.O.L (Bring Your Own Luxury) Who says you can't have nice dinners at home?"
  },
  {
    "startTime": 215.359,
    "endTime": 220.34900000000002,
    "text": "In fact, I actually prefer to eat at home. My meals taste way better, they are so much"
  },
  {
    "startTime": 220.349,
    "endTime": 224.689,
    "text": "healthier and they cost a fraction of the price. You can take any inexpensive dinner"
  },
  {
    "startTime": 224.689,
    "endTime": 229.519,
    "text": "and make it a nice dinner if you plate it beautifully and you light some candles and"
  },
  {
    "startTime": 229.519,
    "endTime": 234.48000000000002,
    "text": "you put on some music and you wear something nice. With just a little bit of effort, you"
  },
  {
    "startTime": 234.48,
    "endTime": 239.48,
    "text": "can take a cheap dinner and make it an amazing dinner. In fact, one of my favorite resources"
  },
  {
    "startTime": 239.48,
    "endTime": 244.159,
    "text": "for budget friendly recipes is this magazine Cooking Light."
  },
  {
    "startTime": 244.159,
    "endTime": 250.959,
    "text": "4 – Start a fun fund. Before we go any further I got to say, you and your partner have got"
  },
  {
    "startTime": 250.959,
    "endTime": 255.719,
    "text": "to get on the same page about money. You can't change your family or your friends but it"
  },
  {
    "startTime": 255.719,
    "endTime": 261.44,
    "text": "is vital that you and your man get and stay on the same page regarding finances. You can"
  },
  {
    "startTime": 261.44,
    "endTime": 265.919,
    "text": "make busting out of your scarcity mentality something you work on together and the fun"
  },
  {
    "startTime": 265.919,
    "endTime": 267.25899999999996,
    "text": "fund can help."
  },
  {
    "startTime": 267.259,
    "endTime": 272.77000000000004,
    "text": "Here’s what that is. It’s a checking account or a piggy bank or a pickle jar that’s earmarked"
  },
  {
    "startTime": 272.77,
    "endTime": 279.21,
    "text": "for fun and fun only. That money is exclusively for movies or meals out or other things you"
  },
  {
    "startTime": 279.21,
    "endTime": 280.94,
    "text": "and your partner might normally say “we can't afford.” I don’t judge, but just"
  },
  {
    "startTime": 280.94,
    "endTime": 282.81,
    "text": "remember that cabbage is off limits for paying bills or other necessities."
  },
  {
    "startTime": 282.81,
    "endTime": 287.979,
    "text": "5 – Build your knowledge bank. You said, “Do I have to keep reading book about money,”"
  },
  {
    "startTime": 287.979,
    "endTime": 294.49,
    "text": "and my answer, until you get your money game together, yes. Whether it’s books or seminars"
  },
  {
    "startTime": 294.49,
    "endTime": 299.55,
    "text": "or audios, its not just about reading or listening, but you actually have to implement it, especially"
  },
  {
    "startTime": 299.55,
    "endTime": 302.389,
    "text": "if you want to have money and keep it."
  },
  {
    "startTime": 302.389,
    "endTime": 306.639,
    "text": "As for money seminars, they can be a little cheesy and people may try and sell you some"
  },
  {
    "startTime": 306.639,
    "endTime": 310.77,
    "text": "more stuff but that doesn’t matter. You'll still learn a ton and what's even more important,"
  },
  {
    "startTime": 310.77,
    "endTime": 315.19899999999996,
    "text": "you're going to be around people who are actively improving their own money mentality."
  },
  {
    "startTime": 315.199,
    "endTime": 320.979,
    "text": "6 – Spread the wealth. This is another strategy that I've personally used and it’s a little"
  },
  {
    "startTime": 320.979,
    "endTime": 326.11,
    "text": "bit counter-intuitive. Anytime you're feeling a lack around money, you got to give some"
  },
  {
    "startTime": 326.11,
    "endTime": 331.139,
    "text": "away. For example, if you catch yourself in major scarcity mode, you should donate a little"
  },
  {
    "startTime": 331.139,
    "endTime": 336.419,
    "text": "bit of money to a cause you believe it. If you're not sure where to donate, we have an"
  },
  {
    "startTime": 336.419,
    "endTime": 341.5,
    "text": "organization that we love. It’s called Kiva and we also have our own lending team and"
  },
  {
    "startTime": 341.5,
    "endTime": 344.629,
    "text": "I’ll put links below this video so you can check it out."
  },
  {
    "startTime": 344.629,
    "endTime": 348.24,
    "text": "Another way to spread the wealth is to just be generous with your friends and family."
  },
  {
    "startTime": 348.24,
    "endTime": 352.11,
    "text": "There's something amazing about saying “I’ll treat,” even if it’s for something simple"
  },
  {
    "startTime": 352.11,
    "endTime": 357.659,
    "text": "like a coffee or a home cooked meal. As we've discussed, you cannot change your family or"
  },
  {
    "startTime": 357.659,
    "endTime": 362.05,
    "text": "your friends around their money mentality but you can be a living demonstration of a"
  },
  {
    "startTime": 362.05,
    "endTime": 364.46000000000004,
    "text": "more abundant reality."
  },
  {
    "startTime": 364.46,
    "endTime": 370.02,
    "text": "That is my A to your Q, Elise. I hope it helps. Now I would love to hear from you. Have you"
  },
  {
    "startTime": 370.02,
    "endTime": 375.229,
    "text": "broken out of a scarcity mentality around money, and if so, how’d you do it? If you're"
  },
  {
    "startTime": 375.229,
    "endTime": 379.65,
    "text": "currently working through this, I would also love to know which of these six strategies"
  },
  {
    "startTime": 379.65,
    "endTime": 383.729,
    "text": "resonated the most and which can you put in practice starting right now."
  },
  {
    "startTime": 383.729,
    "endTime": 389.909,
    "text": "As always, the best and richest discussions happen over at MarieForleo.com so come on"
  },
  {
    "startTime": 389.909,
    "endTime": 393.03,
    "text": "over there and leave a comment now."
  },
  {
    "startTime": 393.03,
    "endTime": 399.0,
    "text": "Did you like this video? I certainly did. If you dug it, please like it, subscribe and"
  },
  {
    "startTime": 399.0,
    "endTime": 403.729,
    "text": "share this with your friends. If you want even more awesome resources to create a business"
  },
  {
    "startTime": 403.729,
    "endTime": 409.02,
    "text": "and life that you love, plus some updates from me that I only talk about in e-mail,"
  },
  {
    "startTime": 409.02,
    "endTime": 413.74,
    "text": "come on over to MarieForleo.com and sign up for e-mail updates."
  },
  {
    "startTime": 413.74,
    "endTime": 418.129,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 418.129,
    "endTime": 444.909,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
  },
  {
    "startTime": 444.909,
    "endTime": 454.909,
    "text": "on MarieTV."
  }
]