[
  {
    "startTime": 0.5,
    "endTime": 4.68,
    "text": "It’s Q&A Tuesday time b-tches! I don’t know if we can do that."
  },
  {
    "startTime": 4.7,
    "endTime": 10.600000000000001,
    "text": "Hey, it’s Marie Forleo here with a \"Hell, yeah!\" So the mother \"bleep\" Oh. I can’t say that."
  },
  {
    "startTime": 11.1,
    "endTime": 14.5,
    "text": "Hey, it’s Marie here with another Q&A Tuesday!"
  },
  {
    "startTime": 18.0,
    "endTime": 21.740000000000002,
    "text": "So today’s question is from Jessica. And Jessica writes:"
  },
  {
    "startTime": 22.1,
    "endTime": 29.8,
    "text": "\"When you get loads of great opportunities in your life, things that you wanna do and hobbies, and simply not enough hours in the day,"
  },
  {
    "startTime": 30.1,
    "endTime": 32.9,
    "text": "how do you really know what to spend your time on?"
  },
  {
    "startTime": 33.0,
    "endTime": 39.4,
    "text": "I’m busy constantly and very efficient but stuck feeling that I could have done more or didn’t get enough done."
  },
  {
    "startTime": 39.5,
    "endTime": 45.55,
    "text": "When there’s more time, I’ll do x, y, and z, but will there really ever be more time?”"
  },
  {
    "startTime": 45.6,
    "endTime": 53.0,
    "text": "Every creative person I know, including myself, struggles with that feeling like, \"Oh my God, I could've got more done,\" or \"There’s not enough hours in the day!\""
  },
  {
    "startTime": 53.1,
    "endTime": 61.3,
    "text": "But something in your question gave me a clue that we can dive a little deeper here and give you some wisdom that most people skip over, and this is what it is."
  },
  {
    "startTime": 61.4,
    "endTime": 66.9,
    "text": "That feeling of feeling stuck like you haven’t got enough done, it’s really a thought."
  },
  {
    "startTime": 67.0,
    "endTime": 74.6,
    "text": "And if all of us, if we listen to our minds you’ll notice that our minds tell us the same junk over and over and over again."
  },
  {
    "startTime": 74.7,
    "endTime": 81.4,
    "text": "Really repetitive thought loops and unfortunately, most of us believe those thoughts are us and we believe that they’re true."
  },
  {
    "startTime": 81.5,
    "endTime": 85.5,
    "text": "So when they say, \"Oh my God, I could've gotten more done,\"  or \"Oh my God, I wish I had more time,\""
  },
  {
    "startTime": 85.6,
    "endTime": 87.8,
    "text": "we believe that to be true and we stress ourselves out."
  },
  {
    "startTime": 87.9,
    "endTime": 93.60000000000001,
    "text": "If we listen to minds long enough, all of that boils down to one common threat."
  },
  {
    "startTime": 93.7,
    "endTime": 98.3,
    "text": "That threat is we suck and we’re never doing enough."
  },
  {
    "startTime": 98.4,
    "endTime": 103.30000000000001,
    "text": "Deepak Chopra one of my favorite authors, I love to retweet his tweets 'cause he’s really smart."
  },
  {
    "startTime": 103.4,
    "endTime": 110.7,
    "text": "He once quoted a study that says, \"We human beings have an average of 65,000 thoughts per day."
  },
  {
    "startTime": 111.3,
    "endTime": 120.1,
    "text": "Ninety-five percent of those thoughts are the same thoughts we had the day before and the day before that, and the day before that and so on and so forth.\""
  },
  {
    "startTime": 120.2,
    "endTime": 121.10000000000001,
    "text": "What does that mean?"
  },
  {
    "startTime": 121.2,
    "endTime": 125.60000000000001,
    "text": "That means that we’re all talking to ourselves about the same junk over and over again."
  },
  {
    "startTime": 125.6,
    "endTime": 131.5,
    "text": "It just doesn’t change and if you’re honest with yourself and you really take a look, you’ll know that to be true for you too."
  },
  {
    "startTime": 131.7,
    "endTime": 135.6,
    "text": "It’s time for rr..rr..rr..rr reframe yo!"
  },
  {
    "startTime": 136.7,
    "endTime": 142.0,
    "text": "Here’s the reframe, next time you notice you’re having the thought, \"I didn’t get enough done today,\""
  },
  {
    "startTime": 142.2,
    "endTime": 147.44,
    "text": "I want you to say this to yourself instead, \"I got the perfect amount done today.\""
  },
  {
    "startTime": 147.5,
    "endTime": 155.5,
    "text": "'Cause I’ll tell you this, if you start disengaging from believing the voice in your head to be true and who you are, and put a little space in between you and that nasty little voice,"
  },
  {
    "startTime": 155.8,
    "endTime": 159.8,
    "text": "you’re gonna start dealing with reality which is different then what you tell yourself."
  },
  {
    "startTime": 159.9,
    "endTime": 165.33,
    "text": "And you’re gonna be a lot more empowered to get more done, and actually be satisfied and happy with your life."
  },
  {
    "startTime": 165.4,
    "endTime": 174.0,
    "text": "Now, let’s break it down and get practical so we can help you figure out if you’re really spending time on what’s most important to you because after all, your time is your life."
  },
  {
    "startTime": 174.1,
    "endTime": 179.178,
    "text": "So here’s a simple exercise, I want you to get out a piece of paper and a pen, and you’re gonna write down the following:"
  },
  {
    "startTime": 179.2,
    "endTime": 183.39999999999998,
    "text": "List your top five priorities in life, whatever they are for you."
  },
  {
    "startTime": 183.5,
    "endTime": 186.6,
    "text": "So for example, maybe number one is love and intimacy;"
  },
  {
    "startTime": 186.8,
    "endTime": 190.8,
    "text": "number two is your business or your career; number three are family and friends."
  },
  {
    "startTime": 190.9,
    "endTime": 196.12900000000002,
    "text": "Perhaps number four is  health and spirituality and maybe number five, who knows, creativity."
  },
  {
    "startTime": 196.5,
    "endTime": 199.9,
    "text": "But the point is write down your top five in order of most importance."
  },
  {
    "startTime": 200.0,
    "endTime": 208.6,
    "text": "Now, take a look back over your calendar; over the last 30 days and see did you actually spend time on your top five priorities?"
  },
  {
    "startTime": 208.7,
    "endTime": 213.82999999999998,
    "text": "Is there a mismatch between what you say is important and how you actually spend your time?"
  },
  {
    "startTime": 213.9,
    "endTime": 220.3,
    "text": "If there is any kind of mismatch between what you say is important and how you spend your time, you just got to get it straight, yo!"
  },
  {
    "startTime": 220.4,
    "endTime": 228.8,
    "text": "So what does that mean? It means get honest with what’s really important to you and stop guilt tripping yourself if it doesn’t line up with what you say should be important."
  },
  {
    "startTime": 228.9,
    "endTime": 237.0,
    "text": "Or on the flip side, if what you say is important really is important but that’s not how you’re spending your time, make some changes in your schedule and you’ll be all set."
  },
  {
    "startTime": 237.3,
    "endTime": 242.0,
    "text": "That’s what I got to say about how to manage everything that you want to do in relation to your time."
  },
  {
    "startTime": 242.1,
    "endTime": 243.9,
    "text": "So Jessica, thank you so much for your question."
  },
  {
    "startTime": 244.0,
    "endTime": 246.8,
    "text": "If you like this video, like it, leave a comment."
  },
  {
    "startTime": 246.9,
    "endTime": 253.1,
    "text": "And of course, if you’re not yet on the newsletter list, come on over to marieforleo.com and get on it right away!"
  },
  {
    "startTime": 253.2,
    "endTime": 257.09999999999997,
    "text": "Thank you so much for watching and I will catch you next time!"
  }
]