[
  {
    "startTime": 0.7,
    "endTime": 6.7,
    "text": "April Fools Day or All Fools Day is the one day of the year when you are allowed to mercilessly prank your friends, family, and co-workers."
  },
  {
    "startTime": 6.8,
    "endTime": 8.6,
    "text": "How exactly did this day come about?"
  },
  {
    "startTime": 8.9,
    "endTime": 12.0,
    "text": "We don't actually know for sure what started this celebration of April Fools Day."
  },
  {
    "startTime": 12.0,
    "endTime": 17.2,
    "text": "References can be found as early as the 1500s, but these accounts are infrequent and not very detailed."
  },
  {
    "startTime": 17.2,
    "endTime": 22.23,
    "text": "Most popular theories that it began around 1582 in France, during the reformation of the calendar."
  },
  {
    "startTime": 22.3,
    "endTime": 26.3,
    "text": "Before France adopted the Gregorian Calendar, they celebrated New Years for eight days."
  },
  {
    "startTime": 26.5,
    "endTime": 29.6,
    "text": "Beginning on March 25th and ending on April 1st."
  },
  {
    "startTime": 29.763,
    "endTime": 33.9,
    "text": "When they switched calendar systems, the 8th day moved from April 1st to January 1st."
  },
  {
    "startTime": 34.1,
    "endTime": 41.2,
    "text": "Because they didn't have internet, phones, social media and a mail system, a lot of people didn't hear about this change until years later."
  },
  {
    "startTime": 41.2,
    "endTime": 44.6,
    "text": "Those that did not hear about the change continued to celebrate New Years in April."
  },
  {
    "startTime": 44.8,
    "endTime": 46.75,
    "text": "Others refused to celebrate it out of rebellion."
  },
  {
    "startTime": 46.8,
    "endTime": 52.599999999999994,
    "text": "Those who had been informed of the change and adjusted their calendars began to make fun of these fools who were uninformed or rebellious."
  },
  {
    "startTime": 52.8,
    "endTime": 58.0,
    "text": "This harassment evolved into a tradition of playing pranks on the 1st day of April and this spread to other countries."
  },
  {
    "startTime": 58.2,
    "endTime": 63.7,
    "text": "However, April Fools Day was already established in England, which didn't switch calendar systems until 1752."
  },
  {
    "startTime": 63.8,
    "endTime": 70.2,
    "text": "Also, people were already engaging in pranks and light-heartedness around this time of the year, long before the French switched their calendar systems."
  },
  {
    "startTime": 70.3,
    "endTime": 73.2,
    "text": "Such as in the case of the ancient Roman festival of Hilaria."
  },
  {
    "startTime": 73.4,
    "endTime": 78.10000000000001,
    "text": "Modern celebrations of April Fools Day have slightly different traditions depending on the country you are in."
  },
  {
    "startTime": 78.237,
    "endTime": 81.5,
    "text": "But they all have the similar theme of pranking or humiliating individuals."
  },
  {
    "startTime": 81.7,
    "endTime": 84.8,
    "text": "In France, they try to tape an image of a fish to your back without you noticing."
  },
  {
    "startTime": 84.9,
    "endTime": 86.5,
    "text": "And in Portugal, they throw flour at you."
  },
  {
    "startTime": 86.7,
    "endTime": 91.8,
    "text": "In England, you are only supposed to pull jokes until noon and if you pull a joke after noon, you are called an April Fool."
  },
  {
    "startTime": 92.0,
    "endTime": 97.0,
    "text": "In the United States and Britain, even popular media outlets and companies have been known to get involved in the fun."
  },
  {
    "startTime": 97.144,
    "endTime": 104.10000000000001,
    "text": "In 1996, Taco Bell announced that it had purchased the Liberty Bell from the city of Philadelphia and was going to rename it The Taco Liberty Bell."
  },
  {
    "startTime": 104.3,
    "endTime": 107.89999999999999,
    "text": "In 1992, npr claimed that Richard Nixon would be running again for president."
  },
  {
    "startTime": 108.0,
    "endTime": 115.2,
    "text": "British publication The Guardian, famously pranked the public in 1977 when they said that a semicolon-shaved island in the Indian Ocean had been discovered."
  },
  {
    "startTime": 115.3,
    "endTime": 119.5,
    "text": "This hoax is credited for launching the trend of April Fools Day pranks by British tabloids."
  },
  {
    "startTime": 119.739,
    "endTime": 125.2,
    "text": "So, hopefully you now know a little more about the history of April Fools Day or at least what we think the history of it is."
  },
  {
    "startTime": 126.7,
    "endTime": 133.0,
    "text": "Now that we are at the end of this video, you might be wondering if all this information is accurate, seeing that it is a video about April Fools Day."
  },
  {
    "startTime": 133.378,
    "endTime": 135.5,
    "text": "Yeah! It's accurate."
  },
  {
    "startTime": 135.65,
    "endTime": 139.3,
    "text": "But seriously, it's accurate. I...I wouldn't do that to you."
  }
]