[
  {
    "startTime": 1.62,
    "endTime": 10.5,
    "text": "With its abundant marine life and white sandy beaches, the Maldives is many people's idea of paradise on earth."
  },
  {
    "startTime": 10.5,
    "endTime": 19.4,
    "text": "A group of small islands dotted around the warm waters of the Indian Ocean, about 450 kilometers southwest of Sri Lanka."
  },
  {
    "startTime": 19.4,
    "endTime": 24.64,
    "text": "The Maldives is home to a community of just 341,000 people."
  },
  {
    "startTime": 24.64,
    "endTime": 30.9,
    "text": "The Maldivian economy evolves around two main business sectors: Tourism and fishing."
  },
  {
    "startTime": 30.9,
    "endTime": 34.15,
    "text": "Tourism is the main source of income in the Maldives."
  },
  {
    "startTime": 34.15,
    "endTime": 42.849,
    "text": "And with average temperatures of around 29 degrees Celsius—that's about 85 degrees Fahrenheit—the holiday season never ends."
  },
  {
    "startTime": 42.849,
    "endTime": 49.4,
    "text": "Maldivian society remains firmly rooted in local traditions and Muslim faith."
  },
  {
    "startTime": 49.4,
    "endTime": 55.19,
    "text": "The major language is Dhivehi, although English is spoken at all hotels and most shops."
  },
  {
    "startTime": 55.19,
    "endTime": 63.3,
    "text": "30 percent of Maldivians live in the capital city Malé, a bustling metropolis with busy markets and shops."
  },
  {
    "startTime": 63.3,
    "endTime": 68.92,
    "text": "A far cry from the tranquility of local fishing villages and resort islands."
  },
  {
    "startTime": 68.92,
    "endTime": 77.3,
    "text": "But the Maldives are not only famous for lavish resorts; they're also one of the world's top destinations for scuba diving."
  },
  {
    "startTime": 77.3,
    "endTime": 91.39999999999999,
    "text": "Sprawling labyrinths of coral reefs teem with a myriad marine species; for many, the highlight of their trip is an encounter with whale sharks and mantas, the gentle giants of the ocean."
  },
  {
    "startTime": 91.4,
    "endTime": 101.64,
    "text": "Seafaring and exploration are part of the country's DNA, so it comes as little surprise that live-aboard cruises are a big attraction in the Maldives."
  },
  {
    "startTime": 101.64,
    "endTime": 109.6,
    "text": "The sense of adventure, freedom, and pure relaxation found aboard such cruises is unique."
  },
  {
    "startTime": 109.7,
    "endTime": 117.9,
    "text": "Anchoring at a different lagoon every day and having access to the country's top dive sites offers a brilliant holiday experience."
  },
  {
    "startTime": 117.9,
    "endTime": 123.7,
    "text": "Spending a week or more cruising around the atolls is the best way to get to know the country."
  },
  {
    "startTime": 123.8,
    "endTime": 131.73,
    "text": "A holiday in the Maldives will leave you convinced that paradise truly is a place on earth."
  },
  {
    "startTime": 131.73,
    "endTime": 142.6,
    "text": "For the best prices on your next Maldives dream holiday, please visit maldivesdivetravel.com and take advantage of our best-price guarantee."
  },
  {
    "startTime": 142.6,
    "endTime": 145.09,
    "text": "Don't pay too much for diving in paradise."
  },
  {
    "startTime": 145.09,
    "endTime": 152.709,
    "text": "Make sure you check out our special offers and last-minute deals on maldivesdivetravel.com."
  },
  {
    "startTime": 152.709,
    "endTime": 162.709,
    "text": "See you there."
  }
]