[
  {
    "startTime": 1.5,
    "endTime": 2.202,
    "text": "Tests!"
  },
  {
    "startTime": 2.435,
    "endTime": 3.136,
    "text": "Traffic!"
  },
  {
    "startTime": 3.436,
    "endTime": 4.204,
    "text": "Twitter!"
  },
  {
    "startTime": 5.3,
    "endTime": 7.573,
    "text": "It's all so overwhelming and stressful!"
  },
  {
    "startTime": 8.108,
    "endTime": 12.81,
    "text": "But who has time to relieve stress when it's constantly building and building?"
  },
  {
    "startTime": 13.213,
    "endTime": 26.622999999999998,
    "text": "Well, we hope you do because studies have shown that too much stress leads to headaches, higher blood pressure, an upset stomach, memory loss, disrupted sleep, and increase risk for heart attacks."
  },
  {
    "startTime": 27.594,
    "endTime": 31.297,
    "text": "Stress does a number on your mind and body."
  },
  {
    "startTime": 31.297,
    "endTime": 34.868,
    "text": "Training your immune system, and messing with your ability to concentrate."
  },
  {
    "startTime": 35.702,
    "endTime": 43.143,
    "text": "Having ten sore muscles, shallow breaths, increased heart rate, these are all signs that you might be too stressed out."
  },
  {
    "startTime": 43.143,
    "endTime": 46.646,
    "text": "Hey, we all know that you can't take fewer classes."
  },
  {
    "startTime": 46.646,
    "endTime": 50.1,
    "text": "You can't quit the track team, or resign from student government, we get it."
  },
  {
    "startTime": 50.283,
    "endTime": 57.421,
    "text": "But here are a few tips that will help you feel calmer inside when your outside life gets too hectic."
  },
  {
    "startTime": 59.659,
    "endTime": 62.595,
    "text": "One: Stay in and recuperate."
  },
  {
    "startTime": 62.796,
    "endTime": 67.47,
    "text": "When stressed, you might feel the need to tackle everything on your to-do-list all at once."
  },
  {
    "startTime": 67.967,
    "endTime": 70.40299999999999,
    "text": "But that sets you up for burnout and failure."
  },
  {
    "startTime": 70.737,
    "endTime": 75.87299999999999,
    "text": "Instead, find a simple routine tasks to complete at home like doing the dishes or vacuuming."
  },
  {
    "startTime": 76.476,
    "endTime": 82.61,
    "text": "Studies show that completing a repetitive task allows your brain to pare down and focus."
  },
  {
    "startTime": 83.383,
    "endTime": 85.685,
    "text": "The perfect cure-free worries scattered mind."
  },
  {
    "startTime": 86.586,
    "endTime": 90.49,
    "text": "After you finish cleaning your house, clean yourself!"
  },
  {
    "startTime": 90.6,
    "endTime": 92.625,
    "text": "Yes, we wrote that clean yourself!"
  },
  {
    "startTime": 92.625,
    "endTime": 96.563,
    "text": "Because a warm bath or hot shower will boost your mood!"
  },
  {
    "startTime": 96.9,
    "endTime": 104.86,
    "text": "Studies have shown that the sensation of warm water triggers responses in the body and brain similar to those triggered by emotional warmth."
  },
  {
    "startTime": 105.171,
    "endTime": 108.875,
    "text": "So think of your next shower like a soothing liquid hug."
  },
  {
    "startTime": 114.414,
    "endTime": 121.084,
    "text": "If you find stress keeping you up all night, try progressive muscle relaxation just before bed."
  },
  {
    "startTime": 121.855,
    "endTime": 130.3,
    "text": "That is a fancy way to describe clenching up every muscles in your body for a few seconds, and then letting go."
  },
  {
    "startTime": 130.63,
    "endTime": 137.79999999999998,
    "text": "Lie on your back and start with your forehead, continuing through your tummy down through your thighs and finally your little toes."
  },
  {
    "startTime": 138.271,
    "endTime": 147.13,
    "text": "Repeat as needed until every muscle is completely relaxed. Then, sleep like a baby."
  },
  {
    "startTime": 147.13,
    "endTime": 149.916,
    "text": "Two: Get out for good vibes!"
  },
  {
    "startTime": 150.917,
    "endTime": 152.886,
    "text": "Ommm…"
  },
  {
    "startTime": 152.886,
    "endTime": 156.22,
    "text": "Downward doggy paddle your way through stress."
  },
  {
    "startTime": 157.123,
    "endTime": 163.29299999999998,
    "text": "The spiritual mantra used in yoga and meditation help focus the mind and stave off feelings of anxiety."
  },
  {
    "startTime": 164.1,
    "endTime": 166.36599999999999,
    "text": "Yoga not for you? That's okay!"
  },
  {
    "startTime": 166.366,
    "endTime": 170.30300000000003,
    "text": "Go outside for a good dose of natural light and a little jog."
  },
  {
    "startTime": 170.303,
    "endTime": 176.74,
    "text": "Exercise lessens anxiety and helps maintain feelings of calm, even in the face of distressing events."
  },
  {
    "startTime": 177.477,
    "endTime": 179.21200000000002,
    "text": "Hey, leave the headphones behind."
  },
  {
    "startTime": 179.5,
    "endTime": 184.751,
    "text": "All the distracting chatter from those texts and emails and tweets can wait."
  },
  {
    "startTime": 184.751,
    "endTime": 192.25,
    "text": "And hey, instead of texting, emailing, or tweeting your best friend, why don't you guys just meet up and get in a good laugh."
  },
  {
    "startTime": 192.392,
    "endTime": 200.93,
    "text": "Because laughter injects a surge of endorphins into the body, which creates feelings of happiness and euphoria, which is why you like them so much."
  },
  {
    "startTime": 202.369,
    "endTime": 207.34,
    "text": "Three. Here's the best one: Treat yourself to something yummy."
  },
  {
    "startTime": 207.34,
    "endTime": 210.377,
    "text": "Hmmm, chocolate."
  },
  {
    "startTime": 211.3,
    "endTime": 222.68900000000002,
    "text": "Alright, look! We're not condoning emotional eating 'cause that's a whole other thing, but there are treats that you can keep handy that will improve your mood, like dark chocolate."
  },
  {
    "startTime": 222.689,
    "endTime": 227.6,
    "text": "Certain chemicals in chocolate help relax the blood vessels, which reduces blood pressure."
  },
  {
    "startTime": 228.9,
    "endTime": 232.9,
    "text": "You can also appeal to your sense of smell for relaxation."
  },
  {
    "startTime": 232.9,
    "endTime": 236.536,
    "text": "The aromas of spearmint and lavender have proven destressing effects."
  },
  {
    "startTime": 237.203,
    "endTime": 240.572,
    "text": "So go buy a lavender scented candle or pick up some spearmint tea."
  },
  {
    "startTime": 241.174,
    "endTime": 243.61,
    "text": "Take a moment to yourself and breathe in the goodness."
  },
  {
    "startTime": 244.21,
    "endTime": 248.815,
    "text": "There you have it, WellCasters. Our quick tips for stress relief."
  },
  {
    "startTime": 248.815,
    "endTime": 252.21,
    "text": "You're gonna have to anticipate that life will be filled with ups and downs."
  },
  {
    "startTime": 252.652,
    "endTime": 264.69,
    "text": "So when the challenges do come, you can take comfort now and knowing that there's a warm shower just on the other side of your bathroom, or a delicious piece of chocolate stashed in your bag so you’ll eat."
  },
  {
    "startTime": 265.2,
    "endTime": 268.735,
    "text": "Be sure to incorporate stress relief strategies into your daily routine."
  },
  {
    "startTime": 269.402,
    "endTime": 275.53999999999996,
    "text": "Make them as essential as breathing in through your nose and now through your mouth."
  },
  {
    "startTime": 282.816,
    "endTime": 286.82,
    "text": "Well, that’s all from me today, WellCasters."
  },
  {
    "startTime": 286.82,
    "endTime": 290.423,
    "text": "Would you do me a kindness? Subscribe to our channel."
  },
  {
    "startTime": 290.423,
    "endTime": 293.758,
    "text": "Sign up for our newsletter to receive sneak peeks and other awesome stuff."
  },
  {
    "startTime": 293.793,
    "endTime": 294.494,
    "text": "See you later!"
  }
]