[
  {
    "startTime": 1.3,
    "endTime": 5.699,
    "text": "Hi! Welcome back to dumb SourceFed I'm Lee Newton."
  },
  {
    "startTime": 5.699,
    "endTime": 11.649999999999999,
    "text": "A new parody store of Starbucks, called DUMB Starbucks is making crazy news, as they set up shop over the weekend in Los"
  },
  {
    "startTime": 11.65,
    "endTime": 13.56,
    "text": "Angeles and gave away free cups of joe."
  },
  {
    "startTime": 13.66,
    "endTime": 17.189,
    "text": "Now the store is very similar to Starbucks. In fact, it's almost exactly the same,"
  },
  {
    "startTime": 17.389,
    "endTime": 21.2,
    "text": "except for the fact the word DUMB is in front of it, but like everywhere!"
  },
  {
    "startTime": 21.3,
    "endTime": 25.889000000000003,
    "text": "It says Dumb coffee on the Starbucks cups, the menu has Dumb iced coffee and Iced tea, Dumb espresso,"
  },
  {
    "startTime": 25.889,
    "endTime": 30.97,
    "text": "Dumb iced espresso, Dumb brewed coffee, Dumb tea, they even have DUMB Nora Jones duet CDs for sale!!"
  },
  {
    "startTime": 31.479,
    "endTime": 34.61,
    "text": "Now I know what you're thinking, what kind of a dumb viral stunt is this?"
  },
  {
    "startTime": 34.91,
    "endTime": 38.94,
    "text": "And it does make it look even more suspicious when Community creator Dan Harmon and Rain Wilson are some"
  },
  {
    "startTime": 38.94,
    "endTime": 49.629,
    "text": "of the first people to tweet about the dumb store — so help me God, if there's a Dumb Starbucks new TV show coming out, please cast me as the lovable high barista,  cause there's always one in every store and I believe in me."
  },
  {
    "startTime": 49.719,
    "endTime": 54.329,
    "text": "Currently, a spokesman for Starbucks told the Wall Street Journal that Dumb Starbucks “obviously”"
  },
  {
    "startTime": 54.329,
    "endTime": 58.33,
    "text": "has no affiliation with Starbucks, and as of right now it's unclear who's behind the coffee shop,"
  },
  {
    "startTime": 58.43,
    "endTime": 62.449,
    "text": "but they are able to get away with it due to it being considered &ldquo;a work of parody art&rdquo;."
  },
  {
    "startTime": 62.549,
    "endTime": 66.45,
    "text": "Under the law, Dumb Starbucks is not a coffee shop but an art gallery"
  },
  {
    "startTime": 66.45,
    "endTime": 69.16,
    "text": "And the Dumb coffee you are buying is considered art."
  },
  {
    "startTime": 69.16,
    "endTime": 74.27,
    "text": "And clearly the art is working, plenty of people have tweeted out about the 1-hour wait outside of the Dumb Starbucks,"
  },
  {
    "startTime": 74.47,
    "endTime": 78.72,
    "text": "and they did the super smart tactic of giving away free coffee over the weekend."
  },
  {
    "startTime": 78.82,
    "endTime": 81.83,
    "text": "Not to mention, creating a product you can't get anywhere else."
  },
  {
    "startTime": 81.93,
    "endTime": 85.82000000000001,
    "text": "I like coffee, but I've never had overpriced dumb coffee! I NEED IT NOW!!"
  },
  {
    "startTime": 85.82,
    "endTime": 95.82,
    "text": "Question: So guys what other parody stores are you looking forward to?"
  }
]