[
  {
    "startTime": 0.2,
    "endTime": 4.2,
    "text": "Matter is everywhere: we eat it, breathe it, drink it. It is who we are."
  },
  {
    "startTime": 4.25,
    "endTime": 5.3,
    "text": "But what is matter?"
  },
  {
    "startTime": 5.7,
    "endTime": 10.0,
    "text": "The most basic particle physics definition of matter comes down to one surprising rule:"
  },
  {
    "startTime": 10.1,
    "endTime": 14.6,
    "text": "The Pauli exclusion principle - or, essentially, electrons hate being alike."
  },
  {
    "startTime": 14.7,
    "endTime": 19.14,
    "text": "To understand why, we have to remember the fact that every electron is exactly the same."
  },
  {
    "startTime": 19.14,
    "endTime": 22.6,
    "text": "Not \"kind of the same\"… They're perfectly identical."
  },
  {
    "startTime": 22.6,
    "endTime": 29.1,
    "text": "Just as you can at anytime, anywhere, spontaneously write down the number three and it will mean exactly, perfectly three."
  },
  {
    "startTime": 29.3,
    "endTime": 34.7,
    "text": "As if there were some everywhere-permeating \"three-ness\" always available to produce a three at your whim."
  },
  {
    "startTime": 34.7,
    "endTime": 36.5,
    "text": "It's the same case with the electron."
  },
  {
    "startTime": 36.5,
    "endTime": 46.5,
    "text": "There's an everywhere-permeating \"electron-ness\" called a \"quantum field,\" and from that field every electron in existence has been summoned, and they are all, exactly, \"electron\"."
  },
  {
    "startTime": 46.6,
    "endTime": 53.4,
    "text": "So when someone says \"Every time you breathe, you inhale a few of the same electrons that used to be in Jesus or Mozart\""
  },
  {
    "startTime": 53.4,
    "endTime": 59.199999999999996,
    "text": "That's about as deep as saying that every time you do arithmetic you use the same number three as Archimedes."
  },
  {
    "startTime": 59.2,
    "endTime": 60.0,
    "text": "What's more?"
  },
  {
    "startTime": 60.0,
    "endTime": 67.0,
    "text": "Just like you can call on the \"three-ness\" to summon \"negative-three\", which has all the exact same properties of three except opposite."
  },
  {
    "startTime": 67.0,
    "endTime": 73.7,
    "text": "And when it meets three they annihilate - you can summon \"anti-electron\" from the electron field and it will annihilate electron when they meet."
  },
  {
    "startTime": 73.8,
    "endTime": 79.6,
    "text": "So, given that electrons are all exactly alike, it's a little surprising that they actually hate being like each other."
  },
  {
    "startTime": 79.6,
    "endTime": 86.69999999999999,
    "text": "In fact, electrons despise alikeness so much that the universe is forbidden from summoning two or more into the same quantum state."
  },
  {
    "startTime": 86.7,
    "endTime": 96.60000000000001,
    "text": "This is called \"the Pauli Exclusion principle,\" and what it means in practice is that you can't cram too much matter into the same place – like a city where building higher than one story is prohibited:"
  },
  {
    "startTime": 96.7,
    "endTime": 100.0,
    "text": "Instead of skyscrapers, compounds sprawl outwards."
  },
  {
    "startTime": 100.0,
    "endTime": 108.8,
    "text": "So at the most fundamental level, matter is just any field, like \"electron\", \"quark\", or \"neutrino\" from which you can summon particles and anti-particles,"
  },
  {
    "startTime": 108.9,
    "endTime": 115.4,
    "text": "but only one at every point, which means that, quite literally, matter is everything that takes up space."
  },
  {
    "startTime": 115.5,
    "endTime": 117.6,
    "text": "Like Walmart."
  }
]