[
  {
    "startTime": 3.75,
    "endTime": 5.7,
    "text": "How to Answer Interview Questions."
  },
  {
    "startTime": 5.7,
    "endTime": 11.869,
    "text": "One of the keys to getting a job is knowing how to answer the interviewer's questions confidently and convincingly."
  },
  {
    "startTime": 12.0,
    "endTime": 20.0,
    "text": "You will need a list of questions and answers, a resume, practice, determination, positive thinking, and self-confidence."
  },
  {
    "startTime": 20.2,
    "endTime": 23.2,
    "text": "Optional: a computer and internet access."
  },
  {
    "startTime": 23.2,
    "endTime": 28.0,
    "text": "Step 1. Prepare for the interview by coming up with a list of questions you may be asked."
  },
  {
    "startTime": 28.0,
    "endTime": 33.0,
    "text": "Write down your answers and rehearse for the interview, preferably with a family member or friend."
  },
  {
    "startTime": 33.0,
    "endTime": 38.501,
    "text": "Many sites on the internet provide guidance for answers to the most common and challenging questions."
  },
  {
    "startTime": 38.501,
    "endTime": 41.4,
    "text": "Step 2. Learn as much as you can about the company."
  },
  {
    "startTime": 41.8,
    "endTime": 47.64,
    "text": "Get a better feel for who they are, what they are looking for, and how to tailor your answers to support the position they want to fill."
  },
  {
    "startTime": 47.9,
    "endTime": 55.699999999999996,
    "text": "Step 3. Smile and use body language and tone of voice to project interest, confidence, consideration, and sincerity."
  },
  {
    "startTime": 56.0,
    "endTime": 61.001,
    "text": "Step 4. Answer general questions about yourself or previous jobs in a positive manner."
  },
  {
    "startTime": 61.001,
    "endTime": 65.001,
    "text": "Focus on training and experiences that relate to the job you're applying for."
  },
  {
    "startTime": 65.001,
    "endTime": 71.001,
    "text": "Step 5. Be prepared to explain why you left a position. Be positive, honest, and brief."
  },
  {
    "startTime": 71.001,
    "endTime": 74.101,
    "text": "Emphasize your desire for more challenges and growth."
  },
  {
    "startTime": 74.101,
    "endTime": 79.001,
    "text": "Never speak negatively about previous supervisors, co-workers, or organizations."
  },
  {
    "startTime": 79.001,
    "endTime": 82.20100000000001,
    "text": "A perceived lack of loyalty reflects poorly on you."
  },
  {
    "startTime": 82.201,
    "endTime": 92.32,
    "text": "Step 6. Put a positive spin on how you spent your time during periods of unemployment. For example, while job hunting, you took classes, volunteered, or consulted on projects."
  },
  {
    "startTime": 92.32,
    "endTime": 98.00099999999999,
    "text": "Step 7. When asked, give specific examples of your strengths that relate to the position."
  },
  {
    "startTime": 98.001,
    "endTime": 104.001,
    "text": "Briefly give an example of a weakness and then discuss the strategies you've taken to overcome or compensate for it."
  },
  {
    "startTime": 104.001,
    "endTime": 107.501,
    "text": "Step 8. Be ready to explain why they should hire you."
  },
  {
    "startTime": 107.501,
    "endTime": 111.7,
    "text": "Highlight your skills, experience, and attributes that are key to the position."
  },
  {
    "startTime": 111.7,
    "endTime": 114.4,
    "text": "Describe how you would be an asset to the organization."
  },
  {
    "startTime": 114.5,
    "endTime": 130.119,
    "text": "Did you know Actor Jim Carrey started out as a janitor, Danny DeVito as a hairdresser, and Chris Rock as a busboy at a Red Lobster franchise."
  }
]