[
  {
    "startTime": 4.2,
    "endTime": 8.600000000000001,
    "text": "Harry was a friendly young man, 32, married with a wife and children."
  },
  {
    "startTime": 8.7,
    "endTime": 14.299999999999999,
    "text": "The only problem was that Harry couldn't actually recognize his wife or children by looking at their faces."
  },
  {
    "startTime": 14.4,
    "endTime": 21.5,
    "text": "His wife, for example, had to identify herself to Harry by wearing conspicuous articles of clothing, like a big red hat."
  },
  {
    "startTime": 21.6,
    "endTime": 28.3,
    "text": "By taking one quick look at something like... my face... you can tell my age, gender, race, where I'm looking and even my mood."
  },
  {
    "startTime": 28.4,
    "endTime": 33.5,
    "text": "And if you've met me before, hello, you generally recognize me in a fraction of a second."
  },
  {
    "startTime": 33.6,
    "endTime": 36.5,
    "text": "We have this amazing ability to recognize faces."
  },
  {
    "startTime": 36.6,
    "endTime": 42.7,
    "text": "There's even a dedicated area in our brains for it, but we hardly ever stop to think just how amazing this really is."
  },
  {
    "startTime": 42.8,
    "endTime": 48.599999999999994,
    "text": "For all the new faces we see, our brains figure out how different it is from our perception of an average face."
  },
  {
    "startTime": 48.7,
    "endTime": 52.1,
    "text": "This is an average of all of the faces you've encountered before."
  },
  {
    "startTime": 52.2,
    "endTime": 60.2,
    "text": "Our brains reduce the facial features, like eyes or lips, to a point and what we remember is just the distance and direction of that point from the centre."
  },
  {
    "startTime": 60.3,
    "endTime": 69.2,
    "text": "This is called face-space, not like the FaceSpace the Oatmeal invented but a vector based mathematical model of face perception proposed by researchers in the 80s."
  },
  {
    "startTime": 69.3,
    "endTime": 78.0,
    "text": "It allows us to remember a huge amount of faces, because what we store in our memory is this code, rather than having a photographic memory for faces as a whole."
  },
  {
    "startTime": 78.1,
    "endTime": 85.0,
    "text": "Because of this tendency to construct an \"average face\" from all of ones that we see, we're more likely to remember distinctive faces,"
  },
  {
    "startTime": 85.1,
    "endTime": 88.89999999999999,
    "text": "like Gollum's huge eyes or Mr. Spock's pointy ears."
  },
  {
    "startTime": 89.2,
    "endTime": 97.2,
    "text": "As for people we already know, like our friends, family and even celebrities, something interesting happens inside our brain when we see their faces."
  },
  {
    "startTime": 97.3,
    "endTime": 106.6,
    "text": "Researchers recorded lots of single neurons, which are so incredibly tiny, in patients suffering from epileptic seizures who had electrodes implanted within their skull."
  },
  {
    "startTime": 106.7,
    "endTime": 115.2,
    "text": "They found that single neurons fired only when subjects were shown pictures of Jennifer Aniston, or Halle Berry, compared other faces or objects they didn't recognize."
  },
  {
    "startTime": 115.3,
    "endTime": 121.2,
    "text": "Your neurons aren't lightening up because you're jealous of Jen's hair or love her chin, it's simply because you recognize her."
  },
  {
    "startTime": 121.3,
    "endTime": 127.39999999999999,
    "text": "This activation of your neurons happens for your friends and families too, it's quite appropriately called \"the grandmother cell\"."
  },
  {
    "startTime": 127.5,
    "endTime": 135.1,
    "text": "Some researchers question the existence of such a neuron, but perhaps the neurons firing is our way of retrieving our face space memory."
  },
  {
    "startTime": 135.2,
    "endTime": 138.5,
    "text": "Sadly there are times when grandmother won't be there to help."
  },
  {
    "startTime": 138.6,
    "endTime": 143.2,
    "text": "There are some people, just like Harry, who don't recognize any faces, ever."
  },
  {
    "startTime": 143.3,
    "endTime": 149.5,
    "text": "People who suffer from this condition, face blindness or prosopagnosia, have a warped face space."
  },
  {
    "startTime": 149.6,
    "endTime": 153.5,
    "text": "Most of the time it's due to brain damage in facial recognition areas."
  },
  {
    "startTime": 153.6,
    "endTime": 158.0,
    "text": "Harry actually sustained head injuries from a car crash, other people are born with it."
  },
  {
    "startTime": 158.1,
    "endTime": 161.7,
    "text": "It's like people suffering from this condition just can't join the dots,"
  },
  {
    "startTime": 161.8,
    "endTime": 167.4,
    "text": "some face blind people will only recognize those they see very often, some won't recognize anyone at all."
  },
  {
    "startTime": 167.5,
    "endTime": 171.8,
    "text": "So things like Facebook are even better at identifying you than some people are."
  },
  {
    "startTime": 171.9,
    "endTime": 176.70000000000002,
    "text": "And facial recognition technology actually uses the face-space principles to work."
  },
  {
    "startTime": 176.8,
    "endTime": 179.10000000000002,
    "text": "This technology identifies you, or me,"
  },
  {
    "startTime": 179.2,
    "endTime": 185.79999999999998,
    "text": "by measuring things like the distance between your eyes, the width of your nose, the shape of your cheekbones and the length of your jaw line."
  },
  {
    "startTime": 185.9,
    "endTime": 188.0,
    "text": "In other words, your faceprint."
  },
  {
    "startTime": 188.1,
    "endTime": 190.5,
    "text": "While most of our brains do this intuitively,"
  },
  {
    "startTime": 190.6,
    "endTime": 198.1,
    "text": "I hope there's some way for facial recognition technology to help face blind people recognize their wife or children in years to come."
  },
  {
    "startTime": 198.2,
    "endTime": 203.6,
    "text": "So the next time you just can't remember a person's name, be thankful that you can recognize their face."
  },
  {
    "startTime": 203.7,
    "endTime": 208.29999999999998,
    "text": "And that you don't have to wear this for your significant other to recognize you."
  },
  {
    "startTime": 210.0,
    "endTime": 215.5,
    "text": "If you haven't already, subscribe to BrainCraft! I have a new video out every other week."
  }
]