[
  {
    "startTime": 5.684,
    "endTime": 8.684000000000001,
    "text": "French fries are delicious."
  },
  {
    "startTime": 8.684,
    "endTime": 12.684,
    "text": "French fries with ketchup are a little slice of heaven."
  },
  {
    "startTime": 12.684,
    "endTime": 16.463,
    "text": "The problem is it's basically impossible to pour exactly the right amount."
  },
  {
    "startTime": 16.463,
    "endTime": 21.851,
    "text": "We're so used to pouring ketchup that we don't realize how weird its behavior is."
  },
  {
    "startTime": 21.851,
    "endTime": 26.43,
    "text": "Imagine a ketchup bottle filled with a straight up solid like steel."
  },
  {
    "startTime": 26.43,
    "endTime": 29.475,
    "text": "No amount of shaking would ever get the steel out."
  },
  {
    "startTime": 29.475,
    "endTime": 32.395,
    "text": "Now imagine that same bottle full of a liquid like water."
  },
  {
    "startTime": 32.395,
    "endTime": 34.434000000000005,
    "text": "That pour like a dream."
  },
  {
    "startTime": 34.434,
    "endTime": 36.851,
    "text": "Ketchup, though, can't seem to make up its mind."
  },
  {
    "startTime": 36.851,
    "endTime": 38.933,
    "text": "Is it a solid? Or liquid?"
  },
  {
    "startTime": 38.933,
    "endTime": 41.653999999999996,
    "text": "The answer is, it depends."
  },
  {
    "startTime": 41.654,
    "endTime": 47.597,
    "text": "The world's most common fluids like water, oils and alcohols respond to force linearly."
  },
  {
    "startTime": 47.597,
    "endTime": 51.238,
    "text": "If you push on them twice as hard, they move twice as fast."
  },
  {
    "startTime": 51.238,
    "endTime": 57.739,
    "text": "Sir Isaac Newton--of apple fame--first proposed this relationship, and so those fluids are called Newtonian fluids."
  },
  {
    "startTime": 57.739,
    "endTime": 63.285999999999994,
    "text": "Ketchup, though, is part of a merry band of linear rule breakers called \"non-Newtonian fluids.\""
  },
  {
    "startTime": 63.286,
    "endTime": 69.87,
    "text": "Mayonnaise, toothpaste, blood, paint, peanut butter and lots of other fluids respond to force non-linearly."
  },
  {
    "startTime": 69.87,
    "endTime": 75.336,
    "text": "That is, their apparent thickness changes depending on how hard you push, or how long, or how fast."
  },
  {
    "startTime": 75.336,
    "endTime": 78.551,
    "text": "And ketchup is actually Non-Newtonian in two different ways."
  },
  {
    "startTime": 78.551,
    "endTime": 82.849,
    "text": "Way number one: The harder you push, the thinner ketchup seems to get."
  },
  {
    "startTime": 82.849,
    "endTime": 86.717,
    "text": "Below a certain pushing force, ketchup basically behaves like a solid."
  },
  {
    "startTime": 86.717,
    "endTime": 93.384,
    "text": "But once you pass that breaking point, it switches gears and becomes a thousand times thinner than it was before."
  },
  {
    "startTime": 93.384,
    "endTime": 95.384,
    "text": "Sound familiar right?"
  },
  {
    "startTime": 95.384,
    "endTime": 101.569,
    "text": "Way number two: If you push with a force below the threshold force eventually, the ketchup will start to flow."
  },
  {
    "startTime": 101.569,
    "endTime": 106.992,
    "text": "In this case, time, not force, is the key to releasing ketchup from its glassy prison."
  },
  {
    "startTime": 106.992,
    "endTime": 109.62,
    "text": "Alright, so, why does ketchup act all weird?"
  },
  {
    "startTime": 109.62,
    "endTime": 115.45700000000001,
    "text": "Well, it's made from tomatoes, pulverized, smashed, thrashed, utterly destroyed tomatoes."
  },
  {
    "startTime": 115.457,
    "endTime": 116.80099999999999,
    "text": "See these tiny particles?"
  },
  {
    "startTime": 116.801,
    "endTime": 121.215,
    "text": "This is what remains of tomatoes cells after they go through the ketchup treatment."
  },
  {
    "startTime": 121.215,
    "endTime": 122.925,
    "text": "And the liquid around those particles?"
  },
  {
    "startTime": 122.925,
    "endTime": 125.967,
    "text": "That's mostly water and some vinegar, sugar, and spices."
  },
  {
    "startTime": 125.967,
    "endTime": 131.551,
    "text": "When ketchup is just sitting around, the tomato particles are evenly and randomly distributed."
  },
  {
    "startTime": 131.551,
    "endTime": 133.96699999999998,
    "text": "Now, let's say you apply a weak force very quickly."
  },
  {
    "startTime": 133.967,
    "endTime": 138.717,
    "text": "The particles bump into each other, but can't get out of each other's way, so the ketchup doesn't flow."
  },
  {
    "startTime": 138.717,
    "endTime": 141.77700000000002,
    "text": "Now, let's say you apply a strong force very quickly."
  },
  {
    "startTime": 141.777,
    "endTime": 148.827,
    "text": "That extra force is enough to squish the tomato particles, so maybe instead of little spheres, they get smushed into little ellipses, and boom!"
  },
  {
    "startTime": 148.827,
    "endTime": 153.633,
    "text": "Now you have enough space for one group of particles to get passed others and the ketchup flows."
  },
  {
    "startTime": 153.633,
    "endTime": 157.716,
    "text": "Now let's say you apply a very weak force but for a very long time."
  },
  {
    "startTime": 157.716,
    "endTime": 161.25300000000001,
    "text": "Turns out, we're not exactly sure what happens in this scenario."
  },
  {
    "startTime": 161.253,
    "endTime": 171.884,
    "text": "One possibility is that the tomato particles near the walls of the container slowly get bumped towards the middle, slowly get bumped towards the middle, leaving the soup they were dissolved in, which remember is basically water, near the edges."
  },
  {
    "startTime": 171.884,
    "endTime": 178.551,
    "text": "That water serves as a lubricant between the glass bottle and the center plug of ketchup, and so the ketchup flows."
  },
  {
    "startTime": 178.551,
    "endTime": 185.801,
    "text": "Another possibility is that the particles slowly rearrange themselves into lots of small groups, which then flow past each other."
  },
  {
    "startTime": 185.801,
    "endTime": 191.326,
    "text": "Scientists who study fluid flows are still actively researching how ketchup and its merry friends work."
  },
  {
    "startTime": 191.326,
    "endTime": 199.301,
    "text": "Ketchup basically gets thinner the harder you push, but other substances, like oobleck or some natural peanut butters, actually get thicker the harder you push."
  },
  {
    "startTime": 199.301,
    "endTime": 206.012,
    "text": "Others can climb up rotating rods, or continue to pour themselves out of a beaker, once you get them started."
  },
  {
    "startTime": 206.012,
    "endTime": 210.217,
    "text": "From a physics perspective, though, ketchup is one of the more complicated mixtures out there."
  },
  {
    "startTime": 210.217,
    "endTime": 221.549,
    "text": "And as if that weren't enough, the balance of ingredients and the presence of natural thickeners like xanthan gum, which is also found in many fruit drinks and milkshakes, can mean that two different ketchups can behave completely differently."
  },
  {
    "startTime": 221.549,
    "endTime": 230.365,
    "text": "But most will show two tell-tale properties: Sudden thinning at a threshold force, and more gradual thinning after a small force is applied for a long time."
  },
  {
    "startTime": 230.365,
    "endTime": 233.327,
    "text": "And that means you could get ketchup out of the bottle in two ways:"
  },
  {
    "startTime": 233.327,
    "endTime": 242.504,
    "text": "Either give it a series of long, slow languid shakes making sure you don't ever stop applying force, or you could hit the bottle once very, very hard."
  },
  {
    "startTime": 242.504,
    "endTime": 260.428,
    "text": "What the real pros do is keep the lid on, give the bottle a few short, sharp shakes to wake up all those tomato particles, and then take the lid off and do a nice controlled pour onto their heavenly fries."
  }
]