[
  {
    "startTime": 0.91,
    "endTime": 2.89,
    "text": "Alright, let's be honest!"
  },
  {
    "startTime": 3.05,
    "endTime": 5.68,
    "text": "Is there something else you're supposed to be doing right now?"
  },
  {
    "startTime": 5.68,
    "endTime": 7.369999999999999,
    "text": "Do you have a paper due in 10 hours?"
  },
  {
    "startTime": 7.37,
    "endTime": 11.530000000000001,
    "text": "Is there a stinky pile of laundry slowly inching its way across your bedroom floor?"
  },
  {
    "startTime": 11.91,
    "endTime": 16.39,
    "text": "You should be doing those things but instead, you're here listening to me lecture you on YouTube."
  },
  {
    "startTime": 16.78,
    "endTime": 19.59,
    "text": "Wait wait wait wait wait, don't go away just yet."
  },
  {
    "startTime": 19.59,
    "endTime": 24.65,
    "text": "The next five minutes will be the most productive bit of procrastination you have done all day."
  },
  {
    "startTime": 25.39,
    "endTime": 27.76,
    "text": "And you're not the only one procrastinating."
  },
  {
    "startTime": 27.9,
    "endTime": 37.07,
    "text": "Thanks to a suggestion by one of our viewers, today's episode of WellCast is going to bring you a three step program to wrangle your monster of procrastination into submission."
  },
  {
    "startTime": 37.58,
    "endTime": 43.18,
    "text": "About 20 percent of the population identifies themselves as chronic procrastinators."
  },
  {
    "startTime": 43.72,
    "endTime": 48.21,
    "text": "People who constantly put off the things that they really need to do."
  },
  {
    "startTime": 48.88,
    "endTime": 52.99,
    "text": "And that is because procrastination is about lying to yourself."
  },
  {
    "startTime": 53.44,
    "endTime": 60.11,
    "text": "You know, telling yourself, \"Uhh! I will have plenty of time to finish that paper tomorrow,\" when you know you are way behind."
  },
  {
    "startTime": 60.67,
    "endTime": 66.11,
    "text": "In a recent study, two groups of university students were signed to write three papers in three weeks."
  },
  {
    "startTime": 66.63,
    "endTime": 72.8,
    "text": "Group A was given the opportunity to turn in all papers in at any point during those three weeks."
  },
  {
    "startTime": 73.1,
    "endTime": 77.1,
    "text": "Group B, on the other hand, had strict weekly deadlines for each paper."
  },
  {
    "startTime": 77.24,
    "endTime": 81.88,
    "text": "Ultimately, the ones who did the best on the papers were the ones given the strict deadlines."
  },
  {
    "startTime": 81.88,
    "endTime": 86.71,
    "text": "Group A, the students who had to pick their own deadlines, they did pretty poorly."
  },
  {
    "startTime": 87.49,
    "endTime": 90.89999999999999,
    "text": "Clearly, humans are not the best at regulating themselves."
  },
  {
    "startTime": 91.12,
    "endTime": 96.19,
    "text": "So when it comes to procrastination, you have to trick yourself in getting the job done."
  },
  {
    "startTime": 96.37,
    "endTime": 102.09,
    "text": "And this brings us to our WellCast three step method for stopping procrastination."
  },
  {
    "startTime": 103.05,
    "endTime": 106.98,
    "text": "Please pause and print out your worksheet at watchwellcast.com."
  },
  {
    "startTime": 107.83,
    "endTime": 109.42999999999999,
    "text": "Okay, are you ready?"
  },
  {
    "startTime": 110.0,
    "endTime": 112.52,
    "text": "Step one: eat an elephant."
  },
  {
    "startTime": 112.81,
    "endTime": 114.54,
    "text": "Hey, how do you eat an elephant?"
  },
  {
    "startTime": 115.07,
    "endTime": 116.41999999999999,
    "text": "One bite at a time?"
  },
  {
    "startTime": 117.11,
    "endTime": 121.96,
    "text": "Look, what I'm saying is, you need time to digest or you are gonna make yourself sick."
  },
  {
    "startTime": 122.35,
    "endTime": 128.67,
    "text": "Reward yourself for getting through parts of the project rather than waiting to reward yourself after the whole thing's over."
  },
  {
    "startTime": 129.31,
    "endTime": 136.09,
    "text": "Okay procrastinator, think about that one project that you really need to get done, but calm down."
  },
  {
    "startTime": 136.51,
    "endTime": 142.60999999999999,
    "text": "Instead of letting it overwhelm you, organize that project into small bite-size manageable segments."
  },
  {
    "startTime": 143.25,
    "endTime": 150.92,
    "text": "Think about what needs to get done and write down what you're going to be doing to tackle this project hour by hour, and make it specific."
  },
  {
    "startTime": 151.09,
    "endTime": 157.57,
    "text": "By breaking down this giant project into smaller tasks, this elephant will become a lot less daunting."
  },
  {
    "startTime": 158.37,
    "endTime": 163.62,
    "text": "Step two: pick off the itsy-bitsy Goblins instead of going for the whole dragon."
  },
  {
    "startTime": 164.17,
    "endTime": 168.5,
    "text": "The hardest part about starting any project is always starting a project."
  },
  {
    "startTime": 168.57,
    "endTime": 173.13,
    "text": "A good way to get around this is to start a project off with the task you like the best."
  },
  {
    "startTime": 173.56,
    "endTime": 178.71,
    "text": "Listen, when you do something that you like, your brain releases dopamines which makes you happy."
  },
  {
    "startTime": 179.09,
    "endTime": 185.74,
    "text": "Maybe it's decorating a cover of a report, writing a snappy intro into an otherwise incredibly boring paper."
  },
  {
    "startTime": 186.51,
    "endTime": 190.89999999999998,
    "text": "Step three: ignore the iren's songs."
  },
  {
    "startTime": 190.9,
    "endTime": 191.71,
    "text": "Seriously."
  },
  {
    "startTime": 191.71,
    "endTime": 195.18,
    "text": "This step is straight out of Homer's epic poem, The Odyssey."
  },
  {
    "startTime": 195.65,
    "endTime": 199.19,
    "text": "In The Odyssey, our protagonist Ulysses is trying to get home."
  },
  {
    "startTime": 199.54,
    "endTime": 207.56,
    "text": "Unfortunately, this requires maneuvering through a strait of water where sailors are often lured under the rocks by creatures called \"sirens.\""
  },
  {
    "startTime": 208.31,
    "endTime": 215.5,
    "text": "Instead of giving up, Ulysses instructs his crew to tie him to the mast of the ship and for all of them to plug their ears."
  },
  {
    "startTime": 215.84,
    "endTime": 222.70000000000002,
    "text": "No matter how much he yells and screams to head towards the beautiful sirens, the sailors must keep on track."
  },
  {
    "startTime": 223.64,
    "endTime": 226.95,
    "text": "We're not saying that you need to actually tie yourself up to anything,"
  },
  {
    "startTime": 226.95,
    "endTime": 231.89,
    "text": "But you should plan to clear any distractions that will hamper your ability to procrastinate later."
  },
  {
    "startTime": 232.23,
    "endTime": 240.70999999999998,
    "text": "For example, if you're a sucker for Facebook or online video games, have your parents or your roommates change the internet password to keep you on track for studying."
  },
  {
    "startTime": 241.06,
    "endTime": 246.59,
    "text": "The less temptations you give in to or have the ability to give in to, the better you'll be at acing that exam."
  },
  {
    "startTime": 247.59,
    "endTime": 249.58,
    "text": "Okay kiddos, let's recap."
  },
  {
    "startTime": 249.8,
    "endTime": 254.08,
    "text": "The best way to get around procrastination is to trick yourself into doing the work."
  },
  {
    "startTime": 254.08,
    "endTime": 256.08000000000004,
    "text": "Haha, it's true though."
  },
  {
    "startTime": 256.08,
    "endTime": 259.02,
    "text": "We recommend that you do this in one of three ways."
  },
  {
    "startTime": 259.02,
    "endTime": 263.83,
    "text": "Number one: breaking your tasks into segments, in other words, you got had to eat that elephant."
  },
  {
    "startTime": 265.58,
    "endTime": 269.28,
    "text": "Number two: start with the most enjoyable part of the project."
  },
  {
    "startTime": 269.28,
    "endTime": 271.28,
    "text": "Go for those itsy-bitsy goblins."
  },
  {
    "startTime": 271.28,
    "endTime": 273.67999999999995,
    "text": "And number three: avoid that siren song."
  },
  {
    "startTime": 273.68,
    "endTime": 276.35,
    "text": "Clear out those distractions and see you can get the job done."
  },
  {
    "startTime": 277.1,
    "endTime": 278.35,
    "text": "Are these tips of help?"
  },
  {
    "startTime": 278.35,
    "endTime": 282.26000000000005,
    "text": "Leave us a message below or email us at watchwWellCast.com."
  },
  {
    "startTime": 283.86,
    "endTime": 286.29,
    "text": "Tweet us at watchWellCast."
  },
  {
    "startTime": 286.4,
    "endTime": 289.95,
    "text": "Email us at watchWellCast@gmail.com"
  },
  {
    "startTime": 289.95,
    "endTime": 291.95,
    "text": "Or leave a comment down below."
  },
  {
    "startTime": 291.96,
    "endTime": 293.59,
    "text": "We'll see you next time."
  }
]