[
  {
    "startTime": 6.708,
    "endTime": 11.0,
    "text": "You're in line at the grocery store when, uh oh, someone sneezes on you."
  },
  {
    "startTime": 11.0,
    "endTime": 16.487000000000002,
    "text": "The cold virus is sucked inside your lungs and lands on a cell on your airway lining."
  },
  {
    "startTime": 16.487,
    "endTime": 23.851999999999997,
    "text": "Every living thing on Earth is made of cells, from the smallest one-celled bacteria, to the giant blue whale, to you."
  },
  {
    "startTime": 23.852,
    "endTime": 33.2,
    "text": "Each cell in your body is surrounded by a cell membrane, a thick flexible layer made of fats and proteins, that surrounds and protects the inner components."
  },
  {
    "startTime": 33.2,
    "endTime": 38.1,
    "text": "It's semipermeable, meaning that it lets some things pass in and out but blocks others."
  },
  {
    "startTime": 38.1,
    "endTime": 41.495000000000005,
    "text": "The cell membrane is covered with tiny projections."
  },
  {
    "startTime": 41.495,
    "endTime": 47.599999999999994,
    "text": "They all have functions, like helping cells adhere to their neighbors or binding to nutrients the cell will need."
  },
  {
    "startTime": 47.6,
    "endTime": 49.800000000000004,
    "text": "Animal and plant cells have cell membranes."
  },
  {
    "startTime": 49.8,
    "endTime": 55.8,
    "text": "Only plant cells have a cell wall, which is made of rigid cellulose that gives the plant structure."
  },
  {
    "startTime": 55.8,
    "endTime": 59.099999999999994,
    "text": "The virus that was sneezed into your lungs is sneaky."
  },
  {
    "startTime": 59.1,
    "endTime": 66.6,
    "text": "Pretending to be a friend, it attaches to a projection on the cell membrane, and the cell brings it through the cell membrane and inside."
  },
  {
    "startTime": 66.6,
    "endTime": 70.0,
    "text": "When the virus gets through, the cell recognizes its mistake."
  },
  {
    "startTime": 70.0,
    "endTime": 72.172,
    "text": "An enemy is inside!"
  },
  {
    "startTime": 72.172,
    "endTime": 76.0,
    "text": "Special enzymes arrive at the scene and chop the virus to pieces."
  },
  {
    "startTime": 76.0,
    "endTime": 83.6,
    "text": "They then send one of the pieces back through the cell membrane, where the cell displays it to warn neighboring cells about the invader."
  },
  {
    "startTime": 83.6,
    "endTime": 87.5,
    "text": "A nearby cell sees the warning and immediately goes into action."
  },
  {
    "startTime": 87.5,
    "endTime": 92.9,
    "text": "It needs to make antibodies, proteins that will attack and kill the invading virus."
  },
  {
    "startTime": 92.9,
    "endTime": 95.5,
    "text": "This process starts in the nucleus."
  },
  {
    "startTime": 95.5,
    "endTime": 103.0,
    "text": "The nucleus contains our DNA, the blueprint that tells our cells how to make everything our bodies need to function."
  },
  {
    "startTime": 103.0,
    "endTime": 109.279,
    "text": "A certain section of our DNA contains instructions that tell our cells how to make antibodies."
  },
  {
    "startTime": 109.1,
    "endTime": 116.1,
    "text": "Enzymes in the nucleus find the right section of DNA, then create a copy of these instructions, called messenger RNA."
  },
  {
    "startTime": 116.1,
    "endTime": 120.423,
    "text": "The messenger RNA leaves the nucleus to carry out its orders."
  },
  {
    "startTime": 120.423,
    "endTime": 123.10000000000001,
    "text": "The messenger RNA travels to a ribosome."
  },
  {
    "startTime": 123.1,
    "endTime": 131.4,
    "text": "There can be as many as 10 million ribosomes in a human cell, all studded along a ribbon-like structure called the endoplasmic reticulum."
  },
  {
    "startTime": 131.4,
    "endTime": 134.6,
    "text": "This ribosome reads the instructions from the nucleus."
  },
  {
    "startTime": 134.6,
    "endTime": 141.79999999999998,
    "text": "It takes amino acids and links them together one by one, creating an antibody protein that will go fight the virus."
  },
  {
    "startTime": 141.8,
    "endTime": 145.776,
    "text": "But before it can do that, the antibody needs to leave the cell."
  },
  {
    "startTime": 145.776,
    "endTime": 148.649,
    "text": "The antibody heads to the golgi apparatus."
  },
  {
    "startTime": 148.649,
    "endTime": 151.4,
    "text": "Here, it's packed up for delivery outside the cell."
  },
  {
    "startTime": 151.4,
    "endTime": 161.1,
    "text": "Enclosed in a bubble made of the same material as the cell membrane, the golgi apparatus also gives the antibody directions, telling it how to get to the edge of the cell."
  },
  {
    "startTime": 161.1,
    "endTime": 165.6,
    "text": "When it gets there, the bubble surrounding the antibody fuses to the cell membrane."
  },
  {
    "startTime": 165.6,
    "endTime": 170.29999999999998,
    "text": "The cell ejects the antibody, and it heads out to track down the virus."
  },
  {
    "startTime": 170.3,
    "endTime": 176.916,
    "text": "The leftover bubble will be broken down by the cell's lysosomes and its pieces recycled over and over again."
  },
  {
    "startTime": 176.916,
    "endTime": 180.0,
    "text": "Where did the cell get the energy to do all this?"
  },
  {
    "startTime": 180.0,
    "endTime": 182.1,
    "text": "That's the roll of the mitochondria."
  },
  {
    "startTime": 182.1,
    "endTime": 191.2,
    "text": "To make energy, the mitochondria takes oxygen - this is the only reason we breathe it - and adds electrons from the food we eat to make water molecules."
  },
  {
    "startTime": 191.2,
    "endTime": 198.244,
    "text": "That process also creates a high energy molecule, called ATP, which the cell uses to power all of its parts."
  },
  {
    "startTime": 198.244,
    "endTime": 200.4,
    "text": "Plant cells make energy a different way."
  },
  {
    "startTime": 200.4,
    "endTime": 210.0,
    "text": "They have chloroplasts that combine carbon dioxide and water with light energy from the sun to create oxygen and sugar, a form of chemical energy."
  },
  {
    "startTime": 210.0,
    "endTime": 218.5,
    "text": "All the parts of a cell have to work together to keep things running smoothly, and all the cells of your body have to work together to keep you running smoothly."
  },
  {
    "startTime": 218.5,
    "endTime": 220.52,
    "text": "That's a whole lot of cells."
  },
  {
    "startTime": 220.52,
    "endTime": 230.52,
    "text": "Scientists think there are about 37 trillion of them."
  }
]