[
  {
    "startTime": 7.8,
    "endTime": 11.5,
    "text": "Palms sweaty, heart racing, stomach in knots."
  },
  {
    "startTime": 11.5,
    "endTime": 12.903,
    "text": "You can't cry for help."
  },
  {
    "startTime": 12.9,
    "endTime": 16.9,
    "text": "Not only is your throat too tight to breathe, but it'd be so embarrassing."
  },
  {
    "startTime": 16.9,
    "endTime": 19.2,
    "text": "No, you aren't being stalked by a monster."
  },
  {
    "startTime": 20.616,
    "endTime": 25.1,
    "text": "You're speaking in public, a fate some deem worse than death."
  },
  {
    "startTime": 25.1,
    "endTime": 26.700000000000003,
    "text": "See, when you're dead, you feel nothing."
  },
  {
    "startTime": 26.8,
    "endTime": 29.2,
    "text": "At a podium, you feel stage fright."
  },
  {
    "startTime": 32.4,
    "endTime": 37.4,
    "text": "But at some point we've all had to communicate in front of people, so you have to try and overcome it."
  },
  {
    "startTime": 37.5,
    "endTime": 40.7,
    "text": "To start, understand what stage fright is."
  },
  {
    "startTime": 40.7,
    "endTime": 44.900000000000006,
    "text": "Humans, social animals that we are, are wired to worry about reputation."
  },
  {
    "startTime": 45.0,
    "endTime": 46.7,
    "text": "Public speaking can threaten it."
  },
  {
    "startTime": 46.7,
    "endTime": 51.7,
    "text": "Before a speech, you fret, \"What if people think I'm awful and I'm an idiot?\""
  },
  {
    "startTime": 51.6,
    "endTime": 58.2,
    "text": "That fear of being seen as an awful idiot is a threat reaction from a primitive part of your brain that's very hard to control."
  },
  {
    "startTime": 58.3,
    "endTime": 64.89999999999999,
    "text": "It's the fight or flight response, a self-protective process seen in a range of animals, most of which don't give speeches."
  },
  {
    "startTime": 65.0,
    "endTime": 67.9,
    "text": "But we have a wise partner in the study of freaking out."
  },
  {
    "startTime": 67.8,
    "endTime": 72.39999999999999,
    "text": "Charles Darwin tested fight or flight at the London Zoo snake exhibit."
  },
  {
    "startTime": 72.3,
    "endTime": 78.7,
    "text": "He wrote in his diary, \"My will and reason were powerless against the imagination of a danger which had never been experienced.\""
  },
  {
    "startTime": 78.9,
    "endTime": 84.2,
    "text": "He concluded that his response was an ancient reaction unaffected by the nuances of modern civilization."
  },
  {
    "startTime": 84.2,
    "endTime": 86.8,
    "text": "So, to your conscious modern mind, it's a speech."
  },
  {
    "startTime": 86.9,
    "endTime": 95.5,
    "text": "To the rest of your brain, built up to code with the law of the jungle, when you perceive the possible consequences of blowing a speech, it's time to run for your life or fight to the death."
  },
  {
    "startTime": 110.0,
    "endTime": 119.8,
    "text": "Your hypothalamus, common to all vertebrates, triggers your pituitary gland to secrete the hormone ACTH, making your adrenal gland shoot adrenaline into your blood."
  },
  {
    "startTime": 119.8,
    "endTime": 121.8,
    "text": "Your neck and back tense up, you slouch."
  },
  {
    "startTime": 121.9,
    "endTime": 124.80000000000001,
    "text": "Your legs and hand shake as your muscles prepare for attack."
  },
  {
    "startTime": 125.0,
    "endTime": 125.6,
    "text": "You sweat."
  },
  {
    "startTime": 125.6,
    "endTime": 126.8,
    "text": "Your blood pressure jumps."
  },
  {
    "startTime": 126.9,
    "endTime": 134.9,
    "text": "Your digestion shuts down to maximize the delivery of nutrients and oxygen to muscles and vital organs, so you get dry mouth, butterflies."
  },
  {
    "startTime": 134.9,
    "endTime": 140.70000000000002,
    "text": "Your pupils dilate, it's hard to read anything up close, like your notes, but long range is easy."
  },
  {
    "startTime": 140.7,
    "endTime": 142.5,
    "text": "That's how stage fright works."
  },
  {
    "startTime": 142.5,
    "endTime": 143.7,
    "text": "How do we fight it?"
  },
  {
    "startTime": 143.8,
    "endTime": 146.0,
    "text": "First, perspective."
  },
  {
    "startTime": 146.0,
    "endTime": 147.4,
    "text": "This isn't all in your head."
  },
  {
    "startTime": 147.4,
    "endTime": 152.0,
    "text": "It's a natural, hormonal, full body reaction by an autonomic nervous system on autopilot."
  },
  {
    "startTime": 152.0,
    "endTime": 155.0,
    "text": "And genetics play a huge role in social anxiety."
  },
  {
    "startTime": 155.2,
    "endTime": 157.6,
    "text": "John Lennon played live thousands of times."
  },
  {
    "startTime": 157.7,
    "endTime": 159.7,
    "text": "Each time he vomited beforehand."
  },
  {
    "startTime": 159.8,
    "endTime": 163.20000000000002,
    "text": "Some people are just wired to feel more scared performing in public."
  },
  {
    "startTime": 163.2,
    "endTime": 167.5,
    "text": "Since stage fright is natural and inevitable, focus on what you can control."
  },
  {
    "startTime": 167.5,
    "endTime": 169.5,
    "text": "Practice a lot."
  },
  {
    "startTime": 169.5,
    "endTime": 172.9,
    "text": "Starting long before in an environment similar to the real performance."
  },
  {
    "startTime": 173.0,
    "endTime": 181.2,
    "text": "Practicing any task increases your familiarity and reduces anxiety, so when it's time to speak in public, you're confident in yourself and the task at hand."
  },
  {
    "startTime": 181.2,
    "endTime": 185.5,
    "text": "Steve Jobs rehearsed his epic speeches for hundreds of hours, starting weeks in advance."
  },
  {
    "startTime": 185.5,
    "endTime": 192.7,
    "text": "If you know what you're saying, you'll feed off the crowd's energy instead of letting your hypothalamus convince your body it's about to be lunch for a pack of predators."
  },
  {
    "startTime": 192.7,
    "endTime": 197.2,
    "text": "But hey, the vertebrate hypothalamus has had millions of years more practice than you."
  },
  {
    "startTime": 197.3,
    "endTime": 201.3,
    "text": "Just before you go on stage, it's time to fight dirty and trick your brain."
  },
  {
    "startTime": 201.3,
    "endTime": 203.60000000000002,
    "text": "Stretch your arms up and breath deeply."
  },
  {
    "startTime": 203.7,
    "endTime": 206.89999999999998,
    "text": "This makes your hypothalamus trigger a relaxation response."
  },
  {
    "startTime": 207.0,
    "endTime": 212.0,
    "text": "Stage fright usually hits hardest right before a presentation, so take that last minute to stretch and breathe."
  },
  {
    "startTime": 212.0,
    "endTime": 215.4,
    "text": "You approach the mic, voice clear, body relaxed."
  },
  {
    "startTime": 215.4,
    "endTime": 220.0,
    "text": "Your well-prepared speech convinces the wild crowd you're a charismatic genius."
  },
  {
    "startTime": 220.0,
    "endTime": 220.8,
    "text": "How?"
  },
  {
    "startTime": 220.9,
    "endTime": 223.70000000000002,
    "text": "You didn't overcome stage fright, you adapted to it."
  },
  {
    "startTime": 223.7,
    "endTime": 232.0,
    "text": "And to the fact that no matter how civilized you may seem, in part of your brain, you're still a wild animal, a profound, well-spoken wild animal."
  }
]