[
  {
    "startTime": 15.5,
    "endTime": 21.6,
    "text": "This image of the \"Vitruvian Man\", taken from Leonardo's sketches, has become one of the most recognizable symbols of the Renaissance."
  },
  {
    "startTime": 21.7,
    "endTime": 22.599999999999998,
    "text": "But why?"
  },
  {
    "startTime": 22.7,
    "endTime": 24.599999999999998,
    "text": "It's a simple pen-and-ink drawing, right?"
  },
  {
    "startTime": 24.7,
    "endTime": 26.0,
    "text": "Wrong."
  },
  {
    "startTime": 26.1,
    "endTime": 28.6,
    "text": "Let's start to answer this question with a math problem."
  },
  {
    "startTime": 28.7,
    "endTime": 34.3,
    "text": "I know how to calculate the area of a circle; I take the value for pi and multiply it by the radius squared."
  },
  {
    "startTime": 34.4,
    "endTime": 39.3,
    "text": "I also know how to take the area of a square; I multiply the base by itself."
  },
  {
    "startTime": 39.4,
    "endTime": 43.699999999999996,
    "text": "But how can I take the area of a circle and create a square with an equal area?"
  },
  {
    "startTime": 43.8,
    "endTime": 48.0,
    "text": "This is a problem often called \"squaring a circle\" that was first proposed in the ancient world."
  },
  {
    "startTime": 48.1,
    "endTime": 51.800000000000004,
    "text": "And like many of ideas of the ancient world, it was given new life during the Renaissance."
  },
  {
    "startTime": 51.9,
    "endTime": 57.8,
    "text": "As it turns out, this problem is impossible to solve because of the nature of pi, but that's another story."
  },
  {
    "startTime": 57.9,
    "endTime": 65.3,
    "text": "Leonardo's sketch, which is influenced by the writings of the Roman architect, Vitruvius, places a man firmly at the center of a circle and a square."
  },
  {
    "startTime": 65.4,
    "endTime": 74.0,
    "text": "Vitruvius claimed the navel is the center of the human body and that if one takes a compass and places the fixed point on the navel, a circle can be drawn perfectly around the body."
  },
  {
    "startTime": 74.1,
    "endTime": 82.69999999999999,
    "text": "Additionally, Vitruvius recognized that arm span and height have a nearly perfect correspondence in the human body, thus placing the body perfectly inside a square as well."
  },
  {
    "startTime": 82.8,
    "endTime": 89.7,
    "text": "Leonardo used the ideas of Vitruvius to solve the problem of squaring a circle metaphorically using mankind as the area for both shapes."
  },
  {
    "startTime": 89.8,
    "endTime": 92.5,
    "text": "Leonardo wasn't just thinking about Vitruvius, though."
  },
  {
    "startTime": 92.6,
    "endTime": 96.3,
    "text": "There was an intellectual movement in Italy at the time called Neoplatonism."
  },
  {
    "startTime": 96.4,
    "endTime": 102.10000000000001,
    "text": "This movement took an old concept from the 4th century developed by Plato and Aristotle called \"The Great Chain of Being\"."
  },
  {
    "startTime": 102.2,
    "endTime": 114.0,
    "text": "This belief holds that the universe has a hierarchy resembling a chain, and that chain starts at the top with God, then travels down through the angels, planets, stars, and all lifeforms before ending with demons and devils."
  },
  {
    "startTime": 114.1,
    "endTime": 119.39999999999999,
    "text": "Early in this philosophic movement, it was thought that mankind's place in this chain was exactly in the center."
  },
  {
    "startTime": 119.5,
    "endTime": 125.3,
    "text": "Because humans have a mortal body accompanied by an immortal soul, we divide the universe nicely in half."
  },
  {
    "startTime": 125.4,
    "endTime": 132.20000000000002,
    "text": "Around the time Leonardo sketched the \"Vitruvian Man\", however, a Neoplatonist named Pico della Mirandola had a different idea."
  },
  {
    "startTime": 132.3,
    "endTime": 137.5,
    "text": "He pried mankind off the chain and claimed that humans have a unique ability to take any position they want."
  },
  {
    "startTime": 137.6,
    "endTime": 143.5,
    "text": "Pico claimed that God desired a being capable of comprehending the beautiful and complicated universe he had created."
  },
  {
    "startTime": 143.6,
    "endTime": 150.0,
    "text": "This led to the creation of mankind, which he placed at the center of the universe with the ability to take whatever form he pleases."
  },
  {
    "startTime": 150.1,
    "endTime": 158.2,
    "text": "Mankind, according to Pico, could crawl down the chain and behave like an animal or crawl up the chain and behave like a god; it's our choice."
  },
  {
    "startTime": 158.3,
    "endTime": 164.9,
    "text": "Looking back at the sketch, we can see that by changing the position of the man, he can fill the irreconcilable areas of a circle and a square."
  },
  {
    "startTime": 165.0,
    "endTime": 170.5,
    "text": "If geometry is the language the universe is written in, then this sketch seems to say we can exist within all its elements."
  },
  {
    "startTime": 170.6,
    "endTime": 175.2,
    "text": "Mankind can fill whatever shape he pleases geometrically, and philosophically, as well."
  },
  {
    "startTime": 175.3,
    "endTime": 182.5,
    "text": "In this one sketch, Leondardo was able to combine the mathematics, religion, philosophy, architecture, and artistic skill of his age."
  },
  {
    "startTime": 182.6,
    "endTime": 185.6,
    "text": "No wonder it's become such an icon for the entire time period."
  }
]