[
  {
    "startTime": 3.8,
    "endTime": 6.1,
    "text": "How to pick a great airline seat?"
  },
  {
    "startTime": 6.2,
    "endTime": 9.3,
    "text": "Don't get stuck in a middle seat near a bathroom on your next flight."
  },
  {
    "startTime": 9.4,
    "endTime": 12.100000000000001,
    "text": "With a little time and effort, you can be sitting pretty."
  },
  {
    "startTime": 12.2,
    "endTime": 18.2,
    "text": "You will need priorities, a website with airplane seating diagrams and an early booking."
  },
  {
    "startTime": 18.3,
    "endTime": 20.900000000000002,
    "text": "Optional: a seat upgrade membership."
  },
  {
    "startTime": 21.0,
    "endTime": 28.3,
    "text": "Step 1. There is no single \"best seat\" on an airplane — all have their pros and cons — so decide what's important to you."
  },
  {
    "startTime": 28.3,
    "endTime": 32.2,
    "text": "Legroom? Peace and quiet? A quick exit? A smooth ride?"
  },
  {
    "startTime": 32.3,
    "endTime": 36.5,
    "text": "Step 2. Don't assume anything about a seat without checking it out."
  },
  {
    "startTime": 36.6,
    "endTime": 43.300000000000004,
    "text": "Some bulkhead seats don't offer extra legroom, some \"window\" seats are between windows and therefore, offer little view."
  },
  {
    "startTime": 43.4,
    "endTime": 47.5,
    "text": "And many exit seats, while providing more legroom, are narrower than other seats."
  },
  {
    "startTime": 47.6,
    "endTime": 53.2,
    "text": "Find out what kind of plane you'll be on and then visit seatexpert.com or seatguru.com."
  },
  {
    "startTime": 53.3,
    "endTime": 56.0,
    "text": "Click on any seat to see its pros and cons."
  },
  {
    "startTime": 56.1,
    "endTime": 60.6,
    "text": "Step 3. Pay a small fee to ensure you get a seat with the most legroom."
  },
  {
    "startTime": 60.7,
    "endTime": 65.60000000000001,
    "text": "Many airlines now identify their best seats on their websites and charge for them accordingly."
  },
  {
    "startTime": 65.7,
    "endTime": 68.2,
    "text": "Step 4. Take reclining into account."
  },
  {
    "startTime": 68.3,
    "endTime": 71.89999999999999,
    "text": "If you like to sit back, avoid the last rows in any section."
  },
  {
    "startTime": 72.0,
    "endTime": 78.6,
    "text": "If you hate people leaning into your lap, try to snare an exit seat; the seats in front of those rows usually don't recline."
  },
  {
    "startTime": 78.7,
    "endTime": 81.8,
    "text": "Exit row seats are often not assigned until check-in."
  },
  {
    "startTime": 81.9,
    "endTime": 84.2,
    "text": "To snag one, get to the airport early."
  },
  {
    "startTime": 84.3,
    "endTime": 90.2,
    "text": "Step 5. Consider the pitch of the seat, which is the distance between your seat and the one in front of you."
  },
  {
    "startTime": 90.3,
    "endTime": 93.3,
    "text": "You'll find this information on airline seat websites."
  },
  {
    "startTime": 93.4,
    "endTime": 96.0,
    "text": "Step 6. Take turbulence into account."
  },
  {
    "startTime": 96.1,
    "endTime": 101.8,
    "text": "If you're a white-knuckle flyer, sit over the front of the wing; that's where you're least likely to feel turbulence."
  },
  {
    "startTime": 101.9,
    "endTime": 104.15,
    "text": "Avoid the back, where you'll feel every bump."
  },
  {
    "startTime": 104.2,
    "endTime": 109.63,
    "text": "Step 7. If you need peace and quiet, avoid sitting in the back, where the engines are the loudest."
  },
  {
    "startTime": 109.7,
    "endTime": 113.5,
    "text": "And steer clear of the bulkhead, where families with babies are usually seated."
  },
  {
    "startTime": 113.6,
    "endTime": 120.8,
    "text": "Step 8. When you buy your ticket, be sure to book your specific seat, either online or by calling the airline directly."
  },
  {
    "startTime": 120.9,
    "endTime": 127.60000000000001,
    "text": "Increase your odds of sitting beside an empty middle seat by requesting a back row where either the aisle or window seat is already booked."
  },
  {
    "startTime": 127.7,
    "endTime": 130.2,
    "text": "The middle seats in back rows fill up last."
  },
  {
    "startTime": 130.2,
    "endTime": 136.5,
    "text": "Step 9. Check back 24 hours before your flight; this is when prime seating often is released."
  },
  {
    "startTime": 136.6,
    "endTime": 142.5,
    "text": "Plus, airlines occasionally switch planes, possibly turning your chosen seat into an undesirable one!"
  },
  {
    "startTime": 142.6,
    "endTime": 149.0,
    "text": "Step 10. If you're a frequent flyer, consider joining an airline program that guarantees a good seat for an annual fee."
  },
  {
    "startTime": 149.1,
    "endTime": 154.5,
    "text": "Did you know the average airline seat in coach is just 17.2 inches wide."
  }
]