[
  {
    "startTime": 7.0,
    "endTime": 12.0,
    "text": "10,000 years ago, a deadly virus arose in northeastern Africa."
  },
  {
    "startTime": 12.1,
    "endTime": 19.2,
    "text": "The virus spread through the air, attacking the skin cells, bone marrow, spleen, and lymph nodes of its victims."
  },
  {
    "startTime": 19.3,
    "endTime": 23.700000000000003,
    "text": "The unlucky infected developed fevers, vomiting, and rashes."
  },
  {
    "startTime": 23.8,
    "endTime": 28.700000000000003,
    "text": "30% of infected people died during the second week of infection."
  },
  {
    "startTime": 28.8,
    "endTime": 32.4,
    "text": "Survivors bore scars and scabs for the rest of their lives."
  },
  {
    "startTime": 32.5,
    "endTime": 35.1,
    "text": "Smallpox had arrived."
  },
  {
    "startTime": 35.2,
    "endTime": 41.400000000000006,
    "text": "In 1350 B.C., the first smallpox epidemics hit during the Egypt-Hittite war."
  },
  {
    "startTime": 41.5,
    "endTime": 48.7,
    "text": "Egyptian prisoners spread smallpox to the Hittites, which killed their king and devastated his civilization."
  },
  {
    "startTime": 48.8,
    "endTime": 53.5,
    "text": "Insidiously, smallpox made its way around the world via Egyptian merchants,"
  },
  {
    "startTime": 53.6,
    "endTime": 55.9,
    "text": "then through the Arab world with the Crusades,"
  },
  {
    "startTime": 56.0,
    "endTime": 60.8,
    "text": "and all the way to the Americas with the Spanish and Portuguese conquests."
  },
  {
    "startTime": 60.9,
    "endTime": 69.6,
    "text": "Since then, it has killed billions of people with an estimated 300 to 500 million people killed in the 20th century alone."
  },
  {
    "startTime": 69.7,
    "endTime": 72.0,
    "text": "But smallpox is not unbeatable."
  },
  {
    "startTime": 72.1,
    "endTime": 76.1,
    "text": "In fact, the fall of smallpox started long before modern medicine."
  },
  {
    "startTime": 76.2,
    "endTime": 79.5,
    "text": "It began all the way back in 1022 A.D."
  },
  {
    "startTime": 79.6,
    "endTime": 83.0,
    "text": "According to a small book, called \"The Correct Treatment of Small Pox,\""
  },
  {
    "startTime": 83.1,
    "endTime": 88.39999999999999,
    "text": "a Buddhist nun living in a famous mountain named O Mei Shan, in the southern province of Sichuan,"
  },
  {
    "startTime": 88.5,
    "endTime": 93.2,
    "text": "would grind up smallpox scabs and blow the powder into nostrils of healthy people."
  },
  {
    "startTime": 93.3,
    "endTime": 98.2,
    "text": "She did this after noticing that those who managed to survive smallpox never got it again,"
  },
  {
    "startTime": 98.3,
    "endTime": 100.2,
    "text": "and her treatment worked."
  },
  {
    "startTime": 100.3,
    "endTime": 103.3,
    "text": "The procedure, called variolation, slowly evolved,"
  },
  {
    "startTime": 103.4,
    "endTime": 111.5,
    "text": "and by the 1700s, doctors were taking material from sores and putting them into healthy people through four or five scratches on the arm."
  },
  {
    "startTime": 111.7,
    "endTime": 117.0,
    "text": "This worked pretty well as inoculated people would not get reinfected, but it wasn't foolproof."
  },
  {
    "startTime": 117.1,
    "endTime": 122.19999999999999,
    "text": "Up to 3% of people would still die after being exposed to the pus."
  },
  {
    "startTime": 122.3,
    "endTime": 129.4,
    "text": "It wasn't until English physician Edward Jenner noticed something interesting about dairy maids that we got our modern solution."
  },
  {
    "startTime": 129.5,
    "endTime": 135.4,
    "text": "At age 13, while Jenner was apprentice to a country surgeon and apothecary in Sodbury, near Bristol,"
  },
  {
    "startTime": 135.5,
    "endTime": 140.1,
    "text": "he heard a dairy maid say, \"I shall never have smallpox, for I have had cowpox.\""
  },
  {
    "startTime": 140.2,
    "endTime": 142.7,
    "text": "\"I shall never have an ugly, pockmarked face.\""
  },
  {
    "startTime": 142.8,
    "endTime": 147.5,
    "text": "Cowpox is a skin disease that resembles smallpox and infects cows."
  },
  {
    "startTime": 147.6,
    "endTime": 154.29999999999998,
    "text": "Later on, as a physician, he realized that she was right."
  },
  {
    "startTime": 150.4,
    "endTime": 154.3,
    "text": "women who got cowpox didn't develop the deadly smallpox."
  },
  {
    "startTime": 154.4,
    "endTime": 157.70000000000002,
    "text": "Smallpox and cowpox viruses are from the same family."
  },
  {
    "startTime": 157.8,
    "endTime": 163.70000000000002,
    "text": "But when a virus infects an unfamiliar host, in this case cowpox infecting a human, it is less virulent,"
  },
  {
    "startTime": 163.8,
    "endTime": 170.10000000000002,
    "text": "so Jenner decided to test whether the cowpox virus could be used to protect against smallpox."
  },
  {
    "startTime": 170.2,
    "endTime": 174.39999999999998,
    "text": "In May, 1796, Jenner found a young dairy maid, Sarah Nelmes,"
  },
  {
    "startTime": 174.5,
    "endTime": 179.8,
    "text": "who had fresh cowpox lesions on her hand and arm caught from the udders of a cow named Blossom."
  },
  {
    "startTime": 179.9,
    "endTime": 185.8,
    "text": "Using matter from her pustules, he inoculated James Phipps, the 8-year-old son of his gardener."
  },
  {
    "startTime": 185.9,
    "endTime": 189.9,
    "text": "After a few days of fever and discomfort, the boy seemed to recover."
  },
  {
    "startTime": 190.0,
    "endTime": 196.3,
    "text": "2 months later, Jenner inoculated the boy again, this time with matter from a fresh smallpox lesion."
  },
  {
    "startTime": 196.4,
    "endTime": 200.4,
    "text": "No disease developed, and Jenner concluded that protection was complete."
  },
  {
    "startTime": 200.5,
    "endTime": 202.0,
    "text": "His plan had worked."
  },
  {
    "startTime": 202.1,
    "endTime": 208.1,
    "text": "Jenner later used the cowpox virus in several other people and challenged them repeatedly with smallpox,"
  },
  {
    "startTime": 208.2,
    "endTime": 210.6,
    "text": "proving that they were immune to the disease."
  },
  {
    "startTime": 210.7,
    "endTime": 214.2,
    "text": "With this procedure, Jenner invented the smallpox vaccination."
  },
  {
    "startTime": 214.3,
    "endTime": 218.60000000000002,
    "text": "Unlike variolation, which used actual smallpox virus to try to protect people,"
  },
  {
    "startTime": 218.7,
    "endTime": 222.5,
    "text": "vaccination used the far less dangerous cowpox virus."
  },
  {
    "startTime": 222.6,
    "endTime": 229.1,
    "text": "The medical establishment, cautious then as now, deliberated at length over his findings before accepting them."
  },
  {
    "startTime": 229.2,
    "endTime": 235.89999999999998,
    "text": "But eventually, vaccination was gradually accepted and variolation became prohibited in England in 1840."
  },
  {
    "startTime": 236.0,
    "endTime": 240.0,
    "text": "After large vaccination campaigns throughout the 19th and 20th centuries,"
  },
  {
    "startTime": 240.1,
    "endTime": 245.7,
    "text": "the World Health Organization certified smallpox's eradication in 1979."
  },
  {
    "startTime": 245.78,
    "endTime": 248.8,
    "text": "Jenner is forever remembered as the father of immunology,"
  },
  {
    "startTime": 248.9,
    "endTime": 253.6,
    "text": "but let's not forget the Buddhist nun, dairy maid Sarah Nelmes, and James Phipps,"
  },
  {
    "startTime": 253.7,
    "endTime": 258.0,
    "text": "all heroes in this great adventure of vaccination, who helped eradicate smallpox."
  }
]