[
  {
    "startTime": 6.9,
    "endTime": 12.7,
    "text": "We like to think of romantic feelings as spontaneous and indescribable things that come from the heart."
  },
  {
    "startTime": 13.0,
    "endTime": 21.0,
    "text": "But it's actually your brain running a complex series of calculations within a matter of seconds that's responsible for determining attraction."
  },
  {
    "startTime": 21.4,
    "endTime": 23.4,
    "text": "Doesn't sound quite as poetic, does it?"
  },
  {
    "startTime": 23.6,
    "endTime": 29.700000000000003,
    "text": "But just because the calculations are happening in your brain, doesn't mean those warm, fuzzy feelings are all in your head."
  },
  {
    "startTime": 29.8,
    "endTime": 32.3,
    "text": "In fact, all five of your senses play a role."
  },
  {
    "startTime": 32.675,
    "endTime": 36.699999999999996,
    "text": "Each able to vote for or veto a budding attraction."
  },
  {
    "startTime": 36.805,
    "endTime": 39.1,
    "text": "The eyes are the first components in attraction."
  },
  {
    "startTime": 39.3,
    "endTime": 42.699999999999996,
    "text": "Many visual beauty standards vary between cultures and eras,"
  },
  {
    "startTime": 42.8,
    "endTime": 53.9,
    "text": "and signs of youth, fertility, and good health, such as long lustrous hair, or smooth, scar-free skin, are almost always in demand because they're associated with reproductive fitness."
  },
  {
    "startTime": 53.9,
    "endTime": 60.253,
    "text": "And when the eyes spot something they like, our instinct is to move closer, so the other senses can investigate."
  },
  {
    "startTime": 60.5,
    "endTime": 65.069,
    "text": "The nose's contribution to romance is more than noticing perfume or cologne."
  },
  {
    "startTime": 65.069,
    "endTime": 69.592,
    "text": "It's able to pick up on natural chemical signals known as pheromones."
  },
  {
    "startTime": 69.592,
    "endTime": 79.464,
    "text": "These not only convey important physical or genetic information about their source, but are able to activate a physiological or behavioral response in the recipient."
  },
  {
    "startTime": 79.464,
    "endTime": 86.247,
    "text": "In one study, a group of women at different points in their ovulation cycles wore the same t-shirts for three nights."
  },
  {
    "startTime": 86.3,
    "endTime": 92.928,
    "text": "After male volunteers were randomly assigned to smell either one of the worn shirts, or a new unworn one,"
  },
  {
    "startTime": 92.928,
    "endTime": 100.258,
    "text": "saliva samples showed an increase in testosterone in those who had smelled a shirt worn by an ovulating woman."
  },
  {
    "startTime": 100.4,
    "endTime": 106.589,
    "text": "Such a testosterone boost may give a man the nudge to pursue a woman he might not have otherwise noticed."
  },
  {
    "startTime": 106.8,
    "endTime": 113.02499999999999,
    "text": "A woman's nose is particularly attuned to MHC molecules, which are used to fight disease."
  },
  {
    "startTime": 113.025,
    "endTime": 115.415,
    "text": "In this case, opposites attract."
  },
  {
    "startTime": 115.415,
    "endTime": 124.79700000000001,
    "text": "When a study asked women to smell t-shirts that had been worn by different men, they preferred the odors of those whose MHC molecules differed from theirs."
  },
  {
    "startTime": 124.797,
    "endTime": 126.002,
    "text": "This makes sense."
  },
  {
    "startTime": 126.002,
    "endTime": 132.007,
    "text": "Genes that result in a greater variety of immunities may give offspring a major survival advantage."
  },
  {
    "startTime": 132.2,
    "endTime": 134.743,
    "text": "Our ears also determine attraction."
  },
  {
    "startTime": 135.1,
    "endTime": 142.57999999999998,
    "text": "Men prefer females with high-pitched, breathy voices, and wide formant spacing, correlated with smaller body size."
  },
  {
    "startTime": 142.58,
    "endTime": 149.07600000000002,
    "text": "While women prefer low-pitched voices with a narrow formant spacing that suggest a larger body size."
  },
  {
    "startTime": 149.4,
    "endTime": 153.29500000000002,
    "text": "And not surprisingly, touch turns out to be crucial for romance."
  },
  {
    "startTime": 153.6,
    "endTime": 162.2,
    "text": "In this experiment, not realizing the study had begun, participants were asked to briefly hold the coffee, either hot or iced."
  },
  {
    "startTime": 162.4,
    "endTime": 168.27100000000002,
    "text": "Later, the participants read a story about a hypothetical person, and were asked to rate their personality."
  },
  {
    "startTime": 168.271,
    "endTime": 177.39999999999998,
    "text": "Those who had held the hot cup of coffee perceived the person in the story as happier, more social, more generous, and better-natured"
  },
  {
    "startTime": 177.4,
    "endTime": 183.95600000000002,
    "text": "than those who had held the cup of iced coffee, who rated the person as cold, stoic, and unaffectionate."
  },
  {
    "startTime": 184.3,
    "endTime": 191.70000000000002,
    "text": "If a potential mate has managed to pass all these tests, there's still one more: the infamous first kiss."
  },
  {
    "startTime": 191.8,
    "endTime": 199.61800000000002,
    "text": "A rich and complex exchange of tactile and chemical cues, such as the smell of one's breath and the taste of their mouth."
  },
  {
    "startTime": 199.618,
    "endTime": 208.21,
    "text": "This magical moment is so critical that a majority of men and women have reported losing their attraction to someone after a bad first kiss."
  },
  {
    "startTime": 208.5,
    "endTime": 215.37,
    "text": "Once attraction is confirmed, your bloodstream is flooded with norepinephrine, activating your fight-or-flight system."
  },
  {
    "startTime": 215.37,
    "endTime": 221.274,
    "text": "Your heart beats faster, your pupils dilate, and your body releases glucose for additional energy."
  },
  {
    "startTime": 221.274,
    "endTime": 226.334,
    "text": "Not because you're in danger, but because your body is telling you that something important is happening."
  },
  {
    "startTime": 226.334,
    "endTime": 227.665,
    "text": "To help you focus,"
  },
  {
    "startTime": 227.665,
    "endTime": 236.6,
    "text": "norepinephrine creates a sort of tunnel vision, blocking out surrounding distractions, possibly even warping your sense of time, and enhancing your memory."
  },
  {
    "startTime": 236.9,
    "endTime": 240.05700000000002,
    "text": "This might explain why people never forget their first kiss."
  },
  {
    "startTime": 240.7,
    "endTime": 249.224,
    "text": "The idea of so much of our attraction being influenced by chemicals and evolutionary biology may seem cold and scientific rather than romantic."
  },
  {
    "startTime": 249.224,
    "endTime": 260.0,
    "text": "But the next time you see someone you like, try to appreciate how your entire body is playing matchmaker to decide if that beautiful stranger is right for you."
  }
]