[
  {
    "startTime": 1.26,
    "endTime": 10.5,
    "text": "Good morning, I'm Julian, and this is \"Doing English.\""
  },
  {
    "startTime": 10.5,
    "endTime": 18.0,
    "text": "So, a very common question that I get is, \"What should I do if I have no opportunities to speak English?\"."
  },
  {
    "startTime": 18.0,
    "endTime": 26.4,
    "text": "\"How can I improve my English, or in fact my English speaking, I guess.\""
  },
  {
    "startTime": 26.4,
    "endTime": 37.099999999999994,
    "text": "Well in today's video I'm going to talk about that question a little bit and also about my, my philosophy, as far as English learning is concerned."
  },
  {
    "startTime": 37.1,
    "endTime": 41.7,
    "text": "So first of all, I think people tend to overthink this a little bit."
  },
  {
    "startTime": 41.7,
    "endTime": 49.800000000000004,
    "text": "If you really have no chances or no opportunities to speak English then that's not really a problem."
  },
  {
    "startTime": 49.8,
    "endTime": 58.699999999999996,
    "text": "Just because you don't have opportunities to speak English, that doesn't mean that you're not going to be able to improve."
  },
  {
    "startTime": 58.7,
    "endTime": 68.0,
    "text": "Because all English skills are interlinked, they are connected."
  },
  {
    "startTime": 68.0,
    "endTime": 90.5,
    "text": "And what that means is if for example you spend more time reading in English, and learning in English, and using English to acquire knowledge, listening to things on YouTube, or listening to the news, or listening to... I don't know, anything, TV shows, whatever."
  },
  {
    "startTime": 90.5,
    "endTime": 93.9,
    "text": "You are improving your vocabulary."
  },
  {
    "startTime": 93.9,
    "endTime": 101.5,
    "text": "And the more vocabulary you have the better you'll be equipped to use that vocabulary when you're speaking."
  },
  {
    "startTime": 101.5,
    "endTime": 110.0,
    "text": "Not only that but you are exposing yourself to the English language, which will build your knowledge of English."
  },
  {
    "startTime": 110.0,
    "endTime": 119.4,
    "text": "And the more you build your knowledge of English, the more you will be able to use that when you do have an opportunity to speak."
  },
  {
    "startTime": 119.4,
    "endTime": 139.9,
    "text": "Which brings me very nicely to a very closely related topic, and I already mentioned this a little bit already, but I believe that the best reason to learn English is because English is a tool that you can use to self-educate."
  },
  {
    "startTime": 139.9,
    "endTime": 151.3,
    "text": "What I mean by that is, there is a wealth of knowledge available in English for free on the internet, libraries, whatever."
  },
  {
    "startTime": 151.3,
    "endTime": 156.8,
    "text": "There is more information published in English than there is in any other language."
  },
  {
    "startTime": 156.8,
    "endTime": 164.9,
    "text": "And say what you will about English imperialism and things like that, and distinctive English is a global language."
  },
  {
    "startTime": 164.9,
    "endTime": 174.0,
    "text": "Regardless of any of that, it means that you have at your fingertips the answer to almost any question you can imagine."
  },
  {
    "startTime": 174.0,
    "endTime": 176.5,
    "text": "The information is available."
  },
  {
    "startTime": 176.5,
    "endTime": 185.5,
    "text": "Unfortunately, for many people whose first language is not English, the information is probably available in English."
  },
  {
    "startTime": 185.5,
    "endTime": 193.1,
    "text": "But that means that by learning English, you give yourself access to that knowledge."
  },
  {
    "startTime": 193.1,
    "endTime": 198.0,
    "text": "By learning English, you open up a whole new world of opportunities."
  },
  {
    "startTime": 198.0,
    "endTime": 212.5,
    "text": "And this, of course speaking and things like that are related because by speaking English well you are able to ask people and you're able to discuss things with people whose first language is English or whose first language is different to your own."
  },
  {
    "startTime": 212.5,
    "endTime": 221.719,
    "text": "But regardless of that, English is a tool for self-education; it's tool for learning."
  },
  {
    "startTime": 221.719,
    "endTime": 228.5,
    "text": "So forget about the fact that you don't have opportunities to speak English, forget about those things, and get learning."
  },
  {
    "startTime": 228.5,
    "endTime": 234.0,
    "text": "Get learning about things in English."
  },
  {
    "startTime": 234.0,
    "endTime": 241.0,
    "text": "Um, okay, I think that is probably about the end of today's lesson because I'm rambling a little bit now."
  },
  {
    "startTime": 241.0,
    "endTime": 250.9,
    "text": "So, as always if you have any questions, or if you have any comments, any feedback, anything at all, let me know what you think down in the comments below this video."
  },
  {
    "startTime": 250.9,
    "endTime": 252.62900000000002,
    "text": "And I will see you in the next lesson."
  }
]