[
  {
    "startTime": 4.28,
    "endTime": 8.0,
    "text": "[School bell rings] It's time to wake up people."
  },
  {
    "startTime": 10.2,
    "endTime": 13.0,
    "text": "This one goes out to teachers. Teachers and students."
  },
  {
    "startTime": 22.9,
    "endTime": 29.0,
    "text": "It's time to get our learn on. And we got a lot to learn too. I don't know it all but I know a few things."
  },
  {
    "startTime": 29.2,
    "endTime": 34.0,
    "text": "Science! You're here. You take up space. You matter. It's just science, man!"
  },
  {
    "startTime": 34.2,
    "endTime": 39.300000000000004,
    "text": "Don't be a bully. Don't even be a bully to the bullies. It just makes more bullies!"
  },
  {
    "startTime": 39.3,
    "endTime": 43.8,
    "text": "We can all be awful sometimes. But we can all also be awesome."
  },
  {
    "startTime": 43.9,
    "endTime": 48.629999999999995,
    "text": "It's time to be more awesome. And that's what it's time for."
  },
  {
    "startTime": 48.64,
    "endTime": 56.3,
    "text": "History! We've got to study it so we don't repeat it. But if history does repeat itself then I'm gonna name my pet dinosaur Reginald."
  },
  {
    "startTime": 56.4,
    "endTime": 58.0,
    "text": "I just hope he doesn't eat me. [Bite]"
  },
  {
    "startTime": 58.6,
    "endTime": 67.4,
    "text": "We can't just study history. We gotta make history! And history is made by ordinary people. Ordinary people like you and me and that guy."
  },
  {
    "startTime": 67.4,
    "endTime": 72.9,
    "text": "The world's greatest thinkers: Confucius! Albert Einstein! Justin Timberlake!"
  },
  {
    "startTime": 73.0,
    "endTime": 79.249,
    "text": "They put their pants on one leg at a time just like me. When I put my pants on one leg at a time, I'm dancing. [Dancing noises]."
  },
  {
    "startTime": 83.2,
    "endTime": 87.7,
    "text": "You can go by. Yeah. You're gonna be in the video though!"
  },
  {
    "startTime": 87.8,
    "endTime": 91.0,
    "text": "Life is school and you gotta show up. You can't just sleep in!"
  },
  {
    "startTime": 91.1,
    "endTime": 95.3,
    "text": "You can't be late! And you can't just hang out in the bathroom, that's gross."
  },
  {
    "startTime": 95.4,
    "endTime": 101.60000000000001,
    "text": "It's like Walt Whitman said \"Yolo!\" except he didn't say that but you would know that if you would read a book, people!"
  },
  {
    "startTime": 101.7,
    "endTime": 104.4,
    "text": "Seriously, read a book, any book, except the vampire ones."
  },
  {
    "startTime": 104.5,
    "endTime": 109.0,
    "text": "You wanna change the world? You gotta know about it. What if Shakespeare didn't go to school?"
  },
  {
    "startTime": 109.1,
    "endTime": 115.32,
    "text": "His plays would be even more confusing! To be or not to be... Is that the question?"
  },
  {
    "startTime": 115.33,
    "endTime": 119.4,
    "text": "I don't know what a question is, I didn't go to school. Anybody? Help me out here?"
  },
  {
    "startTime": 119.5,
    "endTime": 126.57,
    "text": "I got a question for you. What are you teaching the world? How to be boring? How to make the world sad? [Cry noises]"
  },
  {
    "startTime": 126.58,
    "endTime": 130.7,
    "text": "No! No you're not. You're teaching the world what it looks like to be awesome."
  },
  {
    "startTime": 130.8,
    "endTime": 135.5,
    "text": "No matter who you are, somebody is learning from you. Everybody's a teacher and everybody's a student."
  },
  {
    "startTime": 135.6,
    "endTime": 147.2,
    "text": "Look for the awesome. Teachers see things, they see when you're running down the hall, they see when you're passing notes but they also see the person that we can all become someday."
  },
  {
    "startTime": 147.2,
    "endTime": 152.2,
    "text": "A writer or a speaker or Martin Luther King. Teachers keep teaching!"
  },
  {
    "startTime": 152.3,
    "endTime": 156.4,
    "text": "Students keep student-ing. That's not a word. Sorry about that."
  },
  {
    "startTime": 156.4,
    "endTime": 158.8,
    "text": "Here's to teachers that see the awesome."
  },
  {
    "startTime": 158.8,
    "endTime": 164.12,
    "text": "The homework is this. What are you wanna teach the world? Do it. Let's make some history. Together."
  },
  {
    "startTime": 164.3,
    "endTime": 171.0,
    "text": "Because it's simple math. Together, we're louder. [Screaming noises]"
  },
  {
    "startTime": 171.01,
    "endTime": 175.89999999999998,
    "text": "Those girls are a little too loud. Is there a teacher that inspires you? Let them know."
  },
  {
    "startTime": 176.0,
    "endTime": 180.6,
    "text": "This is for teachers everywhere. So share it with them. We gotta make the world awesome!"
  },
  {
    "startTime": 180.7,
    "endTime": 185.5,
    "text": "Somebody is learning from you. I'm out!"
  },
  {
    "startTime": 186.0,
    "endTime": 189.8,
    "text": "Get your learn on! We're making history. I'm gone!"
  },
  {
    "startTime": 189.9,
    "endTime": 193.0,
    "text": "Awesome. [Laughs]."
  },
  {
    "startTime": 200.0,
    "endTime": 201.69,
    "text": "Keep learning people."
  }
]