[
  {
    "startTime": 0.1,
    "endTime": 4.3,
    "text": "It can feel good lounging around and doing nothing, sometimes too good."
  },
  {
    "startTime": 4.4,
    "endTime": 8.350000000000001,
    "text": "Whether it's to avoid work or escape physical activity, we've all had those days."
  },
  {
    "startTime": 8.4,
    "endTime": 11.100000000000001,
    "text": "But why are some people way lazier than others?"
  },
  {
    "startTime": 11.2,
    "endTime": 14.299999999999999,
    "text": "Is there a couch potato gene that causes lazy behavior?"
  },
  {
    "startTime": 14.5,
    "endTime": 20.87,
    "text": "Evolution has molded our brains and bodies to respond positively to natural rewards, such as food, sex and even exercise."
  },
  {
    "startTime": 21.0,
    "endTime": 22.321,
    "text": "Wait, exercise?"
  },
  {
    "startTime": 22.6,
    "endTime": 31.3,
    "text": "Yep, the pleasure we experience comes largely from the dopamine system in our brain, which conveys these messages throughout the body, ultimately helping to ensure the survival of our species."
  },
  {
    "startTime": 31.4,
    "endTime": 35.699999999999996,
    "text": "For many, the pleasure derived from exercise can become just as addictive as food and sex."
  },
  {
    "startTime": 35.8,
    "endTime": 43.07599999999999,
    "text": "But while we're all up for more food and sex, many struggle with the desire for physical activity, even though it's an essential part of human biology."
  },
  {
    "startTime": 43.2,
    "endTime": 46.383,
    "text": "Scientists studying mice have found an interesting genetic connection."
  },
  {
    "startTime": 46.4,
    "endTime": 54.5,
    "text": "After separating mice into two groups, those that chose to run on their wheel more often and those that decided not to run as much, the difference was clear in their offspring."
  },
  {
    "startTime": 54.6,
    "endTime": 60.1,
    "text": "After ten generations, the running mice would run on their wheels 75% more often than the other group."
  },
  {
    "startTime": 60.2,
    "endTime": 65.2,
    "text": "And by 16 generations, they were running seven miles a day as opposed to the average four miles."
  },
  {
    "startTime": 65.4,
    "endTime": 68.659,
    "text": "It seemed their motivation for physical activity was genetic."
  },
  {
    "startTime": 68.7,
    "endTime": 75.7,
    "text": "We all inherit genes from our parents that play a key role in the development of our brains, and these genes can make some literally crave activity."
  },
  {
    "startTime": 75.8,
    "endTime": 81.715,
    "text": "In fact, the brains of the running mice had larger dopamine systems and regions that deal with motivation and reward."
  },
  {
    "startTime": 81.8,
    "endTime": 88.1,
    "text": "They needed activity, otherwise their brains would react similar to a drug addicted rodent when deprived of cocaine or nicotine."
  },
  {
    "startTime": 88.3,
    "endTime": 90.337,
    "text": "They were genetically addicted to running."
  },
  {
    "startTime": 90.4,
    "endTime": 97.5,
    "text": "We also inherit genes responsible for our other traits from impulsivity to procrastination to work ethic and straight up laziness."
  },
  {
    "startTime": 97.6,
    "endTime": 101.618,
    "text": "And it turns out our physical laziness may be linked to a \"couch potato\" gene."
  },
  {
    "startTime": 101.7,
    "endTime": 105.8,
    "text": "Or rather, a mutation in a normal gene which regulates activity levels."
  },
  {
    "startTime": 105.9,
    "endTime": 108.92500000000001,
    "text": "This gene is responsible for a type of dopamine receptor."
  },
  {
    "startTime": 109.0,
    "endTime": 114.712,
    "text": "Without it, you're more likely to prefer sitting around and simply doing less than those who have the properly functioning gene."
  },
  {
    "startTime": 114.8,
    "endTime": 118.7,
    "text": "So the truth is your desire for activity may not entirely up to you."
  },
  {
    "startTime": 118.8,
    "endTime": 123.66199999999999,
    "text": "But many environmental factors are also at play, which means you aren't doomed to a life of laziness."
  },
  {
    "startTime": 123.7,
    "endTime": 127.0,
    "text": "Although making a change will be harder for some, knowledge is power!"
  },
  {
    "startTime": 127.1,
    "endTime": 130.91,
    "text": "So if you think you're genetically lazy, get off the couch and fight your DNA."
  },
  {
    "startTime": 131.188,
    "endTime": 133.065,
    "text": "Your brain will reward you in the end."
  },
  {
    "startTime": 133.239,
    "endTime": 134.565,
    "text": "Need some help to get there?"
  },
  {
    "startTime": 134.6,
    "endTime": 140.51999999999998,
    "text": "Check out our past video on the science of productivity, which might help you improve your motivation and fight that laziness."
  },
  {
    "startTime": 140.6,
    "endTime": 146.2,
    "text": "And if you'd like to learn more about the amazing science behind extraordinary athletic performance, check out one of our favorite books"
  },
  {
    "startTime": 146.3,
    "endTime": 149.8,
    "text": "The Sports Gene by David Epstein, which was a major source for this episode."
  },
  {
    "startTime": 149.9,
    "endTime": 153.714,
    "text": "It's a great read and you can get a copy of it using the link in the description below."
  },
  {
    "startTime": 153.9,
    "endTime": 156.3,
    "text": "And subscribe for more weekly science videos."
  }
]