[
  {
    "startTime": 0.8,
    "endTime": 4.6,
    "text": "You remember what it was like in school. It was boring!"
  },
  {
    "startTime": 4.7,
    "endTime": 10.5,
    "text": "You sat in class, memorized as much as you could and tried to pass a test at the end."
  },
  {
    "startTime": 10.6,
    "endTime": 12.4,
    "text": "But is that good enough?"
  },
  {
    "startTime": 12.5,
    "endTime": 16.1,
    "text": "These days school can be more interesting and effective."
  },
  {
    "startTime": 16.1,
    "endTime": 19.1,
    "text": "By focusing students on work that matters."
  },
  {
    "startTime": 19.2,
    "endTime": 23.799999999999997,
    "text": "This is Project Based Learning Explained."
  },
  {
    "startTime": 23.9,
    "endTime": 26.599999999999998,
    "text": "Most adults live in a world of projects."
  },
  {
    "startTime": 26.6,
    "endTime": 33.4,
    "text": "Whether it's a job assignment, home improvement or planning a wedding, we need to actively solve problems."
  },
  {
    "startTime": 33.5,
    "endTime": 38.5,
    "text": "But unfortunately, schoolwork looks more like this than this."
  },
  {
    "startTime": 38.6,
    "endTime": 41.300000000000004,
    "text": "Let's take a look at this Project Based World."
  },
  {
    "startTime": 41.4,
    "endTime": 42.6,
    "text": "Meet Claire."
  },
  {
    "startTime": 42.7,
    "endTime": 45.1,
    "text": "She was recently presented with a challenge."
  },
  {
    "startTime": 45.2,
    "endTime": 53.400000000000006,
    "text": "Her company, Super Suds, makes soap and it was up to her to find the most earth-friendly way to produce it in the future."
  },
  {
    "startTime": 53.5,
    "endTime": 56.5,
    "text": "Her boss gave her a budget and a few requirements."
  },
  {
    "startTime": 56.6,
    "endTime": 59.7,
    "text": "And it was up to her to come up with a solution."
  },
  {
    "startTime": 59.8,
    "endTime": 67.1,
    "text": "She organized and managed a team who researched the options and created materials summarizing the issues."
  },
  {
    "startTime": 67.2,
    "endTime": 71.4,
    "text": "Claire's team asked for feedback and presented their findings to the boss."
  },
  {
    "startTime": 71.5,
    "endTime": 77.1,
    "text": "Claire came out of the project looking like a rock star--and she learned a lot about green products."
  },
  {
    "startTime": 77.2,
    "endTime": 84.0,
    "text": "If you look closely, Claire's success involved critical thinking, collaboration, and communication."
  },
  {
    "startTime": 84.1,
    "endTime": 87.69999999999999,
    "text": "Things that aren't often taught in traditional classrooms."
  },
  {
    "startTime": 87.8,
    "endTime": 90.0,
    "text": "The world needs more Claires."
  },
  {
    "startTime": 90.1,
    "endTime": 91.69999999999999,
    "text": "So how do we get them?"
  },
  {
    "startTime": 91.8,
    "endTime": 95.8,
    "text": "The answer is Project Based Learning or PBL."
  },
  {
    "startTime": 95.9,
    "endTime": 103.80000000000001,
    "text": "By focusing students on a project, teachers put them on a path that deepens their knowledge and builds skills they'll need in the future."
  },
  {
    "startTime": 103.9,
    "endTime": 105.2,
    "text": "Here's what I mean."
  },
  {
    "startTime": 105.3,
    "endTime": 111.0,
    "text": "Mr. Simmons has always been a good science teacher and his students do well on Friday's tests."
  },
  {
    "startTime": 111.1,
    "endTime": 114.89999999999999,
    "text": "Unfortunately, what they learned was gone by Saturday morning."
  },
  {
    "startTime": 115.0,
    "endTime": 117.3,
    "text": "That wasn't good enough for him."
  },
  {
    "startTime": 117.4,
    "endTime": 122.0,
    "text": "Soon he learned about Project Based Learning and decided to give it a shot."
  },
  {
    "startTime": 122.1,
    "endTime": 129.9,
    "text": "Mr. Simmons got the idea for his first project, on microorganisms, when nearly half of his students were suddenly absent with the flu."
  },
  {
    "startTime": 130.0,
    "endTime": 135.9,
    "text": "He asked his students why they thought so many of their classmates got sick at the same time."
  },
  {
    "startTime": 136.0,
    "endTime": 142.0,
    "text": "That lively discussion produced a lot of good questions and a list of things that kids wanted to know."
  },
  {
    "startTime": 142.1,
    "endTime": 147.2,
    "text": "Mr. Simmons then announced their project was to help elementary school kids understand,"
  },
  {
    "startTime": 147.3,
    "endTime": 149.60000000000002,
    "text": "How can we not get sick?"
  },
  {
    "startTime": 149.7,
    "endTime": 154.5,
    "text": "After dividing the class into teams, he got them started on the project."
  },
  {
    "startTime": 154.6,
    "endTime": 164.79999999999998,
    "text": "It was up to the students to ask questions, research, collaborate, give each other feedback and figure out the best ways to make their points clear to children."
  },
  {
    "startTime": 164.9,
    "endTime": 170.6,
    "text": "One team chose to make an educational video on the connection between hand washing and avoiding the flu."
  },
  {
    "startTime": 170.7,
    "endTime": 174.5,
    "text": "Another chose to create posters to show how viruses spread."
  },
  {
    "startTime": 174.6,
    "endTime": 182.5,
    "text": "The project teams showed off their final work to an enthusiastic audience of parents and their children at a nearby elementary school."
  },
  {
    "startTime": 182.6,
    "endTime": 190.2,
    "text": "Sitting in the front row was our good friend and local rock star Claire, who saw a bit of herself in the students."
  },
  {
    "startTime": 190.3,
    "endTime": 196.20000000000002,
    "text": "It was clear that the project was a success for the students, the audience, and Mr. Simmons."
  },
  {
    "startTime": 196.3,
    "endTime": 200.9,
    "text": "His students practiced critical thinking, collaboration and communication."
  },
  {
    "startTime": 201.0,
    "endTime": 208.6,
    "text": "The project wasn't about memorization, but learning in-depth about viruses and how to prevent spreading disease."
  },
  {
    "startTime": 208.7,
    "endTime": 211.1,
    "text": "A lesson they will never forget."
  },
  {
    "startTime": 211.2,
    "endTime": 221.39999999999998,
    "text": "At the end of the presentation, Claire introduced herself to the students and told them that they were rock stars and that the world needs more people who can think like them."
  },
  {
    "startTime": 221.5,
    "endTime": 228.0,
    "text": "To learn more about Project Based Learning, go to BIE.org."
  }
]