[
  {
    "startTime": 0.18,
    "endTime": 1.9,
    "text": "What is Bitcoin?"
  },
  {
    "startTime": 1.9,
    "endTime": 4.96,
    "text": "Bitcoin is the first decentralized digital currency."
  },
  {
    "startTime": 4.96,
    "endTime": 7.8,
    "text": "Bitcoins are digital coins you can send through the Internet."
  },
  {
    "startTime": 7.9,
    "endTime": 11.7,
    "text": "Compared to other alternatives, bitcoins have a number of advantages."
  },
  {
    "startTime": 11.7,
    "endTime": 17.1,
    "text": "Bitcoins are transferred directly from person to person via the net without going through a bank or clearinghouse."
  },
  {
    "startTime": 17.2,
    "endTime": 26.299999999999997,
    "text": "This means that the fees are much lower, you can use them in every country, your account cannot be frozen and there are no prerequisites or arbitrary limits."
  },
  {
    "startTime": 26.3,
    "endTime": 28.25,
    "text": "Let's look at how it works."
  },
  {
    "startTime": 28.25,
    "endTime": 33.6,
    "text": "Several currency exchanges exist where you can buy and sell bitcoins for dollars, euros and more."
  },
  {
    "startTime": 33.6,
    "endTime": 39.1,
    "text": "Your bitcoins are kept in your digital wallet on your computer or mobile device."
  },
  {
    "startTime": 39.1,
    "endTime": 45.800000000000004,
    "text": "Sending bitcoins is as simple as sending an email, and you can purchase anything with Bitcoin."
  },
  {
    "startTime": 45.9,
    "endTime": 49.8,
    "text": "The Bitcoin network is secured by individuals called miners."
  },
  {
    "startTime": 49.8,
    "endTime": 55.3,
    "text": "Miners are rewarded newly generated bitcoins for verifying transactions."
  },
  {
    "startTime": 55.3,
    "endTime": 60.9,
    "text": "After transactions are verified, they are recorded in a transparent public ledger."
  },
  {
    "startTime": 60.9,
    "endTime": 64.4,
    "text": "Bitcoin opens up a whole new platform for innovation."
  },
  {
    "startTime": 64.4,
    "endTime": 68.5,
    "text": "The software is completely open source and anyone can review the code."
  },
  {
    "startTime": 68.5,
    "endTime": 72.49,
    "text": "Bitcoin is changing finance the same way the web changed publishing."
  },
  {
    "startTime": 72.59,
    "endTime": 77.10000000000001,
    "text": "When everyone has access to a global market, great ideas flourish!"
  },
  {
    "startTime": 77.1,
    "endTime": 81.17999999999999,
    "text": "Bitcoins are a great way for businesses to minimize transaction fees."
  },
  {
    "startTime": 81.18,
    "endTime": 84.60000000000001,
    "text": "It doesn't cost anything to start accepting them and it's easy to setup."
  },
  {
    "startTime": 84.6,
    "endTime": 89.0,
    "text": "There are no chargebacks and you'll get additional business from the Bitcoin economy."
  },
  {
    "startTime": 89.0,
    "endTime": 99.0,
    "text": "For more information about Bitcoin visit: weusecoins.com"
  }
]