[
  {
    "startTime": 2.507,
    "endTime": 8.007,
    "text": "Hi, everyone. I'm Jade. In this lesson today, we're looking at the rules for articles, but"
  },
  {
    "startTime": 8.007,
    "endTime": 13.78,
    "text": "more specifically, the rules where we have exceptions in using articles. So when I'm"
  },
  {
    "startTime": 13.78,
    "endTime": 19.804,
    "text": "observing people's English, all the time I'm hearing the same mistakes with articles. So"
  },
  {
    "startTime": 19.804,
    "endTime": 23.988999999999997,
    "text": "what you will learn to do in this lesson is how to avoid those really, really common mistakes"
  },
  {
    "startTime": 23.989,
    "endTime": 25.892,
    "text": "I hear all the time."
  },
  {
    "startTime": 25.892,
    "endTime": 31.709,
    "text": "If you're somebody who just doesn't use articles at all because in your native language, you"
  },
  {
    "startTime": 31.709,
    "endTime": 36.53,
    "text": "don't have articles, I understand it can be really, really hard to start using them. But"
  },
  {
    "startTime": 36.53,
    "endTime": 41.96,
    "text": "they are an important aspect of grammar, and you should be using them. So if you watch"
  },
  {
    "startTime": 41.96,
    "endTime": 47.78,
    "text": "this lesson, you'll get some tips for using articles, where you need them, and where you"
  },
  {
    "startTime": 47.78,
    "endTime": 53.269,
    "text": "shouldn't use them. And also, if you're someone who's getting articles right nearly all the"
  },
  {
    "startTime": 53.269,
    "endTime": 58.013999999999996,
    "text": "time, I'm quite sure that you will pick up one or two rules here that you didn't know"
  },
  {
    "startTime": 58.014,
    "endTime": 60.6,
    "text": "before. So let's get started."
  },
  {
    "startTime": 60.6,
    "endTime": 69.56400000000001,
    "text": "There are eight different rules. Rule No. 1: When we're talking about countries, most"
  },
  {
    "startTime": 69.564,
    "endTime": 78.00999999999999,
    "text": "countries we don't use an article. So here some sentences. \"She lives in England. They"
  },
  {
    "startTime": 78.01,
    "endTime": 87.162,
    "text": "live in America.\" We don't use articles. But if the country's considered to be a nation"
  },
  {
    "startTime": 87.162,
    "endTime": 94.926,
    "text": "state, a collection of different states, or a collection of different countries in one"
  },
  {
    "startTime": 94.926,
    "endTime": 106.51,
    "text": "bigger state, then we use articles. Here are examples. So \"the U.S.A., the U.K., the U.A.E.\""
  },
  {
    "startTime": 106.51,
    "endTime": 113.921,
    "text": "-- where I spend a lot of my time -- and here are -- also, we need to mention islands. When"
  },
  {
    "startTime": 113.921,
    "endTime": 120.12,
    "text": "a country is a group of islands, we always use articles. So we would say \"the Virgin"
  },
  {
    "startTime": 120.12,
    "endTime": 125.46900000000001,
    "text": "Islands\", and we'd say \"the Philippines\" as well."
  },
  {
    "startTime": 125.469,
    "endTime": 132.59799999999998,
    "text": "It's interesting that we can say, \"She lives in England\" because England is one country,"
  },
  {
    "startTime": 132.598,
    "endTime": 138.17000000000002,
    "text": "but when talking about the same -- okay, it's not exactly the same place, the U.K., because"
  },
  {
    "startTime": 138.17,
    "endTime": 144.26,
    "text": "it's -- the U.K. is more than one country. It's more than just England. But sometimes"
  },
  {
    "startTime": 144.26,
    "endTime": 150.7,
    "text": "people think of it as being the same place. It's not. When we're talking about the U.K.,"
  },
  {
    "startTime": 150.7,
    "endTime": 155.14399999999998,
    "text": "we need an article, but just for \"England\", it's okay not to use an article."
  },
  {
    "startTime": 155.144,
    "endTime": 162.92000000000002,
    "text": "Let's take a look at rule No. 2. Rule No. 2 -- this is a really subtle rule, here. And"
  },
  {
    "startTime": 162.92,
    "endTime": 170.833,
    "text": "this one I always correct in sentences. When people talk about meals -- breakfast, lunch,"
  },
  {
    "startTime": 170.833,
    "endTime": 177.998,
    "text": "dinner, also brunch is a meal you might not know. It's in between breakfast and lunch."
  },
  {
    "startTime": 177.998,
    "endTime": 186.819,
    "text": "-- we don't use articles. So here's a correct sentence. \"I don't eat breakfast.\" I'm talking"
  },
  {
    "startTime": 186.819,
    "endTime": 192.14999999999998,
    "text": "in general there. \"I don't eat breakfast.\" That's okay to say. However, if I'm being"
  },
  {
    "startTime": 192.15,
    "endTime": 200.809,
    "text": "specific, \"We didn't like the dinner\", it's okay to use an article here. You need to."
  },
  {
    "startTime": 200.809,
    "endTime": 211.25,
    "text": "So what does the sentence actually mean? Imagine that we were out last night, and we had a"
  },
  {
    "startTime": 211.25,
    "endTime": 219.88,
    "text": "meal. And now, we're talking about it. \"Well, the place was nice, but I didn't like the"
  },
  {
    "startTime": 219.88,
    "endTime": 227.84,
    "text": "dinner.\" Being specific about that experience we had. If I'm talking in general, \"I don't"
  },
  {
    "startTime": 227.84,
    "endTime": 232.06900000000002,
    "text": "like dinner\", that would just mean all the time, okay? So it's a very big difference"
  },
  {
    "startTime": 232.069,
    "endTime": 233.587,
    "text": "in meaning."
  },
  {
    "startTime": 233.587,
    "endTime": 242.512,
    "text": "Now, we'll look at rule No. 3 for jobs. Jobs take the indefinite article. That's a grammar"
  },
  {
    "startTime": 242.512,
    "endTime": 249.209,
    "text": "word. And \"indefinite article\" means \"a\". We don't use \"the\". Here's our example. \"I"
  },
  {
    "startTime": 249.209,
    "endTime": 254.81,
    "text": "want to be a politician.\" I actually really don't want to be a politician, but maybe some"
  },
  {
    "startTime": 254.81,
    "endTime": 260.419,
    "text": "of you watching this do. If you want to be a politician, you should really study English"
  },
  {
    "startTime": 260.419,
    "endTime": 262.28999999999996,
    "text": "really hard. It's very important."
  },
  {
    "startTime": 262.29,
    "endTime": 271.249,
    "text": "Let's have a look at the next rules. No. 4 -- do you know this English language board"
  },
  {
    "startTime": 271.249,
    "endTime": 279.189,
    "text": "game called \"Scrabble\"? In this board game, you get points for spelling words. And if"
  },
  {
    "startTime": 279.189,
    "endTime": 283.879,
    "text": "you can spell a long word, that's better, usually. It depends. But sometimes, you'll"
  },
  {
    "startTime": 283.879,
    "endTime": 289.969,
    "text": "have a long word that everybody knows, but actually, you can't get any points for it"
  },
  {
    "startTime": 289.969,
    "endTime": 296.779,
    "text": "in Scrabble because it's a proper noun. And that basically means a noun that takes a capital"
  },
  {
    "startTime": 296.779,
    "endTime": 302.689,
    "text": "letter. So it could be a word that everybody knows like \"June, August, Friday\" or a place"
  },
  {
    "startTime": 302.689,
    "endTime": 310.16900000000004,
    "text": "name like \"London\". And you don't get any points for that in Scrabble. Also, how it"
  },
  {
    "startTime": 310.169,
    "endTime": 316.18,
    "text": "relates to this lesson is when we're using proper nouns, we don't use \"the\". We don't"
  },
  {
    "startTime": 316.18,
    "endTime": 323.52,
    "text": "use the definite article. But we can use prepositions. So \"See you on Monday\" or \"He is in London.\""
  },
  {
    "startTime": 323.52,
    "endTime": 328.58,
    "text": "It's okay with proper nouns, but not the definite article."
  },
  {
    "startTime": 328.58,
    "endTime": 336.35999999999996,
    "text": "Rule No. 5: When we're talking about languages, we don't use articles there either. So we"
  },
  {
    "startTime": 336.36,
    "endTime": 342.267,
    "text": "can say, \"He speaks English.\" That's a perfectly good sentence."
  },
  {
    "startTime": 342.267,
    "endTime": 352.08,
    "text": "And rule No. 6, okay. When there's only one of something, then we use \"the\". So what things"
  },
  {
    "startTime": 352.08,
    "endTime": 356.589,
    "text": "are there only one of something? Well, if you look up in the sky, and it's night. There's"
  },
  {
    "startTime": 356.589,
    "endTime": 365.968,
    "text": "only one moon. And there's only one sun in our solar system. So when we're using the"
  },
  {
    "startTime": 365.968,
    "endTime": 371.219,
    "text": "moon and the sun, we always use \"the\" with it. And maybe this one is a confusion sometimes"
  },
  {
    "startTime": 371.219,
    "endTime": 377.65,
    "text": "because in your language, maybe \"moon\" and \"sun\" are names, so you think they don't use"
  },
  {
    "startTime": 377.65,
    "endTime": 384.02599999999995,
    "text": "an article. Well, anyway, in English, they do take an article, so it's really important"
  },
  {
    "startTime": 384.026,
    "endTime": 390.639,
    "text": "that you don't forget to use \"the\". And -- oh, yes. Here's another one that there's only"
  },
  {
    "startTime": 390.639,
    "endTime": 397.259,
    "text": "one of something in the world. The Internet, okay? There's just one Internet. There are"
  },
  {
    "startTime": 397.259,
    "endTime": 401.812,
    "text": "all these different computers and devices connected to it, but there's just one Internet."
  },
  {
    "startTime": 401.812,
    "endTime": 404.226,
    "text": "So we use \"the\" with \"Internet\"."
  },
  {
    "startTime": 404.226,
    "endTime": 411.099,
    "text": "When we come back, we're just going to look at the final rules for using articles, the ones"
  },
  {
    "startTime": 411.099,
    "endTime": 413.515,
    "text": "that people get wrong all the time."
  },
  {
    "startTime": 413.515,
    "endTime": 421.659,
    "text": "Okay, let's take a look at the last two rules for articles. No. 7 is uncountable nouns."
  },
  {
    "startTime": 421.659,
    "endTime": 426.969,
    "text": "What are uncountable nouns? These are nouns that we don't add S to, and we find them most"
  },
  {
    "startTime": 426.969,
    "endTime": 432.43,
    "text": "of the time when we're talking about food. For example, \"bread\". Usually we don't put"
  },
  {
    "startTime": 432.43,
    "endTime": 438.034,
    "text": "a plural with \"bread\" or \"pasta\" or \"rice\". These kinds of things are uncountable nouns."
  },
  {
    "startTime": 438.034,
    "endTime": 445.641,
    "text": "So usually, we're not going to use \"the\" with them if you're talking in general. If you"
  },
  {
    "startTime": 445.641,
    "endTime": 452.43,
    "text": "say, \"I like bread\", we're talking in general, just as a statement. But if you say, \"I like"
  },
  {
    "startTime": 452.43,
    "endTime": 458.729,
    "text": "the bread\", we're talking about something in the room with us, something we can see,"
  },
  {
    "startTime": 458.729,
    "endTime": 463.09999999999997,
    "text": "something at the table with us now, some specific bread."
  },
  {
    "startTime": 463.1,
    "endTime": 471.889,
    "text": "Rule No. 8 is very similar: abstract nouns. Again, these don't take a plural. What abstract"
  },
  {
    "startTime": 471.889,
    "endTime": 478.00100000000003,
    "text": "nouns are is they represent concepts, not real things that we can touch in the world."
  },
  {
    "startTime": 478.001,
    "endTime": 485.12899999999996,
    "text": "They're ideas, concepts. So \"information\" is an abstract noun, and \"freedom\" is an abstract"
  },
  {
    "startTime": 485.129,
    "endTime": 490.24,
    "text": "noun\". And when do we use an article with these?when don't we use an article? Let's"
  },
  {
    "startTime": 490.24,
    "endTime": 495.789,
    "text": "have a look. \"The information was helpful.\" Here, we're being specific. I'm maybe talking"
  },
  {
    "startTime": 495.789,
    "endTime": 503.839,
    "text": "about something I'm holding in my hands. Whereas, \"Freedom is worth dying for\" -- there is no"
  },
  {
    "startTime": 503.839,
    "endTime": 512.399,
    "text": "article here because that's a general grand statement about freedom. And if we put abstract"
  },
  {
    "startTime": 512.399,
    "endTime": 518.819,
    "text": "nouns at the beginning of sentences, usually we don't want an article there because we're"
  },
  {
    "startTime": 518.819,
    "endTime": 520.43,
    "text": "talking in general."
  },
  {
    "startTime": 520.43,
    "endTime": 529.4799999999999,
    "text": "So there are my eight irregular rules for articles. If you apply these, that will help"
  },
  {
    "startTime": 529.48,
    "endTime": 536.0600000000001,
    "text": "take your English to a higher level because many of these rules people miss out and not"
  },
  {
    "startTime": 536.06,
    "endTime": 543.1899999999999,
    "text": "using articles where they need to be, or the other way around. So if you want to take this"
  },
  {
    "startTime": 543.19,
    "endTime": 550.349,
    "text": "a little bit further, you can go to the website, and you can do the quiz on the website. Also,"
  },
  {
    "startTime": 550.349,
    "endTime": 556.47,
    "text": "if you like this video, you can subscribe. Subscribe here on my engVid channel. And also,"
  },
  {
    "startTime": 556.47,
    "endTime": 561.965,
    "text": "on my other YouTube channel where I've got more than 200 videos to help you learn English,"
  },
  {
    "startTime": 561.965,
    "endTime": 568.214,
    "text": "as well. So yes. I'm finished now. And I hope you come back soon for more English with me."
  },
  {
    "startTime": 568.214,
    "endTime": 578.214,
    "text": "Bye-bye."
  }
]