[
  {
    "startTime": 0.2,
    "endTime": 6.3,
    "text": "The internet loves cats, but did you know the print on a cat's nose has a unique rigid pattern just like a fingerprint?"
  },
  {
    "startTime": 6.3,
    "endTime": 8.8,
    "text": "Or that catnip really is like a drug for cats?"
  },
  {
    "startTime": 8.8,
    "endTime": 15.3,
    "text": "One of its volatile oils called Nepetalactone enters the cats' nasal tissue and acts like an artificial cat pheromone."
  },
  {
    "startTime": 15.3,
    "endTime": 22.200000000000003,
    "text": "The sensory neurons are stimulated and ultimately trigger a behavioral and sexual response in the brain and body in around 80% of cats,"
  },
  {
    "startTime": 22.3,
    "endTime": 27.96,
    "text": "which must be nice, considering cats spend around 85% of their day doing absolutely nothing."
  },
  {
    "startTime": 27.96,
    "endTime": 32.5,
    "text": "Drinking, eating, defecating and even mating only take up about 4% combined."
  },
  {
    "startTime": 32.7,
    "endTime": 35.6,
    "text": "But when they are moving, they always seem to land on their feet."
  },
  {
    "startTime": 35.6,
    "endTime": 38.1,
    "text": "This is because of something called the \"Righting Reflex\"."
  },
  {
    "startTime": 38.2,
    "endTime": 47.57,
    "text": "Not only do cats have very sensitive motion and gravity sensing abilities allowing them to determine which way is down, they also have an extremely flexible backbone and no collarbone."
  },
  {
    "startTime": 47.57,
    "endTime": 54.1,
    "text": "By bending in the middle and using fast twitch muscle fibers, they can whip around without ever changing their net angular momentum."
  },
  {
    "startTime": 54.2,
    "endTime": 60.079,
    "text": "And did you know that when a cat lifts its tail while being pet, it's really inviting you to smell its behind?"
  },
  {
    "startTime": 60.079,
    "endTime": 67.6,
    "text": "Cats use scent to communicate and this exposes glands and pheromones holding their signature smell, a nice alternative to a hug or a handshake."
  },
  {
    "startTime": 67.6,
    "endTime": 69.89999999999999,
    "text": "They also rub up against you to spread these pheromones."
  },
  {
    "startTime": 70.0,
    "endTime": 79.4,
    "text": "The glands on their face, tail and body, help them to claim you with their scent, while also leaving nearby cats signals about their identity, sexual availability and territory."
  },
  {
    "startTime": 79.4,
    "endTime": 83.30000000000001,
    "text": "On the other hand, cats bury their poop in an attempt to hide its smell."
  },
  {
    "startTime": 83.3,
    "endTime": 90.2,
    "text": "This evolutionary instinct is not only to avoid attracting predators but to show that they're submissive to a dominant cat in the wild."
  },
  {
    "startTime": 90.2,
    "endTime": 94.68900000000001,
    "text": "In the case of your house, this is your cats way of recognizing you as dominant."
  },
  {
    "startTime": 94.689,
    "endTime": 100.8,
    "text": "Also in complete darkness, cats can't actually see, though they can see much better than you and I in dim light."
  },
  {
    "startTime": 100.8,
    "endTime": 107.8,
    "text": "Cats have a layer of cells behind the retina called the Tupetum Lucidum, which acts like a mirror reflecting extra light back at the retina."
  },
  {
    "startTime": 107.8,
    "endTime": 114.90899999999999,
    "text": "In near darkness, this gives their eyes a second chance to pick up more light, but without any light present, they can't see anymore than we can."
  },
  {
    "startTime": 114.909,
    "endTime": 120.30000000000001,
    "text": "And if you ever see a cat with three distinct colors, often called a Calico or Tortoiseshell cat, you can bet it's female."
  },
  {
    "startTime": 120.5,
    "endTime": 123.3,
    "text": "The fur color gene is located on the \"X\" chromosome."
  },
  {
    "startTime": 123.3,
    "endTime": 128.3,
    "text": "This means females can have two colors, in addition to white, because they have two \"X\" chromosomes."
  },
  {
    "startTime": 128.4,
    "endTime": 132.0,
    "text": "The male \"Y\" chromosome, on the other hand, does not have any color genes."
  },
  {
    "startTime": 132.2,
    "endTime": 139.2,
    "text": "As a result, males will generally only have one color along with white, though in rare genetic cases, it is possible for them to have more."
  },
  {
    "startTime": 139.2,
    "endTime": 142.0,
    "text": "Interestingly, we still don't really know why cats purr."
  },
  {
    "startTime": 142.0,
    "endTime": 146.9,
    "text": "In fact, cats purr both during pleasurable situations but also while they're in duress or injured."
  },
  {
    "startTime": 147.0,
    "endTime": 150.5,
    "text": "While many believe it's a means to communicate passivity or pleasure,"
  },
  {
    "startTime": 150.509,
    "endTime": 157.5,
    "text": "one interesting theory suggests that the frequency that purrs occur at 24 - 140 Hz promotes healthy bone growth and healing."
  },
  {
    "startTime": 157.6,
    "endTime": 164.9,
    "text": "Because cats have adapted to a lifestyle with frequent rest and sleep, this may be a low energy mechanism to promote muscle and bone health."
  },
  {
    "startTime": 165.1,
    "endTime": 169.349,
    "text": "(You've) got a burning question you want answered? Ask it in the comments, or on Facebook and Twitter."
  },
  {
    "startTime": 169.349,
    "endTime": 179.349,
    "text": "And subscribe for more weekly science videos."
  }
]