[
  {
    "startTime": 7.0,
    "endTime": 17.3,
    "text": "In 479 BC, when Persian soldiers besieged the Greek city of Potidaea, the tide retreated much farther than usual, leaving a convenient invasion route."
  },
  {
    "startTime": 17.4,
    "endTime": 19.5,
    "text": "But this wasn't a stroke of luck."
  },
  {
    "startTime": 19.6,
    "endTime": 26.400000000000002,
    "text": "Before they had crossed halfway, the water returned in a wave higher than anyone had ever seen, drowning the attackers."
  },
  {
    "startTime": 26.5,
    "endTime": 30.6,
    "text": "The Potiidaeans believed they had been saved by the wrath of Poseidon."
  },
  {
    "startTime": 30.7,
    "endTime": 36.7,
    "text": "But what really saved them was likely the same phenomenon that has destroyed countless others: a tsunami."
  },
  {
    "startTime": 36.8,
    "endTime": 45.199999999999996,
    "text": "Although tsunamis are commonly known as tidal waves, they're actually unrelated to the tidal activity caused by the gravitational forces of the sun and moon."
  },
  {
    "startTime": 45.3,
    "endTime": 49.099999999999994,
    "text": "In many ways, tsunamis are just larger versions of regular waves."
  },
  {
    "startTime": 49.2,
    "endTime": 55.6,
    "text": "They have a trough and a crest, and consist not of moving water, but the movement of energy through water."
  },
  {
    "startTime": 55.7,
    "endTime": 58.6,
    "text": "The difference is in where this energy comes from."
  },
  {
    "startTime": 58.7,
    "endTime": 61.2,
    "text": "For normal ocean waves, it comes from wind."
  },
  {
    "startTime": 61.3,
    "endTime": 65.7,
    "text": "Because this only affects the surface, the waves are limited in size and speed."
  },
  {
    "startTime": 65.8,
    "endTime": 72.39999999999999,
    "text": "But tsunamis are caused by energy originating underwater, from a volcanic eruption, a submarine landslide,"
  },
  {
    "startTime": 72.5,
    "endTime": 81.5,
    "text": "or, most commonly, an earthquake on the ocean floor caused when the tectonic plates of the Earth's surface slip, releasing a massive amount of energy into the water."
  },
  {
    "startTime": 81.6,
    "endTime": 92.6,
    "text": "This energy travels up to the surface, displacing water and raising it above the normal sea level, but gravity pulls it back down, which makes the energy ripple outwards horizontally."
  },
  {
    "startTime": 92.7,
    "endTime": 97.2,
    "text": "Thus, the tsunami is born, moving at over 500 miles per hour."
  },
  {
    "startTime": 97.3,
    "endTime": 103.39999999999999,
    "text": "When it's far from shore, a tsunami can be barely detectable, since it moves through the entire depth of the water."
  },
  {
    "startTime": 103.5,
    "endTime": 107.4,
    "text": "But when it reaches shallow water, something called \"wave shoaling\" occurs."
  },
  {
    "startTime": 107.5,
    "endTime": 112.8,
    "text": "Because there is less water to move through, this still massive amount of energy is compressed."
  },
  {
    "startTime": 112.9,
    "endTime": 117.9,
    "text": "The wave's speed slows down, while its height rises to as much as 100 feet."
  },
  {
    "startTime": 118.0,
    "endTime": 124.8,
    "text": "The word tsunami, Japanese for \"harbor wave\", comes from the fact that it only seems to appear near the coast."
  },
  {
    "startTime": 124.9,
    "endTime": 133.0,
    "text": "If the trough of a tsunami reaches shore first, the water will withdraw farther than normal before the wave hits, which can be misleadingly dangerous."
  },
  {
    "startTime": 133.1,
    "endTime": 141.7,
    "text": "A tsunami will not only drown people near the coast, but level buildings and trees for a mile inland or more, especially in low-lying areas."
  },
  {
    "startTime": 141.8,
    "endTime": 151.10000000000002,
    "text": "As if that weren't enough, the water then retreats, dragging with it the newly-created debris, and anything⏤or anyone⏤unfortunate enough to be caught in its path."
  },
  {
    "startTime": 151.2,
    "endTime": 160.1,
    "text": "The 2004 Indian Ocean tsunami was one of the deadliest natural disasters in history, killing over 200,000 people throughout South Asia."
  },
  {
    "startTime": 160.2,
    "endTime": 164.5,
    "text": "So, how can we protect ourselves against this destructive force of nature?"
  },
  {
    "startTime": 164.6,
    "endTime": 171.2,
    "text": "People in some areas have attempted to stop tsunamis with sea walls, flood gates, and channels to divert the water."
  },
  {
    "startTime": 171.3,
    "endTime": 172.9,
    "text": "But these are not always effective."
  },
  {
    "startTime": 173.0,
    "endTime": 183.8,
    "text": "In 2011, a tsunami surpassed the flood wall protecting Japan's Fukushima Power Plant, causing a nuclear disaster in addition to claiming over 18,000 lives."
  },
  {
    "startTime": 183.9,
    "endTime": 195.70000000000002,
    "text": "Many scientists and policy-makers are, instead, focusing on early detection, monitoring underwater pressure and seismic activity, and establishing global communication networks for quickly distributing alerts."
  },
  {
    "startTime": 195.8,
    "endTime": 201.0,
    "text": "When nature is too powerful to stop, the safest course is to get out of its way."
  }
]