[
  {
    "startTime": 0.16,
    "endTime": 1.722,
    "text": "Does advertising really work?"
  },
  {
    "startTime": 2.13,
    "endTime": 8.318,
    "text": "US companies spend around $170 billion dollars on advertising yearly, so they seem to think it does."
  },
  {
    "startTime": 11.71,
    "endTime": 16.400000000000002,
    "text": "Successful advertising uses a variety of tricks and techniques to influence the consumer."
  },
  {
    "startTime": 16.71,
    "endTime": 22.8,
    "text": "They evoke positive memories and emotions that affect our behaviour over time and prompt us to buy something at a later date."
  },
  {
    "startTime": 23.21,
    "endTime": 26.997,
    "text": "Marketing needs to reach the subconscious levels of the brain in order for it to work."
  },
  {
    "startTime": 27.21,
    "endTime": 29.6,
    "text": "People don’t like to think that they’re easily influenced."
  },
  {
    "startTime": 31.7,
    "endTime": 38.93,
    "text": "Humans instinctively look at something that someone else is looking at, so ads often include a model looking right at the main target or message."
  },
  {
    "startTime": 39.41,
    "endTime": 46.5,
    "text": "It’s best to use happy faces in ads because we have mirror neurons that prompt us to mimic the expression of a person we’re looking at."
  },
  {
    "startTime": 47.04,
    "endTime": 50.2,
    "text": "People find faces with dilated pupils more attractive."
  },
  {
    "startTime": 50.5,
    "endTime": 54.3,
    "text": "Most major advertisers increase the pupil size of their models in Photoshop."
  },
  {
    "startTime": 54.8,
    "endTime": 59.9,
    "text": "If you position your product toward a viewer’s dominant hand in an ad, it heightens to imagine product gives."
  },
  {
    "startTime": 60.24,
    "endTime": 67.98,
    "text": "Researchers experimenting with images of cups, bowls and sandwiches encountered the greatest success when appealing to the right-hand side."
  },
  {
    "startTime": 68.98,
    "endTime": 71.7,
    "text": "Colors have powerful associations in ads."
  },
  {
    "startTime": 72.17,
    "endTime": 76.10000000000001,
    "text": "Brands choose the colors of their logos based on what they’re trying to convey."
  },
  {
    "startTime": 76.31,
    "endTime": 85.2,
    "text": "Red connotes action, excitement, and youth. Green implies freshness, growth, and health. Blue shows trust, confidence, and security."
  },
  {
    "startTime": 87.02,
    "endTime": 92.687,
    "text": "Ads often prime the consumer by naming a higher price beforehand so their price is not so bad in comparison."
  },
  {
    "startTime": 93.2,
    "endTime": 99.10000000000001,
    "text": "To persuade the consumer that their product is superior, advertisers use techniques like the weasel claim."
  },
  {
    "startTime": 99.3,
    "endTime": 103.25,
    "text": "It’s vague and ambiguous but sounds true enough that consumers believe the claim."
  },
  {
    "startTime": 103.85,
    "endTime": 109.63,
    "text": "The unfinished claim which argues that the product is better or has more of something but does not finish the comparison."
  },
  {
    "startTime": 109.96,
    "endTime": 115.357,
    "text": "The endorsement or testimonial where celebrity or authority claims to use the product when they often don’t."
  },
  {
    "startTime": 115.67,
    "endTime": 123.3,
    "text": "In the 70s, Miller Lite commercials featured sports legends and celebrities and their beer sales increased from 7 million barrels to 31 million."
  },
  {
    "startTime": 123.9,
    "endTime": 128.84,
    "text": "And the rhetorical question which demands a response in such a way that validates the products’ merits."
  },
  {
    "startTime": 129.0,
    "endTime": 134.26,
    "text": "After the launch of Got Milk, sales of milk in California rose 7 percent in just one year."
  },
  {
    "startTime": 134.96,
    "endTime": 135.9,
    "text": "So what do you think?"
  },
  {
    "startTime": 136.7,
    "endTime": 137.5,
    "text": "Got brainwashed?"
  }
]