[
  {
    "startTime": 7.8,
    "endTime": 10.539,
    "text": "How do you know what's happening in your world?"
  },
  {
    "startTime": 10.8,
    "endTime": 19.511000000000003,
    "text": "The amount of information just a click away may be limitless, but the time and energy we have to absorb and evaluate it is not."
  },
  {
    "startTime": 20.0,
    "endTime": 25.266,
    "text": "All the information in the world won't be very useful unless you know how to read the news."
  },
  {
    "startTime": 25.7,
    "endTime": 31.078,
    "text": "To your grandparents, parents, or even older siblings, this idea would have sounded strange."
  },
  {
    "startTime": 31.4,
    "endTime": 34.338,
    "text": "Only a few decades ago, news was broad-based."
  },
  {
    "startTime": 34.4,
    "endTime": 39.978,
    "text": "Your choices were limited to a couple of general interest magazines and newspapers of record,"
  },
  {
    "startTime": 40.0,
    "endTime": 48.144999999999996,
    "text": "and three or four TV networks where trusted newscasters delivered the day's news at the same reliable time every evening."
  },
  {
    "startTime": 48.4,
    "endTime": 52.147999999999996,
    "text": "But the problems with this system soon became apparent as mass media spread."
  },
  {
    "startTime": 52.9,
    "endTime": 65.115,
    "text": "While it was known that authoritarian countries controlled and censored information, a series of scandals showed that democratic governments were also misleading the public, often with media cooperation."
  },
  {
    "startTime": 65.5,
    "endTime": 76.097,
    "text": "Revelations of covert wars, secret assassinations, and political corruption undermined public faith in official narratives presented by mainstream sources."
  },
  {
    "startTime": 76.4,
    "endTime": 88.16300000000001,
    "text": "This breakdown of trust in media gatekeepers lead to alternative newspapers, radio shows, and cable news competing with the major outlets and covering events from various perspectives."
  },
  {
    "startTime": 88.2,
    "endTime": 98.872,
    "text": "More recently, the Internet has multiplied the amount of information and viewpoints, with social media, blogs, and online video turning every citizen into a potential reporter."
  },
  {
    "startTime": 99.0,
    "endTime": 106.289,
    "text": "But if everyone is a reporter, nobody is, and different sources may disagree, not only on opinions, but on the facts themselves."
  },
  {
    "startTime": 106.5,
    "endTime": 109.826,
    "text": "So how do you get the truth, or something close?"
  },
  {
    "startTime": 110.2,
    "endTime": 114.57000000000001,
    "text": "One of the best ways is to get the original news unfiltered by middlemen."
  },
  {
    "startTime": 114.6,
    "endTime": 123.0,
    "text": "Instead of articles interpreting a scientific study or a politician's speech, you can often find the actual material and judge for yourself."
  },
  {
    "startTime": 122.955,
    "endTime": 126.414,
    "text": "For current events, follow reporters on social media."
  },
  {
    "startTime": 126.5,
    "endTime": 135.761,
    "text": "During major events, such as the Arab Spring or the Ukrainian protests, newscasters and bloggers have posted updates and recordings from the midst of the chaos."
  },
  {
    "startTime": 136.09,
    "endTime": 146.657,
    "text": "Though many of these later appear in articles or broadcasts, keep in mind that these polished versions often combine the voice of the person who was there with the input of editors who weren't."
  },
  {
    "startTime": 146.9,
    "endTime": 152.192,
    "text": "At the same time, the more chaotic the story, the less you should try to follow it in real time."
  },
  {
    "startTime": 152.2,
    "endTime": 166.749,
    "text": "In events like terrorist attacks and natural disasters, today's media attempts continuous coverage even when no reliable new information is available, sometimes leading to incorrect information or false accusations of innocent people."
  },
  {
    "startTime": 166.8,
    "endTime": 181.281,
    "text": "It's easy to be anxious in such events, but try checking for the latest information at several points in the day, rather than every few minutes, allowing time for complete details to emerge and false reports to be refuted."
  },
  {
    "startTime": 181.536,
    "endTime": 186.4,
    "text": "While good journalism aims for objectivity, media bias is often unavoidable."
  },
  {
    "startTime": 186.5,
    "endTime": 193.8,
    "text": "When you can't get the direct story, read coverage in multiple outlets which employ different reporters and interview different experts."
  },
  {
    "startTime": 194.1,
    "endTime": 200.792,
    "text": "Tuning in to various sources and noting the differences lets you put the pieces together for a more complete picture."
  },
  {
    "startTime": 201.0,
    "endTime": 203.931,
    "text": "It's also crucial to separate fact from opinion."
  },
  {
    "startTime": 204.1,
    "endTime": 211.6,
    "text": "Words like think, likely, or probably mean that the outlet is being careful or, worse, taking a guess."
  },
  {
    "startTime": 211.65,
    "endTime": 215.392,
    "text": "And watch out for reports that rely on anonymous sources."
  },
  {
    "startTime": 215.4,
    "endTime": 225.036,
    "text": "These could be people who have little connection to the story, or have an interest in influencing coverage, their anonymity making them unaccountable for the information they provide."
  },
  {
    "startTime": 225.4,
    "endTime": 230.315,
    "text": "Finally, and most importantly, try to verify news before spreading it."
  },
  {
    "startTime": 230.4,
    "endTime": 240.802,
    "text": "While social media has enabled the truth to reach us faster, it's also allowed rumors to spread before they can be verified and falsehoods to survive long after they've been refuted."
  },
  {
    "startTime": 241.0,
    "endTime": 252.77100000000002,
    "text": "So before you share that unbelievable or outrageous news item, do a web search to find any additional information or context you might have missed and what others are saying about it."
  },
  {
    "startTime": 253.1,
    "endTime": 259.811,
    "text": "Today, we are more free than ever from the old media gatekeepers who used to control the flow of information."
  },
  {
    "startTime": 260.0,
    "endTime": 271.822,
    "text": "But with freedom comes responsibility: The responsibility to curate our own experience and ensure that this flow does not become a flood, leaving us less informed than before we took the plunge."
  }
]