[
  {
    "startTime": 10.5,
    "endTime": 18.5,
    "text": "Number 25: Despite the fact that you will sleep for roughly 1/3 of   your life, scientists are still not entirely sure as to why."
  },
  {
    "startTime": 19.0,
    "endTime": 24.0,
    "text": "Number 24: As far as resting your body is concerned, sleep doesn't really make much of a difference."
  },
  {
    "startTime": 24.16,
    "endTime": 27.16,
    "text": "8 hours of sleep will save you 50 kilo calories."
  },
  {
    "startTime": 27.165,
    "endTime": 30.585,
    "text": "That's roughly the same amount of energy as in a piece of toast."
  },
  {
    "startTime": 30.7,
    "endTime": 34.92,
    "text": "Number 23: The real reason you sleep is because your brain needs it."
  },
  {
    "startTime": 34.988,
    "endTime": 36.988,
    "text": "But it's not like your brain just shuts down."
  },
  {
    "startTime": 37.0,
    "endTime": 40.0,
    "text": "It actually gets more active than it is during the day."
  },
  {
    "startTime": 40.511,
    "endTime": 45.311,
    "text": "Number 22: So, basically the idea of sleeping to rest is for the most part wrong."
  },
  {
    "startTime": 45.466,
    "endTime": 52.366,
    "text": "If you don't sleep though, after only 17 hours you'll start to experience cognitive difficulty with remembering and perceiving things."
  },
  {
    "startTime": 52.9,
    "endTime": 58.1,
    "text": "Number 21: Your pain tolerance will decrease and you'll become more sensitive to stimuli."
  },
  {
    "startTime": 58.5,
    "endTime": 64.53,
    "text": "Number 20: You'll probably gain weight because during sleep your body releases hormones that regulate your appetite."
  },
  {
    "startTime": 64.7,
    "endTime": 72.7,
    "text": "Number 19: In fact, after 24 hours you'll be functionally worse off than someone with a blood alcohol level of .05%."
  },
  {
    "startTime": 72.733,
    "endTime": 76.733,
    "text": "Number 18: If you decided to give up both food and sleep indefinitely,"
  },
  {
    "startTime": 76.844,
    "endTime": 80.744,
    "text": "you would likely die from sleep deprivation before you starved to death."
  },
  {
    "startTime": 81.0,
    "endTime": 87.92,
    "text": "Number 17: In spite of that, the longest officially verified   record for sleep deprivation without stimulants is 11 days."
  },
  {
    "startTime": 88.162,
    "endTime": 93.61200000000001,
    "text": "It was accomplished in 1965 by high school   student Randy Gardner under strict scientific supervision."
  },
  {
    "startTime": 93.81,
    "endTime": 99.81,
    "text": "Number 16: Since then the Guinness Book of World Records has stopped keeping records for fear that people might harm themselves."
  },
  {
    "startTime": 100.47,
    "endTime": 106.77,
    "text": "Number 15: Some mammals like giraffes and Asiatic elephants   typically sleep less than 2 hours per night."
  },
  {
    "startTime": 107.1,
    "endTime": 112.1,
    "text": "Number 14: Koalas are the longest sleeping mammal at 22 hours per day."
  },
  {
    "startTime": 112.23,
    "endTime": 116.10000000000001,
    "text": "Number 13: When dolphins sleep, only half their brain loses consciousness."
  },
  {
    "startTime": 116.1,
    "endTime": 121.44999999999999,
    "text": "This helps them to maintain breathing because unlike  humans, dolphins and whales are conscious breathers."
  },
  {
    "startTime": 121.6,
    "endTime": 129.6,
    "text": "Number 12: Ever since the advent of color television, studies claim that  the percentage of people dreaming in color has increased significantly."
  },
  {
    "startTime": 129.6,
    "endTime": 135.9,
    "text": "Number 11: If you don't dream, the prevailing consensus is that  you most likely have some sort of personality disorder."
  },
  {
    "startTime": 136.2,
    "endTime": 141.7,
    "text": "Number 10: Don't panic though, within 10 minutes of waking  up almost all of your dreams will be forgotten."
  },
  {
    "startTime": 142.14,
    "endTime": 146.26999999999998,
    "text": "Number 9: You can allegedly only dream about faces you have already seen."
  },
  {
    "startTime": 146.5,
    "endTime": 152.78,
    "text": "Number 8: To extend this, people blind from birth typically   have dreams involving smell, taste, emotion, and touch."
  },
  {
    "startTime": 153.0,
    "endTime": 158.9,
    "text": "Number 7: Parasomnia is a sleep disorder that causes involuntary actions and movements during sleep."
  },
  {
    "startTime": 159.276,
    "endTime": 163.434,
    "text": "Number 6: Benign forms of parasomnia involve sleep talking and sleep walking."
  },
  {
    "startTime": 163.434,
    "endTime": 167.93,
    "text": "The more serious types have led to sleep driving, robberies, and even rape or murder."
  },
  {
    "startTime": 168.1,
    "endTime": 172.893,
    "text": "Number 5: British soldiers were the first to develop a method of consistently staying up without sleep."
  },
  {
    "startTime": 172.893,
    "endTime": 178.09,
    "text": "When they got fatigued, they would put on special visors that simulated the brightness of a sunrise and woke them up."
  },
  {
    "startTime": 178.283,
    "endTime": 185.385,
    "text": "Number 4: A survey of 6,000 British adults found that listening to Coldplay did in fact make them more likely to fall asleep."
  },
  {
    "startTime": 185.385,
    "endTime": 191.57999999999998,
    "text": "Number 3: It has also been scientifically proven that counting sheep is an ineffective method for falling asleep."
  },
  {
    "startTime": 191.888,
    "endTime": 194.99,
    "text": "Number 2: Somniphobia is the fear of sleep."
  },
  {
    "startTime": 195.211,
    "endTime": 200.64000000000001,
    "text": "And number 1: Speaking of fear…an adult bed bug  can survive up to 1 year without feeding."
  }
]