[
  {
    "startTime": 13.7,
    "endTime": 17.453,
    "text": "Think of all the food made in the world each year."
  },
  {
    "startTime": 17.5,
    "endTime": 18.701,
    "text": "Hard to picture?"
  },
  {
    "startTime": 18.7,
    "endTime": 26.237,
    "text": "Then, imagine that you are all of humanity, and on a plate in front of you is the one lovely annual meal you make for yourself."
  },
  {
    "startTime": 26.5,
    "endTime": 29.058,
    "text": "You did all sorts of work putting that meal on your table."
  },
  {
    "startTime": 29.0,
    "endTime": 35.147999999999996,
    "text": "You must be eager to consume the fruits of your labor and the vegetables and meats and waffles of your labor, too, right?"
  },
  {
    "startTime": 35.3,
    "endTime": 39.452,
    "text": "Well, oddly enough, a third of that meal ends up in the trash."
  },
  {
    "startTime": 39.7,
    "endTime": 48.97,
    "text": "A third of the food we eat globally, an estimated 1.3 billion tons ends up as waste."
  },
  {
    "startTime": 49.3,
    "endTime": 52.455,
    "text": "All the work we put into producing that food is wasted."
  },
  {
    "startTime": 52.3,
    "endTime": 54.671,
    "text": "And what's worse, it costs us."
  },
  {
    "startTime": 54.7,
    "endTime": 61.34,
    "text": "America alone spends an estimated 165 billion dollars a year managing food waste."
  },
  {
    "startTime": 61.3,
    "endTime": 63.699,
    "text": "We're wasting food, energy and money."
  },
  {
    "startTime": 63.984,
    "endTime": 70.522,
    "text": "Perhaps worst of all, we're wasting the chance to change, to make the system of food consumption more efficient."
  },
  {
    "startTime": 70.6,
    "endTime": 77.755,
    "text": "If you want to bring on that change, you should know about a humble yet diligent and ever-so-crucial ally: the worm."
  },
  {
    "startTime": 78.147,
    "endTime": 83.402,
    "text": "Worms convert organic waste and other compostable products into natural fertilizers."
  },
  {
    "startTime": 83.5,
    "endTime": 90.337,
    "text": "Up to 75% of what we put in the waste stream can become food and bedding material for vermicomposting."
  },
  {
    "startTime": 90.4,
    "endTime": 94.86200000000001,
    "text": "You can create a worm bin in your own home to see the composting process in action."
  },
  {
    "startTime": 95.221,
    "endTime": 98.537,
    "text": "First off, you need worms and not your typical earthworms."
  },
  {
    "startTime": 98.54,
    "endTime": 105.36800000000001,
    "text": "You need redworms, eisenia foetida, the species responsible for most vermicomposting in North America."
  },
  {
    "startTime": 105.389,
    "endTime": 109.1,
    "text": "These red wigglers are surface dwellers who don't burrow too deep,"
  },
  {
    "startTime": 109.101,
    "endTime": 116.1,
    "text": "They're optimal feeders around room temperature, and they're well-suited to converting organic waste into usable fertilizer."
  },
  {
    "startTime": 116.022,
    "endTime": 120.65400000000001,
    "text": "Now, your worms might be vermin, but they need a comfortable space to live and work:"
  },
  {
    "startTime": 120.66,
    "endTime": 130.465,
    "text": "Some bedding materials, either shredded paper or cardboard. Some moisture, and, of course, food, namely, your leftovers, slightly decomposed table scraps."
  },
  {
    "startTime": 130.466,
    "endTime": 136.793,
    "text": "The worms break down food waste and other organic matter into castings, a fancy synonym for worm poop."
  },
  {
    "startTime": 136.8,
    "endTime": 146.747,
    "text": "Their excrement is absolutely teeming with microbes, which continue the decomposition process, making all those once-wasted nutrients available again as fertilizer."
  },
  {
    "startTime": 146.8,
    "endTime": 153.62300000000002,
    "text": "The timeline for the whole process varies depending on the quantity of worms, the temperature, and how much waste is added to the bin."
  },
  {
    "startTime": 154.0,
    "endTime": 156.042,
    "text": "And there's another timeline to consider."
  },
  {
    "startTime": 156.104,
    "endTime": 165.87900000000002,
    "text": "In a healthy worm-bin habitat, worm reproduction will occur when the wigglers become sexually mature, indicated by an elongation of the segments into a bulbous structure."
  },
  {
    "startTime": 166.072,
    "endTime": 171.979,
    "text": "Three-month old wigglers can produce two to three semi-translucent yellow worm cocoons a week."
  },
  {
    "startTime": 172.2,
    "endTime": 174.958,
    "text": "You thought only moths and butterflies come out of cocoons?"
  },
  {
    "startTime": 175.0,
    "endTime": 177.257,
    "text": "Well, we can't all be majestic."
  },
  {
    "startTime": 177.4,
    "endTime": 180.357,
    "text": "It takes around 11 weeks for new babies to hatch."
  },
  {
    "startTime": 180.357,
    "endTime": 187.575,
    "text": "When your bin seems to be full of living vermicelli noodles, it's time to share the bounty with your friends and start a vermicompost club."
  },
  {
    "startTime": 187.85,
    "endTime": 190.897,
    "text": "Or keep those worms to yourself and start a business."
  },
  {
    "startTime": 191.3,
    "endTime": 197.412,
    "text": "Vermicomposting isn't confined only to small worm bins, it's an emerging entrepreneurial enterprise."
  },
  {
    "startTime": 197.532,
    "endTime": 204.529,
    "text": "Large-scale facilities convert bulk organic waste and even manure into rich, black castings called black gold."
  },
  {
    "startTime": 204.539,
    "endTime": 210.357,
    "text": "Its value as a soil additive is unparalleled, and it can help plants resist harmful pathogens."
  },
  {
    "startTime": 210.434,
    "endTime": 218.165,
    "text": "The lack of available land in urban environments, coupled with growing interest in smaller-scale farming means there is a market for vermicomposting."
  },
  {
    "startTime": 218.327,
    "endTime": 226.9,
    "text": "Many communities use composting as part of zero-waste strategies, and they can sell their worm-eaten table scraps to local farms, hungry for rich fertilizer."
  },
  {
    "startTime": 227.0,
    "endTime": 238.201,
    "text": "So, instead of wasting money, dumping wasted food in landfills, we can remake waste into an asset, putting it back into our food system to make it more sustainable, all with the help of the humble worm,"
  },
  {
    "startTime": 238.202,
    "endTime": 247.44,
    "text": "the tiny organism that can help us change the way we look at food's place in our lives and our place in the world, as long as we give the little guy a place at our table."
  },
  {
    "startTime": 247.399,
    "endTime": 249.7,
    "text": "Well, not an actual seat at the table."
  },
  {
    "startTime": 249.8,
    "endTime": 251.89700000000002,
    "text": "A bin in the shed is fine."
  }
]