[
  {
    "startTime": 14.2,
    "endTime": 17.099999999999998,
    "text": "We all start life as one single cell."
  },
  {
    "startTime": 17.2,
    "endTime": 21.6,
    "text": "Then that cell divides and we are two cells, then four, then eight."
  },
  {
    "startTime": 21.8,
    "endTime": 25.8,
    "text": "Cells form tissues, tissues form organs, organs form us."
  },
  {
    "startTime": 25.9,
    "endTime": 32.9,
    "text": "These cell divisions, by which we go from a single cell to 100 trillion cells, are called growth."
  },
  {
    "startTime": 32.975,
    "endTime": 42.5,
    "text": "And growth seems like a simple thing because when we think of it, we typically think of someone getting taller or, later in life, wider, but to cells, growth isn't simple."
  },
  {
    "startTime": 42.6,
    "endTime": 47.6,
    "text": "Cell division is an intricate chemical dance that's part individual, part community-driven."
  },
  {
    "startTime": 47.7,
    "endTime": 53.0,
    "text": "And in a neighborhood of 100 trillion cells, sometimes things go wrong."
  },
  {
    "startTime": 53.1,
    "endTime": 59.4,
    "text": "Maybe an individual cell's set of instructions, or DNA, gets a typo, what we call a mutation."
  },
  {
    "startTime": 59.5,
    "endTime": 65.8,
    "text": "Most of the time, the cell senses mistakes and shuts itself down, or the system detects a troublemaker and eliminates it."
  },
  {
    "startTime": 65.9,
    "endTime": 70.80000000000001,
    "text": "But, enough mutations can bypass this fail-safes, driving the cell to divide recklessly."
  },
  {
    "startTime": 70.967,
    "endTime": 75.2,
    "text": "That one rogue cell becomes two, then four, then eight."
  },
  {
    "startTime": 75.3,
    "endTime": 79.39999999999999,
    "text": "At every stage, the incorrect  instruction are passed along to the cells' offspring."
  },
  {
    "startTime": 79.5,
    "endTime": 86.3,
    "text": "Weeks, months, or years after that one rogue cell transformed, you might see your doctor about a lump in your breast."
  },
  {
    "startTime": 86.4,
    "endTime": 91.60000000000001,
    "text": "Difficulty going to the bathroom could reveal a problem in your intestine, prostate, or bladder."
  },
  {
    "startTime": 91.528,
    "endTime": 96.80000000000001,
    "text": "Or, a routine blood test might count too many white cells or elevated liver enzymes."
  },
  {
    "startTime": 96.9,
    "endTime": 100.10000000000001,
    "text": "Your doctor delivers the bad news: It's cancer."
  },
  {
    "startTime": 100.1,
    "endTime": 105.0,
    "text": "From here your strategy will depend on where the cancer is and how far it's progressed."
  },
  {
    "startTime": 105.1,
    "endTime": 110.0,
    "text": "If the tumor is slow-growing and in one place, surgery might be all you need, if anything."
  },
  {
    "startTime": 110.0,
    "endTime": 117.6,
    "text": "If the tumor is fast-growing or invading nearby tissue, your doctor might recommend radiation or surgery followed by radiation."
  },
  {
    "startTime": 117.7,
    "endTime": 126.8,
    "text": "If the cancer has spread, or if it's inherently everywhere like a leukemia, your doctor will most likely recommend chemotherapy or a combination of radiation and chemo."
  },
  {
    "startTime": 127.0,
    "endTime": 134.1,
    "text": "Radiation and most forms of chemo work by physically shredding the cells' DNA or disrupting the copying machinery."
  },
  {
    "startTime": 134.2,
    "endTime": 138.89999999999998,
    "text": "But neither radiation nor chemotherapeutic drugs target only cancer cells."
  },
  {
    "startTime": 139.0,
    "endTime": 145.5,
    "text": "Radiation hits whatever you point it at, and your blood stream carries chemo-therapeutics all over your body."
  },
  {
    "startTime": 145.6,
    "endTime": 148.2,
    "text": "So, what happens when different cells get hit?"
  },
  {
    "startTime": 148.3,
    "endTime": 152.70000000000002,
    "text": "Let's look at a healthy liver cell, a healthy hair cell, and a cancerous cell."
  },
  {
    "startTime": 152.8,
    "endTime": 161.60000000000002,
    "text": "The healthy liver cell divides only when it is stressed; the healthy hair cell divides frequently; and the cancer cell divides even more frequently and recklessly."
  },
  {
    "startTime": 161.7,
    "endTime": 165.6,
    "text": "When you take a chemotherapeutic drug, it will hit all of these cells."
  },
  {
    "startTime": 165.7,
    "endTime": 169.2,
    "text": "And remember that the drugs work typically by disrupting cell division."
  },
  {
    "startTime": 169.3,
    "endTime": 177.9,
    "text": "So, every time a cell divides, it opens itself up to attack, and that means the more frequently a cell divides, the more likely the drug is to kill it."
  },
  {
    "startTime": 178.0,
    "endTime": 179.5,
    "text": "So, remember that hair cell?"
  },
  {
    "startTime": 179.6,
    "endTime": 182.7,
    "text": "It divides frequently and isn't a threat."
  },
  {
    "startTime": 182.8,
    "endTime": 188.3,
    "text": "And, there are other frequently dividing cells in your body like skin cells, gut cells, and blood cells."
  },
  {
    "startTime": 188.4,
    "endTime": 193.0,
    "text": "So the list of unpleasant side effects of cancer treatment parallels these tissue types:"
  },
  {
    "startTime": 193.1,
    "endTime": 198.5,
    "text": "hair loss, skin rashes, nausea, vomiting, fatigue, weight loss, and pain."
  },
  {
    "startTime": 198.6,
    "endTime": 201.79999999999998,
    "text": "That makes sense because these are the cells that get hit the hardest."
  },
  {
    "startTime": 202.2,
    "endTime": 204.29999999999998,
    "text": "So, in the end, it is all about growth."
  },
  {
    "startTime": 204.4,
    "endTime": 211.6,
    "text": "Cancer hijacks cells' natural division machinery and forces them to put the pedal to the metal, growing rapidly and recklessly."
  },
  {
    "startTime": 211.7,
    "endTime": 219.5,
    "text": "But, using chemotherapeutic drugs, we take advantage of that aggressiveness, and we turn cancer's main strength into a weakness."
  }
]