[
  {
    "startTime": 1.48,
    "endTime": 2.6799999999999997,
    "text": "(GASPS)"
  },
  {
    "startTime": 9.0,
    "endTime": 16.28,
    "text": "What has fuelled my passion for change really is righteous indignation at injustice."
  },
  {
    "startTime": 18.16,
    "endTime": 20.68,
    "text": "Anybody can be an agent to change."
  },
  {
    "startTime": 20.8,
    "endTime": 24.76,
    "text": "All it really takes is finding what you feel the most passion about."
  },
  {
    "startTime": 24.88,
    "endTime": 27.919999999999998,
    "text": "I don't care what it is. It doesn't have to be a thing I care about."
  },
  {
    "startTime": 28.04,
    "endTime": 41.12,
    "text": "But if it is an issue that stirs your passion, and by working on it you can contribute to the greater good - including for those who you do not necessarily like, politically or ideologically -"
  },
  {
    "startTime": 41.24,
    "endTime": 44.6,
    "text": "I think that everybody should volunteer a couple of hours a month."
  },
  {
    "startTime": 44.72,
    "endTime": 50.68,
    "text": "I think people think that if they can't tackle all of the world's problems and make it all better overnight, there's no purpose."
  },
  {
    "startTime": 50.8,
    "endTime": 52.839999999999996,
    "text": "I totally disbelieve that."
  },
  {
    "startTime": 52.96,
    "endTime": 57.160000000000004,
    "text": "I believe that every action really does contribute to change."
  },
  {
    "startTime": 57.24,
    "endTime": 73.68,
    "text": "The power that each and every one of us has to decide whether we want to be participants in creating the world we live in, or we choose - and this is also a choice that we pretend isn't - we CHOOSE to do nothing."
  },
  {
    "startTime": 73.8,
    "endTime": 76.2,
    "text": "People say, \"I'm not interested in politics.\""
  },
  {
    "startTime": 76.32,
    "endTime": 78.72,
    "text": "Every single thing we do is politics."
  },
  {
    "startTime": 78.84,
    "endTime": 83.0,
    "text": "The interaction of human beings is politics writ large."
  },
  {
    "startTime": 83.12,
    "endTime": 87.48,
    "text": "I believe that we have to feel empowered to make that choice."
  },
  {
    "startTime": 87.6,
    "endTime": 94.44,
    "text": "If we choose to feel passion about something and do nothing, you have chosen to do nothing."
  },
  {
    "startTime": 94.56,
    "endTime": 102.24000000000001,
    "text": "Believe me, there are other people who will step into that gap, take your power and use it to accomplish what they want."
  }
]