[
  {
    "startTime": 24.7,
    "endTime": 31.63,
    "text": "In the mid-nineties, a former investment banker declared that he was going to become the world’s biggest online retailer."
  },
  {
    "startTime": 32.03,
    "endTime": 44.1,
    "text": "A university dropout tells us that he will show the consumers which products they want and then step by step revolutionizes the markets for personal computers, music and cell phones."
  },
  {
    "startTime": 44.7,
    "endTime": 55.0,
    "text": "And this student digs, a young man designs a comparison portal for female students, which is now the biggest communication platform in the world, connecting millions of people."
  },
  {
    "startTime": 55.3,
    "endTime": 62.659,
    "text": "And an author, who, by his own account, is hindered by dyslexia, becomes a pioneer of commercial space travel."
  },
  {
    "startTime": 63.06,
    "endTime": 71.209,
    "text": "Are Amazon’s Jeff Bezos, Apple’s Steve Jobs, Facebook’s Mark Zuckerberg and Virgin Galactic’s Richard Branson extraordinary people?"
  },
  {
    "startTime": 71.4,
    "endTime": 78.84,
    "text": "Are they soldiers of fortune? Magicians? Rare super-entrepreneurs who change our lives dramatically?"
  },
  {
    "startTime": 79.659,
    "endTime": 88.9,
    "text": "The purpose of research around entrepreneurship is to get to the bottom of this mystery and to explore the seemingly magical about successful entrepreneurs."
  },
  {
    "startTime": 89.4,
    "endTime": 95.60000000000001,
    "text": "Successful entrepreneurs are not necessarily male dropouts and secret geniuses. No!"
  },
  {
    "startTime": 95.75,
    "endTime": 98.909,
    "text": "The potential for entrepreneurship is in each of us."
  },
  {
    "startTime": 99.0,
    "endTime": 106.84,
    "text": "The entrepreneur we want to send on a journey into an uncertain future is female and neither a visionary nor a dropout."
  },
  {
    "startTime": 107.4,
    "endTime": 113.16900000000001,
    "text": "She doesn’t have much money either and no sudden brilliant idea that she puts into action purposefully."
  },
  {
    "startTime": 113.569,
    "endTime": 118.119,
    "text": "And still, she masters the uncertainty like our super-entrepreneurs."
  },
  {
    "startTime": 118.419,
    "endTime": 124.6,
    "text": "Because she also uses the entrepreneurial method, consciously or unconsciously."
  },
  {
    "startTime": 125.3,
    "endTime": 128.189,
    "text": "The entrepreneurial method? What’s that?"
  },
  {
    "startTime": 128.689,
    "endTime": 135.029,
    "text": "If Alice were a manager, she would ask herself: what are my goals and which means do I need to reach them?"
  },
  {
    "startTime": 136.229,
    "endTime": 142.19000000000003,
    "text": "By contrast, the entrepreneurial method begins with the unique means a person already has."
  },
  {
    "startTime": 142.689,
    "endTime": 147.9,
    "text": "These consist of their identity, competences, and contacts."
  },
  {
    "startTime": 148.1,
    "endTime": 153.29999999999998,
    "text": "Beginning with these means, one imagines several possible goals to solve specific problems."
  },
  {
    "startTime": 153.409,
    "endTime": 161.2,
    "text": "It’s like cooking without a recipe. The super-entrepreneur doesn’t choose a specific recipe and buys the necessary ingredients."
  },
  {
    "startTime": 161.4,
    "endTime": 169.28900000000002,
    "text": "No, instead, she could look what she can find the fridge and then makes up various kinds of possible creations!"
  },
  {
    "startTime": 169.789,
    "endTime": 174.57,
    "text": "With entrepreneurship, it’s not the goals we focus on in the beginning, but the means."
  },
  {
    "startTime": 174.87,
    "endTime": 182.919,
    "text": "By acting without a single, fixed goal, a Richard Branson is able to imagine a whole portfolio of goals and possible ventures."
  },
  {
    "startTime": 182.919,
    "endTime": 189.169,
    "text": "After all, he founded Virgin Records and Virgin Airlines before Virgin Galactic."
  },
  {
    "startTime": 189.969,
    "endTime": 198.13,
    "text": "What’s also important: Business ideas don’t originate in the shower, but develop in multiple numbers when applying the entrepreneurial method."
  },
  {
    "startTime": 199.039,
    "endTime": 201.82899999999998,
    "text": "The idea is the easiest part in the founding process."
  },
  {
    "startTime": 202.4,
    "endTime": 206.28900000000002,
    "text": "And waiting for the \"right idea\" can lead to waiting forever."
  },
  {
    "startTime": 206.9,
    "endTime": 211.679,
    "text": "Our entrepreneur is already equipped with everything she needs for founding a business."
  },
  {
    "startTime": 212.222,
    "endTime": 215.8,
    "text": "She just has to get going and design the future."
  },
  {
    "startTime": 216.0,
    "endTime": 217.3,
    "text": "But there’s a lack of money!"
  },
  {
    "startTime": 217.6,
    "endTime": 222.2,
    "text": "Not if Alice acts according to the successful method of the super-entrepreneurs."
  },
  {
    "startTime": 222.4,
    "endTime": 230.6,
    "text": "Even Jeff Bezos started on a shoestring and funded Amazon with his parents’ guarantees, supplier loans and overdrawn credit cards."
  },
  {
    "startTime": 230.8,
    "endTime": 233.60000000000002,
    "text": "In other words, with his available means."
  },
  {
    "startTime": 233.8,
    "endTime": 241.108,
    "text": "Instead of trying to define the expected return like a manager, our entrepreneur defines her affordable loss."
  },
  {
    "startTime": 241.108,
    "endTime": 246.8,
    "text": "Affordable in a financial, psychological, and social respect."
  },
  {
    "startTime": 247.0,
    "endTime": 258.2,
    "text": "Instead of going on vacation, she starts a venture. In small explorative steps, she employs the available means: her money, her time, and other people's trust."
  },
  {
    "startTime": 258.4,
    "endTime": 264.08,
    "text": "If she fails, she fails at an early stage and at acceptable costs for her."
  },
  {
    "startTime": 264.9,
    "endTime": 275.839,
    "text": "With her stock of means, her subsequently conceivable portfolio of goals and her affordable loss, Alice has all the prerequisites to embark on her entrepreneurial journey."
  },
  {
    "startTime": 277.6,
    "endTime": 282.199,
    "text": "But wait! There are other people who are interested in Alice and her venture."
  },
  {
    "startTime": 282.628,
    "endTime": 289.0,
    "text": "Surely they want to steal her idea, so Alice shouldn’t talk about her goals under any circumstances! Wrong!"
  },
  {
    "startTime": 289.6,
    "endTime": 296.6,
    "text": "What is she going to protect if she, herself, doesn’t know exactly what it’s going to look like?"
  },
  {
    "startTime": 296.788,
    "endTime": 302.7,
    "text": "She has to talk about her venture to extend her stock of means and her portfolio of goals."
  },
  {
    "startTime": 302.9,
    "endTime": 310.37899999999996,
    "text": "Unlike in management, entrepreneurship is not about a win-lose situation along the lines of \"who gets the largest piece of cake.\""
  },
  {
    "startTime": 311.179,
    "endTime": 315.0,
    "text": "Neither is it about a win-win situation: \"Let’s make the cake bigger together!\""
  },
  {
    "startTime": 315.3,
    "endTime": 321.629,
    "text": "In the entrepreneurial present with an uncertain future, the cake has not even been baked yet."
  },
  {
    "startTime": 321.629,
    "endTime": 328.889,
    "text": "Those who want to join become partners, bring in their means and decide together which cake to bake, the common shared goal."
  },
  {
    "startTime": 328.989,
    "endTime": 333.38899999999995,
    "text": "They negotiate the future together and co-create the products."
  },
  {
    "startTime": 333.8,
    "endTime": 339.5,
    "text": "By the way, don’t we need a business plan with a clear understanding of where the journey is headed?"
  },
  {
    "startTime": 339.7,
    "endTime": 347.96799999999996,
    "text": "An itinerary like that can be helpful, yes, but sometimes it prevents the journey to India from ending up in America, the promised land."
  },
  {
    "startTime": 349.168,
    "endTime": 353.649,
    "text": "So I’m sailing aimlessly in one direction or the other, depending on the wind?"
  },
  {
    "startTime": 354.149,
    "endTime": 360.378,
    "text": "But entrepreneurship is a crapshoot! Granted, luck is one element in the formula of success."
  },
  {
    "startTime": 360.778,
    "endTime": 364.879,
    "text": "But if I act according to the entrepreneurial method, I improve my odds."
  },
  {
    "startTime": 366.8,
    "endTime": 371.3,
    "text": "It’s about a learnable routine in dealing with the unexpected."
  },
  {
    "startTime": 372.3,
    "endTime": 375.87,
    "text": "Learnable? But aren’t you born to be an entrepreneur?"
  },
  {
    "startTime": 375.87,
    "endTime": 380.019,
    "text": "After all, entrepreneurial success is rooted in the genes!"
  },
  {
    "startTime": 380.019,
    "endTime": 388.819,
    "text": "Wrong! The entrepreneurial method of our super-entrepreneurs can be applied by any of us. Everyone has a unique stock of means."
  },
  {
    "startTime": 389.438,
    "endTime": 395.238,
    "text": "It’s what we make of it that determines the success; entrepreneurs are made, not born."
  },
  {
    "startTime": 396.789,
    "endTime": 401.289,
    "text": "Even Richard Branson has had more failures than successes in his ventures."
  },
  {
    "startTime": 401.889,
    "endTime": 409.839,
    "text": "Success was only possible by learning from his failures, which prepared him for the uncertainty that awaits him on his journey in his space ship."
  },
  {
    "startTime": 410.339,
    "endTime": 414.278,
    "text": "Maybe Alice from the entrepreneurial wonderland will be among his first partners."
  },
  {
    "startTime": 414.678,
    "endTime": 419.788,
    "text": "Not as a passenger, but as a collaborator in creating the future of the world we live in."
  },
  {
    "startTime": 420.488,
    "endTime": 425.55,
    "text": "Entrepreneurs aren’t prophets. They don’t have to predict the future. They create it."
  },
  {
    "startTime": 428.8,
    "endTime": 433.74,
    "text": "Ready for your own entrepreneurial journey? Here’s a short summary:"
  },
  {
    "startTime": 435.2,
    "endTime": 443.9,
    "text": "First, entrepreneurship is not an extraordinary phenomenon, but lies dormant in each of us as an entrepreneurial potential to act."
  },
  {
    "startTime": 444.1,
    "endTime": 456.54,
    "text": "Second, according to the entrepreneurial method, I start with the available means – who I am, what do I know, whom do I know – not with mystical goals or fictitious ideas."
  },
  {
    "startTime": 456.74,
    "endTime": 459.399,
    "text": "So, there’s no reason to wait!"
  },
  {
    "startTime": 459.399,
    "endTime": 464.25,
    "text": "Third, as an entrepreneur, I don’t submit my actions under one great idea."
  },
  {
    "startTime": 464.55,
    "endTime": 474.22,
    "text": "No! on the basis of my stock of means, I constantly develop my imagination about various possible goals for the solution of specific problems."
  },
  {
    "startTime": 475.0,
    "endTime": 480.409,
    "text": "Fourth, instead of an expected return, what do I want to earn? The \"upside potential,\""
  },
  {
    "startTime": 481.209,
    "endTime": 489.918,
    "text": "I define an affordable loss, the \"downside potential\" and ask: how much is it worth to me, how much can I afford to lose?"
  },
  {
    "startTime": 490.028,
    "endTime": 496.3,
    "text": "Fifth, I don’t keep my ideas secret, but exchange my goals on the basis of my means with others."
  },
  {
    "startTime": 496.9,
    "endTime": 505.46,
    "text": "The business idea is the cheapest (there are so many ideas!); my stock of means is the most valuable thing in the entrepreneurial process."
  },
  {
    "startTime": 505.68,
    "endTime": 511.8,
    "text": "So, sixth, \"co-creation\" develops with the additional means and the new goals of the partners."
  },
  {
    "startTime": 512.0,
    "endTime": 520.859,
    "text": "Seventh, business plans most likely do not reduce uncertainty, but surely prevent reaching unplanned, yet desirable goals."
  },
  {
    "startTime": 521.639,
    "endTime": 525.4300000000001,
    "text": "Eighth, luck is a part of entrepreneurial success."
  },
  {
    "startTime": 525.83,
    "endTime": 530.11,
    "text": "But with the entrepreneurial method, I turn the wheel of fortune more often."
  },
  {
    "startTime": 531.3,
    "endTime": 536.77,
    "text": "Ninth, we’re not born as entrepreneurs but can learn to deal with uncertainty."
  },
  {
    "startTime": 537.1,
    "endTime": 542.87,
    "text": "Tenth, if you co-create the future as an entrepreneur, you don’t have to predict it."
  },
  {
    "startTime": 550.0,
    "endTime": 558.12,
    "text": "Science has many parallels to entrepreneurship. Scientists also experiment to get to the bottom of something new or to create something new."
  },
  {
    "startTime": 558.72,
    "endTime": 564.11,
    "text": "Our entrepreneur \"Alice\" is called Saras Sarasvathy in entrepreneurship research."
  },
  {
    "startTime": 564.51,
    "endTime": 567.8,
    "text": "She is the discoverer of the entrepreneurial method."
  },
  {
    "startTime": 568.0,
    "endTime": 580.4,
    "text": "Other researchers contribute their means and goals to comprehend the phenomenon of entrepreneurship, where new things develop under great uncertainty."
  },
  {
    "startTime": 580.7,
    "endTime": 586.899,
    "text": "What will the entrepreneurial society of the future look like? Don’t wait for it - co-create it!"
  }
]