[
  {
    "startTime": 1.134,
    "endTime": 9.309000000000001,
    "text": "Eleanor Roosevelt, Mahatma Gandhi, Abraham Lincoln, what do these people have in common?"
  },
  {
    "startTime": 9.576,
    "endTime": 13.25,
    "text": "Well, each was a universally recognized leader."
  },
  {
    "startTime": 13.279,
    "endTime": 20.98,
    "text": "They've all been lauded for their people skills and incredible talent, and they all had an especially preternatural knack for diplomacy."
  },
  {
    "startTime": 20.98,
    "endTime": 29.86,
    "text": "Combining groups of people that in many cases didn't really get along, and each was an introvert."
  },
  {
    "startTime": 29.86,
    "endTime": 34.2,
    "text": "Yes, WellCasters, today, we've got another Myers-Briggs episode for you."
  },
  {
    "startTime": 34.2,
    "endTime": 39.800000000000004,
    "text": "If you don’t know what the heck we're talking about, click over here."
  },
  {
    "startTime": 39.8,
    "endTime": 51.449999999999996,
    "text": "Today, we're gonna dispel the myth that introverts can't be great leaders, and show you introverted qualities that successful leaders of all Myers-Briggs types should have."
  },
  {
    "startTime": 51.45,
    "endTime": 56.550000000000004,
    "text": "Really, the best thing any leader can do is capitalize on their individual strengths."
  },
  {
    "startTime": 56.55,
    "endTime": 61.83,
    "text": "As Susan Cain says in \"Quiet: The Power of Introverts in a World That Can't Stop Talking\":"
  },
  {
    "startTime": 61.83,
    "endTime": 68.03,
    "text": "In the long run, staying true to your temperament is the key to finding work you love and work that matters."
  },
  {
    "startTime": 68.03,
    "endTime": 79.57,
    "text": "It’s a common misconception that only extroverts make for natural leaders, but in fact, introverts have certain innate strengths that also lend themselves to excellent leadership."
  },
  {
    "startTime": 79.57,
    "endTime": 85.47999999999999,
    "text": "One: Introverts think before they speak."
  },
  {
    "startTime": 85.48,
    "endTime": 93.42,
    "text": "Often, conflicts between a lot of people are only made worse by the fact that everyone is talking, and nobody's listening!"
  },
  {
    "startTime": 93.42,
    "endTime": 102.43,
    "text": "When this happens, most soft-spoken people, sometimes the people with the most valid opinions by the way, are lost in the din."
  },
  {
    "startTime": 102.43,
    "endTime": 112.59,
    "text": "Introverted leaders, however, tend to first contemplate all sides of the argument, giving everyone the chance to express their point of view before forming an opinion."
  },
  {
    "startTime": 112.59,
    "endTime": 119.45,
    "text": "Two: Introverts make an effort to place substance over personality."
  },
  {
    "startTime": 119.45,
    "endTime": 131.96,
    "text": "Let's face it. Extroverts love people, and they love meeting new people and hanging out with large groups of people, and that means they're more susceptible to make judgments based on charisma and personality."
  },
  {
    "startTime": 131.96,
    "endTime": 133.84,
    "text": "\"Uh, I really like that guy.\""
  },
  {
    "startTime": 133.84,
    "endTime": 137.71,
    "text": "You might hear an extrovert say, \"He seems like a lot of fun.\""
  },
  {
    "startTime": 137.71,
    "endTime": 144.17000000000002,
    "text": "Introverts are more likely to judge a person or a situation based on objective, demanding criteria."
  },
  {
    "startTime": 144.17,
    "endTime": 154.88,
    "text": "We'll defer to a particularly effective introvert president, Abraham Lincoln, who after taking office, actually hired his political rivals to be on his cabinet."
  },
  {
    "startTime": 154.88,
    "endTime": 164.97,
    "text": "These people had frankly not said anything nice about him while he was on the campaign trail, but Lincoln put aside his personal feelings to concentrate on the larger issue at hand."
  },
  {
    "startTime": 164.97,
    "endTime": 170.74,
    "text": "Three: Introverts are great at anticipating and reacting to change."
  },
  {
    "startTime": 170.74,
    "endTime": 174.64000000000001,
    "text": "Introverts tend to live in a world of possibility."
  },
  {
    "startTime": 174.64,
    "endTime": 180.0,
    "text": "The energy that they don't always expend talking and socializing, they put it in introspection."
  },
  {
    "startTime": 180.11,
    "endTime": 187.84,
    "text": "Imagining the ways in which a certain situation might unfold, weighing decisions, contemplating the consequences of certain incidents."
  },
  {
    "startTime": 187.84,
    "endTime": 191.98,
    "text": "When plans change, introverts are often equipped for what comes next."
  },
  {
    "startTime": 191.98,
    "endTime": 200.41,
    "text": "This is why there are great introverted leaders in the tech world, where the ability to pivot, as they say, is a huge asset."
  },
  {
    "startTime": 200.41,
    "endTime": 205.35,
    "text": "And hey, look no further than introverted business tycoons, Warren Buffett and Bill Gates."
  },
  {
    "startTime": 205.35,
    "endTime": 210.18,
    "text": "These guys built their careers on anticipating what's next."
  },
  {
    "startTime": 210.18,
    "endTime": 217.65,
    "text": "Four: Focus is everything. Introverts aren't easily distracted."
  },
  {
    "startTime": 217.65,
    "endTime": 228.41,
    "text": "In fact, they’re more likely to devote their undivided attention to a project, whereas extroverts are often plagued by what's been called \"Ooh! What’s that?\" syndrome."
  },
  {
    "startTime": 228.41,
    "endTime": 238.18,
    "text": "Whatever the project, a leader needs to keep his team on task, not lead them from objective to objective without seeing each task through to completion."
  },
  {
    "startTime": 238.18,
    "endTime": 247.75,
    "text": "To recap, if you’re an introvert, it's not always easy to live in an extrovert’s world, but did you know that you have some awesome qualities that make you a great leader?"
  },
  {
    "startTime": 247.75,
    "endTime": 255.78,
    "text": "Okay, for one, you listen instead of talking, which I can't do, and you carefully weigh other's opinions before you make your own decision."
  },
  {
    "startTime": 255.78,
    "endTime": 258.77,
    "text": "You're less likely to be swayed by charisma."
  },
  {
    "startTime": 258.77,
    "endTime": 262.26,
    "text": "You're better at being prepared for the unexpected situations."
  },
  {
    "startTime": 262.26,
    "endTime": 265.56,
    "text": "And you aren't easily distracted from your goals."
  },
  {
    "startTime": 265.56,
    "endTime": 275.21,
    "text": "Keep this in mind, introverts and extroverts alike, the best way to lead is to know and play to your strengths."
  },
  {
    "startTime": 275.21,
    "endTime": 282.282,
    "text": "Well, that's all for me today WellCasters."
  },
  {
    "startTime": 282.882,
    "endTime": 286.3,
    "text": "Would you do me your kindness? Subscribe to our channel."
  },
  {
    "startTime": 286.353,
    "endTime": 290.724,
    "text": "Sign up for our newsletter to receive sneak peeks in other awesome stuff. See you later!"
  }
]