[
  {
    "startTime": 6.372,
    "endTime": 11.0,
    "text": "If you tried to pay for something with a piece of paper, you might run into some trouble."
  },
  {
    "startTime": 11.0,
    "endTime": 14.839,
    "text": "Unless, of course, the piece of paper was a hundred dollar bill."
  },
  {
    "startTime": 14.839,
    "endTime": 20.374000000000002,
    "text": "But what is it that makes that bill so much more interesting and valuable than other pieces of paper?"
  },
  {
    "startTime": 20.374,
    "endTime": 23.256999999999998,
    "text": "After all, there's not much you can do with it."
  },
  {
    "startTime": 23.357,
    "endTime": 24.535,
    "text": "You can't eat it."
  },
  {
    "startTime": 24.435,
    "endTime": 28.331999999999997,
    "text": "You can't build things with it and burning it is actually illegal."
  },
  {
    "startTime": 28.332,
    "endTime": 29.893,
    "text": "So what's the big deal?"
  },
  {
    "startTime": 30.093,
    "endTime": 32.357,
    "text": "Of course, you probably know the answer."
  },
  {
    "startTime": 32.657,
    "endTime": 39.879,
    "text": "A hundred dollar bill is printed by the government and designated as official currency, while other pieces of paper are not."
  },
  {
    "startTime": 39.879,
    "endTime": 41.946,
    "text": "But that's just what makes them legal."
  },
  {
    "startTime": 41.956,
    "endTime": 47.638000000000005,
    "text": "What makes a hundred dollar bill valuable, on the other hand, is how many or few of them are around."
  },
  {
    "startTime": 47.638,
    "endTime": 58.535,
    "text": "Throughout history, most currency, including the US dollar, was linked to valuable commodities and the amount of it in circulation depended on a government's gold or silver reserves."
  },
  {
    "startTime": 58.671,
    "endTime": 72.986,
    "text": "But after the US abolished this system in 1971, the dollar became what is known as fiat money, meaning not linked to any external resource, but relying instead solely on government policy to decide how much currency to print."
  },
  {
    "startTime": 72.986,
    "endTime": 75.921,
    "text": "So which branch of our government sets this policy?"
  },
  {
    "startTime": 76.221,
    "endTime": 79.083,
    "text": "The executive, the legislative, or the judicial?"
  },
  {
    "startTime": 79.083,
    "endTime": 81.644,
    "text": "The surprising answer is none of the above!"
  },
  {
    "startTime": 81.844,
    "endTime": 92.014,
    "text": "In fact, monetary policy is set by an independent Federal Reserve System, or The Fed, made up of 12 regional banks in major cities around the country."
  },
  {
    "startTime": 92.014,
    "endTime": 101.01899999999999,
    "text": "Its board of governors, which is appointed by the president, and confirmed by the Senate, reports to Congress, and all the Fed's profit goes into the US treasury."
  },
  {
    "startTime": 101.219,
    "endTime": 109.29899999999999,
    "text": "But to keep the Fed from being influenced by the day to day vicissitudes of politics, it is not under the direct control of any branch of government."
  },
  {
    "startTime": 109.299,
    "endTime": 113.88600000000001,
    "text": "So why doesn't the Fed just decide to print infinite hundred dollar bills to make everyone happy and rich?"
  },
  {
    "startTime": 113.886,
    "endTime": 116.862,
    "text": "Well, because then the bills wouldn't be worth anything."
  },
  {
    "startTime": 116.895,
    "endTime": 121.22,
    "text": "Think about the purpose of currency, which is to be exchanged for goods and services."
  },
  {
    "startTime": 121.32,
    "endTime": 132.956,
    "text": "If the total amount of currency in circulation increases faster than the total value of goods and services in the economy, then each individual piece will be able to buy a smaller portion of those things than before."
  },
  {
    "startTime": 132.944,
    "endTime": 134.986,
    "text": "This is called inflation."
  },
  {
    "startTime": 134.986,
    "endTime": 144.176,
    "text": "On the other hand, if the money supply remains the same, while more goods and services are produced, each dollar's value would increase, in a process known as deflation."
  },
  {
    "startTime": 144.476,
    "endTime": 146.027,
    "text": "So which is worse?"
  },
  {
    "startTime": 146.027,
    "endTime": 152.01799999999997,
    "text": "Too much inflation means that the money in your wallet today will be worth less tomorrow, making you want to spend it right away."
  },
  {
    "startTime": 152.631,
    "endTime": 164.137,
    "text": "So, while this would stimulate business, it would also encourage overconsumption, or hoarding commodities, like food and fuel, raising their prices and leading to consumer shortages and even more inflation."
  },
  {
    "startTime": 165.437,
    "endTime": 168.8,
    "text": "But deflation would make people want to hold onto their money."
  },
  {
    "startTime": 168.8,
    "endTime": 177.078,
    "text": "And a decrease in consumer spending would reduce business profits, leading to more unemployment and a further decrease in spending, causing the economy to keep shrinking."
  },
  {
    "startTime": 177.978,
    "endTime": 187.054,
    "text": "So most economists believe that while too much of either is dangerous, a small, consistent amount of inflation is necessary to encourage economic growth."
  },
  {
    "startTime": 187.587,
    "endTime": 198.158,
    "text": "The Fed uses vast amounts of economic data to determine how much currency should be in circulation, including previous rates of inflation, international trends, and the unemployment rate."
  },
  {
    "startTime": 198.139,
    "endTime": 206.86700000000002,
    "text": "Like in the story of Goldilocks, they need to get the numbers just right in order to stimulate growth and keep people employed, without letting inflation reach disruptive levels."
  },
  {
    "startTime": 207.467,
    "endTime": 215.33300000000003,
    "text": "The Fed not only determines how much that paper in your wallet is worth, but also your chances of getting or keeping the job, where you earn it."
  }
]