[
  {
    "startTime": 0.329,
    "endTime": 7.8999999999999995,
    "text": "The brain is amazing and complex but our lack of understanding has led to a great variety of myths throughout the years, like \"bigger is better\"."
  },
  {
    "startTime": 7.9,
    "endTime": 16.5,
    "text": "While this may be true for some other organs, you only need to look at a sperm whale's brain, which is nearly 6 times larger than a human's, to see this myth fall apart."
  },
  {
    "startTime": 16.5,
    "endTime": 21.34,
    "text": "Yes, they're certainly intelligent animals, but their cognitive skills pale in comparison to our own."
  },
  {
    "startTime": 21.34,
    "endTime": 25.0,
    "text": "Had a fun night out? Don't worry, alcohol doesn't actually kill your brain cells."
  },
  {
    "startTime": 25.0,
    "endTime": 31.0,
    "text": "Although it does cause damage and creates problems conveying messages between neurons, the damage is mostly reversible."
  },
  {
    "startTime": 31.0,
    "endTime": 34.4,
    "text": "Similarly, drugs don't actually create holes in your brain."
  },
  {
    "startTime": 34.4,
    "endTime": 40.589999999999996,
    "text": "Though some can permanently change your brains functionality and structure, the only thing that can put a hole in your brain is physical trauma."
  },
  {
    "startTime": 40.59,
    "endTime": 44.2,
    "text": "Good thing you have 100 billion brain cells...or not."
  },
  {
    "startTime": 44.2,
    "endTime": 50.0,
    "text": "Surprisingly, it wasn't until 2009 that scientists discovered the true number to be closer to 86 billion."
  },
  {
    "startTime": 50.0,
    "endTime": 56.0,
    "text": "Sure it may seem like a small difference, but those 14 billion neurons are equal to the size of an entire baboon brain."
  },
  {
    "startTime": 56.0,
    "endTime": 67.94,
    "text": "To further put those numbers in perspective, consider that 1 million seconds is 12 days, while 1 billion seconds is 31 years, so that 14 billion neuron difference may not be so small after all."
  },
  {
    "startTime": 67.94,
    "endTime": 69.6,
    "text": "Regardless, we can't use them all, right?"
  },
  {
    "startTime": 69.6,
    "endTime": 76.89,
    "text": "Most movies and sci-fi books have us believe that humans can only use around 10% of our brain which is absolute nonsense."
  },
  {
    "startTime": 76.89,
    "endTime": 81.72,
    "text": "Thanks to modern brain scanning technology, we know that we use the whole thing...all the time!"
  },
  {
    "startTime": 81.72,
    "endTime": 87.8,
    "text": "Not necessarily all at once; when you're walking, for instance, the parts of the brain associated with movement are more active than other areas."
  },
  {
    "startTime": 87.8,
    "endTime": 91.39999999999999,
    "text": "However, there is no part of the brain that simply doesn't do anything."
  },
  {
    "startTime": 91.4,
    "endTime": 96.0,
    "text": "It represents 3% of the bodies weight and uses 20% of its energy."
  },
  {
    "startTime": 96.0,
    "endTime": 97.58,
    "text": "That's a busy brain!"
  },
  {
    "startTime": 97.58,
    "endTime": 100.0,
    "text": "But we generally use one side more than the other, right?"
  },
  {
    "startTime": 100.0,
    "endTime": 109.6,
    "text": "Nope! while you may have been convinced that if you're more logical or analytical, you're more \"left brained\", and if you're more creative or intuitive you're \"right brained\", it's simply not true."
  },
  {
    "startTime": 109.6,
    "endTime": 122.8,
    "text": "While different sides of the brain are indeed used for specific functions, for example, language uses the left hemisphere while the right hemisphere helps to read emotion, studies on thousands of individuals have found no evidence of a left or right dominance in individuals."
  },
  {
    "startTime": 122.8,
    "endTime": 125.5,
    "text": "In other words, you use both sides equally."
  },
  {
    "startTime": 125.5,
    "endTime": 135.7,
    "text": "And you don't actually have 5 senses like you were always told, in fact, you have a lot more, like nociception which is the sense of pain, or proprioception, the sense of how our bodies are positioned."
  },
  {
    "startTime": 135.7,
    "endTime": 139.39999999999998,
    "text": "Not to mention sense of balance, temperature and passing of time."
  },
  {
    "startTime": 139.4,
    "endTime": 147.0,
    "text": "Scientists at GE's Global Research Centers are collaborating with top researchers and institutions to uncover new insights about the brain's functionality."
  },
  {
    "startTime": 147.0,
    "endTime": 155.64,
    "text": "If you're interested in debunking more myths or understanding more about the brain, you can follow their progress at GE Reports, as they work together to crack the brain's greatest mysteries."
  },
  {
    "startTime": 155.64,
    "endTime": 159.0,
    "text": "Special thanks to GE for supporting this episode of AsapSCIENCE!"
  },
  {
    "startTime": 159.0,
    "endTime": 169.16,
    "text": "And subscribe for more weekly science videos!"
  }
]