[
  {
    "startTime": 2.22,
    "endTime": 6.9,
    "text": "I'm Samantha Ibarguen, and I'm an energy healer and a wellness consultant in New York City."
  },
  {
    "startTime": 6.9,
    "endTime": 15.769,
    "text": "You can find out more about me and what I do at Integrated Wellness — www.igwell.com."
  },
  {
    "startTime": 18.53,
    "endTime": 29.520000000000003,
    "text": "Guided meditation is when your meditation is led by someone talking you through a journey for a specific purpose, like self-discovery or relaxation."
  },
  {
    "startTime": 29.52,
    "endTime": 33.57,
    "text": "It's a great way to meditate if you don't have any previous experience."
  },
  {
    "startTime": 33.57,
    "endTime": 38.08,
    "text": "It's also a great way to meditate if you're worried about keeping your mind clear."
  },
  {
    "startTime": 38.08,
    "endTime": 44.629999999999995,
    "text": "Because in guided meditation, your mind is doing the job of taking you deeper into your journey."
  },
  {
    "startTime": 44.63,
    "endTime": 52.83,
    "text": "If you're working with a meditation teacher or a healer, you can ask them to specifically tailor a guided meditation for you."
  },
  {
    "startTime": 52.83,
    "endTime": 58.71,
    "text": "You can tell them what you'd like to achieve, and they can record it, and you can take it home with you and do it at home."
  },
  {
    "startTime": 58.71,
    "endTime": 60.51,
    "text": "You can also buy a guided meditation."
  },
  {
    "startTime": 60.51,
    "endTime": 64.64,
    "text": "You can go online or you can go to your local wellness store."
  },
  {
    "startTime": 64.64,
    "endTime": 67.83,
    "text": "See before you buy it, if you can't listen to the meditation."
  },
  {
    "startTime": 67.838,
    "endTime": 77.3,
    "text": "Make sure that you like the person's voice, that the pace that they're speaking at is fast enough or slow enough, that if there's any music, it's pleasing to you."
  },
  {
    "startTime": 77.31,
    "endTime": 80.14,
    "text": "Just make sure that you like the overall feel of the recording."
  },
  {
    "startTime": 80.14,
    "endTime": 91.19,
    "text": "And finally, when you're doing your guided meditation, find yourself in a comfortable seated position, make sure that you're wearing comfy clothes, put aside an allotted amount of time so that you're undisturbed."
  },
  {
    "startTime": 91.19,
    "endTime": 98.89699999999999,
    "text": "And make sure that you're environment is nice and quiet, so you can really get the full benefit of the meditation that you've chosen."
  }
]