[
  {
    "startTime": 3.4,
    "endTime": 10.6,
    "text": "Blue light from computer screens, tablets, and smart phones stop your brain producing a sleep hormone called melatonin."
  },
  {
    "startTime": 10.7,
    "endTime": 19.66,
    "text": "And, so, in the hour before you go to bed avoid using these devices or turn the screen brightness down or wear orange glasses to block the blue light."
  },
  {
    "startTime": 21.2,
    "endTime": 27.4,
    "text": "If you're struggling to sleep, make your brain tired by thinking of an animal for each letter of the alphabet."
  },
  {
    "startTime": 28.8,
    "endTime": 33.730000000000004,
    "text": "You'll feel most relaxed at night if your bed faces the door and is furthest from it."
  },
  {
    "startTime": 33.8,
    "endTime": 41.099999999999994,
    "text": "Why? Because you've evolved to feel safe when you can spot danger early and still have time to run away."
  },
  {
    "startTime": 41.6,
    "endTime": 45.1,
    "text": "When you behave as if you're sleepy, you actually feel tired."
  },
  {
    "startTime": 45.2,
    "endTime": 48.2,
    "text": "So, to fall asleep quickly, just fake a yawn or two."
  },
  {
    "startTime": 49.1,
    "endTime": 51.1,
    "text": "Eat a banana before you head to bed."
  },
  {
    "startTime": 51.2,
    "endTime": 55.300000000000004,
    "text": "They are rich in carbohydrates, and these help relax your body and mind."
  },
  {
    "startTime": 56.0,
    "endTime": 60.7,
    "text": "When you need to take a short nap during the day, drink a cup of coffee before you nod off."
  },
  {
    "startTime": 60.8,
    "endTime": 65.6,
    "text": "The coffee takes about 20 minutes to affect you, and so, you'll wake up feeling especially alert."
  },
  {
    "startTime": 67.0,
    "endTime": 70.9,
    "text": "This piece of music is scientifically designed to help people nod off."
  },
  {
    "startTime": 71.0,
    "endTime": 75.3,
    "text": "Use the link below this video to listen to it for free whenever you want to fall asleep."
  },
  {
    "startTime": 76.6,
    "endTime": 81.6,
    "text": "Try to fall asleep on your right-hand side; research shows that it's better for your heart."
  },
  {
    "startTime": 81.7,
    "endTime": 85.3,
    "text": "Unless you are pregnant, in which case, try to fall asleep on your left."
  },
  {
    "startTime": 85.4,
    "endTime": 89.7,
    "text": "Either way, try to avoid sleeping on your front or back."
  },
  {
    "startTime": 90.5,
    "endTime": 94.0,
    "text": "Actively trying to stay awake actually makes you feel tired."
  },
  {
    "startTime": 94.1,
    "endTime": 98.0,
    "text": "So try keeping your eyes open and focus on not falling asleep."
  },
  {
    "startTime": 99.0,
    "endTime": 102.9,
    "text": "When you start to fall asleep, the blood flow to your feet increases."
  },
  {
    "startTime": 103.0,
    "endTime": 107.0,
    "text": "Having warm feet increases the rate of flow, and, so, helps you nod off."
  },
  {
    "startTime": 107.1,
    "endTime": 111.19999999999999,
    "text": "And, so, next time you're struggling to sleep, try putting on a pair of socks."
  },
  {
    "startTime": 111.3,
    "endTime": 116.2,
    "text": "\"Night School\" is all about the science of sleep and dreaming, and it's out now."
  },
  {
    "startTime": 116.3,
    "endTime": 121.89999999999999,
    "text": "And there are more tips about sleeping and dreaming on our new YouTube channel, In59Seconds."
  }
]