[
  {
    "startTime": 6.713,
    "endTime": 15.399999999999999,
    "text": "\"All men are created equal, and they are endowed with the rights to life, liberty, and the pursuit of happiness.\""
  },
  {
    "startTime": 15.6,
    "endTime": 18.404,
    "text": "Not so fast, Mr. Jefferson!"
  },
  {
    "startTime": 18.404,
    "endTime": 23.8,
    "text": "These words from the Declaration of Independence and the facts behind them are well known."
  },
  {
    "startTime": 23.8,
    "endTime": 32.8,
    "text": "In June of 1776, a little more than a year after the war against England began with the shots fired at Lexington and Concord,"
  },
  {
    "startTime": 32.986,
    "endTime": 40.047999999999995,
    "text": "the Continental Congress was meeting in Philadelphia to discuss American independence."
  },
  {
    "startTime": 40.048,
    "endTime": 47.7,
    "text": "After long debates, a resolution of independence was approved on July 2, 1776."
  },
  {
    "startTime": 47.7,
    "endTime": 49.843,
    "text": "America was free!"
  },
  {
    "startTime": 49.843,
    "endTime": 54.599000000000004,
    "text": "And men like John Adams thought we would celebrate that date forever."
  },
  {
    "startTime": 54.599,
    "endTime": 61.279999999999994,
    "text": "But it was two days later that the gentlemen in Congress voted to adopt the Declaration of Independence,"
  },
  {
    "startTime": 61.28,
    "endTime": 68.504,
    "text": "largely written by Thomas Jefferson, offering all the reasons why the country should be free."
  },
  {
    "startTime": 68.504,
    "endTime": 75.53800000000001,
    "text": "More than 235 years later, we celebrate that day as America's birthday."
  },
  {
    "startTime": 75.538,
    "endTime": 79.00399999999999,
    "text": "But there are some pieces of the story you may not know."
  },
  {
    "startTime": 79.004,
    "endTime": 83.358,
    "text": "First of all, Thomas Jefferson gets the credit for writing the Declaration,"
  },
  {
    "startTime": 83.358,
    "endTime": 88.811,
    "text": "but five men had been given the job to come up with a document explaining why America should be independent:"
  },
  {
    "startTime": 91.066,
    "endTime": 97.768,
    "text": "Robert Livingston, Roger Sherman, Benjamin Franklin, and John Adams were all named first."
  },
  {
    "startTime": 97.768,
    "endTime": 107.7,
    "text": "And it was Adams who suggested that the young and little-known Thomas Jefferson join them because they needed a man from the influential Virginia Delegation,"
  },
  {
    "startTime": 107.9,
    "endTime": 113.0,
    "text": "and Adams thought Jefferson was a much better writer than he was."
  },
  {
    "startTime": 113.0,
    "endTime": 124.9,
    "text": "Second, though Jefferson never used footnotes or credited his sources, some of his memorable words and phrases were borrowed from other writers and slightly tweaked."
  },
  {
    "startTime": 125.044,
    "endTime": 128.922,
    "text": "Then, Franklin and Adams offered a few suggestions."
  },
  {
    "startTime": 128.922,
    "endTime": 136.259,
    "text": "But the most important change came after the Declaration was turned over to the full Congress."
  },
  {
    "startTime": 136.259,
    "endTime": 144.183,
    "text": "For two days, a very unhappy Thomas Jefferson sat and fumed while his words were picked over."
  },
  {
    "startTime": 144.183,
    "endTime": 151.5,
    "text": "In the end, the Congress made a few minor word changes and one big deletion."
  },
  {
    "startTime": 151.5,
    "endTime": 155.8,
    "text": "In the long list of charges that Jefferson made against the King of England,"
  },
  {
    "startTime": 155.8,
    "endTime": 167.3,
    "text": "the author of the Declaration had included the idea that George the Third was responsible for the slave trade and was preventing America from ending slavery."
  },
  {
    "startTime": 167.5,
    "endTime": 175.3,
    "text": "That was not only untrue, but Congress wanted no mention of slavery in the nation's founding document."
  },
  {
    "startTime": 175.6,
    "endTime": 181.1,
    "text": "The reference was cut out before the Declaration was approved and sent to the printer."
  },
  {
    "startTime": 181.1,
    "endTime": 183.708,
    "text": "But it leaves open the hard question:"
  },
  {
    "startTime": 183.708,
    "endTime": 194.2,
    "text": "How could the men, who were about to sign a document, celebrating liberty and equality, accept a system in which some people owned others?"
  },
  {
    "startTime": 194.374,
    "endTime": 202.0,
    "text": "It is a question that would eventually bring the nation to civil war and one we can still ask today."
  }
]