[
  {
    "startTime": 0.0,
    "endTime": 5.14,
    "text": "So, uh, last night I was driving home, and I stopped at a convenience store, and I like them, I like them."
  },
  {
    "startTime": 5.14,
    "endTime": 9.91,
    "text": "'Cause they have all kinds of things there, and they have every magazine you'd want, and here's what you can do, too. Here's a tip."
  },
  {
    "startTime": 9.91,
    "endTime": 15.32,
    "text": "You can stand there in the store and read all the magazines for free."
  },
  {
    "startTime": 15.32,
    "endTime": 22.240000000000002,
    "text": "You don't have to buy them. You just read them while you're there, and then with the money that I save, I buy my lotto tickets, my booze, and my bus pass."
  },
  {
    "startTime": 22.24,
    "endTime": 30.14,
    "text": "Yeah... so... I'm always thinking."
  },
  {
    "startTime": 30.14,
    "endTime": 33.61,
    "text": "And when I was in there, I noticed that the fountain drink station."
  },
  {
    "startTime": 33.61,
    "endTime": 36.49,
    "text": "Have you noticed the fountain... Do you get your drinks there? Anybody?"
  },
  {
    "startTime": 36.49,
    "endTime": 42.190000000000005,
    "text": "Okay well, if you do, or you don't, here's what I've noticed, right here. I'd like to show you something."
  },
  {
    "startTime": 42.19,
    "endTime": 44.83,
    "text": "Um, I can't believe this. I really can't."
  },
  {
    "startTime": 44.83,
    "endTime": 49.05,
    "text": "This is the smallest cup that they have, right here."
  },
  {
    "startTime": 49.05,
    "endTime": 51.48,
    "text": "That! You see my hand? You see the size of this?"
  },
  {
    "startTime": 51.48,
    "endTime": 55.86,
    "text": "This is the Gulp. It's twenty ounces. It's almost as much as two cans of soda, alright?"
  },
  {
    "startTime": 55.86,
    "endTime": 61.89,
    "text": "I ordered an orange juice in a hotel this size. It was two hundred dollars."
  },
  {
    "startTime": 61.89,
    "endTime": 65.21,
    "text": "Giant! Alright, but that's how they get you, because this is 69 cents."
  },
  {
    "startTime": 65.21,
    "endTime": 71.83999999999999,
    "text": "Now, and why would you get... For ten cents more you get double the size. You get the Big Gulp, right here."
  },
  {
    "startTime": 71.84,
    "endTime": 76.61,
    "text": "First of all... This is crazy!"
  },
  {
    "startTime": 76.61,
    "endTime": 82.06,
    "text": "And it would never fit under my jacket when I'm sneaking it into the movie theater."
  },
  {
    "startTime": 82.06,
    "endTime": 95.04,
    "text": "And, why on Earth would anybody want this much soda, when they could have THIS much soda?"
  },
  {
    "startTime": 95.04,
    "endTime": 97.13000000000001,
    "text": "I call this three-weeks-in-the-desert."
  },
  {
    "startTime": 97.13,
    "endTime": 102.0,
    "text": "It's ridiculous! This is insane! I am not joking about any of these."
  },
  {
    "startTime": 102.17,
    "endTime": 107.73,
    "text": "You know our stomachs—by the way, in case you don't know this—our stomachs are the size of our fist. That's really how large our stomachs are."
  },
  {
    "startTime": 107.73,
    "endTime": 110.81,
    "text": "I can fit my entire arm!"
  },
  {
    "startTime": 110.81,
    "endTime": 113.56,
    "text": "If you drink this much Coke, it's about 800 calories."
  },
  {
    "startTime": 113.56,
    "endTime": 121.63,
    "text": "And I guess why... the 7-11 symbol means, if you drink this much, you're gonna gain somewhere between 7 and 11 pounds."
  },
  {
    "startTime": 121.63,
    "endTime": 125.66,
    "text": "This is huge! Look how much bigger this is. I brought my regular drink in."
  },
  {
    "startTime": 125.66,
    "endTime": 139.72,
    "text": "This is so much bigger than the size..."
  },
  {
    "startTime": 139.72,
    "endTime": 154.46,
    "text": "And I know what you're thinking. You're saying, \"Ellen, I only get coffee there.\" Well, they have a cup for you too."
  },
  {
    "startTime": 154.46,
    "endTime": 157.36,
    "text": "You think this is a joke. It is not a joke."
  },
  {
    "startTime": 157.36,
    "endTime": 161.67000000000002,
    "text": "This is a coffee mug. It's called the Ultimate Gulp."
  },
  {
    "startTime": 161.67,
    "endTime": 167.29,
    "text": "How tired are you that it takes you this much coffee to wake up?"
  },
  {
    "startTime": 167.29,
    "endTime": 173.23999999999998,
    "text": "This is bigger than my head! The size of this... look at the size of this! Huge!"
  },
  {
    "startTime": 173.24,
    "endTime": 176.14000000000001,
    "text": "Walking around sipping this like..."
  },
  {
    "startTime": 176.14,
    "endTime": 180.54999999999998,
    "text": "Wouldn't you be embarrassed to walk in... \"Sorry, I'm late Judy\""
  },
  {
    "startTime": 180.55,
    "endTime": 185.14000000000001,
    "text": "\"I needed to grab a gallon of coffee real quick on the way.\""
  },
  {
    "startTime": 185.14,
    "endTime": 190.0,
    "text": "And this is... this is a... Like some people use their mugs on their desk to put their pens in and store their things."
  },
  {
    "startTime": 190.05,
    "endTime": 192.92000000000002,
    "text": "You can put a fax machine in here."
  },
  {
    "startTime": 192.92,
    "endTime": 197.25,
    "text": "This is insane! I don't know what's happening to people that they need this much liquid."
  },
  {
    "startTime": 197.48,
    "endTime": 199.59,
    "text": "The only pick-me-up I ever need is dancing."
  }
]