[
  {
    "startTime": 0.3,
    "endTime": 4.226,
    "text": "The average person sees more than five hundred ads every day."
  },
  {
    "startTime": 4.367,
    "endTime": 9.099,
    "text": "Very few of the women in those ads look like people we see in our everyday lives."
  },
  {
    "startTime": 9.4,
    "endTime": 12.675,
    "text": "So maybe it's time to change the way we look at women."
  },
  {
    "startTime": 15.061,
    "endTime": 17.207,
    "text": "[Change the way you look at women]"
  },
  {
    "startTime": 17.322,
    "endTime": 21.099,
    "text": "Why does it feel so different to see pictures of realistic women?"
  },
  {
    "startTime": 21.612,
    "endTime": 23.523999999999997,
    "text": "Why aren't we seeing women we recognize?"
  },
  {
    "startTime": 23.7,
    "endTime": 26.813,
    "text": "And why wasn't I paying more attention to this before?"
  },
  {
    "startTime": 27.353,
    "endTime": 30.352,
    "text": "Where are the women who sweat through their femininity,"
  },
  {
    "startTime": 30.79,
    "endTime": 33.326,
    "text": "girls who build things for others who can't,"
  },
  {
    "startTime": 33.9,
    "endTime": 36.673,
    "text": "mothers who wanna learn from their children?"
  },
  {
    "startTime": 36.9,
    "endTime": 43.833,
    "text": "When we condone airbrushed faces and photoshopped bodies, what are we saying about ourselves?"
  },
  {
    "startTime": 44.0,
    "endTime": 51.49,
    "text": "That our strengths aren't strong enough? Our feelings not deep enough? Our cheers not loud enough?"
  },
  {
    "startTime": 52.7,
    "endTime": 58.29600000000001,
    "text": "If all the women we see in ads look the same, what illusion are we promoting for our daughters?"
  },
  {
    "startTime": 60.6,
    "endTime": 67.848,
    "text": "Maybe we should start by seeing women we can relate to, ladies with style who aren't afraid of their ideas,"
  },
  {
    "startTime": 68.5,
    "endTime": 74.7,
    "text": "experts who revolutionize their fields, girls who fight for our country."
  },
  {
    "startTime": 75.096,
    "endTime": 78.839,
    "text": "Let's see women doing the things that women really do."
  },
  {
    "startTime": 80.6,
    "endTime": 84.437,
    "text": "Let's appreciate the beauty of overcoming real struggles."
  },
  {
    "startTime": 84.7,
    "endTime": 88.379,
    "text": "Let's see more women like those we know, who make us laugh,"
  },
  {
    "startTime": 88.833,
    "endTime": 93.667,
    "text": "who will just sit with us after a long day, who aren't afraid of their strength."
  },
  {
    "startTime": 94.199,
    "endTime": 101.491,
    "text": "Maybe all we need to do is look around to remember that the women in our lives carry beauty of all kinds,"
  },
  {
    "startTime": 101.696,
    "endTime": 104.38,
    "text": "and that beauty is worth seeing."
  }
]