[
  {
    "startTime": 9.0,
    "endTime": 14.0,
    "text": "25. Russia has a larger surface area than Pluto."
  },
  {
    "startTime": 14.3,
    "endTime": 18.9,
    "text": "24. Oxford University is older than the Aztec Empire."
  },
  {
    "startTime": 19.0,
    "endTime": 26.0,
    "text": "23. France was still executing people by guillotine when \"Star Wars: A New Hope\" hit theatres."
  },
  {
    "startTime": 26.487,
    "endTime": 30.487,
    "text": "22. Nintendo was originally a trading card company."
  },
  {
    "startTime": 31.0,
    "endTime": 38.0,
    "text": "21. If the sun were the size of a white blood cell, then the Milky Way Galaxy would be the size of the United States."
  },
  {
    "startTime": 38.2,
    "endTime": 43.6,
    "text": "20. There are more stars in space than there are grains of sand on every beach in the world."
  },
  {
    "startTime": 44.0,
    "endTime": 49.0,
    "text": "19. For every human on Earth there are 1.6 million ants."
  },
  {
    "startTime": 49.199,
    "endTime": 54.199,
    "text": "18. The total weight of all those ants, however, is about the same as all the humans."
  },
  {
    "startTime": 55.4,
    "endTime": 59.6,
    "text": "17. On Jupiter and Saturn it rains diamonds."
  },
  {
    "startTime": 60.0,
    "endTime": 66.0,
    "text": "16. Ten percent of all the photos ever taken were taken in the last 12 months."
  },
  {
    "startTime": 66.3,
    "endTime": 72.1,
    "text": "15. Shakespeare made up the name \"Jessica\" for his play \"Merchant of Venice\"."
  },
  {
    "startTime": 72.6,
    "endTime": 79.6,
    "text": "14. Your chances of being killed by a vending machine are actually twice as large as your chance of being bitten by a shark."
  },
  {
    "startTime": 79.99,
    "endTime": 85.58999999999999,
    "text": "13. Nowhere in the Humpty Dumpty Nursery Rhyme does it say that Humpty Dumpty is an egg."
  },
  {
    "startTime": 86.0,
    "endTime": 91.0,
    "text": "12. Armadillos almost always give birth to quadruplets."
  },
  {
    "startTime": 91.1,
    "endTime": 95.1,
    "text": "11. Scotland's national animal is the unicorn."
  },
  {
    "startTime": 95.5,
    "endTime": 100.5,
    "text": "10. Apparently there are more fake flamingos in the world than real flamingos."
  },
  {
    "startTime": 101.0,
    "endTime": 110.0,
    "text": "9. John Tyler, the 10th president of the US, was born in 1790. He has a grandson that is alive today."
  },
  {
    "startTime": 110.2,
    "endTime": 113.60000000000001,
    "text": "8. A strawberry is NOT a berry."
  },
  {
    "startTime": 114.0,
    "endTime": 117.0,
    "text": "7. A banana IS a berry."
  },
  {
    "startTime": 117.2,
    "endTime": 124.60000000000001,
    "text": "6. There is enough water in Lake Superior to cover all of North and South America in one foot of liquid."
  },
  {
    "startTime": 125.0,
    "endTime": 128.0,
    "text": "5. An octopus has three hearts."
  },
  {
    "startTime": 128.5,
    "endTime": 134.0,
    "text": "4. There are 10 times more bacteria in your body than actual body cells."
  },
  {
    "startTime": 134.2,
    "endTime": 138.7,
    "text": "3. There is only one country between North Korea and Norway."
  },
  {
    "startTime": 139.0,
    "endTime": 143.5,
    "text": "2. New York City is farther south than Rome, Italy."
  },
  {
    "startTime": 143.5,
    "endTime": 151.0,
    "text": "And, 1. Maine is the closest US state to Africa."
  },
  {
    "startTime": 151.0,
    "endTime": 156.8,
    "text": "If you like the video you just saw, then consider clicking on the link at the top right to subscribe."
  },
  {
    "startTime": 156.8,
    "endTime": 164.60000000000002,
    "text": "Also, check out our other popular videos \"25 Amazing Prehistoric Predators\" and \"25 Facts You May Not Know About The Chernobyl Accident\"."
  },
  {
    "startTime": 164.6,
    "endTime": 176.0,
    "text": "If you're still itching for more, go ahead and check out our website at list25.com for a whole bunch of cool lists."
  }
]