[
  {
    "startTime": 8.52,
    "endTime": 12.5,
    "text": "If you take a group of people and put them into a meeting and have them talk about something,"
  },
  {
    "startTime": 12.6,
    "endTime": 20.799999999999997,
    "text": "the opinions of the loudest person or the most charismatic person or the most assertive person, those are the ones that the group tends to follow."
  },
  {
    "startTime": 21.02,
    "endTime": 23.34,
    "text": "And yet, researchers have looked at this."
  },
  {
    "startTime": 23.34,
    "endTime": 28.5,
    "text": "There's no correlation between being that best talker and having the best ideas."
  },
  {
    "startTime": 28.5,
    "endTime": 30.7,
    "text": "Mean, like, zero correlation."
  },
  {
    "startTime": 30.78,
    "endTime": 35.0,
    "text": "I think that we're living in a society now that is so overly extroverted."
  },
  {
    "startTime": 35.38,
    "endTime": 40.0,
    "text": "As we shifted from an agricultural economy to a corporate one,"
  },
  {
    "startTime": 40.0,
    "endTime": 46.8,
    "text": "we started to admire people who could be magnetic and charismatic 'cause these were the qualities that seemed to matter for job interviews and things like that."
  },
  {
    "startTime": 47.04,
    "endTime": 54.92,
    "text": "And so, in the earlier agricultural economy, our self-help books used to have titles like \"Character: The Grandest Thing In The World\"."
  },
  {
    "startTime": 54.92,
    "endTime": 62.22,
    "text": "But then the self-help books later on became the ones that we kind of know of today, like Dale Carnegie's \"How To Win Friends And Influence People\"."
  },
  {
    "startTime": 62.32,
    "endTime": 67.7,
    "text": "And those were all about teaching us to be more entertaining, more dynamic and that kind of thing."
  },
  {
    "startTime": 68.1,
    "endTime": 73.67999999999999,
    "text": "I think, for any trait of human nature, any aspect, it has its pros and it has its cons."
  },
  {
    "startTime": 73.68,
    "endTime": 82.0,
    "text": "And what I'm saying is that for too long, we've looked at introversion only through its disadvantages, and we've looked at extroversion only through its advantages."
  },
  {
    "startTime": 82.08,
    "endTime": 89.3,
    "text": "So I'm trying to now fill in the gaps and what that can sometimes sound like is, you're \"Down with extroverts, up with introverts\"."
  },
  {
    "startTime": 89.4,
    "endTime": 92.5,
    "text": "And my vision of the right world is a world where it's yin and yang."
  },
  {
    "startTime": 92.6,
    "endTime": 97.19999999999999,
    "text": "You know, and there's space for extroverts and there's space for introverts, and it's equal space."
  },
  {
    "startTime": 97.3,
    "endTime": 104.6,
    "text": "If you look at the birth of Apple, Apple computer, we tend to associate Apple with Steve Jobs, who is this dazzling showman."
  },
  {
    "startTime": 105.2,
    "endTime": 112.7,
    "text": "But really, the person who invented the Apple computer was a different Steve, it was Steve Wozniak, who's a self-identified introvert."
  },
  {
    "startTime": 113.0,
    "endTime": 120.82,
    "text": "And he created this amazing thing by sitting by himself in a cubicle at Hewlett-Packard, where he was working at the time, um."
  },
  {
    "startTime": 120.82,
    "endTime": 126.16,
    "text": "Late at night and early in the morning before anybody was at work, he would work by himself, by himself, by himself, for months."
  },
  {
    "startTime": 126.4,
    "endTime": 131.76000000000002,
    "text": "And then he produced this amazing thing that he then shared with his friend, Steve Jobs."
  },
  {
    "startTime": 131.76,
    "endTime": 135.57999999999998,
    "text": "And then it was Steve Jobs who said, \"Hey! We should start a company with this.\""
  },
  {
    "startTime": 135.7,
    "endTime": 136.79999999999998,
    "text": "\"This is amazing!\""
  },
  {
    "startTime": 137.0,
    "endTime": 139.5,
    "text": "Without Steve Jobs, none of it ever would have come to pass."
  },
  {
    "startTime": 139.7,
    "endTime": 149.16,
    "text": "Umm, so it was this combination of letting the solitary person go off by himself to think in his deep way, and then having a partnership between the two."
  },
  {
    "startTime": 149.26,
    "endTime": 156.2,
    "text": "And in fact, you know, in companies, it's been found that the most effective teams are the ones that are a combination of introvert and extrovert."
  },
  {
    "startTime": 156.4,
    "endTime": 166.4,
    "text": "And the two types are really drawn to each other and really need each other."
  }
]