[
  {
    "startTime": 3.9,
    "endTime": 9.4,
    "text": "This painting from 1524 could be considered the first selfie in history⏤it sure looks like one."
  },
  {
    "startTime": 9.5,
    "endTime": 13.9,
    "text": "Parmigianino, a 21-year-old Italian artist, painted himself using a barber's mirror."
  },
  {
    "startTime": 14.0,
    "endTime": 17.8,
    "text": "He gave it to the Pope as a gift, so even at the beginning, it was established:"
  },
  {
    "startTime": 17.9,
    "endTime": 19.299999999999997,
    "text": "Selfies are for sharing."
  },
  {
    "startTime": 19.4,
    "endTime": 24.5,
    "text": "In terms of drawing, Rembrandt put together this pretty great duckface self-portrait in 1630."
  },
  {
    "startTime": 24.6,
    "endTime": 29.200000000000003,
    "text": "The first photo self-portrait was taken by Robert Cornelius, a chemist from Philadelphia."
  },
  {
    "startTime": 29.3,
    "endTime": 34.8,
    "text": "He had to take off the lens cap, run into frame, sit for one minute, then run back and cover up the lens."
  },
  {
    "startTime": 34.9,
    "endTime": 37.1,
    "text": "Selfies used to take that kind of commitment."
  },
  {
    "startTime": 37.2,
    "endTime": 43.300000000000004,
    "text": "The modern selfie began with the first true camera phone, which was made by Sharp and released in Japan in November of 2000."
  },
  {
    "startTime": 43.4,
    "endTime": 50.4,
    "text": "It had a mirror next to the lens, so was basically designed for selfies, even though that term wouldn't be coined until 2002 in Australia,"
  },
  {
    "startTime": 50.5,
    "endTime": 56.0,
    "text": "where they have a habit of adding the suffix \"-ie\" to things, like \"barbie\" for barbecue and \"Aussie\" for Australian."
  },
  {
    "startTime": 56.1,
    "endTime": 62.5,
    "text": "In 2011, Jennifer Lee became the first person to use the hashtag \"#selfie\" on instagram."
  },
  {
    "startTime": 62.6,
    "endTime": 68.0,
    "text": "Since then, it's been used more than 80 million times, but there aren't just many selfies posted as you might think."
  },
  {
    "startTime": 68.1,
    "endTime": 71.19999999999999,
    "text": "Only about 5 percent of Instagram pics are selfies."
  },
  {
    "startTime": 71.3,
    "endTime": 75.8,
    "text": "The city with the most Instagram selfies per capita is Manilla in the Philippines."
  },
  {
    "startTime": 75.9,
    "endTime": 80.4,
    "text": "Number two is New York City, three is Miami, and at number four, Anaheim, California."
  },
  {
    "startTime": 80.5,
    "endTime": 84.8,
    "text": "Thanks to Disneyland, the fourth most magical place on earth [to] take a picture yourself."
  },
  {
    "startTime": 84.9,
    "endTime": 88.30000000000001,
    "text": "Across the world, women take way more selfies than men."
  },
  {
    "startTime": 88.4,
    "endTime": 93.5,
    "text": "They also tilt their heads more, at 12.3-degree tilt for women versus only 8.2 percent for men."
  },
  {
    "startTime": 93.6,
    "endTime": 97.1,
    "text": "The average selfie photographer is 23.7 years old."
  },
  {
    "startTime": 97.2,
    "endTime": 101.8,
    "text": "But in the over-40 selfie crowd, photographers are more likely to be male than female."
  },
  {
    "startTime": 101.9,
    "endTime": 107.30000000000001,
    "text": "As you probably know, selfie was the Oxford English Dictionary's Word of The Year in 2013,"
  },
  {
    "startTime": 107.4,
    "endTime": 113.30000000000001,
    "text": "a year that included the first-ever Pope selfie and President Obama's selfie at Mandela's memorial service."
  },
  {
    "startTime": 113.4,
    "endTime": 121.30000000000001,
    "text": "But it wouldn't be until 2014 that Ellen's Oscar selfie blew up Twitter and became the most re-tweeted tweet ever."
  },
  {
    "startTime": 121.4,
    "endTime": 124.5,
    "text": "In the grand scheme of things, selfie history is still in its infancy."
  },
  {
    "startTime": 124.6,
    "endTime": 127.69999999999999,
    "text": "Will [it] continue to evolve, or is it already in decline?"
  },
  {
    "startTime": 127.8,
    "endTime": 129.6,
    "text": "What do you think?"
  }
]