[
  {
    "startTime": 2.0,
    "endTime": 5.426,
    "text": "\"Crowdsourcing\" is a term that people have been using a lot lately."
  },
  {
    "startTime": 5.648,
    "endTime": 7.648,
    "text": "Do you know what it means?"
  },
  {
    "startTime": 7.745,
    "endTime": 16.6,
    "text": "Crowdsourcing is the process of connecting with large groups of people via the Internet who are tapped for their knowledge, expertise, time, or resources."
  },
  {
    "startTime": 17.743,
    "endTime": 26.7,
    "text": "This idea of reaching out to the crowd isn't new; even before crowdsourcing on the Internet, we often collaborated with groups of people."
  },
  {
    "startTime": 26.8,
    "endTime": 32.1,
    "text": "Some people help because they were seeking a reward for their efforts, or sometimes they just wanted to help."
  },
  {
    "startTime": 32.79,
    "endTime": 39.6,
    "text": "Let's go back to 1714: Sailing the Seven Seas was necessary but really dangerous to navigate."
  },
  {
    "startTime": 39.7,
    "endTime": 44.533,
    "text": "So, the British government held a contest, asking people for a solution."
  },
  {
    "startTime": 45.0,
    "endTime": 51.6,
    "text": "John Harrison answered the call, he invented the marine chronometer, and was awarded a large cash prize."
  },
  {
    "startTime": 51.8,
    "endTime": 57.599999999999994,
    "text": "Sailors used the marine chronometer to determine the ship's longitude, with the help from the stars."
  },
  {
    "startTime": 58.299,
    "endTime": 64.8,
    "text": "Let's move forward a bit to 1858⏤a group of scholars created the first Oxford English Dictionary."
  },
  {
    "startTime": 64.9,
    "endTime": 67.80000000000001,
    "text": "It was a huge project, and they needed help."
  },
  {
    "startTime": 68.2,
    "endTime": 76.44500000000001,
    "text": "So, they asked for lots of volunteers to write about different topics according to their expertise, and then they put it all together."
  },
  {
    "startTime": 77.0,
    "endTime": 82.4,
    "text": "The point is, relying on the crowd isn't really a newfangled idea."
  },
  {
    "startTime": 82.5,
    "endTime": 86.3,
    "text": "But it wasn't until we all got connected that crowdsourcing came about,"
  },
  {
    "startTime": 86.4,
    "endTime": 93.2,
    "text": "because with the Internet, you can reach lots of people very quickly, and you can direct and organize their work."
  },
  {
    "startTime": 93.9,
    "endTime": 103.5,
    "text": "Think of it like this: Crowdsourcing is a way of solving problems and producing things by connecting online with people that you otherwise wouldn't know."
  },
  {
    "startTime": 104.6,
    "endTime": 111.77799999999999,
    "text": "Anyone can use crowdsourcing: companies, governments, groups, and individuals."
  },
  {
    "startTime": 112.021,
    "endTime": 116.3,
    "text": "They can use it to grow their organizations or support their causes."
  },
  {
    "startTime": 116.8,
    "endTime": 119.39999999999999,
    "text": "There are four different ways crowdsourcing works."
  },
  {
    "startTime": 120.4,
    "endTime": 124.57000000000001,
    "text": "The first enables you to access a large online labor force."
  },
  {
    "startTime": 125.0,
    "endTime": 130.3,
    "text": "You can identify and select workers, or you can just post your work and let the workers find you."
  },
  {
    "startTime": 131.3,
    "endTime": 136.5,
    "text": "The second allows you to ask the crowd to help you find a solution to a problem."
  },
  {
    "startTime": 137.1,
    "endTime": 142.6,
    "text": "A third is when knowledge exists, but you need help finding and organizing it."
  },
  {
    "startTime": 143.4,
    "endTime": 147.9,
    "text": "The fourth is when you need ideas from the crowd and their opinion and feedback."
  },
  {
    "startTime": 149.2,
    "endTime": 157.1,
    "text": "So, as you can see, there are different ways crowdsourcing works, and there are different things you can do with crowdsourcing."
  },
  {
    "startTime": 157.6,
    "endTime": 163.79999999999998,
    "text": "When you use the crowd to help collect and organize information, we call this \"Accessing Distributed Knowledge\"."
  },
  {
    "startTime": 164.9,
    "endTime": 170.4,
    "text": "\"Crowdfunding\", where you can raise capital from many individuals who believe in your venture or cause,"
  },
  {
    "startTime": 170.5,
    "endTime": 173.4,
    "text": "each making small donations that add up to a lot."
  },
  {
    "startTime": 174.3,
    "endTime": 183.0,
    "text": "When you use crowdsourcing to connect with an on-demand scalable workforce to perform a broad range of tasks, we call this \"Accessing Cloud Labor\"."
  },
  {
    "startTime": 184.0,
    "endTime": 191.1,
    "text": "\"Open Innovation\" is where you use crowdsourcing to reach diverse and creative people for new-idea generation and problem-solving."
  },
  {
    "startTime": 191.9,
    "endTime": 201.3,
    "text": "Crowdsourcing can be used to access the world's creative communities to design and develop original art, media, or content; we call this \"Crowd Creativity\"."
  },
  {
    "startTime": 201.8,
    "endTime": 208.5,
    "text": "There are many tools available that can be used in crowdsourcing that support collaboration and communication among distributed groups of people."
  },
  {
    "startTime": 209.6,
    "endTime": 212.29999999999998,
    "text": "You want to know more, right? I thought so."
  },
  {
    "startTime": 213.2,
    "endTime": 217.29999999999998,
    "text": "Visit crowdsourcing.org for everything you want to know about crowdsourcing."
  },
  {
    "startTime": 218.408,
    "endTime": 219.79999999999998,
    "text": "Take a step further,"
  },
  {
    "startTime": 219.9,
    "endTime": 226.4,
    "text": "and visit masssolution.com for assistance with your crowdsourcing initiatives and to learn how to benefit from crowdsourcing."
  }
]