[
  {
    "startTime": 0.2,
    "endTime": 3.3000000000000003,
    "text": "Every living organism we know of requires water to survive."
  },
  {
    "startTime": 3.4,
    "endTime": 9.9,
    "text": "It's part of the reason we look so feverishly for water on other planets across the universe, and consume it consistently every day here on Earth."
  },
  {
    "startTime": 10.0,
    "endTime": 13.2,
    "text": "So what would happen to your body if you stopped drinking water?"
  },
  {
    "startTime": 13.3,
    "endTime": 19.0,
    "text": "Of course, when we say \"water\" we're including all fluids which simply contain water - like juices, pop, or tea."
  },
  {
    "startTime": 19.1,
    "endTime": 22.900000000000002,
    "text": "Much like the desire to breath in oxygen, thirst is a survival instinct."
  },
  {
    "startTime": 23.0,
    "endTime": 28.6,
    "text": "H2O is the most abundant molecule in the human body making up, on average, 65% of an adult."
  },
  {
    "startTime": 28.7,
    "endTime": 35.7,
    "text": "As a universal solvent, it carries nutrients and hormones through the body, regulates body temperature, cushions our joints and even lubricates our eyes."
  },
  {
    "startTime": 35.8,
    "endTime": 41.5,
    "text": "You produce around 1.5 litres of urine every day, with another litre lost from breathing, sweating and...pooping."
  },
  {
    "startTime": 41.6,
    "endTime": 44.300000000000004,
    "text": "So it's essential that the body replaces this liquid."
  },
  {
    "startTime": 44.4,
    "endTime": 52.3,
    "text": "The thirst centre of the brain is located in the hypothalamus, and is constantly using sensors in your blood vessels to monitor the amount of sodium and other substances in your body."
  },
  {
    "startTime": 52.4,
    "endTime": 55.699999999999996,
    "text": "For example, if you sweat too much, your blood volume and pressure fall."
  },
  {
    "startTime": 55.8,
    "endTime": 59.5,
    "text": "The brain then detects this change and creates the urge to drink something, NOW!"
  },
  {
    "startTime": 59.6,
    "endTime": 62.300000000000004,
    "text": "So what happens if you are unable to satisfy this thirst?"
  },
  {
    "startTime": 62.4,
    "endTime": 70.2,
    "text": "The initial signs of dehydration are the obvious dry mouth, following which your urine becomes darker with a stronger odor, as your body attempts to conserve more fluids."
  },
  {
    "startTime": 70.3,
    "endTime": 77.6,
    "text": "The lack of H20 then begins to affect your brain - you may feel light headed, have a slower response time and decreased ability to feel pain."
  },
  {
    "startTime": 77.7,
    "endTime": 81.0,
    "text": "In fact, when you're dehydrated, your brain tissue literally shrinks."
  },
  {
    "startTime": 81.1,
    "endTime": 90.6,
    "text": "In studies observing hydrated vs. dehydrated participants, the same task required more brain power and oxygen in dehydrated individuals compared to those fully hydrated."
  },
  {
    "startTime": 90.7,
    "endTime": 97.7,
    "text": "After a day or two with no fluids, you'll stop peeing all together, have trouble swallowing, suffer from muscle spasms, and likely experience nausea."
  },
  {
    "startTime": 97.8,
    "endTime": 103.3,
    "text": "After all, your body can survive without food much longer, and attention to digestion is not a priority at this point."
  },
  {
    "startTime": 103.4,
    "endTime": 107.373,
    "text": "Eventually, victims may become delirious with severely impaired brain function."
  },
  {
    "startTime": 107.4,
    "endTime": 115.2,
    "text": "Interestingly, studies looking at elderly patients who suffer from delirium, found that many are simply suffering from chronic dehydration in the first place."
  },
  {
    "startTime": 115.3,
    "endTime": 121.5,
    "text": "After even more time without water, the blood stops flowing to your skin, reducing heat loss but increasing your core body temperature."
  },
  {
    "startTime": 121.5,
    "endTime": 123.826,
    "text": "This can lead to a grey-blueish tinge to your skin."
  },
  {
    "startTime": 123.9,
    "endTime": 129.25,
    "text": "Beyond 3-5 days without water, and your body will begin to shut down it's organs, and eventually the brain."
  },
  {
    "startTime": 129.3,
    "endTime": 134.3,
    "text": "Of course, unlike the plentiful oxygen we breath, only 2.5% of all Earth's water is fresh."
  },
  {
    "startTime": 134.4,
    "endTime": 140.8,
    "text": "Most of which is locked up in glaciers, ice caps and underground lakes known as aquifers, leaving less than 1% available for drinking."
  },
  {
    "startTime": 140.9,
    "endTime": 143.1,
    "text": "And most of this water is actually used to grow crops."
  },
  {
    "startTime": 143.2,
    "endTime": 152.1,
    "text": "Approximately 500 billion liters of fresh water is used daily for agriculture in the USA alone, with another 500 billion liters to cool electric power plants."
  },
  {
    "startTime": 152.2,
    "endTime": 159.2,
    "text": "And as our personal drinking sources become increasingly contaminated, over 783 million people on earth are unable to access clean water."
  },
  {
    "startTime": 159.3,
    "endTime": 162.3,
    "text": "Scientists around the world are trying to find solutions to this problem -"
  },
  {
    "startTime": 162.4,
    "endTime": 168.0,
    "text": "from attempts to remove salt from ocean water, tap into underground aquifers and creating innovative water filtration systems."
  },
  {
    "startTime": 168.1,
    "endTime": 174.6,
    "text": "If we look to space, NASA has developed technology for astronauts to turn their urine into water more pure than what we drink on earth."
  },
  {
    "startTime": 174.7,
    "endTime": 182.6,
    "text": "But we can't just rely on science and technology - perhaps the solution relies on us as a species to understand and contribute to this global water crisis."
  },
  {
    "startTime": 182.7,
    "endTime": 187.29999999999998,
    "text": "If you want to help in the mission to end global thirst, join in World Water Day on March 22nd."
  },
  {
    "startTime": 187.4,
    "endTime": 196.125,
    "text": "There are a lot of really amazing projects out there, like Water.org or even the awesome UNICEF app, which donates 1 day of clean water to child in need for every 10 minutes you put your phone down."
  },
  {
    "startTime": 196.2,
    "endTime": 199.39999999999998,
    "text": "We'll leave links in the description for these and other great water charities."
  },
  {
    "startTime": 199.5,
    "endTime": 201.7,
    "text": "Small investments really do make a huge difference."
  },
  {
    "startTime": 201.8,
    "endTime": 208.032,
    "text": "We'll be donating all the proceeds from this video to a water project close to us called Morocco 5 Villages - so thanks for supporting and watching."
  },
  {
    "startTime": 208.1,
    "endTime": 210.29999999999998,
    "text": "And subscribe for more weekly science videos!"
  }
]