[
  {
    "startTime": 0.0,
    "endTime": 6.33,
    "text": "Many of us have become quick to catch illusions that trick our eyes - but how often do you consider illusions of the ear?"
  },
  {
    "startTime": 6.34,
    "endTime": 9.5,
    "text": "Are you really able to trust your ears and the things they hear?"
  },
  {
    "startTime": 9.5,
    "endTime": 17.5,
    "text": "For example, listen to Greg speaking..."
  },
  {
    "startTime": 17.5,
    "endTime": 28.759999999999998,
    "text": "What do you hear? If you heard 'bar, bar, bar' you'd be right. But, how about now?"
  },
  {
    "startTime": 28.76,
    "endTime": 33.08,
    "text": "Chances are you heard 'far, far, far' this time, with an 'F'."
  },
  {
    "startTime": 33.1,
    "endTime": 38.6,
    "text": "Except, you didn't - in fact, the audio didn't even change between the two videos."
  },
  {
    "startTime": 40.58,
    "endTime": 44.71,
    "text": "Strange as it seems, what you hear depends on which video you are looking at."
  },
  {
    "startTime": 44.71,
    "endTime": 48.209,
    "text": "Go ahead - take turns watching each video and see how the sound morphs."
  },
  {
    "startTime": 50.309,
    "endTime": 53.559,
    "text": "This is a perfect example of something called the McGurk effect,"
  },
  {
    "startTime": 53.559,
    "endTime": 56.69,
    "text": "which shows how our visuals can alter what we believe we're hearing."
  },
  {
    "startTime": 56.69,
    "endTime": 61.259,
    "text": "Now I want you to count how many times you see a circle flash on screen."
  },
  {
    "startTime": 61.259,
    "endTime": 67.819,
    "text": "Lets do that once more time. Did you see it flash twice? Many people do."
  },
  {
    "startTime": 67.819,
    "endTime": 72.21900000000001,
    "text": "Yet, without the sound, it becomes clear that the circle is only flashing once."
  },
  {
    "startTime": 72.219,
    "endTime": 75.389,
    "text": "In this case, the sound has altered your perceived vision."
  },
  {
    "startTime": 75.389,
    "endTime": 80.98899999999999,
    "text": "This next one works best with other people around. I'll play two tones, and you tell me if they are ascending or descending."
  },
  {
    "startTime": 80.989,
    "endTime": 86.66900000000001,
    "text": "In other words, are the notes played from low to high, or high to low? Listen to this."
  },
  {
    "startTime": 87.36,
    "endTime": 91.26,
    "text": "Which was it? How about this one?"
  },
  {
    "startTime": 91.36,
    "endTime": 95.289,
    "text": "Write down what you heard for each number, and let us know in the comments."
  },
  {
    "startTime": 95.289,
    "endTime": 103.76,
    "text": "Chances are, if you compare with enough people, you'll all have different answers. Surprising? Try some more."
  },
  {
    "startTime": 103.76,
    "endTime": 106.06,
    "text": "And this one."
  },
  {
    "startTime": 106.06,
    "endTime": 109.639,
    "text": "How is it possible that you're hearing something different from others?"
  },
  {
    "startTime": 109.639,
    "endTime": 112.719,
    "text": "It's an auditory illusion called the Tritone Paradox."
  },
  {
    "startTime": 112.719,
    "endTime": 119.45899999999999,
    "text": "It's created in such a way that the tones contains both a higher and lower frequency in them, but our brains have a preference of which to listen to."
  },
  {
    "startTime": 119.459,
    "endTime": 121.709,
    "text": "Diana Deutsch, the creator of this illusion,"
  },
  {
    "startTime": 121.709,
    "endTime": 126.21900000000001,
    "text": "found that your geography and language from infancy all play a role in deciding this preference."
  },
  {
    "startTime": 126.219,
    "endTime": 141.66,
    "text": "Finally, listen to this audio clip of a gradually climbing tune."
  },
  {
    "startTime": 141.66,
    "endTime": 144.659,
    "text": "And yet, if I play the exact same clip back to you,"
  },
  {
    "startTime": 144.659,
    "endTime": 149.26,
    "text": "it will sound like it's only continuing to climb higher and higher."
  },
  {
    "startTime": 149.26,
    "endTime": 155.679,
    "text": "I swear this is the exact same clip I just played - you can rewind that section of this video over and over and check yourself."
  },
  {
    "startTime": 155.679,
    "endTime": 160.129,
    "text": "Try it! Each time you start it over, the tune is seemingly climbing even higher."
  },
  {
    "startTime": 160.129,
    "endTime": 164.88899999999998,
    "text": "It's called the Shepard Tone Illusion, of which there are many variations."
  },
  {
    "startTime": 164.889,
    "endTime": 168.389,
    "text": "In it, multiple sine waves are played on top of one another raising in pitch,"
  },
  {
    "startTime": 168.389,
    "endTime": 172.299,
    "text": "while one quickly drops down an octave as the others continue rising."
  },
  {
    "startTime": 172.299,
    "endTime": 176.84900000000002,
    "text": "But our brain doesn't notice this drop, and so the clips sound like they are rising...forever!"
  },
  {
    "startTime": 176.849,
    "endTime": 182.91899999999998,
    "text": "These illusions may help to explain how something like music can have such a profound yet varying effect on our minds,"
  },
  {
    "startTime": 182.919,
    "endTime": 185.21,
    "text": "which we discuss in our new AsapTHOUGHT episode here,"
  },
  {
    "startTime": 185.21,
    "endTime": 190.56,
    "text": "along with the question of whether or not Music Can Save Your Life. There's a link in the description to watch it!"
  },
  {
    "startTime": 190.56,
    "endTime": 194.06,
    "text": "So...do you still trust your ears?"
  },
  {
    "startTime": 194.06,
    "endTime": 198.16,
    "text": "Got a burning question you want answered? Ask it in the comments or on Facebook or Twitter."
  },
  {
    "startTime": 198.16,
    "endTime": 202.16,
    "text": "And if you want the inside scoop on upcoming episode ideas and behind the scenes,"
  },
  {
    "startTime": 202.16,
    "endTime": 204.85999999999999,
    "text": "check out our personal Instagram and Twitter handles."
  },
  {
    "startTime": 204.86,
    "endTime": 214.86,
    "text": "And subscribe for more weekly science videos!"
  }
]