[
  {
    "startTime": 1.6,
    "endTime": 13.496,
    "text": "Hi, everyone. I'm Jade. I'm talking about informal intensifiers today, and this is a way to make a story more dramatic, and it's what we use as native speakers when we're, yeah, telling a story."
  },
  {
    "startTime": 13.496,
    "endTime": 25.428,
    "text": "So, when we're telling a story, we'll put in these adverbs to add drama, you could say."
  },
  {
    "startTime": 26.5,
    "endTime": 33.2,
    "text": "But we... we've got a choice of inten... they're otherwise known as intensifiers."
  },
  {
    "startTime": 33.278,
    "endTime": 35.443,
    "text": "We've got a choice of what words we can use."
  },
  {
    "startTime": 35.5,
    "endTime": 42.538,
    "text": "Any they depend... and the words we choose depend on the context and they depend on the kind of story you want to tell."
  },
  {
    "startTime": 42.9,
    "endTime": 54.4,
    "text": "So, let's... firstly, to describe what \"posh\" is. In the UK, \"posh\" means belonging to a higher social class."
  },
  {
    "startTime": 54.5,
    "endTime": 56.978,
    "text": "It could be a way of behaving, it could be a way of speaking."
  },
  {
    "startTime": 56.978,
    "endTime": 64.955,
    "text": "So, we have that in England because of the queen and all stuff like that, and that's just the way English British society is."
  },
  {
    "startTime": 64.955,
    "endTime": 71.0,
    "text": "So, posh people use different words in their speech."
  },
  {
    "startTime": 71.1,
    "endTime": 78.39999999999999,
    "text": "So, in... in their speech, these are the preferred words for posh English."
  },
  {
    "startTime": 78.5,
    "endTime": 86.488,
    "text": "So, someone might say, \"When my contact lens was in my eye, it was fairly uncomfortable.\""
  },
  {
    "startTime": 87.6,
    "endTime": 93.018,
    "text": "Or \"rather\" has the same meaning. \"It was in my eye. I was rather upset.\""
  },
  {
    "startTime": 93.5,
    "endTime": 97.378,
    "text": "And they mean the same thing. They mean... they mean like, \"quite\"."
  },
  {
    "startTime": 99.1,
    "endTime": 112.03399999999999,
    "text": "Not... not used so much nowadays, but in the past, posh people liked to say \"terribly\" and \"awfully\", and they didn't mean them as terrible or awful."
  },
  {
    "startTime": 112.034,
    "endTime": 114.92800000000001,
    "text": "They actually mean the opposite, they mean \"very\" and \"good\"."
  },
  {
    "startTime": 116.3,
    "endTime": 120.822,
    "text": "\"I went to the party and it was a terribly lovely party and there were many people there.\""
  },
  {
    "startTime": 123.493,
    "endTime": 127.023,
    "text": "Or you could say: \"Borris is an awfully good chap.\""
  },
  {
    "startTime": 127.023,
    "endTime": 130.016,
    "text": "That means: \"very good chap\" for a posh person."
  },
  {
    "startTime": 130.2,
    "endTime": 136.446,
    "text": "So, posh language is going to prefer these informal intensifiers."
  },
  {
    "startTime": 136.446,
    "endTime": 145.53,
    "text": "Neutral English, sometimes posh people would use it, too. Neutral English, we would use all of these adverbs mostly."
  },
  {
    "startTime": 145.53,
    "endTime": 151.069,
    "text": "So, you would be intensifying a story by saying, \"I was in so much pain.\""
  },
  {
    "startTime": 151.2,
    "endTime": 156.524,
    "text": "And you really make the \"so\" long, \"so much pain\", when you're telling a story."
  },
  {
    "startTime": 156.7,
    "endTime": 164.509,
    "text": "Again, you can emphasize the \"really\". \"I was really stressed.\" You could say that."
  },
  {
    "startTime": 165.5,
    "endTime": 170.4,
    "text": "One thing to mention about \"quite\" is they mean..."
  },
  {
    "startTime": 170.615,
    "endTime": 181.196,
    "text": "It means the same thing as \"fairly\", but \"fairly\" is more posh and \"quite\" is, you know, more in the middle or whatever."
  },
  {
    "startTime": 181.8,
    "endTime": 194.104,
    "text": "And, \"too\" means negative. So, \"When my contact lens got stuck in my eye...\""
  },
  {
    "startTime": 196.875,
    "endTime": 198.473,
    "text": "This sentence is not going to work."
  },
  {
    "startTime": 200.0,
    "endTime": 209.278,
    "text": "The sentence I'm thinking of, you'd say something is too expensive as in \"too much\", ok? For a negative when you're using this adverb."
  },
  {
    "startTime": 210.0,
    "endTime": 217.2,
    "text": "But we have even more choice for informal intensifiers. We have slang words."
  },
  {
    "startTime": 217.2,
    "endTime": 226.45,
    "text": "So, I'm going to teach you some English slang that people use. \"Bare\" means \"very\" and \"nough\" also means \"very\"."
  },
  {
    "startTime": 226.6,
    "endTime": 234.458,
    "text": "You couldn't... you could write the... you could write this on Facebook or in chat or something, but you couldn't write it anywhere formally."
  },
  {
    "startTime": 235.0,
    "endTime": 242.706,
    "text": "And, \"When my contact lens got stuck in my eye, I was bare stressed. You know that.\""
  },
  {
    "startTime": 243.1,
    "endTime": 248.44299999999998,
    "text": "Or, \"I couldn't get it out. I was nough upset. I didn't know what to do.\""
  },
  {
    "startTime": 248.443,
    "endTime": 251.818,
    "text": "They mean... \"nough\"... I used it like \"really\" there."
  },
  {
    "startTime": 251.818,
    "endTime": 255.651,
    "text": "So, you also have this option if you wish."
  },
  {
    "startTime": 256.0,
    "endTime": 261.86,
    "text": "And, I don't know about in your country, but English people swear quite a lot."
  },
  {
    "startTime": 261.86,
    "endTime": 266.767,
    "text": "I don't really swear, I don't really like it. But here is swear words you can use."
  },
  {
    "startTime": 266.76,
    "endTime": 272.11,
    "text": "You probably know this one. I bet you know this one. But do you know this one?"
  },
  {
    "startTime": 273.0,
    "endTime": 277.432,
    "text": "\"Bloody\". It's not a very strong swear word anymore."
  },
  {
    "startTime": 278.7,
    "endTime": 283.5,
    "text": "At the end of my story I said, \"The bloody contact lens finally came out.\""
  },
  {
    "startTime": 283.549,
    "endTime": 286.79999999999995,
    "text": "You call something \"bloody\" if it's irritating or annoying."
  },
  {
    "startTime": 289.6,
    "endTime": 295.6,
    "text": "It used to be strong, it's not so bad now. And here are two other ones."
  },
  {
    "startTime": 295.9,
    "endTime": 301.102,
    "text": "I found that people say these ones when they don't like to say this one."
  },
  {
    "startTime": 301.102,
    "endTime": 311.78799999999995,
    "text": "They sound kind of like this one, and they're like, a little bit more polite swear words. And they sound like this: \"frigging\" or \"flipping\"."
  },
  {
    "startTime": 311.788,
    "endTime": 315.5,
    "text": "\"My flipping contact lens got stuck in my eye.\""
  },
  {
    "startTime": 315.5,
    "endTime": 320.96,
    "text": "So, what's the position of the informal intensifiers when they're in sentences? Let's take a look."
  },
  {
    "startTime": 320.96,
    "endTime": 328.59999999999997,
    "text": "So, we can do adverb before adjective with \"rather\", \"quite\", and \"really\"."
  },
  {
    "startTime": 328.6,
    "endTime": 335.02000000000004,
    "text": "Here's an example sentence. You could use any of them. \"I'd rather want a sandwich. Don't you know?\""
  },
  {
    "startTime": 335.8,
    "endTime": 339.41900000000004,
    "text": "So, the position here is before the verb. These ones."
  },
  {
    "startTime": 340.0,
    "endTime": 346.686,
    "text": "What about this one? \"Don't be so bloody stupid.\" It's not a very nice thing to say to someone."
  },
  {
    "startTime": 348.5,
    "endTime": 355.1,
    "text": "And the grammar here is \"so\" + swear word + adjective. So, you could change it."
  },
  {
    "startTime": 355.3,
    "endTime": 360.15700000000004,
    "text": "You could say, \"Don't be so (beep) stupid.\" If you wanted to."
  },
  {
    "startTime": 360.6,
    "endTime": 369.0,
    "text": "And what about these slang words? These are newer words."
  },
  {
    "startTime": 369.185,
    "endTime": 373.83,
    "text": "I don't think the grammar is that evolved for them because people just use them in speech."
  },
  {
    "startTime": 374.1,
    "endTime": 384.77700000000004,
    "text": "The position is usually after the verb, like, in a sentence: \"It was bare jokes.\" \"Jokes\" is also slang."
  },
  {
    "startTime": 386.3,
    "endTime": 394.8,
    "text": "We usually say \"a joke\" which is a noun. But \"jokes\" in slang means \"funny\" as an adjective."
  },
  {
    "startTime": 394.8,
    "endTime": 400.794,
    "text": "So, yeah, you could say, \"It was nough jokes.\" Means it was really funny, also."
  },
  {
    "startTime": 401.4,
    "endTime": 409.59999999999997,
    "text": "And, what about this one? \"Sarah is terribly charming.\" That means that she is very charming."
  },
  {
    "startTime": 409.3,
    "endTime": 413.517,
    "text": "Remember what I said? They mean the opposite. \"Sarah is terribly charming.\""
  },
  {
    "startTime": 413.8,
    "endTime": 419.834,
    "text": "How do we do that then? It's \"to be\" followed by adverb followed by adjective."
  },
  {
    "startTime": 420.4,
    "endTime": 429.79999999999995,
    "text": "And, yep, now I want to talk to you about a non-standard use that I've observed quite..."
  },
  {
    "startTime": 429.819,
    "endTime": 436.42,
    "text": "I've observed people using it quite a lot, but it's considered not grammatically correct."
  },
  {
    "startTime": 436.42,
    "endTime": 438.844,
    "text": "But I'll point it out to you in case you hear it."
  },
  {
    "startTime": 438.844,
    "endTime": 446.5,
    "text": "You can decide to use it if you want because people do say it or you can decide not to use it if you'd like to say everything grammatically correctly."
  },
  {
    "startTime": 446.7,
    "endTime": 452.844,
    "text": "So, some people would say something like this: \"I so want those shoes!\""
  },
  {
    "startTime": 455.0,
    "endTime": 464.78,
    "text": "We don't put \"so\" in this... in this position before the verb. We could say, \"I really want those shoes!\""
  },
  {
    "startTime": 464.832,
    "endTime": 470.3,
    "text": "But in British English, it's not considered correct to put \"so\" here. Anyway, you know now."
  },
  {
    "startTime": 470.5,
    "endTime": 472.101,
    "text": "You can decide if you want to say that."
  },
  {
    "startTime": 473.3,
    "endTime": 481.3,
    "text": "Let's look, finally, at the position of swear words with nouns."
  },
  {
    "startTime": 481.55,
    "endTime": 486.672,
    "text": "So, here are two examples: \"The kitchen was a bloody mess.\""
  },
  {
    "startTime": 487.1,
    "endTime": 491.0,
    "text": "Wherever I lived when I was a student, that was a true sentence for me."
  },
  {
    "startTime": 491.1,
    "endTime": 496.081,
    "text": "\"The kitchen was a bloody mess.\" \"A mess\" is a noun for an untidy place."
  },
  {
    "startTime": 498.0,
    "endTime": 502.778,
    "text": "So, the grammar we've got here is the swear word and then followed by the noun."
  },
  {
    "startTime": 503.0,
    "endTime": 505.62,
    "text": "\"A bloody mess\"."
  },
  {
    "startTime": 505.626,
    "endTime": 511.61699999999996,
    "text": "And our last example: \"Their customer service is a flipping joke.\""
  },
  {
    "startTime": 512.3,
    "endTime": 515.111,
    "text": "So, you won't want to go back there, will you?"
  },
  {
    "startTime": 515.7,
    "endTime": 525.8100000000001,
    "text": "So, yeah, just something that you can start to use to enrich your storytelling more in English. I really recommend that."
  },
  {
    "startTime": 525.819,
    "endTime": 538.625,
    "text": "And the next thing I recommend is for you to go to the engVid website and do the quiz on this, so that they will become a little bit more familiar to you, and you're getting these intensifiers in the correct position."
  },
  {
    "startTime": 538.625,
    "endTime": 544.963,
    "text": "Please do subscribe to this channel and watch some of my other videos as well; more for you to learn."
  },
  {
    "startTime": 545.2,
    "endTime": 550.9000000000001,
    "text": "Also, not just my engVid channel, my other channel because I've got two YouTube channels."
  },
  {
    "startTime": 551.1,
    "endTime": 555.1,
    "text": "Yay! And you can learn there and you can learn here with me."
  },
  {
    "startTime": 555.1,
    "endTime": 560.745,
    "text": "So, I'd really appreciate you to subscribe in both places."
  },
  {
    "startTime": 560.745,
    "endTime": 566.224,
    "text": "So, I'm finished now. I'm going to go. I'm going to go and swear at some people in the street."
  },
  {
    "startTime": 566.224,
    "endTime": 568.5,
    "text": "No, not really. Okay, see you."
  }
]