[
  {
    "startTime": 0.0,
    "endTime": 4.48,
    "text": "Winter is coming and we've all been told to put a jacket on outside, or you'll catch a cold!"
  },
  {
    "startTime": 4.58,
    "endTime": 9.8,
    "text": "Of course, the common response to today has become, \"Don't be silly, being cold can't give you a cold!\""
  },
  {
    "startTime": 9.8,
    "endTime": 12.540000000000001,
    "text": "Or can it? Who wins in this battle of the beliefs?"
  },
  {
    "startTime": 12.54,
    "endTime": 15.599,
    "text": "The correlation between cold weather and sickness does stand out."
  },
  {
    "startTime": 15.699,
    "endTime": 21.069,
    "text": "Between 5 to 20 percent of Americans catch a cold or flu every year around late fall and winter."
  },
  {
    "startTime": 21.069,
    "endTime": 25.089,
    "text": "Not to mention, it's called a cold. But there are some important things to consider."
  },
  {
    "startTime": 25.289,
    "endTime": 33.13,
    "text": "First and foremost: colds and the flu are caused by viruses. If there aren't any around, you won't catch a cold, no matter how cold you get. It's as simple as that."
  },
  {
    "startTime": 33.13,
    "endTime": 41.940000000000005,
    "text": "So why the correlation with decreasing temperatures? Well, for one, people tend to stay indoors much more often during the winter, which in turn, puts them in contact with more people."
  },
  {
    "startTime": 41.94,
    "endTime": 45.919,
    "text": "More people, means more exposure opportunities for the pathogens to spread."
  },
  {
    "startTime": 46.119,
    "endTime": 49.05,
    "text": "On top of this, humidity plays a role in the spread of some viruses."
  },
  {
    "startTime": 49.45,
    "endTime": 55.489000000000004,
    "text": "As the humidity decreases in the winter, not only does the virus spread more readily, but the mucus in your nose dries out."
  },
  {
    "startTime": 55.589,
    "endTime": 59.5,
    "text": "Mucus which would otherwise act as a protective barrier to pathogens."
  },
  {
    "startTime": 59.5,
    "endTime": 64.4,
    "text": "Finally, the lack of Vitamin D, which we get from the sun, can affect our immune system adversely."
  },
  {
    "startTime": 64.4,
    "endTime": 69.4,
    "text": "Both being inside more often, and the fact that winter has shorter days makes this a big factor for your health."
  },
  {
    "startTime": 69.4,
    "endTime": 72.96000000000001,
    "text": "So you've proven your parents wrong... right? Not so fast!"
  },
  {
    "startTime": 73.06,
    "endTime": 77.54,
    "text": "While some past studies have shown no correlation to temperature, recent evidence suggests otherwise."
  },
  {
    "startTime": 77.54,
    "endTime": 85.9,
    "text": "One study which put test subjects feet into ice water found that they were, indeed, more likely to develop common cold symptoms in the following days than those who didn't."
  },
  {
    "startTime": 85.9,
    "endTime": 90.80000000000001,
    "text": "The developing hypothesis behind these results is that cold temperatures cause blood vessel constriction,"
  },
  {
    "startTime": 90.8,
    "endTime": 95.7,
    "text": "which slows the white blood cells from reaching the virus, ultimately inhibiting the immune response."
  },
  {
    "startTime": 95.7,
    "endTime": 100.5,
    "text": "Cortisol levels, which suppress the immune system, are also increased with temperature and induce stress."
  },
  {
    "startTime": 100.5,
    "endTime": 107.149,
    "text": "Furthermore, studies on both mice and human airway cells found that immune reaction to the common cold virus is in fact, temperature dependent."
  },
  {
    "startTime": 107.349,
    "endTime": 112.7,
    "text": "Warm-infected cells are more likely to undergo programmed cell death to limit the spread of infection."
  },
  {
    "startTime": 112.7,
    "endTime": 116.5,
    "text": "Finally, studies of the virus itself have revealed a secret weapon of sorts."
  },
  {
    "startTime": 116.5,
    "endTime": 121.6,
    "text": "In winter temperatures, the virus' outer layer or envelope becomes much harder and acts like a shield."
  },
  {
    "startTime": 121.6,
    "endTime": 125.0,
    "text": "This allows it to spread from person to person much more easily."
  },
  {
    "startTime": 125.0,
    "endTime": 130.139,
    "text": "But at warm temperatures, this layer is more of a gel, which is not quite tough enough to protect the virus against the elements."
  },
  {
    "startTime": 130.939,
    "endTime": 133.709,
    "text": "As a result, its spreading ability is compromised."
  },
  {
    "startTime": 133.809,
    "endTime": 141.28,
    "text": "So, maybe your parents weren't so wrong after all. A happy compromise of going outside more often, bundled up, is likely to get you through the winter unscathed."
  },
  {
    "startTime": 141.48,
    "endTime": 145.79999999999998,
    "text": "New to AsapSCIENCE? We've put together a couple playlists to make watching our videos a little easier."
  },
  {
    "startTime": 145.8,
    "endTime": 152.3,
    "text": "The first is a mix of our favourite and most popular videos, and the other contains every single AsapSCIENCE video in a row... because why not."
  },
  {
    "startTime": 152.3,
    "endTime": 157.5,
    "text": "Also make sure you're following us FB, Twitter, Google plus, Tumblr, Instagram, Vine, and any other social media you can think of."
  },
  {
    "startTime": 157.6,
    "endTime": 159.12,
    "text": "Links in the description."
  },
  {
    "startTime": 159.12,
    "endTime": 169.12,
    "text": "As always, ask away any burning questions, and subscribe, for more weekly science video!"
  }
]