[
  {
    "startTime": 0.1,
    "endTime": 4.6,
    "text": "Many people find the very thought of insects disgusting, especially when they're in your mouth."
  },
  {
    "startTime": 4.7,
    "endTime": 10.7,
    "text": "But have you ever considered that insects could be more nutritious, environmentally friendly, and abundant than most other foods?"
  },
  {
    "startTime": 10.8,
    "endTime": 12.9,
    "text": "Should we all be eating insects?"
  },
  {
    "startTime": 13.0,
    "endTime": 19.5,
    "text": "Compare 100 grams of crickets to 100 grams of chicken, beef, or pork, and you'll find that they have comparable protein content,"
  },
  {
    "startTime": 19.6,
    "endTime": 24.1,
    "text": "but crickets are much higher in essential vitamins and minerals such as calcium, zinc, and iron."
  },
  {
    "startTime": 24.4,
    "endTime": 28.9,
    "text": "Similarly, insects like mealworms are low in fat and contain large amounts of fiber."
  },
  {
    "startTime": 29.0,
    "endTime": 31.9,
    "text": "But that's not the only reason to incorporate them into your diet."
  },
  {
    "startTime": 32.0,
    "endTime": 38.4,
    "text": "Currently, there are 1.53 billion hectares of cropland and 3.38 billion hectares of pastures covering our Earth."
  },
  {
    "startTime": 38.5,
    "endTime": 43.2,
    "text": "Essentially, 38% of the land you see on a map is used for agriculture and farming."
  },
  {
    "startTime": 43.3,
    "endTime": 50.699999999999996,
    "text": "But where it takes 200 square meters of land to grow 1 pound of beef, it only takes 15 square meters to grow 1 pound of crickets."
  },
  {
    "startTime": 50.8,
    "endTime": 57.099999999999994,
    "text": "Furthermore, by 2025, its expected that 1.8 billion people will live in areas with little to no fresh water."
  },
  {
    "startTime": 57.2,
    "endTime": 61.300000000000004,
    "text": "And yet, 70% of our fresh water sources are used in agriculture alone."
  },
  {
    "startTime": 61.4,
    "endTime": 71.6,
    "text": "To produce 1 kilogram of beef, it takes 22,000 liters of water, whereas 1 kilogram of pork takes 3,500 liters, and 1 kilogram of chicken takes 2,300 liters."
  },
  {
    "startTime": 71.7,
    "endTime": 73.8,
    "text": "But to make 1 kilogram of crickets?"
  },
  {
    "startTime": 73.9,
    "endTime": 77.0,
    "text": "It only requires 1 liter of water!"
  },
  {
    "startTime": 77.1,
    "endTime": 80.89999999999999,
    "text": "This is because insects can become fully hydrated just from the food that they eat."
  },
  {
    "startTime": 81.0,
    "endTime": 82.6,
    "text": "They're also more digestible."
  },
  {
    "startTime": 82.7,
    "endTime": 88.8,
    "text": "In fact, 80% of a cricket is edible and digestible compared to 50% of a chicken and 40% of cattle."
  },
  {
    "startTime": 88.9,
    "endTime": 91.60000000000001,
    "text": "And its not like our mouths have never tasted insects before."
  },
  {
    "startTime": 91.7,
    "endTime": 96.8,
    "text": "For every 100 grams of spinach, 50 small insects like aphids, thrips, and mites are permitted."
  },
  {
    "startTime": 96.9,
    "endTime": 102.5,
    "text": "Peanut butter is allowed to contain roughly 30 insect fragments, such as heads, bodies, or legs per 100 grams."
  },
  {
    "startTime": 102.6,
    "endTime": 108.0,
    "text": "And even the hops used to make your favorite beer can contain 250 aphids per 100 grams."
  },
  {
    "startTime": 108.1,
    "endTime": 112.39999999999999,
    "text": "Yup, your summer beer may be spiked with a little more bug juice than you anticipated."
  },
  {
    "startTime": 112.5,
    "endTime": 114.4,
    "text": "So, why aren't we eating insects?"
  },
  {
    "startTime": 114.5,
    "endTime": 118.0,
    "text": "They're actually consumed in some parts of Asia, Latin America, and Africa."
  },
  {
    "startTime": 118.1,
    "endTime": 125.6,
    "text": "In fact, the capital of Congo has households eating 300 grams of caterpillars a week, which is 96 tonnes of caterpillars every year."
  },
  {
    "startTime": 125.7,
    "endTime": 130.1,
    "text": "But much of the Western world is used to screaming in disgust if they find a bug in their salad."
  },
  {
    "startTime": 130.2,
    "endTime": 137.5,
    "text": "This may be because western culinary traditions have spawned out of colder climates with less insects, increased farming, and larger animals to eat."
  },
  {
    "startTime": 137.6,
    "endTime": 145.29999999999998,
    "text": "As Europeans began to colonize the world, they contextualized bug-eating as savage and primitive because they observed many indigenous people doing it."
  },
  {
    "startTime": 145.4,
    "endTime": 148.8,
    "text": "Little did they know, bugs are actually extremely nutritious."
  },
  {
    "startTime": 148.9,
    "endTime": 152.20000000000002,
    "text": "But while the idea of eating insects may literally be hard to swallow,"
  },
  {
    "startTime": 152.3,
    "endTime": 159.8,
    "text": "as recipes are created, insect-processing food technology evolves, and our mindsets adapt, maybe insects will become the superfood of the future."
  },
  {
    "startTime": 159.9,
    "endTime": 163.0,
    "text": "Look out, greek yogurt and kale; there are some new kids in town."
  },
  {
    "startTime": 163.1,
    "endTime": 171.6,
    "text": "We actually challenged ourselves to chomp down on some bugs, try out a few recipes, and eat things like cookies and snack bars using insect flour in our latest AsapTHOUGHT video."
  },
  {
    "startTime": 171.7,
    "endTime": 175.7,
    "text": "We also discuss the role and potential for insects in helping to solve world hunger."
  },
  {
    "startTime": 175.8,
    "endTime": 181.8,
    "text": "Make sure to click the screen or the link in the description below to check it out, and subscribe for more weekly science videos."
  }
]