[
  {
    "startTime": 4.2,
    "endTime": 10.5,
    "text": "Whether you're waiting for an exam, about to start an important presentation or at the start of a race, we've all experienced nervousness."
  },
  {
    "startTime": 10.5,
    "endTime": 16.3,
    "text": "But why do we get nervous, and could looking at professional athletes help us understand how to effectively cope with it?"
  },
  {
    "startTime": 16.3,
    "endTime": 22.509,
    "text": "In stressful situations, your brain sends a signal from the pituitary gland all the way to the kidneys where your adrenal gland resides."
  },
  {
    "startTime": 22.509,
    "endTime": 24.7,
    "text": "And this is where adrenaline is released."
  },
  {
    "startTime": 24.7,
    "endTime": 29.7,
    "text": "You've felt it before -- the rapid heart rate, dilating pupils and increased circulation in your muscles."
  },
  {
    "startTime": 29.7,
    "endTime": 35.2,
    "text": "It's all part of the \"fight or flight\" response which developed in our evolutionary history to help us survive."
  },
  {
    "startTime": 35.2,
    "endTime": 37.38,
    "text": "But this response isn't all or nothing."
  },
  {
    "startTime": 37.38,
    "endTime": 42.27,
    "text": "There are degrees of reaction, according to the perceived threat or importance you attach to the outcome."
  },
  {
    "startTime": 42.27,
    "endTime": 50.6,
    "text": "So something like an interview, which presents a challenge, stimulates the same biological reaction that a threat to your life does -- just to a smaller degree."
  },
  {
    "startTime": 50.6,
    "endTime": 52.910000000000004,
    "text": "Feel those nervous butterflies in your stomach?"
  },
  {
    "startTime": 52.91,
    "endTime": 65.54899999999999,
    "text": "This is because adrenaline helps redirect blood and energy to the most important parts of your body during stress, like the heart and muscles, and away from your digestive system, causing the blood vessels to close around your stomach, leading to that tingling sensation."
  },
  {
    "startTime": 65.549,
    "endTime": 68.9,
    "text": "So, how do professional athletes handle the stress and nerves?"
  },
  {
    "startTime": 68.9,
    "endTime": 72.959,
    "text": "The concept of 'mental imagery' is a widely used method in popular sport."
  },
  {
    "startTime": 72.959,
    "endTime": 79.989,
    "text": "With 'Cognitive Specific' imagery, an athlete simply imagines themselves practicing a technique or skill before competing or training."
  },
  {
    "startTime": 79.989,
    "endTime": 87.02900000000001,
    "text": "And while it may sound crazy, this actually stimulates the relevant neurons in the brain, and has been shown to enhance the specific skill."
  },
  {
    "startTime": 87.029,
    "endTime": 95.0,
    "text": "'Motivational Specific' imagery, on the other hand, encourages athletes to recall the feeling of winning an event or beating a competitor as a motivational tool."
  },
  {
    "startTime": 95.0,
    "endTime": 100.509,
    "text": "Finally, \"Motivational General-Mastery\" is commonly used by athletes to feel more confident."
  },
  {
    "startTime": 100.509,
    "endTime": 109.7,
    "text": "Again, by simply imagining themselves as focused, tough and having positive thoughts prior to competition, athletes are able to improve performance and overcome nerves."
  },
  {
    "startTime": 109.7,
    "endTime": 117.46000000000001,
    "text": "Confidence, in particular, is a consistent factor that distinguishes successful athletes from others, and a major focus for professional coaches."
  },
  {
    "startTime": 117.46,
    "endTime": 121.39999999999999,
    "text": "So, next time you feel those nerves kick in, try preparing like an Olympian would!"
  },
  {
    "startTime": 121.4,
    "endTime": 122.75,
    "text": "What are you waiting for?"
  },
  {
    "startTime": 122.75,
    "endTime": 125.1,
    "text": "On your mark, get set, GO!"
  },
  {
    "startTime": 125.1,
    "endTime": 128.5,
    "text": "Don't forget we have a new video out every day during the Olympics."
  },
  {
    "startTime": 128.5,
    "endTime": 128.9,
    "text": "Can't wait?"
  },
  {
    "startTime": 128.9,
    "endTime": 133.3,
    "text": "Our amazing partners at the CBC already have five of the videos up now for you to binge on."
  },
  {
    "startTime": 133.3,
    "endTime": 138.0,
    "text": "Just head to cbc.ca/olympics/ScienceSays to watch them before anyone else."
  },
  {
    "startTime": 138.0,
    "endTime": 139.1,
    "text": "Link in the description."
  },
  {
    "startTime": 139.1,
    "endTime": 141.9,
    "text": "But we also want to know your questions for this special series."
  },
  {
    "startTime": 141.9,
    "endTime": 155.1,
    "text": "Use the #ScienceSays and let us know your burning Olympic questions and subscribe for more awesome science videos!"
  }
]