[
  {
    "startTime": 1.07,
    "endTime": 3.3,
    "text": "Almost all animals with a spine yawn."
  },
  {
    "startTime": 3.3,
    "endTime": 9.26,
    "text": "Penguins do it as a mating ritual, snakes do it to realign their jaws after a meal and guinea pigs do it to display anger."
  },
  {
    "startTime": 9.26,
    "endTime": 13.8,
    "text": "So, why exactly do humans yawn? And is yawning actually contagious?"
  },
  {
    "startTime": 13.8,
    "endTime": 20.5,
    "text": "If you haven't already checked out our YAWN-O-METER video, click here, or use the link in the description to see how long you can last before yawning."
  },
  {
    "startTime": 20.5,
    "endTime": 24.35,
    "text": "If you're anything like us, you may have even yawned at the title of this video."
  },
  {
    "startTime": 24.35,
    "endTime": 27.25,
    "text": "The truth is, the first time you yawned was likely as a fetus."
  },
  {
    "startTime": 27.25,
    "endTime": 33.8,
    "text": "Babies begin to yawn during the second trimester, and though the reason why is still unknown, it may have to do with proper brain development."
  },
  {
    "startTime": 33.8,
    "endTime": 41.15,
    "text": "In adults, yawns were commonly thought to draw more oxygen into the lungs making you feel less tired, but new research states that this may not be the case."
  },
  {
    "startTime": 41.15,
    "endTime": 45.248999999999995,
    "text": "Scientists now believe that yawning has developed as a way of physiologically cooling your brain."
  },
  {
    "startTime": 45.349,
    "endTime": 50.3,
    "text": "Much like a computer, your brain works best at a certain temperature, and tries to avoid \"overheating\"."
  },
  {
    "startTime": 50.3,
    "endTime": 56.07899999999999,
    "text": "And it turns out yawning increases your heart rate, blood flow and the use of muscles in your face which are all essential to cooling the brain."
  },
  {
    "startTime": 56.079,
    "endTime": 60.949,
    "text": "On top of that, deeply inhaling cold air can alter the temperature of the blood in our head."
  },
  {
    "startTime": 60.949,
    "endTime": 63.199999999999996,
    "text": "But why is your brain hot in the first place?"
  },
  {
    "startTime": 63.2,
    "endTime": 69.8,
    "text": "Well, both exhaustion and sleep deprivation are known to increase overall brain temperature, which explains why yawning occurs more in these states."
  },
  {
    "startTime": 69.8,
    "endTime": 75.47999999999999,
    "text": "Researchers have even found participants who place warm packs on their head yawn 41% of the time while watching others yawn,"
  },
  {
    "startTime": 75.48,
    "endTime": 78.309,
    "text": "as opposed to 9% of the time with a cold pack on their head."
  },
  {
    "startTime": 78.409,
    "endTime": 81.0,
    "text": "So if your head is already cold, you'll yawn less."
  },
  {
    "startTime": 81.0,
    "endTime": 83.45,
    "text": "But what about contagious or social yawning?"
  },
  {
    "startTime": 83.709,
    "endTime": 88.229,
    "text": "Humans, primates and even dogs find yawning contagious, and it's most likely linked to empathy."
  },
  {
    "startTime": 88.229,
    "endTime": 96.34,
    "text": "Contagious yawning begins in children around the age of 4-5, and this is when empathetic behavior, along with the ability to identify emotions, begins to develop."
  },
  {
    "startTime": 96.34,
    "endTime": 103.129,
    "text": "In fact, children with empathy-related disorders, such as autism, yawn less in response to videos of people yawning compared to other children."
  },
  {
    "startTime": 103.429,
    "endTime": 108.49000000000001,
    "text": "Research also suggests that you are more likely to copy the yawn of someone socially or genetically close to you."
  },
  {
    "startTime": 108.29,
    "endTime": 112.64,
    "text": "Even dogs are more likely to copy the yawns of their owner as opposed to the yawn of a stranger."
  },
  {
    "startTime": 112.64,
    "endTime": 115.2,
    "text": "Finally, mirror neurons also play a role."
  },
  {
    "startTime": 115.2,
    "endTime": 122.23,
    "text": "In our brain, mirror neurons fire when we perform a specific action, view someone else doing the action or even just hear someone talk about the action."
  },
  {
    "startTime": 122.73,
    "endTime": 126.32000000000001,
    "text": "They are important brain cells that are used for learning, self-awareness and relating to others."
  },
  {
    "startTime": 126.72,
    "endTime": 133.05,
    "text": "When we view someone else yawn, the mirror neurons in our brain become activated in a similar way, and as a result, we copy the yawn."
  },
  {
    "startTime": 133.05,
    "endTime": 139.23000000000002,
    "text": "So, although yawning may occur in people who are literally 'hot-headed', contagious yawning allows us to be cool with the people around us."
  },
  {
    "startTime": 139.23,
    "endTime": 144.7,
    "text": "If you haven't already checked out our Yawn-O-Meter, go try it out and let us know in the comments how long you were able to last."
  },
  {
    "startTime": 144.7,
    "endTime": 154.7,
    "text": "And subscribe for more weekly science videos!"
  }
]