[
  {
    "startTime": 0.338,
    "endTime": 13.793999999999999,
    "text": "Today, with social and economic inequality growing worldwide, millions of people are connected by the idea that it is possible to do business on a human scale, that it is possible to make money and do something good for the community."
  },
  {
    "startTime": 14.42,
    "endTime": 17.465,
    "text": "That idea is called social entrepreneurship."
  },
  {
    "startTime": 18.42,
    "endTime": 24.944000000000003,
    "text": "Social entrepreneurship is a new and creative approach to business, social engagements, and social services."
  },
  {
    "startTime": 26.235,
    "endTime": 33.213,
    "text": "Today , there are numerous organizations operating worldwide in our country that you'd call social enterprises."
  },
  {
    "startTime": 33.214,
    "endTime": 36.216,
    "text": "A social enterprise is just like any other business."
  },
  {
    "startTime": 36.555,
    "endTime": 40.195,
    "text": "Its work is charged at market rates and it generates profits."
  },
  {
    "startTime": 41.07,
    "endTime": 45.32,
    "text": "What makes it the business on a human scale is the way the profit is used."
  },
  {
    "startTime": 46.496,
    "endTime": 49.190000000000005,
    "text": "Profit serves to fulfill clear social missions."
  },
  {
    "startTime": 50.102,
    "endTime": 54.98,
    "text": "Social enterprises do not serve to enlarge the wealth of their owners or shareholders."
  },
  {
    "startTime": 55.185,
    "endTime": 61.891000000000005,
    "text": "They operate in order to contribute to social equality and to improve the living conditions of people in the community."
  },
  {
    "startTime": 62.034,
    "endTime": 75.623,
    "text": "Generated profit is reinvested in business or in realizing social goals like job creation, social inclusion, cultural needs, healthcare, and preservation of the environment."
  },
  {
    "startTime": 77.08,
    "endTime": 87.131,
    "text": "A social enterprise places social goals ahead of increased profits, uses business as a means of social change, resolves social problems through market strategies."
  },
  {
    "startTime": 89.595,
    "endTime": 100.63,
    "text": "Social entrepreneurship is also a good way for civil society organizations that want to reduce their dependency on donor systems and gain greater financial and operational freedom."
  },
  {
    "startTime": 102.041,
    "endTime": 111.37,
    "text": "Starting a social enterprise is a challenge for all those to whom profit is not the only goal who want job that make sense and has a purpose."
  },
  {
    "startTime": 112.843,
    "endTime": 119.019,
    "text": "Visit www.sens.rs and find out all about social entrepreneurship."
  },
  {
    "startTime": 119.019,
    "endTime": 122.15,
    "text": "Sens, Social Economy Network of Serbia."
  }
]