[
  {
    "startTime": 0.82,
    "endTime": 2.1999999999999997,
    "text": "Good morning, John, it's Friday."
  },
  {
    "startTime": 2.2,
    "endTime": 6.08,
    "text": "A few weeks ago a company called Visually emailed me."
  },
  {
    "startTime": 6.08,
    "endTime": 11.91,
    "text": "Aand was like: \"Hey Hank. If you could do a high-quality, animated video on any issue in the world, what would you choose?\""
  },
  {
    "startTime": 11.91,
    "endTime": 19.310000000000002,
    "text": "Now that was a hard choice, but I went with incarceration in America, because it is messed up!"
  },
  {
    "startTime": 19.31,
    "endTime": 21.599999999999998,
    "text": "Now, crime is also messed up."
  },
  {
    "startTime": 21.6,
    "endTime": 25.810000000000002,
    "text": "Bad things happen to good people, and that's terrible, and something should be done about it."
  },
  {
    "startTime": 25.9,
    "endTime": 32.568999999999996,
    "text": "Well, we send people to prison to be punished, and to prevent them from doing bad things again, and to deter others from breaking the law."
  },
  {
    "startTime": 32.569,
    "endTime": 35.88,
    "text": "Punishment, corrections, and deterrence."
  },
  {
    "startTime": 35.88,
    "endTime": 40.540000000000006,
    "text": "Now we have this habit of thinking of prisoners as something very external to society."
  },
  {
    "startTime": 40.54,
    "endTime": 43.68,
    "text": "After all, there are literal walls between them and society."
  },
  {
    "startTime": 43.68,
    "endTime": 47.56,
    "text": "Walls capped with razor wire and watched over by people with guns."
  },
  {
    "startTime": 47.6,
    "endTime": 50.2,
    "text": "But millions of prisoners are released each year."
  },
  {
    "startTime": 50.26,
    "endTime": 52.759,
    "text": "Today's prisoners are tomorrow's neighbors."
  },
  {
    "startTime": 52.8,
    "endTime": 57.699999999999996,
    "text": "So corrections should probably be the most important piece of the incarceration pie."
  },
  {
    "startTime": 57.659,
    "endTime": 60.699999999999996,
    "text": "Unfortunately, it is not."
  },
  {
    "startTime": 60.7,
    "endTime": 64.24000000000001,
    "text": "We are, however, really good at punishment."
  },
  {
    "startTime": 64.34,
    "endTime": 69.63000000000001,
    "text": "America has about 4% of the world's people and about 25% of the world's incarcerated people."
  },
  {
    "startTime": 69.7,
    "endTime": 72.9,
    "text": "We have the highest incarceration rate in the world."
  },
  {
    "startTime": 72.93,
    "endTime": 77.31,
    "text": "Over the last 30 years, that number has skyrocketed, increasing over 400%."
  },
  {
    "startTime": 77.31,
    "endTime": 82.03,
    "text": "41% of American juveniles and young adults have been arrested by the time they turn 23."
  },
  {
    "startTime": 82.03,
    "endTime": 90.21000000000001,
    "text": "Children as young as 13 years old have been sentenced to die in prison, and our prisons violate international standards."
  },
  {
    "startTime": 90.21,
    "endTime": 96.33999999999999,
    "text": "Solitary confinement increases instability and violence in inmates, and is considered by international law to be torture."
  },
  {
    "startTime": 96.4,
    "endTime": 102.60000000000001,
    "text": "But in America, it's not regulated by anyone except the prison officials; no judge, no jury."
  },
  {
    "startTime": 102.54,
    "endTime": 109.23,
    "text": "Arguably the most devastating form of punishment we enact in this country, and yet there is no appeals process."
  },
  {
    "startTime": 109.23,
    "endTime": 111.479,
    "text": "And you think it's hard to get a job in America?"
  },
  {
    "startTime": 111.5,
    "endTime": 117.189,
    "text": "Well, we make it intentionally more difficult to get a job once you have a conviction on your record, not to mention just live your life."
  },
  {
    "startTime": 117.189,
    "endTime": 125.029,
    "text": "Convicts are ineligible for welfare, student loans, public housing, food stamps, and are often socially disconnected from community and family support structures."
  },
  {
    "startTime": 125.029,
    "endTime": 130.1,
    "text": "So in addition to have high recidivism rates, they have very high rates of homelessness and suicide."
  },
  {
    "startTime": 130.1,
    "endTime": 135.54,
    "text": "Somewhere along the way, we started to think that being tough on crime meant being tough on criminals."
  },
  {
    "startTime": 135.54,
    "endTime": 137.6,
    "text": "But that's not the same thing!"
  },
  {
    "startTime": 137.6,
    "endTime": 149.07,
    "text": "Punishment is only one piece of a much larger crime reduction pie, and it's an expensive one; with some institutions paying more than $100,000 per year per prisoner."
  },
  {
    "startTime": 149.16,
    "endTime": 158.6,
    "text": "Long prison sentences have helped to decrease crime, but no more than 25% of the decrease that we've seen can be attributed to incarceration, and it costs far beyond just dollars."
  },
  {
    "startTime": 158.66,
    "endTime": 163.37,
    "text": "The cost is to people, to our country, to communities, to families, and to ourselves."
  },
  {
    "startTime": 163.37,
    "endTime": 167.62,
    "text": "The policy seems to be, if you've committed a felony, we just give up on you."
  },
  {
    "startTime": 167.62,
    "endTime": 171.46,
    "text": "These wars on crime, wars on drugs, they are wars on people."
  },
  {
    "startTime": 171.5,
    "endTime": 175.5,
    "text": "The smart political move is to appear tough on crime because crime is scary."
  },
  {
    "startTime": 175.56,
    "endTime": 179.9,
    "text": "So we increased minimum sentences, we arrested more people, we sent more of them to prison."
  },
  {
    "startTime": 179.9,
    "endTime": 184.84,
    "text": "That's how we looked tough on crime, but the results are in: it's bad policy!"
  },
  {
    "startTime": 184.84,
    "endTime": 190.31,
    "text": "It's cruel, it's shortsighted, and to continue this policy of mass incarceration would be foolish."
  },
  {
    "startTime": 190.31,
    "endTime": 196.62,
    "text": "We're living inside of a massive $75 billion per year failed experiment."
  },
  {
    "startTime": 196.62,
    "endTime": 203.82,
    "text": "2010 was the first year in nearly 40 years that the number of incarcerated individuals in America did not increase."
  },
  {
    "startTime": 203.82,
    "endTime": 209.93,
    "text": "Policy makers are beginning to realize the magnitude of this failure, but there is a long way to go."
  },
  {
    "startTime": 209.93,
    "endTime": 220.23000000000002,
    "text": "John, I'll see you on Tuesday."
  }
]