[
  {
    "startTime": 0.284,
    "endTime": 1.28,
    "text": "Hi everyone, I hope you are doing great"
  },
  {
    "startTime": 1.3,
    "endTime": 5.0440000000000005,
    "text": "Today's tutorial is a work appropriate makeup look, so nothing too over the top"
  },
  {
    "startTime": 6.567,
    "endTime": 8.567,
    "text": "but you know nice and polish"
  },
  {
    "startTime": 8.567,
    "endTime": 10.567,
    "text": "After the make up tutorial, I will also show you how you can do your hair"
  },
  {
    "startTime": 12.0,
    "endTime": 14.0,
    "text": "you know that being said, I hope you enjoy it and let's get start it!"
  },
  {
    "startTime": 14.805,
    "endTime": 16.805,
    "text": "I have had to take up the blazer it was literally like a strike jacket, and I was just.. too much"
  },
  {
    "startTime": 20.986,
    "endTime": 28.986,
    "text": "As usual I have already moisturized my face but I will go in with this primer called Matte Out Mattifying Face Base by Australis"
  },
  {
    "startTime": 28.987,
    "endTime": 31.372999999999998,
    "text": "you put it over your T-zone and it will hopefully reduces the chances of your skin coming quite oily and shiny throughout today"
  },
  {
    "startTime": 37.715,
    "endTime": 39.715,
    "text": "so I wind this up a little bit and just apply that over up my T-zone"
  },
  {
    "startTime": 43.23,
    "endTime": 45.23,
    "text": "Please forgive my nails, by the way I use this OPI nail polish and they made my nails go yellow, which is really gross"
  },
  {
    "startTime": 48.385,
    "endTime": 50.385,
    "text": "And I will shot..."
  },
  {
    "startTime": 50.814,
    "endTime": 52.814,
    "text": "Next I want to use the L'Oreal True Match Foundation in W4, perfect foundation for working environment because you can start off with a very minimum amount."
  },
  {
    "startTime": 60.338,
    "endTime": 62.338,
    "text": "And then all the way up if you require a little bit more coverage"
  },
  {
    "startTime": 63.47,
    "endTime": 65.47,
    "text": "And my favorite brush for foundation at the moment   is the real techniques multi-task brush"
  },
  {
    "startTime": 71.071,
    "endTime": 73.071,
    "text": "and brush this into my skin, I love this brush because almost feels like it’s very air- brushy, because it is very fluffy"
  },
  {
    "startTime": 82.071,
    "endTime": 84.071,
    "text": "very air-brushy, because it is very fluffy"
  },
  {
    "startTime": 93.347,
    "endTime": 95.347,
    "text": "next I'm using the NARS Radiant Creamy Concealer in Custard, I love this product"
  },
  {
    "startTime": 98.032,
    "endTime": 100.03,
    "text": "very similar shape to MAC pro longwear in NC 20 but, very creamy consistency"
  },
  {
    "startTime": 105.332,
    "endTime": 107.33,
    "text": "and so much easier to use because it has the doe-foot rather than the pump thing"
  },
  {
    "startTime": 109.792,
    "endTime": 111.79,
    "text": "where am I oops"
  },
  {
    "startTime": 125.907,
    "endTime": 127.91,
    "text": "next one I’m going to use on my face is the NARS Pressed Powder in Beach"
  },
  {
    "startTime": 130.687,
    "endTime": 132.69,
    "text": "I love using these two together, this is   the sigma large powder F20 brush"
  },
  {
    "startTime": 135.044,
    "endTime": 137.04000000000002,
    "text": "Something about these two together is just like an unbeatable combo"
  },
  {
    "startTime": 144.459,
    "endTime": 146.46,
    "text": "Now of course a lot of you will be more comfortable wearing a BB cream or tinted moisturizer during the day"
  },
  {
    "startTime": 150.096,
    "endTime": 152.1,
    "text": "Was usual just about what you feel comfortable with"
  },
  {
    "startTime": 152.736,
    "endTime": 154.73999999999998,
    "text": "next blush I am going to my newest Milani   Blush called series one Dolce Pink"
  },
  {
    "startTime": 158.102,
    "endTime": 160.1,
    "text": "It is their baked power blush and it is stunning. Let me just give you a good picture of that."
  },
  {
    "startTime": 163.575,
    "endTime": 165.57999999999998,
    "text": "I didn’t contour because I kind of skip contouring when I don’t feel like I need to do it"
  },
  {
    "startTime": 169.851,
    "endTime": 171.85,
    "text": "So I don’t feel like I need to do it at work because it’s just it not a very you know dramatic or special occasion it's just going to work"
  },
  {
    "startTime": 177.575,
    "endTime": 179.57999999999998,
    "text": "And it takes more time to contour."
  },
  {
    "startTime": 179.18,
    "endTime": 181.18,
    "text": "So I am just gonna try to blush, and apply it like all you do."
  },
  {
    "startTime": 199.263,
    "endTime": 201.26000000000002,
    "text": "Now for my current favorite brow product,"
  },
  {
    "startTime": 201.569,
    "endTime": 203.57,
    "text": "this is the Anastasia Beverly Hills Dipbrow Pomade in Blonde. that is a long name, but it is worth it."
  },
  {
    "startTime": 210.198,
    "endTime": 212.20000000000002,
    "text": "I love this stuff, it is like gel eyeliner of your eyebrows basically"
  },
  {
    "startTime": 215.794,
    "endTime": 217.79000000000002,
    "text": "and it's just the perfect shade, it gives me a nice, clean crisp line. It is so, like, long-wearing.I find that it's actually hard for me to get it off with my makeup wipes."
  },
  {
    "startTime": 225.222,
    "endTime": 227.22,
    "text": "And I use it with the Anastasia brush number 12. It has the little tip like this,"
  },
  {
    "startTime": 230.764,
    "endTime": 232.76000000000002,
    "text": "and it has the spooly on the end. So I like to brush through my brows, and get them into the right shape."
  },
  {
    "startTime": 236.582,
    "endTime": 238.57999999999998,
    "text": "Like so."
  },
  {
    "startTime": 238.135,
    "endTime": 240.14,
    "text": "And then, I just fill them in like I normally would."
  },
  {
    "startTime": 257.318,
    "endTime": 259.32,
    "text": "I'm feeling pretty good about my eyebrows today. I'm particularly impressed with this one."
  },
  {
    "startTime": 262.489,
    "endTime": 264.48999999999995,
    "text": "It worked out quite nice, I  must admit."
  },
  {
    "startTime": 265.482,
    "endTime": 267.48,
    "text": "This one errrr.... This one emmmm....."
  },
  {
    "startTime": 268.419,
    "endTime": 270.41999999999996,
    "text": "Next we want to use MAC Paint Pot in soft ochre as my base."
  },
  {
    "startTime": 272.903,
    "endTime": 280.70000000000005,
    "text": "This isn't a crucial step, but if you do have oily eyelids, and your eye shadows tend to crease throughout the day, definitely a necessary step."
  },
  {
    "startTime": 281.136,
    "endTime": 283.14000000000004,
    "text": "So I'm just going to"
  },
  {
    "startTime": 282.787,
    "endTime": 284.78999999999996,
    "text": "apply some of that. And this is good as well, because it literally takes like, I don't know, ten, twenty seconds to apply. So it's not a big time waste."
  },
  {
    "startTime": 292.992,
    "endTime": 294.99,
    "text": "For my eyes, I want to keep it very very simple, nothing too bright or dark. This is the L'Oreal Infallible Eyeshadow in 892 Amber Rush."
  },
  {
    "startTime": 304.779,
    "endTime": 306.78,
    "text": "This shade is gorgeous because you can tell that you're wearing it, but it's not very in your face."
  },
  {
    "startTime": 310.074,
    "endTime": 312.07,
    "text": "So it adds a really nice sheen to the eyelid, adds a little bit of color, but isn't too obnoxious."
  },
  {
    "startTime": 315.265,
    "endTime": 317.26,
    "text": "And I'm gonna apply that straight to my eyelid."
  },
  {
    "startTime": 327.142,
    "endTime": 329.14,
    "text": "And add a little bit in the corner of your eyes."
  },
  {
    "startTime": 331.695,
    "endTime": 333.7,
    "text": "Next I'm going to take the Sigma Tapered Blending e40 Brush"
  },
  {
    "startTime": 335.303,
    "endTime": 337.3,
    "text": "with that eye-shadow and use this to blend it out into the crease."
  },
  {
    "startTime": 358.331,
    "endTime": 360.33000000000004,
    "text": "Next I'm going to use the Benefit Eye Bright in my waterline."
  },
  {
    "startTime": 361.538,
    "endTime": 363.54,
    "text": "This is nice because it just opens up your eyes even more. I feel like I say \"it opens up your eyes,\" \"it makes your eyes look more white,\" like every second sentence."
  },
  {
    "startTime": 372.181,
    "endTime": 374.18,
    "text": "Next, of course, is the Jordana Best Lash Extreme Volumizing Mascara"
  },
  {
    "startTime": 376.811,
    "endTime": 378.81,
    "text": "I want to use this, as I always do, just on my top and bottom of eyelashes."
  },
  {
    "startTime": 398.859,
    "endTime": 400.85999999999996,
    "text": "Now time for lipstick, I'll be using the Calvin Klein Lipstick in 710 Bliss."
  },
  {
    "startTime": 406.392,
    "endTime": 408.39,
    "text": "It’s kind of nice pink glossy shade. I wanted to go for a nice glossy shade because you can just quickly apply it, and it still looks like you put in effort."
  },
  {
    "startTime": 415.559,
    "endTime": 417.56,
    "text": "To rather applying a lipstick and a lip gloss you can just go straight in with one of these. (It) adds a nice color to your lips,"
  },
  {
    "startTime": 421.675,
    "endTime": 423.68,
    "text": "but doesn't kind of wash them out, doesn't make them look too matte, too dry.."
  },
  {
    "startTime": 440.327,
    "endTime": 442.33,
    "text": "As you can see this shade isn't too pink, isn't too nude."
  },
  {
    "startTime": 443.894,
    "endTime": 445.89,
    "text": "It's kind of like a nice \"my lips but better shade\"."
  },
  {
    "startTime": 446.675,
    "endTime": 448.68,
    "text": "So it's nice and work appropriate."
  },
  {
    "startTime": 449.254,
    "endTime": 451.25,
    "text": "So as you can see, my hair is in a bit of a state right now."
  },
  {
    "startTime": 451.903,
    "endTime": 453.90000000000003,
    "text": "I'm just gonna brush it through a little bit."
  },
  {
    "startTime": 454.537,
    "endTime": 456.53999999999996,
    "text": "Just get rid of all the knots."
  },
  {
    "startTime": 459.717,
    "endTime": 461.71999999999997,
    "text": "Going to turn my straightener on."
  },
  {
    "startTime": 462.484,
    "endTime": 464.47999999999996,
    "text": "And I before I go and straighten my hair, I'm going to split it into two"
  },
  {
    "startTime": 465.834,
    "endTime": 467.83,
    "text": "and I'm going to use my Tresemme Keratin Smooth"
  },
  {
    "startTime": 468.476,
    "endTime": 470.48,
    "text": "Heat-protection and Shine Spray."
  },
  {
    "startTime": 470.719,
    "endTime": 472.71999999999997,
    "text": "I've used these Tresemme Heat-protection Sprays for as long as I can remember."
  },
  {
    "startTime": 475.312,
    "endTime": 477.31,
    "text": "I'm just going to spray the ends."
  },
  {
    "startTime": 483.442,
    "endTime": 485.44,
    "text": "Smells good though. So now I've use the heat-protection spray, I'm going to go in and straighten the bits"
  },
  {
    "startTime": 489.924,
    "endTime": 491.91999999999996,
    "text": "that are at the front of my face"
  },
  {
    "startTime": 492.976,
    "endTime": 494.98,
    "text": "and the bits that are near my ear."
  },
  {
    "startTime": 504.132,
    "endTime": 506.13,
    "text": "You think my works done soon."
  },
  {
    "startTime": 506.076,
    "endTime": 508.08000000000004,
    "text": "Okay, so now I'm just going to bunch my hair up at the back in a ponytail."
  },
  {
    "startTime": 511.082,
    "endTime": 513.08,
    "text": "Just go very loosely so that you don't have it like very tightly pulled."
  },
  {
    "startTime": 515.253,
    "endTime": 517.25,
    "text": "Just so it's kind of like that, so you can really play around with the hair on the sides."
  },
  {
    "startTime": 519.517,
    "endTime": 521.5200000000001,
    "text": "And pull it up a little bit, so it's like up here."
  },
  {
    "startTime": 525.439,
    "endTime": 527.4399999999999,
    "text": "And then grab a hair elastic.And then twist your hair around. Just like this, kind of like it twists around itself."
  },
  {
    "startTime": 536.173,
    "endTime": 538.17,
    "text": "Doesn't have to be neat at all, that’s the point of hair. And then I'm going to grab the elastic, and just tie this around this bun."
  },
  {
    "startTime": 545.901,
    "endTime": 547.9,
    "text": "That's the first one. Then I'm going to need a second one to keep it in place."
  },
  {
    "startTime": 550.88,
    "endTime": 552.88,
    "text": "And I'm just going to do that,"
  },
  {
    "startTime": 555.274,
    "endTime": 557.27,
    "text": "and put it in the middle of the bun. So it's kind of like that."
  },
  {
    "startTime": 561.264,
    "endTime": 563.26,
    "text": "So we've got a nice messy bun."
  },
  {
    "startTime": 566.085,
    "endTime": 568.08,
    "text": "Now, if you find any bits that you want to pin back or neaten up,"
  },
  {
    "startTime": 570.499,
    "endTime": 572.5,
    "text": "just grab a bobby pin like this,"
  },
  {
    "startTime": 572.289,
    "endTime": 574.29,
    "text": "and just pin it in place."
  },
  {
    "startTime": 579.035,
    "endTime": 581.04,
    "text": "So now that the back is done, I'm just going to pull out a few bits of hair from the front."
  },
  {
    "startTime": 585.578,
    "endTime": 587.5799999999999,
    "text": "The bits that we straightened."
  },
  {
    "startTime": 587.693,
    "endTime": 589.6899999999999,
    "text": "You don't want to grab too much, you just want it to be kind of effortlessly messy."
  },
  {
    "startTime": 593.454,
    "endTime": 595.4499999999999,
    "text": "And then even at the back of the bun,"
  },
  {
    "startTime": 595.774,
    "endTime": 597.77,
    "text": "you can kind of just tug at it a little bit, and pull it out.."
  },
  {
    "startTime": 600.332,
    "endTime": 602.33,
    "text": "Random pieces just to make it a little bit more scruffy."
  },
  {
    "startTime": 603.07,
    "endTime": 605.07,
    "text": "And by scruffy I mean like \"accidently on purpose\" scruffy."
  },
  {
    "startTime": 608.758,
    "endTime": 610.76,
    "text": "Next I'm going to use the Tresemme Salon Finish Hairspray"
  },
  {
    "startTime": 612.468,
    "endTime": 614.4699999999999,
    "text": "this is number 5 Freeze Hold."
  },
  {
    "startTime": 616.094,
    "endTime": 618.09,
    "text": "And I'm going to spray some little bits and pieces in place."
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "So I'm going to spray the top of my heads and all my flyaways."
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "Hair spray down. I'm going to spray the side."
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "Just to keep it in place."
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "I love this one because it's honestly one of the strongest hair sprays"
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "I've used. So it's perfect for keeping your hair in place for the whole day."
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "And the size of this one is perfect to put in my handbag. If I ever need to touch up my hair throughout the day."
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "So this is the finish look. Thank you all so much for watching."
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "All the products that I used, and the links, etc are down below in the description box, so please check them out as usual."
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "Thanks watching, I hope you all have a great day, and I'll see you very soon. Bye."
  }
]