[
  {
    "startTime": 0.0,
    "endTime": 0.79,
    "text": "Tired?"
  },
  {
    "startTime": 0.79,
    "endTime": 2.01,
    "text": "We all know the feeling."
  },
  {
    "startTime": 2.01,
    "endTime": 4.6259999999999994,
    "text": "Irritable, groggy, and exceptionally lazy."
  },
  {
    "startTime": 4.626,
    "endTime": 6.926,
    "text": "Chances are, you didn't sleep enough last night."
  },
  {
    "startTime": 6.926,
    "endTime": 8.322,
    "text": "Or the past few nights."
  },
  {
    "startTime": 8.428,
    "endTime": 10.767000000000001,
    "text": "But what exactly is enough sleep?"
  },
  {
    "startTime": 10.767,
    "endTime": 13.318,
    "text": "And, more importantly, can you ever catch up on it?"
  },
  {
    "startTime": 13.318,
    "endTime": 19.803,
    "text": "While the very function of sleep is still debated by scientists, we do know that it's necessary to function efficiently and productively."
  },
  {
    "startTime": 19.803,
    "endTime": 22.703,
    "text": "After all, we spend 24 years of our lifetime sleeping."
  },
  {
    "startTime": 22.703,
    "endTime": 24.003,
    "text": "It had better be important."
  },
  {
    "startTime": 24.017,
    "endTime": 31.74,
    "text": "Researchers have tested how much is required each night by assigning groups of people to four, six, and eight hours of sleep over extended periods of time."
  },
  {
    "startTime": 31.74,
    "endTime": 37.229,
    "text": "After 14 days, those with eight hours of sleep exhibited few attention lapses or cognitive issues."
  },
  {
    "startTime": 37.229,
    "endTime": 41.333,
    "text": "However, those with six or four hours of sleep showed a steady decline."
  },
  {
    "startTime": 41.333,
    "endTime": 51.05,
    "text": "In fact, after only two weeks, the six hour group showed a similar reaction time to a person with the blood alcohol concentration of 0.1 percent, which is considered legally drunk."
  },
  {
    "startTime": 51.05,
    "endTime": 56.105,
    "text": "The four hour sleepers suffered even more, occasionally falling asleep during their cognitive tests."
  },
  {
    "startTime": 56.105,
    "endTime": 61.465999999999994,
    "text": "In both groups, brain function decreased day-by-day almost linearly, with no sign of leveling off."
  },
  {
    "startTime": 61.466,
    "endTime": 64.497,
    "text": "Scientists have dubbed this cumulative effect as sleep debt."
  },
  {
    "startTime": 64.497,
    "endTime": 66.085,
    "text": "So can we recover from it?"
  },
  {
    "startTime": 66.085,
    "endTime": 71.51299999999999,
    "text": "After a night or two of little sleep, studies show  that the body and brain can fully recover with a few nights of good sleep."
  },
  {
    "startTime": 71.513,
    "endTime": 75.513,
    "text": "However, with long term sleep deprivation, on the scale of weeks to months, the recovery of cognitive function is much slower, requiring many more nights of quality sleep."
  },
  {
    "startTime": 80.828,
    "endTime": 87.32600000000001,
    "text": "On the time scale of months to years, it's unknown whether brain function could be fully repaired or if it causes permanent damage."
  },
  {
    "startTime": 87.326,
    "endTime": 97.10199999999999,
    "text": "Paradoxically, with chronic sleep deprivation, your sleepiness or how tired you feel does eventually level off, meaning that you become less and less aware of your objective impairment over time."
  },
  {
    "startTime": 97.102,
    "endTime": 99.111,
    "text": "So how long should you sleep?"
  },
  {
    "startTime": 99.111,
    "endTime": 103.83200000000001,
    "text": "Most studies tend to show that 7-8 hours of sleep is the average ideal for humans."
  },
  {
    "startTime": 103.832,
    "endTime": 111.482,
    "text": "Apart from the cognitive issues, individuals who consistently sleep less than seven hours a night have an increased risk of heart disease, obesity and diabetes."
  },
  {
    "startTime": 111.482,
    "endTime": 114.526,
    "text": "Not to mention, a 12 percent higher risk of death."
  },
  {
    "startTime": 114.526,
    "endTime": 125.966,
    "text": "On the flip side, studies have shown that while sleeping more than eight hours does not impair brain function, it also carries an increased risk of heart disease, obesity, and diabetes, and a 30 percent increased risk of mortality."
  },
  {
    "startTime": 125.966,
    "endTime": 128.876,
    "text": "So too much sleep may also be a bad thing."
  },
  {
    "startTime": 128.876,
    "endTime": 132.476,
    "text": "But variation most certainly exists, and our genetics play a large role."
  },
  {
    "startTime": 132.476,
    "endTime": 138.732,
    "text": "In fact, individuals genuinely unaffected by only six hours of sleep were found to have a mutation of a specific gene."
  },
  {
    "startTime": 138.732,
    "endTime": 145.766,
    "text": "When scientists genetically engineered mice to express this gene they were able to stay awake for an extra 1.2 hours than normal mice."
  },
  {
    "startTime": 145.766,
    "endTime": 150.712,
    "text": "It turns out these short sleepers have more biologically intense sleep sessions than the average person."
  },
  {
    "startTime": 150.712,
    "endTime": 157.534,
    "text": "Ultimately, while it's important to know the ideal average of 7 to 8 hours exist, let your body and brain help you figure out its own needs."
  },
  {
    "startTime": 157.534,
    "endTime": 160.03699999999998,
    "text": "After all, no one shoe size fits all."
  },
  {
    "startTime": 160.037,
    "endTime": 167.71200000000002,
    "text": "If you want to know how to get better quality sleep each night in order to conquer the hurdles of sleep deprivation, we have some tips and research for you over on ASAP Thought."
  },
  {
    "startTime": 167.712,
    "endTime": 170.009,
    "text": "You can find a link in the description below to that video."
  },
  {
    "startTime": 170.318,
    "endTime": 175.82500000000002,
    "text": "Thanks to audible.com for giving you a free audio book of your choice at audible.com/asap."
  },
  {
    "startTime": 175.825,
    "endTime": 181.778,
    "text": "Audible is the leading provider of audio books, with over 150,000 downloadable titles across all types of literature."
  },
  {
    "startTime": 181.778,
    "endTime": 186.60899999999998,
    "text": "We recommend the A Song of Ice and Fire series, which the Game of Thrones TV show is based off of."
  },
  {
    "startTime": 186.609,
    "endTime": 189.66500000000002,
    "text": "It's kept us up through the nights and caused a lot of lost sleep."
  },
  {
    "startTime": 189.665,
    "endTime": 194.712,
    "text": "You can download this audio book, or another of your choice, for free at audible.com/asap."
  },
  {
    "startTime": 194.712,
    "endTime": 198.37599999999998,
    "text": "And with a subscription, you get one free book a month, so you can read the whole series."
  },
  {
    "startTime": 198.376,
    "endTime": 200.822,
    "text": "Special thanks to Audible for making these videos possible."
  },
  {
    "startTime": 200.822,
    "endTime": 203.519,
    "text": "And subscribe for more weekly science videos!"
  }
]