[
  {
    "startTime": 5.908,
    "endTime": 11.762,
    "text": "How's this for a strange idea: a day off from work in honor of work itself?"
  },
  {
    "startTime": 11.716,
    "endTime": 21.183999999999997,
    "text": "Actually, that is what Labor Day, celebrated in the United States and Canada on the first Monday of every September, is all about."
  },
  {
    "startTime": 21.284,
    "endTime": 33.707,
    "text": "The first American Labor Day was celebrated in New York City on September 5th, 1882, as thousands of workers and their families came to Union Square for a day in the park."
  },
  {
    "startTime": 34.007,
    "endTime": 46.324,
    "text": "It was not a national holiday, but had been organized by a union to honor workers and their hard efforts with a rare day of rest, halfway between July 4th and Thanksgiving."
  },
  {
    "startTime": 46.324,
    "endTime": 51.342999999999996,
    "text": "There were picnics and parade, but there were also protests."
  },
  {
    "startTime": 51.443,
    "endTime": 62.619,
    "text": "The workers had gathered, not just to rest and celebrate, but to demand fair wages, the end of child labor, and the right to organize into unions."
  },
  {
    "startTime": 63.619,
    "endTime": 70.7,
    "text": "During the period known as The Industrial Revolution, many jobs were difficult, dirty and dangerous."
  },
  {
    "startTime": 70.7,
    "endTime": 79.467,
    "text": "People worked for twelve hours, six days a week, without fringe benefits, such as vacations, health care and pensions."
  },
  {
    "startTime": 79.467,
    "endTime": 87.291,
    "text": "And if you were young, chances are you were doing manual labor instead of your ABCs and fractions."
  },
  {
    "startTime": 87.291,
    "endTime": 98.841,
    "text": "Children as young as ten worked in some of the most hazardous places, like coal mines or factories filled with boiling vats or dangerous machines."
  },
  {
    "startTime": 98.841,
    "endTime": 107.14999999999999,
    "text": "Trying to win better pay, shorter hours, and safer conditions, workers had begun to form labor unions in America and Canada."
  },
  {
    "startTime": 107.25,
    "endTime": 114.434,
    "text": "But the companies they worked for often fought hard to keep unions out and to suppress strikes."
  },
  {
    "startTime": 114.534,
    "endTime": 124.21100000000001,
    "text": "At times, this led to violent battles between workers and business owners with the owners often backed up by the police, or even the military."
  },
  {
    "startTime": 124.511,
    "endTime": 132.64499999999998,
    "text": "In the following years, the idea of Labor Day caught on in America, with official celebrations reaching 30 states."
  },
  {
    "startTime": 132.645,
    "endTime": 145.39600000000002,
    "text": "But then came the violent Haymarket Square Riot of 1886, which led to the deaths of several policemen and workers in Chicago and the execution of four union leaders."
  },
  {
    "startTime": 145.496,
    "endTime": 157.55800000000002,
    "text": "After that, many labor and political groups around the world had begun to mark Haymarket Square on May 1st, which became known as International Workers' Day."
  },
  {
    "startTime": 157.558,
    "endTime": 175.471,
    "text": "In 1894, President Grover Cleveland signed the law making Labor Day a federal holiday in America, only days after he had sent 12,000 soldiers to end a violent railroad strike that resulted in the death of several people."
  },
  {
    "startTime": 175.471,
    "endTime": 182.165,
    "text": "The original September date was kept, partly to avoid the more radical associations of May 1st."
  },
  {
    "startTime": 182.465,
    "endTime": 187.20000000000002,
    "text": "Canada also created its Labor Day in 1894."
  },
  {
    "startTime": 187.5,
    "endTime": 195.217,
    "text": "But, in spite of this new holiday, it would be a long time before the changes that workers wanted became a reality."
  },
  {
    "startTime": 195.517,
    "endTime": 214.737,
    "text": "In 1938, during the Great Depression that left millions without jobs, President Franklin D. Roosevelt signed a law calling for an eight-hour work day, a five-day work week, and an end to child labor, some of the first federal protections for American workers."
  },
  {
    "startTime": 214.737,
    "endTime": 222.4,
    "text": "As America and Canada celebrate Labor Day, most of the two countries' children enjoy a day off from school."
  },
  {
    "startTime": 222.5,
    "endTime": 237.953,
    "text": "But it is important to remember that there was a time that everyday was a labor day for children in America and Canada, and unfortunately, the same fact remains true for millions of children around the world today."
  }
]