[
  {
    "startTime": 10.17,
    "endTime": 15.975999999999999,
    "text": "Have you ever noticed how the full moon looks bigger when it's near the horizon than when it's high over head?"
  },
  {
    "startTime": 15.976,
    "endTime": 17.53,
    "text": "If so, you're not alone."
  },
  {
    "startTime": 17.53,
    "endTime": 26.5,
    "text": "People have wondered about this strange effect since ancient times, and surprisingly, we still don't have a great explanation, but that's not for lack of trying."
  },
  {
    "startTime": 26.5,
    "endTime": 36.644999999999996,
    "text": "Some of the greatest minds in history - Aristotle, Ptolemy, Da Vinci, Decartes have all wrestled with this problem and failed to generate an adequate explanation."
  },
  {
    "startTime": 36.645,
    "endTime": 42.797000000000004,
    "text": "One of the first ideas suggested was that the image of the moon in the sky really is bigger near the horizon."
  },
  {
    "startTime": 42.797,
    "endTime": 48.5,
    "text": "Perhaps the Earth's atmosphere acts like a giant lens, magnifying the moon as it rises and sets."
  },
  {
    "startTime": 48.5,
    "endTime": 50.68,
    "text": "But this explanation doesn't cut it."
  },
  {
    "startTime": 50.68,
    "endTime": 55.3,
    "text": "If anything, the refraction of the atmosphere would make the moon look slightly smaller."
  },
  {
    "startTime": 55.3,
    "endTime": 60.699999999999996,
    "text": "Plus, if you actually measure the size of the visible moon at different positions, it doesn't change at all."
  },
  {
    "startTime": 60.7,
    "endTime": 63.822,
    "text": "But then, why does it still seem bigger when it's rising?"
  },
  {
    "startTime": 63.822,
    "endTime": 66.141,
    "text": "This must be some kind of optical illusion."
  },
  {
    "startTime": 66.141,
    "endTime": 68.20700000000001,
    "text": "The question is, which one?"
  },
  {
    "startTime": 68.207,
    "endTime": 77.1,
    "text": "One explanation is the Ebbinghaus Illusion, where two identical objects look different because of the relative size of the objects they're surrounded by."
  },
  {
    "startTime": 77.1,
    "endTime": 81.29499999999999,
    "text": "Here, the two center circles are actually the same size."
  },
  {
    "startTime": 81.295,
    "endTime": 87.68,
    "text": "Maybe the moon looks bigger near the horizon because it's next to tiny trees, houses, and towers in the distance."
  },
  {
    "startTime": 87.68,
    "endTime": 94.12800000000001,
    "text": "But when the moon is higher up, it's surrounded by the vast darkness of the night sky and looks tiny by comparison."
  },
  {
    "startTime": 94.128,
    "endTime": 97.2,
    "text": "Another possibility is the famous Ponzo Illusion."
  },
  {
    "startTime": 97.2,
    "endTime": 103.9,
    "text": "If you've ever tried to draw in perspective, you know that the closer something is to the horizon, the smaller you should draw it."
  },
  {
    "startTime": 103.9,
    "endTime": 110.95,
    "text": "Our brain compensates automatically for this by perceiving objects near the horizon as larger than they actually appear."
  },
  {
    "startTime": 110.95,
    "endTime": 119.3,
    "text": "The two yellow lines in this drawing are the same size, but the upper one seems bigger because we interpret it as receding farther into the horizon."
  },
  {
    "startTime": 119.3,
    "endTime": 128.385,
    "text": "So, between Ponzo and Ebbinghaus, it seems like we've solved the mystery of the moon illusion, but, unfortunately, there are a few details that complicate things."
  },
  {
    "startTime": 128.385,
    "endTime": 139.7,
    "text": "For one thing, if this was just the Ebbinghaus effect, then we would expect the moon illusion to disappear for pilots flying high above the clouds since there wouldn't be any other smaller objects near the horizon."
  },
  {
    "startTime": 139.7,
    "endTime": 144.89999999999998,
    "text": "But in fact, pilots and sailors out on the ocean still claim to see the moon illusion."
  },
  {
    "startTime": 144.9,
    "endTime": 158.78900000000002,
    "text": "On the other hand, if it's just our brain's autocorrecting the size of objects near the horizon, then we'd expect the moon illusion to be visible inside a planetarium, where the whole sky, including the horizon, is displayed on a spherical dome overhead."
  },
  {
    "startTime": 158.789,
    "endTime": 162.141,
    "text": "Studies have shown, though, that this is not the case."
  },
  {
    "startTime": 162.141,
    "endTime": 169.29999999999998,
    "text": "To make matters worse, it seems the moon illusion disappears entirely if you just bend over and look at the moon between your legs."
  },
  {
    "startTime": 169.3,
    "endTime": 172.47,
    "text": "Now, this is just getting ridiculous!"
  },
  {
    "startTime": 172.47,
    "endTime": 177.5,
    "text": "One of the most promising explanations today is known as Convergence Micropsia."
  },
  {
    "startTime": 177.5,
    "endTime": 183.2,
    "text": "Our brains judge the distance to objects and their apparent size by the focus of our eyes."
  },
  {
    "startTime": 183.2,
    "endTime": 189.39999999999998,
    "text": "When looking at the horizon, your eyes focus far off into the distance so your brain knows you're looking far away."
  },
  {
    "startTime": 189.4,
    "endTime": 191.178,
    "text": "The moon appears a certain size."
  },
  {
    "startTime": 191.178,
    "endTime": 196.7,
    "text": "Your brain thinks it's far away, which it is, so you naturally conclude the moon must be big."
  },
  {
    "startTime": 196.7,
    "endTime": 205.261,
    "text": "But when looking up at the night sky, there's nothing for your eyes to focus on, so they default to their rest focus, which is a point just a few meters away."
  },
  {
    "startTime": 205.261,
    "endTime": 212.16899999999998,
    "text": "Now your brain thinks the moon is much closer than it really is, so you naturally conclude the moon's not as big as you thought it was."
  },
  {
    "startTime": 212.169,
    "endTime": 220.5,
    "text": "Rather than explain why the moon looks so big near the horizon, Convergence Microspia explains why the moon looks so small when overhead."
  },
  {
    "startTime": 220.5,
    "endTime": 222.3,
    "text": "Still not satisfied?"
  },
  {
    "startTime": 222.3,
    "endTime": 240.346,
    "text": "Well, frankly, neither are many scientists, so the debate over the moon illusion still rages on and may continue as long as we still see it in the night sky."
  }
]