[
  {
    "startTime": 0.3,
    "endTime": 3.0,
    "text": "Hey WellCasters, fair warning!"
  },
  {
    "startTime": 3.0,
    "endTime": 6.0,
    "text": "The following message is intended for puberty on boys."
  },
  {
    "startTime": 6.3,
    "endTime": 15.7,
    "text": "If you saw our first video on puberty, you learned that somewhere between the ages of 9 and 15, weirder things start happening to your body and mind."
  },
  {
    "startTime": 15.7,
    "endTime": 18.7,
    "text": "Or you may have noticed this is actually just happening to you?"
  },
  {
    "startTime": 18.9,
    "endTime": 24.4,
    "text": "Today, we’re going to talk exclusively to the boys on what's happening in your body and how to deal with it!"
  },
  {
    "startTime": 24.4,
    "endTime": 27.0,
    "text": "As a side note, ladies, we’re working on one of these for you, too."
  },
  {
    "startTime": 27.4,
    "endTime": 29.0,
    "text": "I’m sure you’re super excited."
  },
  {
    "startTime": 29.2,
    "endTime": 32.5,
    "text": "Tip 1: Here’s a little secret about zits."
  },
  {
    "startTime": 32.5,
    "endTime": 35.0,
    "text": "You can’t scare them into disappearing."
  },
  {
    "startTime": 35.3,
    "endTime": 43.0,
    "text": "Hormones, genetics, dead skin cells and bacteria are having a party in your pores and your whole face is invited."
  },
  {
    "startTime": 43.0,
    "endTime": 47.5,
    "text": "Think of squeezing zits like a nosy neighbor threatening to call the cops on a party."
  },
  {
    "startTime": 47.5,
    "endTime": 56.2,
    "text": "It might quiet the storm for a little bit but as soon as the neighbor leaves, you can be sure that the party will flare up again. Maybe even louder!"
  },
  {
    "startTime": 56.2,
    "endTime": 59.0,
    "text": "Hello, red irritating spots!"
  },
  {
    "startTime": 59.0,
    "endTime": 63.4,
    "text": "You're best of washing your face regularly, especially after excessive sweating."
  },
  {
    "startTime": 63.4,
    "endTime": 68.0,
    "text": "But hey, don’t wash your face too much ‘cuz that could irritate your skin too."
  },
  {
    "startTime": 68.0,
    "endTime": 73.0,
    "text": "Use only water-based hair products that won’t drip down your face and clog your pores."
  },
  {
    "startTime": 73.0,
    "endTime": 77.3,
    "text": "Eat consciously, so your skin gets the alphabet of vitamins that needs to glow."
  },
  {
    "startTime": 77.4,
    "endTime": 83.7,
    "text": "Pause and print this whole list of amazing foods that will help you fight acne from the inside."
  },
  {
    "startTime": 83.7,
    "endTime": 88.8,
    "text": "If your skin is especially angry, don’t hesitate to consult a dermatologist."
  },
  {
    "startTime": 88.8,
    "endTime": 91.7,
    "text": "It’s okay. We all need a little help sometimes."
  },
  {
    "startTime": 91.8,
    "endTime": 95.3,
    "text": "And you know, dermatologists are like psychiatrists for skin."
  },
  {
    "startTime": 95.3,
    "endTime": 99.6,
    "text": "Tip 2: Hey, can you hear me all the way up there?"
  },
  {
    "startTime": 99.6,
    "endTime": 103.1,
    "text": "You’re a little taller than the last time we spoke."
  },
  {
    "startTime": 103.2,
    "endTime": 108.0,
    "text": "One of the trickiest parts about puberty is that everyone develops at different rates."
  },
  {
    "startTime": 108.2,
    "endTime": 113.0,
    "text": "The once tallest guy in class suddenly finds himself looking up to girls."
  },
  {
    "startTime": 113.4,
    "endTime": 117.60000000000001,
    "text": "And the former class shrimp finds himself hitting his head on doorways."
  },
  {
    "startTime": 117.7,
    "endTime": 119.0,
    "text": "Hello!"
  },
  {
    "startTime": 119.6,
    "endTime": 120.6,
    "text": "Here’s the thing."
  },
  {
    "startTime": 120.6,
    "endTime": 124.0,
    "text": "The growth spurt part of puberty is kind of a free fall."
  },
  {
    "startTime": 124.0,
    "endTime": 127.3,
    "text": "You can’t control your height or how fast you gain it. Trust me!"
  },
  {
    "startTime": 127.3,
    "endTime": 130.4,
    "text": "But what you can control is your posture."
  },
  {
    "startTime": 130.4,
    "endTime": 132.0,
    "text": "That’s right! You’re posture!"
  },
  {
    "startTime": 132.2,
    "endTime": 139.39999999999998,
    "text": "A solid stand goes a long way to looking cool and composed, even if you’re kinda short."
  },
  {
    "startTime": 139.4,
    "endTime": 145.70000000000002,
    "text": "It sounds old-fashion but seriously, stand up straight, maintain eye contact and speak clearly."
  },
  {
    "startTime": 145.7,
    "endTime": 150.0,
    "text": "You’ll see in way more control of your body than you actually feel."
  },
  {
    "startTime": 150.0,
    "endTime": 154.7,
    "text": "Tip 3: Sperm! Testosterone! Oh my!"
  },
  {
    "startTime": 154.7,
    "endTime": 162.5,
    "text": "These are the hormones of our lives and they’re exactly what your body starts to produce when puberty kicks off!"
  },
  {
    "startTime": 162.5,
    "endTime": 167.5,
    "text": "But as you probably have figured out, the changes aren't just happening inside."
  },
  {
    "startTime": 167.5,
    "endTime": 172.0,
    "text": "You can expect to gain some muscles all over as well as length in girth too!"
  },
  {
    "startTime": 172.0,
    "endTime": 173.0,
    "text": "Hurray!"
  },
  {
    "startTime": 173.0,
    "endTime": 179.0,
    "text": "You might also be struck with an erection when you least expect it, even in your sleep."
  },
  {
    "startTime": 179.3,
    "endTime": 182.0,
    "text": "And that’s okay! These will lessen with time."
  },
  {
    "startTime": 182.2,
    "endTime": 187.0,
    "text": "And listen to me, this is happening to every single boy you know."
  },
  {
    "startTime": 187.0,
    "endTime": 194.0,
    "text": "Tip 4: Apply deodorant early and often."
  },
  {
    "startTime": 194.0,
    "endTime": 204.2,
    "text": "We here at WellCast prefer antiperspirants which not only mask body odor but help calm sweat glands to prevent your body from sweating as much in the first place."
  },
  {
    "startTime": 204.4,
    "endTime": 211.8,
    "text": "Look! In puberty, your sweat glands are working in overdrive, especially if you play after school sports or lift weights or whatever."
  },
  {
    "startTime": 211.9,
    "endTime": 220.70000000000002,
    "text": "So please carry an extra deodorant in your bag or keep one in your locker if and when you need to reapply."
  },
  {
    "startTime": 220.7,
    "endTime": 225.0,
    "text": "Tip 5: Hair hair everywhere or not?"
  },
  {
    "startTime": 225.0,
    "endTime": 228.0,
    "text": "Facial hair has a mind of its own."
  },
  {
    "startTime": 228.0,
    "endTime": 238.6,
    "text": "Whether the root of your problems is either uncontrollable hair or not enough, you must accept that hair will come and go as it pleases."
  },
  {
    "startTime": 238.8,
    "endTime": 244.0,
    "text": "It's true. Just ask a bald guy who might also have a hairy back."
  },
  {
    "startTime": 244.0,
    "endTime": 246.0,
    "text": "So, that’s it!"
  },
  {
    "startTime": 246.0,
    "endTime": 249.2,
    "text": "Well for me, not for you. You’re still in puberty."
  },
  {
    "startTime": 249.2,
    "endTime": 253.0,
    "text": "We hope that you can breathe a little bit more easily knowing that you’re not alone."
  },
  {
    "startTime": 253.0,
    "endTime": 260.4,
    "text": "And if you really want this inside scoop into what happens to girls during their teen years, well, stay tuned!"
  },
  {
    "startTime": 260.4,
    "endTime": 263.0,
    "text": "We’ve got one on the way. Just for the ladies."
  },
  {
    "startTime": 263.0,
    "endTime": 266.6,
    "text": "Don’t worry! We won’t tell them that you peeked."
  },
  {
    "startTime": 266.6,
    "endTime": 275.0,
    "text": "And if you need other puberty information resources, check out these sites."
  }
]