[
  {
    "startTime": 0.579,
    "endTime": 5.478,
    "text": "Hey WellCasters, today we’re going to cover puberty from the female perspective."
  },
  {
    "startTime": 5.5,
    "endTime": 10.974,
    "text": "And if you don’t know what that means, it might be because you (A) You haven’t gone through puberty yet or (B) You’re a boy."
  },
  {
    "startTime": 11.0,
    "endTime": 18.791,
    "text": "So boys, listen up, this is what we’re about to cover: Our periods, pubic hair, your boobs and cellulite."
  },
  {
    "startTime": 19.0,
    "endTime": 20.229,
    "text": "Hang on if you want."
  },
  {
    "startTime": 20.3,
    "endTime": 24.032,
    "text": "Section 1: Your period and how to prepare for it."
  },
  {
    "startTime": 24.032,
    "endTime": 31.024,
    "text": "So, somewhere between the ages of 7 and 13, your ovary start pumping out the hormone estrogen."
  },
  {
    "startTime": 31.025,
    "endTime": 34.908,
    "text": "Sensually, this is to help prepare your body for eventual pregnancy."
  },
  {
    "startTime": 35.0,
    "endTime": 37.479,
    "text": "Your ovaries are filled with thousands of eggs."
  },
  {
    "startTime": 37.48,
    "endTime": 52.114,
    "text": "Every month until menopause, your body passes an egg from your ovaries through the fallopian tube, into the uterus which at this point, is lined with blood and extra tissue which would help nourish and protect a hypothetical baby."
  },
  {
    "startTime": 52.115,
    "endTime": 61.117000000000004,
    "text": "But when you’re not pregnant, your body spends the next five to seven days getting rid of that stuff which it doesn’t need and this results in your period."
  },
  {
    "startTime": 61.118,
    "endTime": 67.32000000000001,
    "text": "It sounds all really straightforward but it kinda doesn’t feel that way, so be prepared."
  },
  {
    "startTime": 67.33,
    "endTime": 71.157,
    "text": "First of all, your hormone surge and it can do funny things in your mood."
  },
  {
    "startTime": 71.158,
    "endTime": 83.74000000000001,
    "text": "For your very first period, the ladies here in WellCast suggest that you keep a stash of pads and an extra pair of panties around to avoid any embarrassing accidents which happened to me a lot."
  },
  {
    "startTime": 83.75,
    "endTime": 84.628,
    "text": "It was really sad."
  },
  {
    "startTime": 84.629,
    "endTime": 90.046,
    "text": "Section 2: While we’re on the subject of your another regions, let’s talk about your hair."
  },
  {
    "startTime": 90.047,
    "endTime": 94.982,
    "text": "WellCasters, if you look real close, you have hair all over your body."
  },
  {
    "startTime": 95.2,
    "endTime": 102.123,
    "text": "The fine, short vellus hair in your chest, back and cheeks help regulate temperature and protect from little tiny things."
  },
  {
    "startTime": 102.338,
    "endTime": 110.69999999999999,
    "text": "Its cousin, terminal hair which you find on your head, in your armpits, on other parts of your face and in another regions, is coarser."
  },
  {
    "startTime": 110.71,
    "endTime": 111.90799999999999,
    "text": "It means to protect."
  },
  {
    "startTime": 111.91,
    "endTime": 119.30799999999999,
    "text": "You’ll probably be tempted to shave pluck or wax unwanted hair, and we’ve all been there and some of us have gone a little bit too far."
  },
  {
    "startTime": 119.309,
    "endTime": 122.374,
    "text": "And the good news and the bad news is guess what?"
  },
  {
    "startTime": 122.38,
    "endTime": 124.749,
    "text": "It comes back! Welcome to womanhood!"
  },
  {
    "startTime": 124.75,
    "endTime": 133.207,
    "text": "If you sought choose, find the hair removal method that is right for you, but make sure that you do your research first on its risks and proper use."
  },
  {
    "startTime": 133.208,
    "endTime": 136.085,
    "text": "Section 3: Ouch! My boobs!"
  },
  {
    "startTime": 136.086,
    "endTime": 141.728,
    "text": "Tenderness around the nipples and breast area is totally normal as you breast... you know, fill out!"
  },
  {
    "startTime": 141.729,
    "endTime": 143.418,
    "text": "And here’s the bad news."
  },
  {
    "startTime": 143.42,
    "endTime": 146.75099999999998,
    "text": "They probably won’t grow on the same rate as each other."
  },
  {
    "startTime": 146.752,
    "endTime": 148.716,
    "text": "Again, totally normal!"
  },
  {
    "startTime": 148.72,
    "endTime": 154.95,
    "text": "You might notice some stretch marks as well if you experience rapid growth (good for you) in your breasts, hips and thighs."
  },
  {
    "startTime": 155.0,
    "endTime": 156.397,
    "text": "Totally normal!"
  },
  {
    "startTime": 156.398,
    "endTime": 157.78799999999998,
    "text": "Please don’t worry!"
  },
  {
    "startTime": 157.8,
    "endTime": 165.15800000000002,
    "text": "The stretch marks will fade with time and I promise your boobs will stop hurting until you are PMS-ing and then they will hurt again."
  },
  {
    "startTime": 165.159,
    "endTime": 166.474,
    "text": "They’re gonna hurt once a month."
  },
  {
    "startTime": 166.475,
    "endTime": 169.12099999999998,
    "text": "Section 4: Accept the cellulite."
  },
  {
    "startTime": 169.122,
    "endTime": 174.822,
    "text": "The cottage cheesy look cellulite causes is simply fat living just beneath the skin surface."
  },
  {
    "startTime": 175.0,
    "endTime": 179.745,
    "text": "As your body grows, you probably gonna notice it a bit, especially around your thighs."
  },
  {
    "startTime": 179.746,
    "endTime": 185.54600000000002,
    "text": "But guess what? Most women and girls have cellulite and it’s almost entirely genetic."
  },
  {
    "startTime": 185.547,
    "endTime": 190.662,
    "text": "There’s a certain amount of fat your body needs to continue and fully grow and develop into a woman."
  },
  {
    "startTime": 190.663,
    "endTime": 192.419,
    "text": "Think about this way, ladies."
  },
  {
    "startTime": 192.42,
    "endTime": 196.02499999999998,
    "text": "For the rest of your life, your body’s gonna hang on to fat differently."
  },
  {
    "startTime": 196.026,
    "endTime": 201.574,
    "text": "And the reason is, deep down inside it's thinking, \" Wait! We might have a baby!\""
  },
  {
    "startTime": 201.575,
    "endTime": 206.09099999999998,
    "text": "Well ladies of WellCast. That was fun! Just kidding."
  },
  {
    "startTime": 206.091,
    "endTime": 207.181,
    "text": "I know it wasn’t."
  },
  {
    "startTime": 207.182,
    "endTime": 211.70899999999997,
    "text": "We here in WellCast hope you learn a thing or two about your body and your friend’s body."
  },
  {
    "startTime": 211.71,
    "endTime": 221.09300000000002,
    "text": "And if you feel like the whole world is collapsing around you, or you feel like an ogre, or you feel like your face has been taken over by these weird disease and you’re never gonna be attractive ever again!"
  },
  {
    "startTime": 221.758,
    "endTime": 223.03,
    "text": "Look around you."
  },
  {
    "startTime": 223.031,
    "endTime": 226.449,
    "text": "Every girl that you know is going through the same thing."
  },
  {
    "startTime": 226.45,
    "endTime": 227.786,
    "text": "Meeting adjourned!"
  },
  {
    "startTime": 227.787,
    "endTime": 232.292,
    "text": "For more super cool facts about super cool \"puberty,\" check out these resources."
  }
]