[
  {
    "startTime": 0.1,
    "endTime": 3.5,
    "text": "As you're watching this video, chances are, you're sitting."
  },
  {
    "startTime": 3.6,
    "endTime": 11.5,
    "text": "And while sitting is relaxing and seems comfortable, it can still be deadly, especially if you overdo it, like the most of us."
  },
  {
    "startTime": 11.6,
    "endTime": 14.5,
    "text": "We sit while we eat, work, and even while we play."
  },
  {
    "startTime": 14.6,
    "endTime": 17.3,
    "text": "But why is sitting bad for you?"
  },
  {
    "startTime": 17.3,
    "endTime": 20.5,
    "text": "Let's assume that you're a relatively healthy person."
  },
  {
    "startTime": 20.6,
    "endTime": 24.089000000000002,
    "text": "You don’t drink excessively, smoke and you’re not overweight."
  },
  {
    "startTime": 24.2,
    "endTime": 33.0,
    "text": "As soon as you sit down, the rate of calories you burn drops to around 1 calorie per minute, which is a third of what you burn doing usual activities."
  },
  {
    "startTime": 33.0,
    "endTime": 39.88,
    "text": "Electrical activity in your leg muscles shuts off and enzymes that help break down fat drop by 90%."
  },
  {
    "startTime": 40.0,
    "endTime": 45.0,
    "text": "Two hours of sitting and the level of good cholesterol in your body drops by 20%."
  },
  {
    "startTime": 45.1,
    "endTime": 51.800000000000004,
    "text": "After 24 hours of sitting your risk of getting diabetes increases by up to 25%."
  },
  {
    "startTime": 51.9,
    "endTime": 53.0,
    "text": "And that's not all!"
  },
  {
    "startTime": 53.1,
    "endTime": 60.300000000000004,
    "text": "Studies have shown that sitting increases the risk of certain types of cancer, heart disease, obesity, and premature death."
  },
  {
    "startTime": 60.4,
    "endTime": 63.6,
    "text": "Lack of movement triggers unhealthy metabolic changes."
  },
  {
    "startTime": 63.7,
    "endTime": 69.10000000000001,
    "text": "And while doing 30 minutes of daily aerobic exercise is certainly important to maintain heart health."
  },
  {
    "startTime": 69.2,
    "endTime": 73.7,
    "text": "It's still important to decrease the overall amount of time we spend sitting."
  },
  {
    "startTime": 73.8,
    "endTime": 83.35,
    "text": "One study suggests that you can alleviate the bad effects of sitting on your body by taking short breaks every hour, as well as getting 30 minutes of exercise a day."
  },
  {
    "startTime": 83.35,
    "endTime": 86.58,
    "text": "You can head over to my channel \"BrainCraft\" to watch more videos."
  },
  {
    "startTime": 86.6,
    "endTime": 89.3,
    "text": "Like my latest on how color affects your behavior."
  },
  {
    "startTime": 89.3,
    "endTime": 99.3,
    "text": "Thanks for watching!"
  }
]