[
  {
    "startTime": 0.229,
    "endTime": 3.8000000000000003,
    "text": "Some are saying that sitting is the new smoking."
  },
  {
    "startTime": 3.8,
    "endTime": 4.7299999999999995,
    "text": "A little dramatic?"
  },
  {
    "startTime": 4.73,
    "endTime": 7.049,
    "text": "Yes. Kind of accurate?"
  },
  {
    "startTime": 7.049,
    "endTime": 8.749,
    "text": "Kind of yes."
  },
  {
    "startTime": 8.749,
    "endTime": 15.699000000000002,
    "text": "Hey everyone, Laci Green here for DNews."
  },
  {
    "startTime": 15.7,
    "endTime": 19.799999999999997,
    "text": "Is anyone else slightly terrified of losing independence when you get old?"
  },
  {
    "startTime": 19.8,
    "endTime": 24.03,
    "text": "It's sort of like an ongoing existential crisis that's destroying my youthful years."
  },
  {
    "startTime": 24.04,
    "endTime": 32.5,
    "text": "Of course, declining health in old age is a good incentive to stay healthy, physically, and emotionally, which means eating right and getting moderate exercise in every week, right?"
  },
  {
    "startTime": 32.5,
    "endTime": 35.21,
    "text": "Wrong! That's apparently still not good enough."
  },
  {
    "startTime": 35.24,
    "endTime": 42.75,
    "text": "At least according to a new study published in the Journal of Physical Activity & Health, the researchers at Harvard, Northwestern, and the CDC found that"
  },
  {
    "startTime": 42.75,
    "endTime": 47.5,
    "text": "while getting your 150 minutes a week of exercise is important for maintaining good health,"
  },
  {
    "startTime": 47.6,
    "endTime": 54.2,
    "text": "it might not provide the same kind of protection as, say... getting off your butt and not sitting so much."
  },
  {
    "startTime": 54.288,
    "endTime": 58.898999999999994,
    "text": "The scientists found that sedentary hours were a better predictor than moderate exercise when it comes to things like"
  },
  {
    "startTime": 59.0,
    "endTime": 65.5,
    "text": "being able to get around the house, being able to feed yourself, staying out of nursing homes, and general independence when you're old."
  },
  {
    "startTime": 65.6,
    "endTime": 72.19999999999999,
    "text": "For every hour of sitting, there was a 46% decrease in the ability to perform everyday tasks in those over 60."
  },
  {
    "startTime": 72.4,
    "endTime": 75.77300000000001,
    "text": "Researchers also found that those most likely to be sitting too much were"
  },
  {
    "startTime": 75.8,
    "endTime": 81.77,
    "text": "older, male, more educated but less wealthy, smokers, and those who have chronic illnesses."
  },
  {
    "startTime": 82.0,
    "endTime": 87.3,
    "text": "Their research attributes 5.3 million deaths per year, worldwide, to sitting."
  },
  {
    "startTime": 87.44,
    "endTime": 94.39999999999999,
    "text": "Other studies have found that for every hour of TV watched when you're older than 25, 22 minutes are shaved off your lifespan."
  },
  {
    "startTime": 94.4,
    "endTime": 98.0,
    "text": "YIKES! It's like a 21st century nightmare straight out of Wall-E."
  },
  {
    "startTime": 98.055,
    "endTime": 102.66000000000001,
    "text": "Sitting is obviously a huge problem and it's not something that we talk or really think about so much,"
  },
  {
    "startTime": 103.0,
    "endTime": 105.188,
    "text": "at least not as much as diet and exercise."
  },
  {
    "startTime": 105.3,
    "endTime": 112.08,
    "text": "It seems that as we shift away from manual labor types of jobs to computer-based desk jobs, sitting is becoming harder and harder to avoid."
  },
  {
    "startTime": 112.11,
    "endTime": 113.8,
    "text": "But there is hope yet!"
  },
  {
    "startTime": 113.9,
    "endTime": 120.25,
    "text": "The researchers say that gradually moving toward standing more or getting more steps into your day can have a dramatic effect."
  },
  {
    "startTime": 120.26,
    "endTime": 125.03,
    "text": "As little as an extra half hour per day of not sitting can improve your long-term health."
  },
  {
    "startTime": 125.03,
    "endTime": 128.6,
    "text": "I've started to notice standing desks or treadmill desks getting more popular."
  },
  {
    "startTime": 128.6,
    "endTime": 134.4,
    "text": "It seems like we're just gonna need to make some adaptation to stay healthy with this emerging 21st century lifestyle."
  },
  {
    "startTime": 134.4,
    "endTime": 138.95000000000002,
    "text": "Now, the researchers are now looking into the question of  ok so \"just how much sitting is *too much*?\""
  },
  {
    "startTime": 139.111,
    "endTime": 140.88,
    "text": "So folks, how much do you sit every day?"
  },
  {
    "startTime": 141.0,
    "endTime": 144.4,
    "text": "Tell us the number down below and we'll see if we can get a little DNews average."
  },
  {
    "startTime": 144.4,
    "endTime": 145.4,
    "text": "Thanks for joining me!"
  },
  {
    "startTime": 145.4,
    "endTime": 147.459,
    "text": "I'll see you next time."
  }
]