[
  {
    "startTime": 0.0,
    "endTime": 6.2,
    "text": "So, you brush your hair, got from seven outfits and rehearse the entire evening on the phone with your friends."
  },
  {
    "startTime": 6.2,
    "endTime": 8.2,
    "text": "It's finally time for that first date"
  },
  {
    "startTime": 8.2,
    "endTime": 13.5,
    "text": "The door bell rings and suddenly, you are so nervous!"
  },
  {
    "startTime": 13.5,
    "endTime": 19.0,
    "text": "It feels like those butterflies in your stomach are about to fly up and out and all over your date"
  },
  {
    "startTime": 19.0,
    "endTime": 21.0,
    "text": "Okay. Okay. Okay. Okay! Look!"
  },
  {
    "startTime": 21.0,
    "endTime": 27.5,
    "text": "We can't make those first-date jitters go away entirely, and honestly, first dates would be pretty boring without them."
  },
  {
    "startTime": 27.5,
    "endTime": 32.6,
    "text": "Today at Wellcast, we're gonna give you three simple ways to totally rock your first date."
  },
  {
    "startTime": 32.6,
    "endTime": 36.6,
    "text": "Welcome to dating 101, brought to you by Wellcast."
  },
  {
    "startTime": 36.6,
    "endTime": 38.7,
    "text": "Let's get to it!"
  },
  {
    "startTime": 38.7,
    "endTime": 42.0,
    "text": "Pause! And Print this wellcast worksheet."
  },
  {
    "startTime": 42.0,
    "endTime": 43.4,
    "text": "Are you ready?"
  },
  {
    "startTime": 43.4,
    "endTime": 47.0,
    "text": "Step 1: the pre-game! \"Self esteem pump-up\""
  },
  {
    "startTime": 47.0,
    "endTime": 54.0,
    "text": "One way to ease those turbulent butterflies before your first date is to give yourself a nice booster shot of self-esteem."
  },
  {
    "startTime": 54.0,
    "endTime": 57.0,
    "text": "Now, that's definitely easier said than done."
  },
  {
    "startTime": 57.0,
    "endTime": 63.0,
    "text": "However, we have three ideas for you: Exercise a few hours before you date;"
  },
  {
    "startTime": 63.0,
    "endTime": 67.5,
    "text": "Even if it's just to walk, this will make you feel strong and energized;"
  },
  {
    "startTime": 67.5,
    "endTime": 71.8,
    "text": "Plus, exercise gives you endorphins flowing which promotes a sense of well-being."
  },
  {
    "startTime": 71.8,
    "endTime": 75.0,
    "text": "And this will definitely help out with those first-date jitters."
  },
  {
    "startTime": 75.0,
    "endTime": 80.4,
    "text": "Crank your favorite music while getting ready, sing-along, dance if you want to."
  },
  {
    "startTime": 80.4,
    "endTime": 83.5,
    "text": "Listening to something you love will make you feel good"
  },
  {
    "startTime": 83.5,
    "endTime": 88.5,
    "text": "Make a list of all the things that you like about yourself, they could be physical things like…"
  },
  {
    "startTime": 88.5,
    "endTime": 95.0,
    "text": "Hey, I have really awesome hair or more abstract things like I am good at listening to others."
  },
  {
    "startTime": 95.0,
    "endTime": 101.5,
    "text": "At your worksheet, write down at least three awesome things that you love about yourself and play them up on the date."
  },
  {
    "startTime": 101.5,
    "endTime": 106.0,
    "text": "If you're good listener, make sure to listen. If you're funny, tell a joke."
  },
  {
    "startTime": 106.0,
    "endTime": 115.0,
    "text": "But this is important, don't list all your attributes; show them off by pumping up your self-esteem before your big date."
  },
  {
    "startTime": 115.0,
    "endTime": 117.8,
    "text": "You are gonna feel great."
  },
  {
    "startTime": 117.8,
    "endTime": 121.7,
    "text": "You're probably still be nervous though, but you won't be down on yourself."
  },
  {
    "startTime": 121.7,
    "endTime": 126.0,
    "text": "Step two: Become a better listener."
  },
  {
    "startTime": 126.0,
    "endTime": 131.0,
    "text": "Why? By actively being an engaged listener, you'll learn more about your date."
  },
  {
    "startTime": 131.0,
    "endTime": 136.6,
    "text": "This way, you'll be able to interact with them better and it won't be all about you."
  },
  {
    "startTime": 136.6,
    "endTime": 144.0,
    "text": "So this is what you need to do: first, be present! Focus on the here and now instead of drifting in your own head."
  },
  {
    "startTime": 144.0,
    "endTime": 148.0,
    "text": "You want your date to pay attention when you talk so pay them some courtesy."
  },
  {
    "startTime": 148.0,
    "endTime": 157.6,
    "text": "Don't forget to ask questions. If you're stuck for conversation topics or you just want to know more about the person you're on the date with, ask questions."
  },
  {
    "startTime": 157.6,
    "endTime": 161.6,
    "text": "It's a proven fact that people love talking about themselves."
  },
  {
    "startTime": 161.6,
    "endTime": 165.0,
    "text": "So, by asking questions, you'll get to know your date better."
  },
  {
    "startTime": 165.0,
    "endTime": 173.0,
    "text": "Step 3: \"This above all else: to thine own self be true!\" In other words, be yourself."
  },
  {
    "startTime": 173.0,
    "endTime": 179.0,
    "text": "It might feel like you're gonna have a more successful date if you behave the way you think your date wants you to."
  },
  {
    "startTime": 179.0,
    "endTime": 180.5,
    "text": "But that's not the case."
  },
  {
    "startTime": 180.5,
    "endTime": 188.0,
    "text": "I mean, for one, trying to put on a front all night is gonna make you feel more awkward than if you tripped and fell down a flight of stairs right in front of your date."
  },
  {
    "startTime": 188.0,
    "endTime": 190.5,
    "text": "And second, it's better unravel."
  },
  {
    "startTime": 190.5,
    "endTime": 198.0,
    "text": "I mean, do you really want a relationship based on a lie? And can you imagine how stressful it would be trying to keep up that front?"
  },
  {
    "startTime": 198.0,
    "endTime": 200.6,
    "text": "Look, do yourself and your date a favor."
  },
  {
    "startTime": 200.6,
    "endTime": 204.0,
    "text": "Just go with yourself, easy as that!"
  },
  {
    "startTime": 204.0,
    "endTime": 207.0,
    "text": "Chances are, they'll like you for you anyway."
  },
  {
    "startTime": 207.0,
    "endTime": 215.5,
    "text": "To recap, dating, especially those first dates, can be stressful, and it's impossible to banish this first-date jitters entirely."
  },
  {
    "startTime": 215.5,
    "endTime": 222.5,
    "text": "But, with our three easy steps to a fun first date, we'll have everything coming up roses for you at no time flat."
  },
  {
    "startTime": 222.5,
    "endTime": 232.0,
    "text": "So, listen up! Pump up your self-esteem; be a good listener; and more importantly, be yourself!"
  },
  {
    "startTime": 232.0,
    "endTime": 234.5,
    "text": "Twit us at watchwellcast."
  },
  {
    "startTime": 234.5,
    "endTime": 238.5,
    "text": "Email us at watchwellcast@gmail.com"
  },
  {
    "startTime": 238.5,
    "endTime": 240.5,
    "text": "Or leave a comment down below."
  },
  {
    "startTime": 240.5,
    "endTime": 242.0,
    "text": "We'll see you next time!"
  }
]