[
  {
    "startTime": 2.379,
    "endTime": 7.4559999999999995,
    "text": "Who among us has not had this moment,"
  },
  {
    "startTime": 7.9,
    "endTime": 10.8,
    "text": "that kind of intimate tete-a-tete with the nutritional label,"
  },
  {
    "startTime": 11.007,
    "endTime": 15.712,
    "text": "trying to discern are you good or are you bad."
  },
  {
    "startTime": 15.712,
    "endTime": 19.459,
    "text": "But here's the thing you probably haven't considered."
  },
  {
    "startTime": 19.499,
    "endTime": 25.075,
    "text": "\"Labels are not just labels. They evoke a set of beliefs.\""
  },
  {
    "startTime": 25.7,
    "endTime": 27.583,
    "text": "That's Alia Crum. (Psychologist at Columbia University)"
  },
  {
    "startTime": 28.6,
    "endTime": 31.6,
    "text": "See Crum has spent years studying the \"placebo effect,\""
  },
  {
    "startTime": 32.1,
    "endTime": 36.029,
    "text": "and she figured that food labels might work the same way and so to test her idea,"
  },
  {
    "startTime": 36.7,
    "endTime": 43.235,
    "text": "Crum created a huge batch of milkshakes,"
  },
  {
    "startTime": 48.7,
    "endTime": 55.098,
    "text": "and then labeled it in two very different ways."
  },
  {
    "startTime": 56.6,
    "endTime": 59.1,
    "text": "Then, as people drank the milkshakes,"
  },
  {
    "startTime": 59.4,
    "endTime": 64.28999999999999,
    "text": "she had nurses monitor their levels of this hormone called \"ghrelin.\""
  },
  {
    "startTime": 64.8,
    "endTime": 68.584,
    "text": "People in the medical field call it the \"hunger hormone.\""
  },
  {
    "startTime": 69.5,
    "endTime": 71.7,
    "text": "Physically, when you have not eaten anything,"
  },
  {
    "startTime": 72.4,
    "endTime": 79.7,
    "text": "ghrelin levels in the stomach rise which signals to the brain that \"it is time now to seek out food.\""
  },
  {
    "startTime": 80.1,
    "endTime": 107.008,
    "text": "(food seeking)"
  },
  {
    "startTime": 107.4,
    "endTime": 110.10000000000001,
    "text": "But after that rise, say you have a big meal,"
  },
  {
    "startTime": 110.3,
    "endTime": 116.005,
    "text": "ghrelin levels are gonna drop a lot, and when that does, it signals to the mind:"
  },
  {
    "startTime": 116.4,
    "endTime": 124.60000000000001,
    "text": "\"You've had enough here, you know, and I'm gonna start revving up the metabolisms, we can burn the calories that we had just ingested.\""
  },
  {
    "startTime": 124.994,
    "endTime": 134.1,
    "text": "But Crum discovered that those who believed they were drinking the \"indulgent shake\", responded as if their bodies had eaten three times more."
  },
  {
    "startTime": 134.6,
    "endTime": 137.9,
    "text": "So what people believed about their milkshake came true."
  },
  {
    "startTime": 138.1,
    "endTime": 143.5,
    "text": "If they thought it was fattening, they felt they've eaten more, and their digestion was affected."
  },
  {
    "startTime": 144.1,
    "endTime": 147.60899999999998,
    "text": "Their ghrelin levels dropped three times more."
  },
  {
    "startTime": 148.499,
    "endTime": 157.29999999999998,
    "text": "So to summarize, you may be able to change your metabolism with your mind."
  },
  {
    "startTime": 158.5,
    "endTime": 163.9,
    "text": "So in theory, if you wanna lose weight, you can try eating healthy food with an indulgent mindset."
  },
  {
    "startTime": 164.42,
    "endTime": 167.2,
    "text": "You feel fuller and your metabolism would increase."
  },
  {
    "startTime": 167.7,
    "endTime": 174.48,
    "text": "And if diet products actually wanted to help you lose weight, they advertises \"fattening\" not  \"fat-free.\""
  },
  {
    "startTime": 175.1,
    "endTime": 178.745,
    "text": "We have this very simple metabolic science: calories in calories out,"
  },
  {
    "startTime": 179.1,
    "endTime": 194.0,
    "text": "and I don'... I think that we haven't given enough credits to the role of our beliefs in determining our physiology, our reality."
  }
]