[
  {
    "startTime": 0.1,
    "endTime": 6.859999999999999,
    "text": "With over 350 million people affected by depression worldwide, it's no doubt an incredibly real and serious issue."
  },
  {
    "startTime": 6.9,
    "endTime": 10.3,
    "text": "But, what exactly is going on inside of a depressed person?"
  },
  {
    "startTime": 10.36,
    "endTime": 13.51,
    "text": "Is there a biological basis for these intense feelings of sadness?"
  },
  {
    "startTime": 13.53,
    "endTime": 18.06,
    "text": "In the past, depression was often described as simply a \"chemical imbalance\" in the brain."
  },
  {
    "startTime": 18.16,
    "endTime": 25.1,
    "text": "Specifically, scientists believed that a lack of the neurotransmitter, serotonin, was to blame, which is often referred to as the \"feel good\" chemical."
  },
  {
    "startTime": 25.38,
    "endTime": 32.72,
    "text": "However, the only real evidence for this was that when some depressed people were prescribed drugs which increased serotonin levels, it helped alleviate their symptoms."
  },
  {
    "startTime": 32.72,
    "endTime": 38.56,
    "text": "But while chemicals most certainly are involved, this view doesn't really capture just how complex depression is."
  },
  {
    "startTime": 38.56,
    "endTime": 44.910000000000004,
    "text": "In recent years, scientists began to notice that the brain cell growth and connections may actually play a larger role."
  },
  {
    "startTime": 44.91,
    "endTime": 50.16,
    "text": "When we look at the brain of a depressed person, studies show that the hippocampus tends to be much smaller than average."
  },
  {
    "startTime": 50.16,
    "endTime": 55.98,
    "text": "Other areas of the brain are also physically affected, but this region in particular controls memory and emotion."
  },
  {
    "startTime": 55.98,
    "endTime": 59.959999999999994,
    "text": "And the longer a person has been depressed, the smaller the hippocampus becomes."
  },
  {
    "startTime": 59.96,
    "endTime": 62.660000000000004,
    "text": "The cells and networks literally deteriorate."
  },
  {
    "startTime": 62.66,
    "endTime": 67.86,
    "text": "It turns out that stress may actually be a main  trigger in the decrease of new neurons in this area of the brain."
  },
  {
    "startTime": 67.86,
    "endTime": 74.26,
    "text": "In fact, studies have shown that when this region of the brain is regenerated and new neurons are stimulated, mood improves."
  },
  {
    "startTime": 74.26,
    "endTime": 80.60000000000001,
    "text": "Interestingly, many modern drugs, including those which affect serotonin levels, have an indirect effect on the growth of brain cells."
  },
  {
    "startTime": 80.66,
    "endTime": 86.66,
    "text": "This is likely why serotonin-based drugs seem to help some patients - but not for the reasons we once thought."
  },
  {
    "startTime": 86.66,
    "endTime": 92.96,
    "text": "Instead, they promote the release of other chemicals, which ultimately stimulate neurogenesis, or the growth of new neurons."
  },
  {
    "startTime": 92.96,
    "endTime": 98.66,
    "text": "Knowing this, some scientists now believe focus should be on drugs which directly affect neurogenesis."
  },
  {
    "startTime": 98.66,
    "endTime": 103.86,
    "text": "But while your neurons and chemicals may be the direct influencers, many genetic factors have been discovered as well."
  },
  {
    "startTime": 103.86,
    "endTime": 110.46,
    "text": "One particular study found that a variation in the serotonin transporter gene leaves individuals more vulnerable to depression."
  },
  {
    "startTime": 110.46,
    "endTime": 113.61,
    "text": "Every individual has two copies of the gene - one from each parent."
  },
  {
    "startTime": 113.76,
    "endTime": 115.71000000000001,
    "text": "And this gene can either be short or long."
  },
  {
    "startTime": 115.76,
    "endTime": 118.66000000000001,
    "text": "After tracking 800 young adults over 5 years,"
  },
  {
    "startTime": 118.7,
    "endTime": 127.5,
    "text": "the studies revealed that 33% of individuals with one short version became depressed after stressful life events and people with two short genes fared even worse."
  },
  {
    "startTime": 127.419,
    "endTime": 132.759,
    "text": "On the other hand, those with two \"long\" genes were much less likely to become depressed with similar life stress."
  },
  {
    "startTime": 132.759,
    "endTime": 136.55999999999997,
    "text": "Many other genes have been identified which increase the likelihood of depression, too."
  },
  {
    "startTime": 136.6,
    "endTime": 141.56,
    "text": "And it makes sense when you consider that depression and bipolar disorder both run in families."
  },
  {
    "startTime": 141.46,
    "endTime": 148.26000000000002,
    "text": "Studies of identical twins show that if one has bipolar disorder, the other has a 60-80% chance of developing it, too."
  },
  {
    "startTime": 148.26,
    "endTime": 157.06,
    "text": "So while the true cause or causes of depression have yet to be pinned down precisely, and trust us, there is a HUGE list of other variables that studies suggest may come in to play."
  },
  {
    "startTime": 157.06,
    "endTime": 163.76,
    "text": "It's important to remember that depression is a disease with a biological basis, along with psychological and social implications."
  },
  {
    "startTime": 163.76,
    "endTime": 168.45999999999998,
    "text": "It's not simply a weakness that somebody should get over, or even something that we have a say in."
  },
  {
    "startTime": 168.46,
    "endTime": 175.46,
    "text": "And just like heart disease, or cancer, shedding light onto the subject is of the utmost importance, in order to bring funding and proper research."
  },
  {
    "startTime": 175.509,
    "endTime": 177.85999999999999,
    "text": "But, is depression only a human phenomenon?"
  },
  {
    "startTime": 177.96,
    "endTime": 181.96,
    "text": "We look into the question \"Do Dogs Get Depressed?\" in our latest AsapTHOUGHT video,"
  },
  {
    "startTime": 182.0,
    "endTime": 187.5,
    "text": "and discover the many studies done to understand depression among other species, including your pets at home."
  },
  {
    "startTime": 187.56,
    "endTime": 189.76,
    "text": "You can click the link in the description for that video."
  },
  {
    "startTime": 189.869,
    "endTime": 194.36,
    "text": "You can also check out the book “Animal Madness” by Laurel Braitman which touches on the subject."
  },
  {
    "startTime": 194.36,
    "endTime": 199.06,
    "text": "In fact, you can get it for free from our friends at Audible by going to audible.com/asap."
  },
  {
    "startTime": 199.06,
    "endTime": 205.61,
    "text": "Audible is the leading provider of audiobooks with over 150,000 downloadable titles across all types of literature."
  },
  {
    "startTime": 205.61,
    "endTime": 210.46,
    "text": "You can download this audio book or another of your choice, for free, at audible.com/asap."
  },
  {
    "startTime": 210.509,
    "endTime": 212.85999999999999,
    "text": "And with a subscription you get one free book a month!"
  },
  {
    "startTime": 212.86,
    "endTime": 215.66000000000003,
    "text": "Special thanks Audible for making these videos possible!"
  },
  {
    "startTime": 215.729,
    "endTime": 220.60000000000002,
    "text": "If you think you're suffering from depression, we have included some resources and more information in the description."
  },
  {
    "startTime": 220.66,
    "endTime": 230.549,
    "text": "And subscribe for more weekly science videos!"
  }
]