[
  {
    "startTime": 8.69,
    "endTime": 10.272,
    "text": "Check this out:"
  },
  {
    "startTime": 10.272,
    "endTime": 14.769,
    "text": "Here's a grid, nothing special, just a basic grid, very grid-y."
  },
  {
    "startTime": 14.769,
    "endTime": 22.823999999999998,
    "text": "But look closer,  into this white spot at the center where the two central vertical and horizontal lines intersect."
  },
  {
    "startTime": 22.824,
    "endTime": 26.545,
    "text": "Look very closely. Notice anything funny about this spot?"
  },
  {
    "startTime": 26.545,
    "endTime": 27.915000000000003,
    "text": "Yeah, nothing."
  },
  {
    "startTime": 27.915,
    "endTime": 30.686,
    "text": "But keep looking. Get weird and stare at it."
  },
  {
    "startTime": 30.686,
    "endTime": 36.689,
    "text": "Now, keeping your gaze fixed on this white spot, check what's happening in your peripheral vision."
  },
  {
    "startTime": 36.689,
    "endTime": 43.697,
    "text": "The other spots, are they still white? Or do they show weird flashes of grey?"
  },
  {
    "startTime": 43.697,
    "endTime": 46.654,
    "text": "Now look at this pan for baking muffins."
  },
  {
    "startTime": 46.654,
    "endTime": 50.865,
    "text": "Oh, sorry, one of the cups is inverted. It pops up instead of dipping down."
  },
  {
    "startTime": 50.865,
    "endTime": 54.994,
    "text": "Wait, no spin the pan. The other five are domed now?"
  },
  {
    "startTime": 54.994,
    "endTime": 58.475,
    "text": "Whichever it is, this pan's defective."
  },
  {
    "startTime": 58.475,
    "endTime": 62.168,
    "text": "Here's a photo of Abraham Lincoln, and here's one upside down."
  },
  {
    "startTime": 62.168,
    "endTime": 63.866,
    "text": "Nothing weird going on here."
  },
  {
    "startTime": 63.866,
    "endTime": 69.827,
    "text": "Wait, turn that upside down one right side up... what have they done to Abe?"
  },
  {
    "startTime": 69.827,
    "endTime": 73.491,
    "text": "Those are just three optical illusions, images that seem to trick us."
  },
  {
    "startTime": 73.491,
    "endTime": 75.175,
    "text": "How do they work?"
  },
  {
    "startTime": 75.175,
    "endTime": 78.389,
    "text": "Are magical things happening in the images themselves?"
  },
  {
    "startTime": 78.389,
    "endTime": 83.542,
    "text": "While we could certainly be sneaking flashes of grey into the peripheral white spots of our animated grid,"
  },
  {
    "startTime": 84.123,
    "endTime": 86.417,
    "text": "first off, we promise we aren't."
  },
  {
    "startTime": 86.417,
    "endTime": 90.333,
    "text": "You'll see the same effect with a grid printed on a plain old piece of paper."
  },
  {
    "startTime": 90.333,
    "endTime": 93.0,
    "text": "In reality, this grid really is just a grid."
  },
  {
    "startTime": 93.0,
    "endTime": 95.855,
    "text": "But not to your brain's visual system."
  },
  {
    "startTime": 95.855,
    "endTime": 100.61500000000001,
    "text": "Here's how it interprets the light information you call this grid."
  },
  {
    "startTime": 100.615,
    "endTime": 109.437,
    "text": "The white intersections are surrounded by  relatively more white on all four sides than any white point along a line segment."
  },
  {
    "startTime": 109.437,
    "endTime": 119.632,
    "text": "Your retinal ganglion cells notice that there is more white around the intersections because they are organized to increase contrast with lateral inhibition."
  },
  {
    "startTime": 119.632,
    "endTime": 123.38900000000001,
    "text": "Better contrast means it's easier to see the edge of something."
  },
  {
    "startTime": 123.389,
    "endTime": 127.78,
    "text": "And things are what your eyes and brain have evolved to see."
  },
  {
    "startTime": 127.78,
    "endTime": 140.041,
    "text": "Your retinal ganglion cells don't respond as much at the crossings because there is more lateral inhibition for more white spots nearby compared to the lines, which are surrounded by black."
  },
  {
    "startTime": 140.041,
    "endTime": 142.307,
    "text": "This isn't just a defect in your eyes;"
  },
  {
    "startTime": 142.307,
    "endTime": 150.303,
    "text": "if you can see, then optical illusions can trick you with your glasses on or with this paper or computer screen right up in your face."
  },
  {
    "startTime": 150.331,
    "endTime": 165.789,
    "text": "What optical illusions show us is the way your photo receptors and brain assemble visual information into the three-dimensional world you see around you, where edges should get extra attention because things with edges can help you or kill you."
  },
  {
    "startTime": 165.789,
    "endTime": 169.31599999999997,
    "text": "Look at that muffin pan again. You know what causes confusion here?"
  },
  {
    "startTime": 169.316,
    "endTime": 174.812,
    "text": "Your brain's visual cortex operates on assumptions about the lighting of this image."
  },
  {
    "startTime": 174.812,
    "endTime": 179.222,
    "text": "It expects light to come from a single source, shining down from above."
  },
  {
    "startTime": 179.222,
    "endTime": 187.131,
    "text": "And so these shading patterns could only have been caused by light shining down on the sloping sides of a dome, or the bottom of a hole."
  },
  {
    "startTime": 187.131,
    "endTime": 197.319,
    "text": "If we carefully recreate these clues by drawing shading patterns, even on a flat piece of paper, our brain reflexively creates the 3D concave or convex shape."
  },
  {
    "startTime": 197.319,
    "endTime": 200.195,
    "text": "Now for that creepy Lincoln upside down face."
  },
  {
    "startTime": 200.195,
    "endTime": 207.152,
    "text": "Faces trigger activity in areas of the brain that have specifically evolved to help us recognize faces."
  },
  {
    "startTime": 207.152,
    "endTime": 211.944,
    "text": "Like the fusiform face area and others in the occipital and temporal lobes."
  },
  {
    "startTime": 211.944,
    "endTime": 217.874,
    "text": "It makes sense, too, we're very social animals with highly complex ways of interacting with each other."
  },
  {
    "startTime": 217.914,
    "endTime": 224.475,
    "text": "When we see faces, we have to recognize they are faces and figure out what they're expressing very quickly."
  },
  {
    "startTime": 224.475,
    "endTime": 227.769,
    "text": "And what we focus on most are the eyes and mouth."
  },
  {
    "startTime": 227.769,
    "endTime": 231.53900000000002,
    "text": "That's how we figure out if someone is mad at us or wants to be our friend."
  },
  {
    "startTime": 231.539,
    "endTime": 238.302,
    "text": "In the upside down Lincoln face, the eyes and mouth were actually right side up, so you didn't notice anything was off."
  },
  {
    "startTime": 238.302,
    "endTime": 246.617,
    "text": "But when we flipped the whole image over, the most important parts of the face, the eyes and mouth, were now upside down, and you realized something fishy was up."
  },
  {
    "startTime": 246.617,
    "endTime": 250.76999999999998,
    "text": "You realized your brain had taken a short cut and missed something."
  },
  {
    "startTime": 250.77,
    "endTime": 254.93800000000002,
    "text": "But your brain wasn't really being lazy, it's just very busy."
  },
  {
    "startTime": 254.938,
    "endTime": 264.59499999999997,
    "text": "So it spends cognitive energy as efficiently as possible, using assumptions about visual information to create a tailored, edited vision of the world."
  },
  {
    "startTime": 264.595,
    "endTime": 267.641,
    "text": "Imagine your brain calling out these edits on the fly:"
  },
  {
    "startTime": 267.641,
    "endTime": 269.732,
    "text": "\"Okay, those squares could be objects."
  },
  {
    "startTime": 269.732,
    "endTime": 273.72400000000005,
    "text": "Let's enhance that black-white contrast on the sides with lateral inhibition."
  },
  {
    "startTime": 273.724,
    "endTime": 274.948,
    "text": "Darken those corners!"
  },
  {
    "startTime": 274.948,
    "endTime": 276.87399999999997,
    "text": "Dark grey fading into light grey?"
  },
  {
    "startTime": 276.874,
    "endTime": 279.891,
    "text": "Assume overhead sunlight falling on a sloping curve. Next!"
  },
  {
    "startTime": 279.891,
    "endTime": 283.78200000000004,
    "text": "Those eyes look like most eyes I've seen before, nothing weird going on here.\""
  },
  {
    "startTime": 283.782,
    "endTime": 306.27,
    "text": "See? Our visual tricks have revealed your brain's job as a busy director of 3D animation in a studio inside your skull, allocating cognitive energy and constructing a world on the fly with tried and mostly -- but not always -- true tricks of its own."
  }
]