[
  {
    "startTime": 6.5,
    "endTime": 8.1,
    "text": "Meet the nurdles."
  },
  {
    "startTime": 8.1,
    "endTime": 14.1,
    "text": "They may be tiny, look harmless, and sound like a bunch of cartoon characters, but don't be fooled."
  },
  {
    "startTime": 14.1,
    "endTime": 17.498,
    "text": "These little guys are plotting ocean domination."
  },
  {
    "startTime": 17.498,
    "endTime": 25.129,
    "text": "Nurdles are some of the planet's most pervasive pollutants, found in lakes, rivers, and oceans across the globe."
  },
  {
    "startTime": 25.129,
    "endTime": 31.3,
    "text": "The tiny factory-made pellets form the raw material for every plastic product we use."
  },
  {
    "startTime": 31.3,
    "endTime": 44.2,
    "text": "And each year, billions of pounds of nurdles are produced, melted, and molded into toys, bottles, buttons, bags, pens, shoes, toothbrushes, and beads."
  },
  {
    "startTime": 44.2,
    "endTime": 46.767,
    "text": "They are everywhere."
  },
  {
    "startTime": 46.767,
    "endTime": 56.800000000000004,
    "text": "And they come in many guises, multi-colored and many-shaped, they range in size from just a few millimeters to mere specks that are only visible through a microscope."
  },
  {
    "startTime": 56.8,
    "endTime": 70.399,
    "text": "But their real advantage in the quest for ocean domination is their incredible endurance, which allows them to persist in an environment for generations because their artificial makeup makes them unable to biodegrade."
  },
  {
    "startTime": 70.399,
    "endTime": 75.3,
    "text": "So, just as long as they don't get into the environment, we have nothing to worry about, right?"
  },
  {
    "startTime": 75.3,
    "endTime": 79.827,
    "text": "The problem is nurdles have a crafty way of doing exactly this."
  },
  {
    "startTime": 79.827,
    "endTime": 94.389,
    "text": "Produced in several countries and shipped to plastic manufacturing plants the world over, nurdles often escape during the production process, carried by runoff to the coast or during shipping when they're mistakenly tipped into the waves."
  },
  {
    "startTime": 94.389,
    "endTime": 105.69999999999999,
    "text": "Once in the water, nurdles are swiftly carried by currents, ultimately winding up in huge circulating ocean systems called gyres, where they convene to plan their tactics."
  },
  {
    "startTime": 105.7,
    "endTime": 123.25800000000001,
    "text": "The Earth has five gyres that act as gathering points, but the headquarters of nurdle ocean domination are in the Pacific Ocean, where the comparative enormity of the gyre and the resulting concentration of pollution is so huge that it's known as The Great Pacific Garbage Patch."
  },
  {
    "startTime": 123.258,
    "endTime": 125.957,
    "text": "Here, nurdles have good company."
  },
  {
    "startTime": 125.957,
    "endTime": 135.178,
    "text": "This gyre draws in all kinds of pollution, but because they don't biodegrade, plastics dominate, and they come from other sources besides nurdles, too."
  },
  {
    "startTime": 135.178,
    "endTime": 138.99,
    "text": "You know those tiny beads you see in your face wash or your toothpaste?"
  },
  {
    "startTime": 138.99,
    "endTime": 149.035,
    "text": "They're often made of plastic, and after you flush them down the drain, some also end up in this giant garbage patch, much to the delight of the nurdles, building up their plastic army there."
  },
  {
    "startTime": 149.035,
    "endTime": 158.44,
    "text": "And then there are the large pieces of unrecycled plastic litter, like bottles and carrier bags, transported by runoff from land to sea."
  },
  {
    "startTime": 158.44,
    "endTime": 166.596,
    "text": "Over time, these plastic chunks turn into a kind of nurdle, too, but one that's been worn down by the elements, not made in a factory."
  },
  {
    "startTime": 166.596,
    "endTime": 179.0,
    "text": "And as if they weren't threatening enough, the rough, pitted surfaces of these microplastics, the name we give to all those collective plastic bits, water-born chemicals stick, or adhere, to them, making them toxic."
  },
  {
    "startTime": 179.0,
    "endTime": 188.3,
    "text": "This gathering has grown so immense that the oceanic garbage patch can shift from around the size of Texas to something the size of the United States."
  },
  {
    "startTime": 188.3,
    "endTime": 200.5,
    "text": "But while this toxic tornado is circulating, the birds, fish, filter feeders, whales, and crustaceans around it are just going about their daily business, which means they're looking for food."
  },
  {
    "startTime": 200.5,
    "endTime": 207.334,
    "text": "Unfortunately for them, tiny bits of floating plastic look a lot like fish eggs and other enticing bits of food."
  },
  {
    "startTime": 207.334,
    "endTime": 214.0,
    "text": "But once ingested, microplastics have a very different and terrible habit of sticking around."
  },
  {
    "startTime": 214.0,
    "endTime": 221.658,
    "text": "Inside an animal's stomach, they not only damage its health with a cocktail of toxins they carry but can also lead to starvation."
  },
  {
    "startTime": 221.658,
    "endTime": 232.0,
    "text": "Because although nurdles may be ingested, they're never digested, tricking an animal into feeling like it's continually full and leading to its eventual death."
  },
  {
    "startTime": 232.0,
    "endTime": 238.8,
    "text": "When one organism consumes another, microplastics and their toxins are then passed up through the food chain."
  },
  {
    "startTime": 238.8,
    "endTime": 249.226,
    "text": "And that's how, bit by bit, nurdles accomplish their goal, growing ever more pervasive as they wipe out marine life and reshape the ocean's ecosystems."
  },
  {
    "startTime": 249.226,
    "endTime": 251.468,
    "text": "So, how to break this cycle?"
  },
  {
    "startTime": 251.468,
    "endTime": 255.536,
    "text": "The best solution would be to take plastics out of the equation altogether."
  },
  {
    "startTime": 255.536,
    "endTime": 266.3,
    "text": "That'll take a lot of time but requires only small collective changes, like more recycling, replacing plastics with paper and glass, and ditching that toothpaste with the microbeads."
  },
  {
    "startTime": 266.3,
    "endTime": 285.23,
    "text": "If we accomplish these things, perhaps over time fewer and fewer nurdles will turn up at that giant garbage patch, their army of plastics will grow weaker, and they'll surrender the ocean to its true keepers once more."
  }
]