[
  {
    "startTime": 6.7,
    "endTime": 8.9,
    "text": "They call me the tornado chaser."
  },
  {
    "startTime": 9.0,
    "endTime": 14.7,
    "text": "When the wind is up and conditions are right, I get in my car and follow violent storms."
  },
  {
    "startTime": 14.8,
    "endTime": 20.259,
    "text": "\"Crazy,\" you say? Perhaps, but really I chase these sky beasts to learn about them."
  },
  {
    "startTime": 20.259,
    "endTime": 22.837,
    "text": "I want to share with you what I know."
  },
  {
    "startTime": 22.837,
    "endTime": 30.4,
    "text": "Tornadoes are rapidly rotating columns of air that form inside storms then connect with the ground via a funnel of cloud."
  },
  {
    "startTime": 30.5,
    "endTime": 36.3,
    "text": "When that happens, they tear across the Earth, posing a huge threat to life and property."
  },
  {
    "startTime": 36.4,
    "endTime": 44.4,
    "text": "Because of this, there's a great deal of research into these phenomena, but the truth is, there's still a lot we don't know about how tornadoes form."
  },
  {
    "startTime": 44.5,
    "endTime": 49.7,
    "text": "The conditions that may give rise to one tornado won't necessarily cause another."
  },
  {
    "startTime": 49.8,
    "endTime": 57.9,
    "text": "But we have learned a lot since people first started recording tornadoes, like how to recognize the signs when one is brewing in the sky."
  },
  {
    "startTime": 58.0,
    "endTime": 60.1,
    "text": "Are you coming along for the ride?"
  },
  {
    "startTime": 60.2,
    "endTime": 65.035,
    "text": "Tornadoes begin with a thunderstorm but not just any thunderstorm."
  },
  {
    "startTime": 65.035,
    "endTime": 69.39999999999999,
    "text": "These are especially powerful, towering thunderstorms called supercells."
  },
  {
    "startTime": 69.5,
    "endTime": 79.2,
    "text": "Reaching up to over 50,000 feet, they bring high force winds, giant hailstones, sometimes flooding and great flashes of lightning, too."
  },
  {
    "startTime": 79.3,
    "endTime": 91.217,
    "text": "These are the kinds of storms that breed tornadoes, but only if there are also very specific conditions in place, clues that we can measure and look out for when we're trying to forecast a storm."
  },
  {
    "startTime": 91.217,
    "endTime": 95.495,
    "text": "Rising air is the first ingredient needed for a tornado to develop."
  },
  {
    "startTime": 95.495,
    "endTime": 100.10000000000001,
    "text": "Any storm is formed when condensation occurs, the byproducts of the clouds."
  },
  {
    "startTime": 100.2,
    "endTime": 106.4,
    "text": "Condensation releases heat, and heat becomes the energy that drives huge upward drafts of air."
  },
  {
    "startTime": 106.5,
    "endTime": 112.4,
    "text": "The more condensation and the bigger the storm clouds grow, the more powerful those updrafts become."
  },
  {
    "startTime": 112.5,
    "endTime": 116.9,
    "text": "In supercells, this rising air mass is particularly strong."
  },
  {
    "startTime": 117.0,
    "endTime": 121.957,
    "text": "As the air climbs, it can change direction and start to move more quickly."
  },
  {
    "startTime": 121.957,
    "endTime": 130.9,
    "text": "Finally, at the storm's base, if there is a lot of moisture, a huge cloud base develops, giving the tornado something to feed off later, if it gets that far."
  },
  {
    "startTime": 131.0,
    "endTime": 139.9,
    "text": "When all these things are in place, a vortex can develop enclosed by the storm, and forming a wide, tall tube of spinning air that then gets pulled upwards."
  },
  {
    "startTime": 140.0,
    "endTime": 142.4,
    "text": "We call this a mesocyclone."
  },
  {
    "startTime": 142.5,
    "endTime": 151.22899999999998,
    "text": "Outside, cool, dry, sinking air starts to wrap around the back of this mesocyclone, forming what's known as a rear flank downdraft."
  },
  {
    "startTime": 151.229,
    "endTime": 162.4,
    "text": "This unusual scenario creates a stark temperature difference between the air inside the mesocyclone, and the air outside, building up a level of instability that allows a tornado to thrive."
  },
  {
    "startTime": 162.5,
    "endTime": 168.24,
    "text": "Then, the mesocyclone's lower part becomes tighter, increasing the speed of the wind."
  },
  {
    "startTime": 168.24,
    "endTime": 175.0,
    "text": "If, and that's a big if, this funnel of air moves down into that large, moist cloud base at the bottom of the parent storm,"
  },
  {
    "startTime": 175.0,
    "endTime": 182.4,
    "text": "it sucks it in and turns it into a rotating wall of cloud, forming a link between the storm that created it and the Earth."
  },
  {
    "startTime": 182.5,
    "endTime": 187.628,
    "text": "The second that tube of spinning cloud touches the ground, it becomes a tornado."
  },
  {
    "startTime": 187.628,
    "endTime": 198.60899999999998,
    "text": "Most are small and short-lived, producing winds of 65-110 miles per hour, but others can last for over an hour, producing 200 mile per hour winds."
  },
  {
    "startTime": 198.609,
    "endTime": 204.335,
    "text": "They are beautiful but terrifying, especially if you or your town is in its path."
  },
  {
    "startTime": 204.335,
    "endTime": 210.4,
    "text": "In that case, no one, not even tornado chasers like me, enjoy watching thing unfold."
  },
  {
    "startTime": 210.5,
    "endTime": 214.3,
    "text": "Just like everything, however, tornadoes do come to an end."
  },
  {
    "startTime": 214.4,
    "endTime": 225.64100000000002,
    "text": "When the temperature difference disappears and conditions grow more stable, or the moisture in the air dries up, the once fierce parent storm loses momentum and draws its tornado back inside."
  },
  {
    "startTime": 225.641,
    "endTime": 240.48499999999999,
    "text": "Even so, meteorologists and storm chasers like me will remain on the lookout, watching, always watching to see if the storm releases its long rope again."
  }
]