[
  {
    "startTime": 0.0,
    "endTime": 3.386,
    "text": "Did you ever study a second language in high school or college?"
  },
  {
    "startTime": 3.386,
    "endTime": 6.805,
    "text": "And you practice grammar drills and studied sentence syntax."
  },
  {
    "startTime": 6.932,
    "endTime": 10.365,
    "text": "You memorized conjugations for an endless lists of verbs."
  },
  {
    "startTime": 10.669,
    "endTime": 13.997,
    "text": "I talk, you talk, she talks, we talk."
  },
  {
    "startTime": 13.997,
    "endTime": 15.744,
    "text": "How fun was that?"
  },
  {
    "startTime": 15.744,
    "endTime": 22.953,
    "text": "After all that effort, most students still struggle to speak comfortably with natives and don't have perfect pronunciation."
  },
  {
    "startTime": 22.953,
    "endTime": 34.415,
    "text": "I'm going to share with you the biggest insight into language learning that was discovered almost 50 years ago by doctor Paul Pimsleur, someone you could call the Einstein of learning language."
  },
  {
    "startTime": 34.415,
    "endTime": 37.625,
    "text": "Before written history, we had an oral history."
  },
  {
    "startTime": 37.625,
    "endTime": 41.94,
    "text": "Most people, even kings and queens, couldn't write or read in ancient times."
  },
  {
    "startTime": 41.942,
    "endTime": 49.876,
    "text": "Even today, still 25 percent of the world's population of 7 billion can't read, which is about 2 billion people."
  },
  {
    "startTime": 49.876,
    "endTime": 53.922,
    "text": "And these adults can function and interact normally with each other."
  },
  {
    "startTime": 53.922,
    "endTime": 67.773,
    "text": "But you look at the industrialized nations, which have a 97 percent literacy rate, one of the biggest challenges to learning another language is the fact that adults are able to read and write—at least initially"
  },
  {
    "startTime": 67.773,
    "endTime": 69.24,
    "text": "Let me explain what I mean."
  },
  {
    "startTime": 69.24,
    "endTime": 73.609,
    "text": "Before we learned to read and write, we learned to speak."
  },
  {
    "startTime": 73.609,
    "endTime": 83.515,
    "text": "And doctor Pimsleur discovered how adults can learn a language dramatically faster than children through a unique audio method that literally fools your brain into learning."
  },
  {
    "startTime": 83.515,
    "endTime": 91.789,
    "text": "His whole approach to language learning can be summed up by the statement: \"When you know what sounds right, everything else is easy.\""
  },
  {
    "startTime": 91.986,
    "endTime": 95.94200000000001,
    "text": "You first learn to speak by interacting with your parents."
  },
  {
    "startTime": 95.942,
    "endTime": 100.72999999999999,
    "text": "And your brain is designed to learn a language through conversation."
  },
  {
    "startTime": 100.726,
    "endTime": 101.49,
    "text": "Here's proof."
  },
  {
    "startTime": 101.494,
    "endTime": 108.47,
    "text": "If i tell you \"I bread needs,\" you instantly know that my grammar is off and I should be saying \"I need bread.\""
  },
  {
    "startTime": 108.47,
    "endTime": 113.32,
    "text": "You don't need to think analytically about verb conjugations, sentence syntax, and so forth."
  },
  {
    "startTime": 113.322,
    "endTime": 116.14,
    "text": "That's all boring and unnecessary stuff."
  },
  {
    "startTime": 116.14,
    "endTime": 124.05,
    "text": "To put it in another way: If you can't speak another language and you tried to learn before, you're probably doing something wrong."
  },
  {
    "startTime": 124.047,
    "endTime": 131.41,
    "text": "It's why you're nervous speaking with others; you have difficulty remembering vocabulary; you have thick accent perhaps."
  },
  {
    "startTime": 131.411,
    "endTime": 139.89,
    "text": "You spent hours on end trying to memorize flashcards, and, when you ask a native a question, you can't understand anything that has being said back to you."
  },
  {
    "startTime": 139.891,
    "endTime": 141.89,
    "text": "That's no way to learn."
  }
]