[
  {
    "startTime": 0.39,
    "endTime": 6.13,
    "text": "With social media sites being used by one third of the entire world, they’ve clearly had a major influence on society."
  },
  {
    "startTime": 6.13,
    "endTime": 8.12,
    "text": "But what about our bodies?"
  },
  {
    "startTime": 8.12,
    "endTime": 12.61,
    "text": "Here are 5 crazy ways that social media and the internet are affecting your brain right now!"
  },
  {
    "startTime": 12.61,
    "endTime": 18.958,
    "text": "Can't log off? Surprisingly, 5-10% of Internet users are actually unable to control how much time they spend online."
  },
  {
    "startTime": 18.96,
    "endTime": 27.6,
    "text": "Though it’s a psychological addiction as opposed to a substance addiction, brain scans of these people actually show a similar impairment of regions that those with drug dependence have."
  },
  {
    "startTime": 27.6,
    "endTime": 34.06,
    "text": "Specifically, there is a clear degradation of white matter in the regions that control emotional processing, attention and decision making."
  },
  {
    "startTime": 34.06,
    "endTime": 41.160000000000004,
    "text": "Because social media provides immediate rewards with very little effort required, your brain begins to rewire itself, making you desire these stimulations."
  },
  {
    "startTime": 41.16,
    "endTime": 45.44,
    "text": "And you begin to crave more of this neurological excitement after each interaction."
  },
  {
    "startTime": 45.44,
    "endTime": 47.64,
    "text": "Sounds a little like a drug, right?"
  },
  {
    "startTime": 47.73,
    "endTime": 50.16,
    "text": "We also see a shift when looking at multi-tasking."
  },
  {
    "startTime": 50.16,
    "endTime": 55.379999999999995,
    "text": "You might think that those who use social media or constantly switch between work and websites are better at multitasking."
  },
  {
    "startTime": 55.38,
    "endTime": 61.74,
    "text": "But studies have found that when comparing heavy media users to others, they perform much worse during task switching tests."
  },
  {
    "startTime": 61.74,
    "endTime": 69.86,
    "text": "Increased multi-tasking online reduces your brain's ability to filter out interferences, and can even make it harder for your brain to commit information to memory,"
  },
  {
    "startTime": 69.86,
    "endTime": 72.4,
    "text": "like when your phone buzzes in the middle of productive work."
  },
  {
    "startTime": 72.4,
    "endTime": 74.36,
    "text": "Or wait...did it even buzz?"
  },
  {
    "startTime": 74.36,
    "endTime": 80.98,
    "text": "Phantom Vibration Syndrome is a relatively new psychological phenomenon where you think you felt your phone go off, but it didn’t."
  },
  {
    "startTime": 80.98,
    "endTime": 85.97,
    "text": "In one study, 89% of test subjects said they experienced this at least once every two weeks."
  },
  {
    "startTime": 86.07,
    "endTime": 90.19,
    "text": "It would seem that our brains now perceive an itch as an actual vibration from our phone."
  },
  {
    "startTime": 90.19,
    "endTime": 98.67999999999999,
    "text": "As crazy as it seems, technology has begun to rewire our nervous systems, and our brains are being triggered in a way they never have been before in history."
  },
  {
    "startTime": 98.68,
    "endTime": 102.0,
    "text": "Social Media also triggers a release of dopamine, the feel good chemical."
  },
  {
    "startTime": 102.0,
    "endTime": 109.3,
    "text": "Using MRI scans, scientists found that the reward centers in people’s brains are much more active when they are talking about their own views , as opposed to listening to others."
  },
  {
    "startTime": 109.3,
    "endTime": 112.88,
    "text": "Not so surprising—we all love talking about ourselves, right?"
  },
  {
    "startTime": 112.88,
    "endTime": 122.22,
    "text": "But it turns out that while 30-40% of face-to-face conversations involve communicating our own experiences, around 80% of social media communication is self-involved."
  },
  {
    "startTime": 122.22,
    "endTime": 131.26,
    "text": "The same part of your brain related to orgasms, motivation and love are stimulated by your social media use, and even more so when you know you have an audience."
  },
  {
    "startTime": 131.26,
    "endTime": 135.57999999999998,
    "text": "Our body is physiologically rewarding us for talking about ourselves online!"
  },
  {
    "startTime": 135.58,
    "endTime": 137.3,
    "text": "But it’s not all so self-involved."
  },
  {
    "startTime": 137.3,
    "endTime": 145.20000000000002,
    "text": "In fact, studies on relationships have found that partners tend to like each other more if they meet for the first time online rather than with a face-to-face interaction."
  },
  {
    "startTime": 145.2,
    "endTime": 152.92999999999998,
    "text": "Whether it’s because people are more anonymous or perhaps more clear about their future goals, there is a statistical increase in successful partnerships that started online."
  },
  {
    "startTime": 152.93,
    "endTime": 161.01000000000002,
    "text": "So while the internet has changed our verbal communication with increased physical separation, perhaps the ones that matter the most end up even closer."
  },
  {
    "startTime": 161.01,
    "endTime": 164.62,
    "text": "Speaking of social media, we had you ask us questions on Twitter, Instagram, Facebook,"
  },
  {
    "startTime": 164.62,
    "endTime": 170.41,
    "text": "Tumblr, Google+ and every other social platform we could find and did a Q&A Video over on AsapTHOUGHT!"
  },
  {
    "startTime": 170.41,
    "endTime": 176.66,
    "text": "So if you like getting some insider info on AsapSCIENCE and behind the scenes, check it out with the link in the description!"
  },
  {
    "startTime": 176.66,
    "endTime": 180.79999999999998,
    "text": "Got a burning question you want answered? Ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 180.8,
    "endTime": 186.75,
    "text": "We also finally got a PO Box, for all of you amazing science lovers who have requested to send us mail or other stuff over the years."
  },
  {
    "startTime": 186.75,
    "endTime": 188.03,
    "text": "And we’d love to hear from all of you!"
  },
  {
    "startTime": 188.03,
    "endTime": 191.73,
    "text": "So feel free to use the address on the screen or in the description box."
  },
  {
    "startTime": 191.73,
    "endTime": 201.73,
    "text": "And subscribe for more weekly science videos!"
  }
]