[
  {
    "startTime": 0.0,
    "endTime": 3.77,
    "text": "Hi everyone, Don Georgevich here, author of the \"Complete Interview Answer Guide\"."
  },
  {
    "startTime": 3.78,
    "endTime": 7.99,
    "text": "And today, I am going to answer the question \"Why should I hire you?\""
  },
  {
    "startTime": 8.0,
    "endTime": 11.57,
    "text": "Exactly the way I do in my book \"The Complete Interview Answer Guide\"."
  },
  {
    "startTime": 11.58,
    "endTime": 15.44,
    "text": "Now this is often the last question you will be asked in an interview."
  },
  {
    "startTime": 15.45,
    "endTime": 16.599999999999998,
    "text": "Prepare for it."
  },
  {
    "startTime": 16.61,
    "endTime": 22.35,
    "text": "I mean this is your chance to restate the skills you possess that are most relevant to the position,"
  },
  {
    "startTime": 22.36,
    "endTime": 28.09,
    "text": "and to summarize your other qualities that make you the perfect person for the job."
  },
  {
    "startTime": 28.1,
    "endTime": 36.1,
    "text": "I want you to outline your answer before you go in, and so that you can answer clearly, concisely, and with confidence."
  },
  {
    "startTime": 36.11,
    "endTime": 46.59,
    "text": "Your answer should be short, to the point, it should reflect your profession, your background as it relates to the current needs and the problems of the position."
  },
  {
    "startTime": 46.6,
    "endTime": 58.99,
    "text": "Review the job description, and tell them how you are the right person for the job by matching up your skill set with each bullet point for the job description."
  },
  {
    "startTime": 59.0,
    "endTime": 63.3,
    "text": "In formulating your answer, be sure to address these areas."
  },
  {
    "startTime": 63.31,
    "endTime": 70.99000000000001,
    "text": "Number one, determine their goals for the position, this should come up during your research in the company and the position."
  },
  {
    "startTime": 71.0,
    "endTime": 84.66,
    "text": "If possible, talk to others who work for the company, If you're unclear on this point, include it in the questions you ask the interviewer and be prepared to incorporate it into your answer."
  },
  {
    "startTime": 84.67,
    "endTime": 89.88,
    "text": "Also, show them that you have the skills needed for the job."
  },
  {
    "startTime": 89.89,
    "endTime": 102.1,
    "text": "Based on the goals, you've identified in step one, determine how your skills and experience support these goals and if necessary, you know, just refer back to your list of skills."
  },
  {
    "startTime": 102.11,
    "endTime": 105.09,
    "text": "Thirdly, articulate shared values."
  },
  {
    "startTime": 105.1,
    "endTime": 117.74,
    "text": "Again, this should come up in your research, look at the company's mission statement and regular business practices, explain why these are in line with your own values and goals."
  },
  {
    "startTime": 117.75,
    "endTime": 126.89,
    "text": "Fourth, state your interest in the position, be enthusiastic about the opportunity to work for this company and within a certain team."
  },
  {
    "startTime": 126.9,
    "endTime": 133.09,
    "text": "Be sure, that the interviewer is clear about the fact that you want this job,"
  },
  {
    "startTime": 133.1,
    "endTime": 142.26999999999998,
    "text": "I mean the most important aspect of doing this exercise, is to make you comfortable in identifying and articulating the skills you possess."
  },
  {
    "startTime": 142.28,
    "endTime": 147.65,
    "text": "Even with the prepared answer, it's important to be flexible within the script itself."
  },
  {
    "startTime": 147.66,
    "endTime": 152.26,
    "text": "I mean you may need to modify the specifics based on the situation."
  },
  {
    "startTime": 152.27,
    "endTime": 158.0,
    "text": "Now, if an important issue comes up during the interview, be prepared to adapt your answer accordingly."
  },
  {
    "startTime": 158.01,
    "endTime": 168.0,
    "text": "I mean for instance, if the interviewer stresses the need for a certain skill you would want to address that, even if it was not one of the skills that you included on you resume."
  },
  {
    "startTime": 168.01,
    "endTime": 172.0,
    "text": "Now, let's get a perfect answer to how we would answer this question."
  },
  {
    "startTime": 172.01,
    "endTime": 182.85999999999999,
    "text": "\"I have the qualifications you were looking for.\" Briefly list them. \"I am a team player. I take direction and I have the desire to be successful.\""
  },
  {
    "startTime": 182.87,
    "endTime": 186.5,
    "text": "There you go. Answer that question in ten seconds and you can do the same."
  },
  {
    "startTime": 186.51,
    "endTime": 189.16,
    "text": "Let's do it again. This is one of my favorite answers."
  },
  {
    "startTime": 189.17,
    "endTime": 197.63,
    "text": "Three reasons: I meet deadlines. I deliver what I promised and as a result, I've always made my managers look good."
  },
  {
    "startTime": 197.64,
    "endTime": 204.01999999999998,
    "text": "Again, this is Don Georgevich with JobInterviewTools.com. I have more interview questions and answers on my site."
  },
  {
    "startTime": 204.03,
    "endTime": 208.53,
    "text": "And I wish you all the best on your job interview and we'll see you next time. Bye bye."
  }
]