[
  {
    "startTime": 0.0,
    "endTime": 3.0,
    "text": "We have to do things."
  },
  {
    "startTime": 3.2,
    "endTime": 5.0,
    "text": "We have to actually shoot some stuff."
  },
  {
    "startTime": 12.8,
    "endTime": 13.9,
    "text": "Hey, it's Marie Forleo."
  },
  {
    "startTime": 14.0,
    "endTime": 15.9,
    "text": "And you are watching Marie TV."
  },
  {
    "startTime": 16.0,
    "endTime": 19.9,
    "text": "The place to be to create the business and life you love."
  },
  {
    "startTime": 20.1,
    "endTime": 24.200000000000003,
    "text": "And this is Q&A Tuesday, and I'm so excited for it."
  },
  {
    "startTime": 24.6,
    "endTime": 26.900000000000002,
    "text": "This question comes from Ann and she writes..."
  },
  {
    "startTime": 27.2,
    "endTime": 30.3,
    "text": "Dear Marie, thank you for being an inspiration and a role model."
  },
  {
    "startTime": 30.5,
    "endTime": 33.4,
    "text": "My question is a little bit embarrassing."
  },
  {
    "startTime": 33.6,
    "endTime": 36.800000000000004,
    "text": "I have a lot of goals in my life, and I've been working hard to accomplish them."
  },
  {
    "startTime": 36.9,
    "endTime": 44.8,
    "text": "However, I see people who are so happy and portray their life to be so perfect, and I just feel a little bit jealous."
  },
  {
    "startTime": 44.9,
    "endTime": 50.3,
    "text": "What do you recommend to overcome that feeling of envy towards those who seem to have everything that I want?"
  },
  {
    "startTime": 50.4,
    "endTime": 51.699999999999996,
    "text": "Thanks, Ann."
  },
  {
    "startTime": 52.0,
    "endTime": 54.0,
    "text": "Ann, thanks so much for asking this question."
  },
  {
    "startTime": 54.1,
    "endTime": 58.6,
    "text": "You know, I haven't met anyone who doesn't struggle with envy, including myself."
  },
  {
    "startTime": 58.7,
    "endTime": 61.800000000000004,
    "text": "So I want you to know there is nothing for you to be embarrassed about."
  },
  {
    "startTime": 61.9,
    "endTime": 71.7,
    "text": "Now, there are three really important things to keep in mind when you're struggling with envy or jealousy, or whatever you call that crappy feeling you get after you're comparing yourself to others."
  },
  {
    "startTime": 71.8,
    "endTime": 73.6,
    "text": "So let's start with number one."
  },
  {
    "startTime": 73.8,
    "endTime": 77.2,
    "text": "Tip number one is remember the filter factor."
  },
  {
    "startTime": 76.9,
    "endTime": 82.2,
    "text": "You know, Seth Godin calls the Internet the envy amplifier and boy is he right."
  },
  {
    "startTime": 82.3,
    "endTime": 88.1,
    "text": "So what you maybe forgetting, Ann, is the filter that all these happy pictures and updates are being shared through."
  },
  {
    "startTime": 88.2,
    "endTime": 89.0,
    "text": "So here's what I mean."
  },
  {
    "startTime": 89.1,
    "endTime": 95.5,
    "text": "Now, of course there's filters on apps like Instagram that make colors pop and make bad skin as creamy as half-and-half."
  },
  {
    "startTime": 95.6,
    "endTime": 102.0,
    "text": "But there's another filter and that's the filter that we all use to decide what we want to share publicly and what we don't."
  },
  {
    "startTime": 102.1,
    "endTime": 104.69999999999999,
    "text": "Now, this isn't manipulative, it's just normal."
  },
  {
    "startTime": 104.75,
    "endTime": 108.4,
    "text": "So, for example, I was in Paris recently and I shared loads of pics."
  },
  {
    "startTime": 108.5,
    "endTime": 116.7,
    "text": "So I took pics of these beautiful flowers, I took pictures of me rediscovering red lipstick, and I also shared a little impromptu dance party."
  },
  {
    "startTime": 116.75,
    "endTime": 118.5,
    "text": "Now, you know the shot I didn't take?"
  },
  {
    "startTime": 118.6,
    "endTime": 125.89999999999999,
    "text": "It was the one of me and Josh fighting in the rain because I was dragging him all over Paris in search of a perfect croissant."
  },
  {
    "startTime": 126.0,
    "endTime": 134.0,
    "text": "Now, it's not because I want everyone to think I'm perfect, it's because who would want to take a picture of yourself and your man fighting in the rain?"
  },
  {
    "startTime": 134.1,
    "endTime": 135.4,
    "text": "That would be weird."
  },
  {
    "startTime": 135.5,
    "endTime": 137.2,
    "text": "Here's some other things you won't see from me."
  },
  {
    "startTime": 137.3,
    "endTime": 141.4,
    "text": "A Pinterest board of completely mediocre meals that I overpaid for."
  },
  {
    "startTime": 141.45,
    "endTime": 147.6,
    "text": "I don't know, a list of sad face emoticons, my failure feed, or a GIF of me popping a zit. [Image definitely not found.]"
  },
  {
    "startTime": 147.8,
    "endTime": 155.8,
    "text": "My point here is that everything happy or great that you see has already been processed through several filters, so you're rarely seeing the whole picture."
  },
  {
    "startTime": 156.1,
    "endTime": 159.5,
    "text": "Tip number two is taste the rainbow."
  },
  {
    "startTime": 159.7,
    "endTime": 164.2,
    "text": "This maybe the most important thing you hear the entire episode, so listen up."
  },
  {
    "startTime": 164.3,
    "endTime": 171.60000000000002,
    "text": "Now, the biggest emotional mistake that most people make when they're dealing with envy or any other bad emotion is they try to overcome it."
  },
  {
    "startTime": 171.7,
    "endTime": 178.0,
    "text": "What you resist persists, so the more you try and overcome envy the more it actually gets stuck with you."
  },
  {
    "startTime": 178.1,
    "endTime": 178.79999999999998,
    "text": "Check this out."
  },
  {
    "startTime": 178.9,
    "endTime": 192.1,
    "text": "My man Josh teaches that emotions are nothing more than atoms vibrating in our bodies at particular frequencies and that we've been taught to label these vibrations as either good emotions or bad emotions."
  },
  {
    "startTime": 192.357,
    "endTime": 201.18,
    "text": "So, for example, what we consider good emotions or good vibrations are things like happiness and excitement, and, of course, Marky Mark and The Funky Bunch."
  },
  {
    "startTime": 209.4,
    "endTime": 212.3,
    "text": "And then there's what we call bad vibrations."
  },
  {
    "startTime": 212.4,
    "endTime": 216.70000000000002,
    "text": "Things like fear or sadness or your old friend envy."
  },
  {
    "startTime": 216.9,
    "endTime": 224.5,
    "text": "So what if we've stopped labeling all these things and instead we just allowed ourselves to experience our emotions for what they actually are."
  },
  {
    "startTime": 224.6,
    "endTime": 228.4,
    "text": "Vibrations and physical sensations inside our body."
  },
  {
    "startTime": 228.5,
    "endTime": 236.5,
    "text": "What if we just allowed ourselves to experience the full range of sensations or emotions that are essential to the human experience?"
  },
  {
    "startTime": 236.6,
    "endTime": 239.79999999999998,
    "text": "Kind of like a rainbow of emotional sensations."
  },
  {
    "startTime": 239.9,
    "endTime": 246.1,
    "text": "So stop demonizing the emotion that you call envy and start getting Skittles on your emotions."
  },
  {
    "startTime": 246.2,
    "endTime": 248.6,
    "text": "In other words, taste the rainbow, girl. [Taste the rainbow.]"
  },
  {
    "startTime": 250.5,
    "endTime": 253.6,
    "text": "Tip number three is turn envy into action."
  },
  {
    "startTime": 253.8,
    "endTime": 256.7,
    "text": "So envy can be inspiring and instructive."
  },
  {
    "startTime": 256.8,
    "endTime": 260.40000000000003,
    "text": "If you're envious of someone's results, just let that fuel you ahead."
  },
  {
    "startTime": 260.5,
    "endTime": 264.7,
    "text": "The fact that they did it means that it can be done and that you can do it too."
  },
  {
    "startTime": 264.8,
    "endTime": 266.5,
    "text": "So just give them a high five and a soul shake."
  },
  {
    "startTime": 266.9,
    "endTime": 272.59999999999997,
    "text": "Second, realize that envy is often a clue that there's something latent in you that needs to be expressed."
  },
  {
    "startTime": 272.7,
    "endTime": 275.5,
    "text": "So, let that envy trigger you in a beautiful way."
  },
  {
    "startTime": 275.6,
    "endTime": 279.1,
    "text": "Let it guide you to where you need to take some more action in your own life."
  },
  {
    "startTime": 279.2,
    "endTime": 284.0,
    "text": "So next time, Ann, that you're feeling some envy, don't feel embarrassed, just remember this tweetable."
  },
  {
    "startTime": 284.1,
    "endTime": 286.3,
    "text": "[Marie's tweetables, tweet it out, yo!]"
  },
  {
    "startTime": 286.4,
    "endTime": 293.0,
    "text": "Don't hide your envy, ride your envy—from she has what I want to, I'll have what she's having."
  },
  {
    "startTime": 293.1,
    "endTime": 296.8,
    "text": "That was my A to your Q Ann, I hope it helps."
  },
  {
    "startTime": 296.9,
    "endTime": 298.7,
    "text": "Now I would love to hear from you."
  },
  {
    "startTime": 298.8,
    "endTime": 301.8,
    "text": "How do you deal with envy when it pops up in your life?"
  },
  {
    "startTime": 301.85,
    "endTime": 308.8,
    "text": "As always, the best discussions happen after the episode over at the fantastic land of MarieForleo.com."
  },
  {
    "startTime": 308.9,
    "endTime": 311.09999999999997,
    "text": "So I want you to go there and leave the comment now."
  },
  {
    "startTime": 311.5,
    "endTime": 312.8,
    "text": "Did you like this video?"
  },
  {
    "startTime": 312.9,
    "endTime": 316.59999999999997,
    "text": "If so, subscribe to my channel and of course, share it with all your friends."
  },
  {
    "startTime": 316.7,
    "endTime": 317.4,
    "text": "Why wouldn't you."
  },
  {
    "startTime": 317.5,
    "endTime": 328.7,
    "text": "And if you want even more awesome resource to create a business and life that you love, plus some updates from me that I only share in email, get yourself over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 328.9,
    "endTime": 335.5,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 335.6,
    "endTime": 339.8,
    "text": "Thank you so much for watching and I'll catch you next time on Marie TV."
  },
  {
    "startTime": 339.9,
    "endTime": 341.29999999999995,
    "text": "Does it say coffee on both sides?"
  },
  {
    "startTime": 341.4,
    "endTime": 342.4,
    "text": "It does."
  },
  {
    "startTime": 342.5,
    "endTime": 343.5,
    "text": "Wow, it's this!"
  },
  {
    "startTime": 344.0,
    "endTime": 348.0,
    "text": "Bullying happens everywhere, people, even on a Marie TV."
  },
  {
    "startTime": 348.1,
    "endTime": 350.90000000000003,
    "text": "We have an aggressive and hazing policy."
  },
  {
    "startTime": 351.0,
    "endTime": 353.0,
    "text": "Permission to be funny, granted!"
  }
]