[
  {
    "startTime": 3.0,
    "endTime": 6.286,
    "text": "[What happens to your body when you're in love]"
  },
  {
    "startTime": 6.286,
    "endTime": 9.193999999999999,
    "text": "We all know how it feels when you see someone across the room."
  },
  {
    "startTime": 9.194,
    "endTime": 12.569,
    "text": "Your eyes meet and everything slows down for a minute."
  },
  {
    "startTime": 12.569,
    "endTime": 17.566000000000003,
    "text": "Your medial prefrontal cortex plays a big role in your initial attraction to someone."
  },
  {
    "startTime": 17.566,
    "endTime": 21.416999999999998,
    "text": "And it judges physical attractiveness in just a milliseconds."
  },
  {
    "startTime": 21.417,
    "endTime": 24.474,
    "text": "Does your heart flutter when you see your crush?"
  },
  {
    "startTime": 24.474,
    "endTime": 31.076,
    "text": "The adrenal gland causes the hormones adrenaline, epinephrine and norepinephrine, to be pumped through your blood."
  },
  {
    "startTime": 31.076,
    "endTime": 33.609,
    "text": "In turn, your heart beats more quickly."
  },
  {
    "startTime": 33.609,
    "endTime": 36.394000000000005,
    "text": "Or maybe you get butterflies in your stomach."
  },
  {
    "startTime": 36.394,
    "endTime": 41.205999999999996,
    "text": "This happens when adrenaline is sent to your lungs, muscles, and brain."
  },
  {
    "startTime": 41.206,
    "endTime": 46.221000000000004,
    "text": "This also directs blood flow to those areas, with not  a lot of blood left for your stomach."
  },
  {
    "startTime": 46.668,
    "endTime": 50.189,
    "text": "Dopamine is also the reason you feel so good."
  },
  {
    "startTime": 50.189,
    "endTime": 56.748,
    "text": "Tests show that love has a similar effect on dopamine levels as taking drugs, such as cocaine."
  },
  {
    "startTime": 56.808,
    "endTime": 60.389,
    "text": "Sometimes, we get obsessed or fixated on our new love."
  },
  {
    "startTime": 60.389,
    "endTime": 66.10300000000001,
    "text": "Couples who have recently fallen in love have significantly lower levels of serotonin."
  },
  {
    "startTime": 66.007,
    "endTime": 74.581,
    "text": "This is also experienced by people with Obsessive Compulsive Disorder, which may explain why you can't stop thinking about your new boo."
  },
  {
    "startTime": 74.581,
    "endTime": 77.16,
    "text": "Falling in love can be stressful, though."
  },
  {
    "startTime": 77.16,
    "endTime": 82.719,
    "text": "Cortisol, a stress hormone, is higher in people who have recently fallen in love."
  },
  {
    "startTime": 82.719,
    "endTime": 87.329,
    "text": "But overtime, kissing your loved one will lower your cortisol levels."
  },
  {
    "startTime": 87.329,
    "endTime": 94.907,
    "text": "One study even found, that being married will lengthen a man's life by seven years and a woman's by two years."
  }
]