[
  {
    "startTime": 7.387,
    "endTime": 13.3,
    "text": "If you're going through a breakup, your heartbreak might feel like physical pain, and you're probably right."
  },
  {
    "startTime": 13.3,
    "endTime": 21.700000000000003,
    "text": "The sensation of heartbreak might be a result of your body's instinct to simultaneously speed up and slow down your heartbeat."
  },
  {
    "startTime": 21.7,
    "endTime": 25.7,
    "text": "One study examine the brains of people who were recently broken up with."
  },
  {
    "startTime": 25.7,
    "endTime": 38.2,
    "text": "The subjects were shown pictures of their exs, the fMRI reveal that the sadness they felt while looking at the photos induced activity in the part of the brain that also registers physical pain."
  },
  {
    "startTime": 38.2,
    "endTime": 44.800000000000004,
    "text": "This is because emotional and physical pain share neural pathways in the brain."
  },
  {
    "startTime": 44.8,
    "endTime": 51.699999999999996,
    "text": "Going through a breakup might also create sleeplessness, waking, and overall decrease critical thinking."
  },
  {
    "startTime": 51.7,
    "endTime": 55.542,
    "text": "This is due to the steady release of the stress hormone, cortisol."
  },
  {
    "startTime": 56.631,
    "endTime": 65.0,
    "text": "If it feels difficult to let go of your ex, it might be because they are like a drug to your brain, you became accustomed to your ex being in your life."
  },
  {
    "startTime": 65.0,
    "endTime": 69.493,
    "text": "Now that they're gone, your neural circuits must re-adjust to the new circumstances."
  },
  {
    "startTime": 70.488,
    "endTime": 73.44,
    "text": "Going through a breakup sucks, but it won't last forever."
  },
  {
    "startTime": 74.274,
    "endTime": 82.0,
    "text": "With time your body's chemistry will revert back to normal and you'll be stronger than you ever thought you could be"
  },
  {
    "startTime": 88.0,
    "endTime": 94.0,
    "text": "[For even more wonderful things, subscribe to BuzzFeed Blue.]"
  }
]