[
  {
    "startTime": 0.0,
    "endTime": 5.155,
    "text": "With 80 percent of infectious diseases spread by our hands, it's clear that washing them is important."
  },
  {
    "startTime": 5.155,
    "endTime": 9.607,
    "text": "But when it comes to your hygiene and cleanliness, which method of drying is best?"
  },
  {
    "startTime": 9.607,
    "endTime": 12.677999999999999,
    "text": "Using a classic paper towel, or the hand dryer?"
  },
  {
    "startTime": 12.828,
    "endTime": 20.22,
    "text": "Well, you'll be happy to know that if you wash your hands properly with soap, nearly all traces of bacteria will be removed, regardless of how you dry them."
  },
  {
    "startTime": 20.22,
    "endTime": 26.683,
    "text": "But it's when you don't wash properly, or even worse, only wash with water, that how you dry your hands can make all the difference."
  },
  {
    "startTime": 26.683,
    "endTime": 35.781,
    "text": "After all, the spread of bacteria is more likely to occur with wet skin and rubbing your wet hands on your clothes or touching the bathroom door can often contaminate them even more."
  },
  {
    "startTime": 35.781,
    "endTime": 40.973,
    "text": "It turns out, after multiple studies were analyzed and compared, paper towels came out victorious."
  },
  {
    "startTime": 40.973,
    "endTime": 41.595,
    "text": "Why?"
  },
  {
    "startTime": 41.595,
    "endTime": 43.445,
    "text": "A lot of it has to do with timing."
  },
  {
    "startTime": 43.445,
    "endTime": 48.403999999999996,
    "text": "The average air dryer requires nearly 45 seconds to reduce hand moisture by 97 percent, whereas paper towel users achieve the same thing in around only 10 seconds."
  },
  {
    "startTime": 52.891,
    "endTime": 61.438,
    "text": "But after reviewing people's behavior, studies showed that most individuals spent only 22 seconds with an air dryer, leaving their hands less than 70 percent dry."
  },
  {
    "startTime": 61.438,
    "endTime": 67.327,
    "text": "Paper towel users, on the other hand, could achieve more than 85 percent dryness with only 5 seconds."
  },
  {
    "startTime": 67.327,
    "endTime": 73.101,
    "text": "Friction also plays a key role in the removal of bacteria, with much of it being transferred right on to the paper towel."
  },
  {
    "startTime": 73.101,
    "endTime": 80.147,
    "text": "Conversely, some studies have shown that hand dryers may actually emit bacteria in their flow because of the contaminated air from the bathroom."
  },
  {
    "startTime": 80.147,
    "endTime": 85.909,
    "text": "Having said that, air drying hands can be effective if done thoroughly, and truthfully, you don't always have an option."
  },
  {
    "startTime": 85.909,
    "endTime": 91.18700000000001,
    "text": "Though some dryers are much better than others, just make sure you dry them fully, and it shouldn't be a major problem."
  },
  {
    "startTime": 91.187,
    "endTime": 92.851,
    "text": "What about the environment, you ask?"
  },
  {
    "startTime": 92.851,
    "endTime": 95.92,
    "text": "Without a doubt, new dryers are the environmentally friendly option."
  },
  {
    "startTime": 95.92,
    "endTime": 103.28,
    "text": "Not only because they prevent deforestation, but they actually use less energy and  have a lower carbon emission once everything is taken into account."
  },
  {
    "startTime": 103.284,
    "endTime": 110.32700000000001,
    "text": "After all, 13 billion pounds of paper towel are used every year in America alone, and that's their major pitfall."
  },
  {
    "startTime": 110.327,
    "endTime": 116.47,
    "text": "So, if you're going to use paper towel, here's a quick tip that only requires one piece, as suggested by advocate Joe Smith."
  },
  {
    "startTime": 116.471,
    "endTime": 123.298,
    "text": "After washing your hands, shake them hard 12 times, then fold the piece of paper in half and wipe like so."
  },
  {
    "startTime": 123.298,
    "endTime": 126.88,
    "text": "This is the optimal arrangement to dry with the least amount of paper."
  },
  {
    "startTime": 126.88,
    "endTime": 130.869,
    "text": "Again, shake your hands 12 times...fold, and dry."
  },
  {
    "startTime": 130.869,
    "endTime": 134.28,
    "text": "Now you have clean dry hands, with minimal waste."
  },
  {
    "startTime": 134.3,
    "endTime": 141.00400000000002,
    "text": "Special thanks to Audible.com for supporting this episode and giving you a free audiobook of your choice at audible.com/asap."
  },
  {
    "startTime": 141.004,
    "endTime": 147.04,
    "text": "Audible is the leading provider of audiobooks with over 150,000 downloadable titles across all types of literature."
  },
  {
    "startTime": 147.043,
    "endTime": 156.149,
    "text": "We recommend the book Guns, Germs, and Steel by Jared Diamond which breaks down the rise of civilizations across the globe and refutes the ideas of human development based on race."
  },
  {
    "startTime": 156.149,
    "endTime": 160.32,
    "text": "It also touches on how germs may have played a large role in our evolutionary past."
  },
  {
    "startTime": 160.32,
    "endTime": 165.5,
    "text": "You can download this audiobook or another of your choice for free at audio.com/asap."
  },
  {
    "startTime": 165.502,
    "endTime": 167.89000000000001,
    "text": "And with a subscription, you get one free book a month."
  },
  {
    "startTime": 167.891,
    "endTime": 170.759,
    "text": "Special thanks to Audible for making these videos possible."
  },
  {
    "startTime": 170.759,
    "endTime": 173.25,
    "text": "And subscribe for more weekly science videos."
  }
]