[
  {
    "startTime": 0.0,
    "endTime": 4.0,
    "text": "Yes yes oh oh, I really like how the buns look."
  },
  {
    "startTime": 4.5,
    "endTime": 13.4,
    "text": "Work it, yep, oh, let me fix the buns. Oh the sesame seeds look great in this one. Yes, I love it. I love it. Now make me hate it."
  },
  {
    "startTime": 13.5,
    "endTime": 20.978,
    "text": "Which filter should I even use? Walden, or Nashville? Walden, Nashville."
  },
  {
    "startTime": 21.667,
    "endTime": 25.667,
    "text": "Border? No border. Let's go with border."
  },
  {
    "startTime": 25.902,
    "endTime": 37.7,
    "text": "Hashtag hamburger, hashtag SWAG, hashtag turnt up, hashtag foodies, hashtag dbj, hashtag don't be jealous,  hashtag I know you are jealous, hashtag going on a jog after this."
  },
  {
    "startTime": 37.8,
    "endTime": 42.376,
    "text": "Are you kidding me? Catherine's back with Austin! They've broken eight times already."
  },
  {
    "startTime": 42.852,
    "endTime": 44.852,
    "text": "Why did you still like her Facebook picture?"
  },
  {
    "startTime": 45.168,
    "endTime": 47.5,
    "text": "I don't like her picture. I like her shoes!"
  },
  {
    "startTime": 47.6,
    "endTime": 51.563,
    "text": "Zombies would be like \"uhhh,\" dead people would be like \"ewww.\""
  },
  {
    "startTime": 55.0,
    "endTime": 58.119,
    "text": "Oh my God. This is so funny!"
  },
  {
    "startTime": 58.809,
    "endTime": 61.809,
    "text": "Guys guys guys throw over here. There're on B side. There're on B side."
  },
  {
    "startTime": 62.136,
    "endTime": 65.136,
    "text": "Wait. Are you kidding me right now? You have to be kidding me."
  },
  {
    "startTime": 65.879,
    "endTime": 72.379,
    "text": "You're playing video games right now. I took this day off so that we could spend time with each other. This is supposed to be \"me and you\" time."
  },
  {
    "startTime": 72.759,
    "endTime": 80.759,
    "text": "I have had... (Screaming) Say goodbye to your XBOX, your Play Station, and your PC, no more distractions!"
  },
  {
    "startTime": 81.289,
    "endTime": 86.289,
    "text": "Work it. Yeah! Oh, let me fix the buns. Walden or Nashville."
  },
  {
    "startTime": 86.511,
    "endTime": 91.511,
    "text": "Walden... Give me the phone!"
  },
  {
    "startTime": 92.112,
    "endTime": 104.11,
    "text": "Excuse me, waiter, separate checks!"
  }
]