[
  {
    "startTime": 0.65,
    "endTime": 5.25,
    "text": "February is home to one of the most important holidays of the year not to forget: Groundhog Day."
  },
  {
    "startTime": 5.25,
    "endTime": 7.9,
    "text": "If you live outside of Can-merica then you might not know what a groundhog is."
  },
  {
    "startTime": 7.9,
    "endTime": 10.3,
    "text": "So here you go, this is a groundhog."
  },
  {
    "startTime": 10.3,
    "endTime": 13.5,
    "text": "They're basically giant grumpy squirrels who dig burrows underground."
  },
  {
    "startTime": 13.5,
    "endTime": 18.1,
    "text": "Burrows large enough, in fact, to occasionally make their comfy home a structural hazard to your comfy home."
  },
  {
    "startTime": 18.1,
    "endTime": 19.59,
    "text": "This explains the first half of their name."
  },
  {
    "startTime": 19.59,
    "endTime": 26.3,
    "text": "The second half is because they're kind of fat, though unlike their fellow Can-mericans, when winter arrives, they need their excess weight to go into hibernation."
  },
  {
    "startTime": 26.3,
    "endTime": 32.0,
    "text": "The story of the holiday is that on February 2nd the wise groundhogs wake from hibernation to peek out of their burrow and look at the world."
  },
  {
    "startTime": 32.0,
    "endTime": 35.3,
    "text": "If they see their shadow, they go back inside, which predicts six more weeks of winter."
  },
  {
    "startTime": 35.3,
    "endTime": 37.0,
    "text": "If they don't, then spring will come early."
  },
  {
    "startTime": 37.0,
    "endTime": 48.8,
    "text": "The holiday started in the 1800s as a Pennsylvania Dutch custom of weather prediction and today is celebrated in Canada and 49 of the fifty states, the exception being Alaska, which in 2009, decided to forgo Groundhog Day in favor of Marmot Day."
  },
  {
    "startTime": 48.8,
    "endTime": 52.89,
    "text": "Outside of Alaska, many groundhogs contend with each other to be the king of seasonal weather prediction."
  },
  {
    "startTime": 52.89,
    "endTime": 62.5,
    "text": "Their main weapon in this war being their delightful names such as Queen Charlotte and Sir Walter Wally in North Carolina, Shubenacadie Sam of Nova Scotia, Staten Island Chuck from New York, French Creek Freddie in West Virginia."
  },
  {
    "startTime": 62.5,
    "endTime": 76.159,
    "text": "And...Gus from Athens, Georgia, though this last groundhog is somewhat overshadowed by his neighbor, General Beauregard Lee, who one must assume has stylish facial hair and fans himself on the veranda of his plantation home while drinking mint julep and pining for the day when the south will rise again."
  },
  {
    "startTime": 76.159,
    "endTime": 84.44000000000001,
    "text": "1,000 miles north of the General, Wiarton Willie is the groundhog king of Canada, who throws an annual party to help him stay on top and make sure that the people keep building epic statues of him."
  },
  {
    "startTime": 84.44,
    "endTime": 87.39999999999999,
    "text": "But, if there could be only one, Punxsutawney Phil would be him."
  },
  {
    "startTime": 87.4,
    "endTime": 94.10000000000001,
    "text": "Not only is his name the most fun to say but he also has quite a posse of top-hatted, tuxedoed men who look after him and call themselves The Inner Circle."
  },
  {
    "startTime": 94.1,
    "endTime": 97.6,
    "text": "According to them, Punxsutawney Phil has been making predictions since the 1880s."
  },
  {
    "startTime": 97.6,
    "endTime": 109.0,
    "text": "Not a Punxsutawney Phil, mind you, but this Punxsutawney Phil, who is functionally immortal because of a magic life-extending elixir The Inner Circle members prepare for him so that he can continue to make predictions -- and bring in tourist revenue -- until the end of time."
  },
  {
    "startTime": 109.0,
    "endTime": 113.3,
    "text": "He also speaks a language called groundhogese that only the president of The Inner Circle can understand."
  },
  {
    "startTime": 113.3,
    "endTime": 117.15899999999999,
    "text": "If you think that Groundhog Day is a dumb, pointless holiday then there are two things you should consider."
  },
  {
    "startTime": 117.159,
    "endTime": 118.5,
    "text": "First, you have no sense of fun."
  },
  {
    "startTime": 118.5,
    "endTime": 127.8,
    "text": "And second, you better be careful on Groundhog Day, because in addition to their weather predicting day jobs, these groundhogs also have the magical power to trap you in an infinite time loop until you learn to be less of a jerk."
  },
  {
    "startTime": 127.8,
    "endTime": 138.009,
    "text": "Happy Groundhog Day."
  }
]