[
  {
    "startTime": 1.419,
    "endTime": 8.879,
    "text": "Most parents-to-be assumed that the sex of their child comes down to a flip of the chromosomal coin, with an equal chance at having a boy or girl."
  },
  {
    "startTime": 8.88,
    "endTime": 11.600000000000001,
    "text": "But in reality, the odds aren't even."
  },
  {
    "startTime": 11.6,
    "endTime": 16.719,
    "text": "For every 100 girls born, the world gains about 106 baby boys."
  },
  {
    "startTime": 17.0,
    "endTime": 24.0,
    "text": "Currently that skewed sex ratio comes out to roughly ten million more baby boys than girls born worldwide each year."
  },
  {
    "startTime": 24.24,
    "endTime": 28.339,
    "text": "There are some countries where human meddling stacks the odds even higher in favor of boys."
  },
  {
    "startTime": 28.339,
    "endTime": 31.589,
    "text": "But that doesn't explain the fixed odds everywhere else."
  },
  {
    "startTime": 31.589,
    "endTime": 35.429,
    "text": "The intrinsic boy-girl ratio is rigged by mother nature."
  },
  {
    "startTime": 35.429,
    "endTime": 38.6,
    "text": "In fact, it's even more rigged than birth rates show."
  },
  {
    "startTime": 38.6,
    "endTime": 43.728,
    "text": "Human conception results in about 150 male zygotes for every 100 females."
  },
  {
    "startTime": 43.728,
    "endTime": 48.46,
    "text": "But there's a rather tragic reason for this big biological boy bias early on."
  },
  {
    "startTime": 48.46,
    "endTime": 53.318,
    "text": "Male fetuses are much more likely to be miscarried or stillborn than female fetuses."
  },
  {
    "startTime": 53.319,
    "endTime": 60.679,
    "text": "And boys that do make it out of the womb suffer more fatal diseases, take more mortal risks and fall prey to more violence than girls."
  },
  {
    "startTime": 60.679,
    "endTime": 67.32900000000001,
    "text": "So by the time kids grow up and reach baby-making age, the ratio of males to females is just about one to one."
  },
  {
    "startTime": 67.329,
    "endTime": 73.439,
    "text": "But the likelihood of a boy even making it to birth is also influenced by his mom's living conditions during pregnancy."
  },
  {
    "startTime": 73.439,
    "endTime": 82.0,
    "text": "For example, when a massive famine struck China in the 1960s, the relative likelihood of having a son suddenly dropped until the famine ended."
  },
  {
    "startTime": 82.0,
    "endTime": 87.34,
    "text": "And male Americans born to billionaires seem to have higher than average odds of fathering sons."
  },
  {
    "startTime": 87.34,
    "endTime": 93.07000000000001,
    "text": "Somehow, female biology suppresses boys' survival in the womb during tough times, and boost it when times are good."
  },
  {
    "startTime": 93.9,
    "endTime": 96.63900000000001,
    "text": "We've seen same pattern in other mammals too."
  },
  {
    "startTime": 96.64,
    "endTime": 100.67,
    "text": "When resources are scarce, mothers give birth to fewer males than normal."
  },
  {
    "startTime": 100.67,
    "endTime": 103.07900000000001,
    "text": "When resources are plentiful, they bear more."
  },
  {
    "startTime": 103.2,
    "endTime": 107.0,
    "text": "The best explanation we have for this has to do with sex -- the other kind"
  },
  {
    "startTime": 107.0,
    "endTime": 115.32,
    "text": "In biological terms, the whole goal of copulation is to reproduce to pass on your genes to someone who will someday pass them on again."
  },
  {
    "startTime": 115.319,
    "endTime": 122.84,
    "text": "Female offspring are almost guaranteed to reproduce, famine or no famine because male mammals are pretty much always willing to mate."
  },
  {
    "startTime": 122.84,
    "endTime": 126.409,
    "text": "Males on the other hand have to compete for mating privileges."
  },
  {
    "startTime": 126.409,
    "endTime": 129.9,
    "text": "A well-nurtured hunk has a good chance of mating with lots of females."
  },
  {
    "startTime": 130.0,
    "endTime": 133.32,
    "text": "While a male weakened by famine might not score at all."
  },
  {
    "startTime": 133.35,
    "endTime": 137.908,
    "text": "Some male offspring are a bigger risk in general. At all stages they're more likely to die."
  },
  {
    "startTime": 138.2,
    "endTime": 140.88799999999998,
    "text": "And even if they live they might not reproduce."
  },
  {
    "startTime": 140.889,
    "endTime": 148.859,
    "text": "But when times are good, boys' potential to father lots and lots of babies make them a biological risk worth taking."
  },
  {
    "startTime": 150.0,
    "endTime": 152.65,
    "text": "Thanks to everyone who support us on Subbable."
  },
  {
    "startTime": 152.65,
    "endTime": 155.889,
    "text": "Without you we literally couldn't continue to make these videos."
  },
  {
    "startTime": 155.889,
    "endTime": 165.239,
    "text": "If you aren't yet a supporter of MinuteEarth and want to become one, head over to subbable.com/minuteearth to make a one-time or monthly pledged support and thanks for watching."
  }
]