[
  {
    "startTime": 0.1,
    "endTime": 6.3,
    "text": "This episode was proudly made possible by the all new 2015 Subaru Legacy; it's not just a sedan, it's a Subaru."
  },
  {
    "startTime": 6.4,
    "endTime": 9.9,
    "text": "Can you imagine what it'd be like if we couldn't imagine things?"
  },
  {
    "startTime": 17.5,
    "endTime": 21.6,
    "text": "Hello, out there, in Imagination Land; I'm Julian, and this is DNews."
  },
  {
    "startTime": 21.7,
    "endTime": 25.799999999999997,
    "text": "The human brain is so amazing that we often take for granted just how special it is."
  },
  {
    "startTime": 25.9,
    "endTime": 30.0,
    "text": "Our ability to think creatively and solve problems makes us a force to be reckoned with."
  },
  {
    "startTime": 30.1,
    "endTime": 32.9,
    "text": "It's also enriched our lives by giving us music and art."
  },
  {
    "startTime": 33.0,
    "endTime": 38.9,
    "text": "But it's something we can do at a level almost no other creature on earth can, so why are we so special?"
  },
  {
    "startTime": 39.0,
    "endTime": 49.4,
    "text": "According to Steven Mithen, an anthropologist who specializes in the evolution of the mind at the University of Reading, we went through 7 steps on the way to being human that let us have and harness our imagination."
  },
  {
    "startTime": 49.5,
    "endTime": 54.8,
    "text": "The first step, Mithen says, was developed way back, about 3.5 million years ago."
  },
  {
    "startTime": 54.9,
    "endTime": 65.1,
    "text": "Technically, there weren't people yet, but australopithecus, and they started understanding the Theory of Mind right around the same time Panama was settling into place."
  },
  {
    "startTime": 65.2,
    "endTime": 70.7,
    "text": "Theory of Mind is the ability to understand that other creatures have thoughts and beliefs that may be different to our own."
  },
  {
    "startTime": 70.8,
    "endTime": 75.6,
    "text": "Though, after spending 5 minutes on the internet, I'm not so sure everyone has this ability."
  },
  {
    "startTime": 75.7,
    "endTime": 79.7,
    "text": "The next big development came thanks to homo habilis' long path to adulthood."
  },
  {
    "startTime": 79.8,
    "endTime": 88.2,
    "text": "Researchers think a lengthy childhood and adolescence means they, and by extension, we, have a long time to learn and play without adult responsibilities getting in the way."
  },
  {
    "startTime": 88.3,
    "endTime": 90.0,
    "text": "It's called Human Life History."
  },
  {
    "startTime": 90.1,
    "endTime": 93.69999999999999,
    "text": "It's also the best excuse ever for not leaving college."
  },
  {
    "startTime": 93.8,
    "endTime": 98.6,
    "text": "Mithen credits homo erectus with developing specialized intelligence about a million years ago."
  },
  {
    "startTime": 98.7,
    "endTime": 105.7,
    "text": "Now our ancestors could build specific thoughts into more complex ideas and start to compare them to each other to form new ideas."
  },
  {
    "startTime": 105.8,
    "endTime": 116.3,
    "text": "Homo sapiens had finally come onto the scene about 200,000 years ago, and they developed the final four leaps to imagination within the last 10,000 to 100,000 years, depending on who you ask."
  },
  {
    "startTime": 116.4,
    "endTime": 117.7,
    "text": "It starts with language."
  },
  {
    "startTime": 117.8,
    "endTime": 122.0,
    "text": "Now we can assign sounds to concrete objects and abstract ideas."
  },
  {
    "startTime": 122.1,
    "endTime": 128.2,
    "text": "This leads to cognitive fluidity, where we can use metaphors and symbols to help us understand and explain an idea."
  },
  {
    "startTime": 128.3,
    "endTime": 131.20000000000002,
    "text": "Those developments segue nicely into step six."
  },
  {
    "startTime": 131.3,
    "endTime": 137.3,
    "text": "Now we can clearly communicate an idea to someone else, and they can add their brain power to the equation."
  },
  {
    "startTime": 137.4,
    "endTime": 139.4,
    "text": "Mithen calls it the extended mind."
  },
  {
    "startTime": 139.5,
    "endTime": 146.6,
    "text": "Sharing information and ideas helps them grow and change; it's why, in my opinion, the Internet is the single greatest invention ever."
  },
  {
    "startTime": 146.7,
    "endTime": 148.5,
    "text": "Aside from sliced bread, obviously."
  },
  {
    "startTime": 148.6,
    "endTime": 153.6,
    "text": "Finally, modern humans could put all this to use when they developed farming and produced a surplus of food."
  },
  {
    "startTime": 153.7,
    "endTime": 158.1,
    "text": "Now that we weren't moving around all the time and trying to solve our daily problems of finding food and shelter,"
  },
  {
    "startTime": 158.2,
    "endTime": 163.7,
    "text": "we could turn our collective imaginations towards thinking of new inventions or creative pursuits, like art."
  },
  {
    "startTime": 163.8,
    "endTime": 168.3,
    "text": "And being able to imagine things that seem impossible challenges us to find ways to make it real."
  },
  {
    "startTime": 168.4,
    "endTime": 173.70000000000002,
    "text": "Like, how in \"Star Trek\" 40 years ago, they had communicators long before the cell phone was invented."
  },
  {
    "startTime": 173.8,
    "endTime": 178.8,
    "text": "Of course, because they had to keep the plot going, \"Star Trek\" writers also imagined something else that ended up happening."
  },
  {
    "startTime": 178.9,
    "endTime": 180.1,
    "text": "No reception."
  },
  {
    "startTime": 180.5,
    "endTime": 181.6,
    "text": "Thanks, \"Star Trek\"."
  },
  {
    "startTime": 181.7,
    "endTime": 186.2,
    "text": "If you want to learn more ways language advance the human race, Tara looks into that for you here."
  },
  {
    "startTime": 186.3,
    "endTime": 190.8,
    "text": "And what's an idea that you want to get the collective might of the human network behind?"
  },
  {
    "startTime": 190.9,
    "endTime": 193.6,
    "text": "Let us know in the comments, and thanks for watching DNews."
  }
]