[
  {
    "startTime": 0.0,
    "endTime": 6.896,
    "text": "After taking a look at what 200 Food Calories looks like a few weeks ago, we thought: What does it look like to burn these calories off?"
  },
  {
    "startTime": 6.896,
    "endTime": 13.782,
    "text": "Sure, the average person who runs for a good 20 minutes will burn roughly 200 calories but is that really the most fun way to do it?"
  },
  {
    "startTime": 13.782,
    "endTime": 19.131,
    "text": "For example, why not chew gum for 18 hours to burn off those 200 calories?"
  },
  {
    "startTime": 19.131,
    "endTime": 22.319,
    "text": "Granted, chewing gum contains around 10 calories per piece."
  },
  {
    "startTime": 22.319,
    "endTime": 26.043,
    "text": "So if you took a new piece every hour, you'd basically be breaking even."
  },
  {
    "startTime": 26.043,
    "endTime": 30.616,
    "text": "Love lip-balm? Try applying it 1500 times to burn 200 calories."
  },
  {
    "startTime": 30.616,
    "endTime": 35.489,
    "text": "And why not put those glossy lips to good use with 2 hours of kissing your love interest?"
  },
  {
    "startTime": 35.489,
    "endTime": 39.94799999999999,
    "text": "If things heat up, you only need an hour of sex to burn off 200 calories."
  },
  {
    "startTime": 39.948,
    "endTime": 44.229,
    "text": "But before all that, you may want to spend 45 sessions brushing your teeth."
  },
  {
    "startTime": 44.229,
    "endTime": 48.333,
    "text": "Prefer a more passive route? How about simply watching TV?"
  },
  {
    "startTime": 48.333,
    "endTime": 53.083999999999996,
    "text": "Spend a good 2 and a half hours surfing through channels, and you'll actually burn those 200 calories."
  },
  {
    "startTime": 53.084,
    "endTime": 58.618,
    "text": "Watch something hilarious and you'll only need four commercial-free sitcoms with consistent laughter."
  },
  {
    "startTime": 58.618,
    "endTime": 63.385000000000005,
    "text": "If you're bored and happen to fall asleep, you'll need over 3 hours to burn the same amount."
  },
  {
    "startTime": 63.385,
    "endTime": 66.17099999999999,
    "text": "But you will be burning calories even in your sleep."
  },
  {
    "startTime": 66.171,
    "endTime": 69.18400000000001,
    "text": "Instead of surfing channels, what about actually surfing?"
  },
  {
    "startTime": 69.184,
    "endTime": 74.03999999999999,
    "text": "You can cut your time down to an hour by hitting the waves all the while getting that much desired tan."
  },
  {
    "startTime": 74.04,
    "endTime": 76.94200000000001,
    "text": "And if you get a mouthful of water in the process, don't worry."
  },
  {
    "startTime": 76.999,
    "endTime": 82.81299999999999,
    "text": "Simply drinking 8 glasses of water will burn an extra 70 calories a day, fresh water that is."
  },
  {
    "startTime": 82.813,
    "endTime": 88.023,
    "text": "Meaning after 3 days of the recommended daily water intake, you'd have burned off that 200 calories."
  },
  {
    "startTime": 88.023,
    "endTime": 90.28999999999999,
    "text": "But don't try to sneak it all in one day."
  },
  {
    "startTime": 90.29,
    "endTime": 92.873,
    "text": "Drinking too much water can actually be dangerous."
  },
  {
    "startTime": 92.873,
    "endTime": 94.438,
    "text": "Don't want to wait days?"
  },
  {
    "startTime": 94.438,
    "endTime": 97.017,
    "text": "Try some intense skipping for 15 minutes."
  },
  {
    "startTime": 97.017,
    "endTime": 102.24,
    "text": "Or if you're having a good day, why not let the world know by singing your favorite pop song 23 times?"
  },
  {
    "startTime": 102.24,
    "endTime": 109.22999999999999,
    "text": "But if your shower head is the only one who appreciates your vocals, how about playing chopsticks on the piano for an hour and a half?"
  },
  {
    "startTime": 109.226,
    "endTime": 116.53,
    "text": "Or put those fingers to use by typing up a 4800 word short story, about burning 200 calories."
  },
  {
    "startTime": 116.53,
    "endTime": 123.56,
    "text": "And while 200 calories is an arbitrary number that we chose, a pound of fat is equivalent to roughly 3500 calories."
  },
  {
    "startTime": 123.556,
    "endTime": 124.95,
    "text": "So, burn away!"
  },
  {
    "startTime": 124.947,
    "endTime": 132.52,
    "text": "Though it's important to remember that how many calories your body burns during these activities is dependent on your size, gender, and general body makeup."
  },
  {
    "startTime": 132.523,
    "endTime": 136.51,
    "text": "Don't forget, AsapSCIENCE now has T-shirts in both white and black."
  },
  {
    "startTime": 136.51,
    "endTime": 137.76999999999998,
    "text": "Links are in the description."
  },
  {
    "startTime": 137.769,
    "endTime": 142.06,
    "text": "Ask away those burning questions and subscribe for more weekly science videos."
  }
]