[
  {
    "startTime": 0.719,
    "endTime": 7.4,
    "text": "Let's talk about a problem you might have when listening to English, especially when watching a movie."
  },
  {
    "startTime": 7.4,
    "endTime": 10.5,
    "text": "You don't understand what you hear."
  },
  {
    "startTime": 10.5,
    "endTime": 14.1,
    "text": "And this is not because you don't know the vocabulary."
  },
  {
    "startTime": 14.1,
    "endTime": 19.4,
    "text": "If you read the transcript or the subtitles, you will understand the material just fine."
  },
  {
    "startTime": 19.4,
    "endTime": 22.5,
    "text": "So you already know the words being used."
  },
  {
    "startTime": 22.5,
    "endTime": 26.1,
    "text": "You just don't recognize them when listening."
  },
  {
    "startTime": 26.1,
    "endTime": 28.239,
    "text": "So, what should you do?"
  },
  {
    "startTime": 28.239,
    "endTime": 38.0,
    "text": "According to many research studies, an effective way to deal with this problem is to practice listening through easy-to-hard training."
  },
  {
    "startTime": 38.0,
    "endTime": 43.6,
    "text": "In one study, participants were trained to perform a task related to hearing."
  },
  {
    "startTime": 43.6,
    "endTime": 49.7,
    "text": "And there were three levels of difficulty: easy, normal, and difficult."
  },
  {
    "startTime": 49.7,
    "endTime": 52.32,
    "text": "The participants were divided into two groups."
  },
  {
    "startTime": 52.32,
    "endTime": 58.0,
    "text": "The first group was trained to perform only the difficult version of that task."
  },
  {
    "startTime": 58.0,
    "endTime": 66.6,
    "text": "The second group, however, started with the easy and normal versions first before performing the difficult version."
  },
  {
    "startTime": 66.6,
    "endTime": 72.39999999999999,
    "text": "The researchers wanted to know which group would perform the difficult version better."
  },
  {
    "startTime": 72.4,
    "endTime": 74.57000000000001,
    "text": "So what was the result?"
  },
  {
    "startTime": 74.57,
    "endTime": 82.19999999999999,
    "text": "Well, despite having less training with the difficult version, the second group actually performed better."
  },
  {
    "startTime": 82.2,
    "endTime": 97.5,
    "text": "Practically speaking, this finding suggests that if you have difficulty doing something, instead of just keep doing that, it's more effective to start with something easy and then slowly increase the difficulty as you improve."
  },
  {
    "startTime": 97.5,
    "endTime": 101.25,
    "text": "So how can you apply this knowledge to improve your listening?"
  },
  {
    "startTime": 101.25,
    "endTime": 102.3,
    "text": "I'll tell you."
  },
  {
    "startTime": 102.3,
    "endTime": 105.3,
    "text": "First, you have to make it easy in the beginning."
  },
  {
    "startTime": 105.3,
    "endTime": 117.8,
    "text": "For example, if you listen to podcasts in English on your smartphone, find an app that lets you change playback speed so that you can slow down or speed up what you're listening to."
  },
  {
    "startTime": 117.8,
    "endTime": 122.89999999999999,
    "text": "If you listen on your computer, there are programs that can do that as well."
  },
  {
    "startTime": 122.9,
    "endTime": 129.75,
    "text": "Then, whenever you have trouble understanding, use the app to slow down the audio like this."
  },
  {
    "startTime": 129.75,
    "endTime": 133.08,
    "text": "I told my mom that I was going to win first place and she just laughed at me."
  },
  {
    "startTime": 133.08,
    "endTime": 140.85000000000002,
    "text": "To be honest, she had no real reason to believe me because I wasn't a particularly great speller and I hadn't even placed in the previous year's contest."
  },
  {
    "startTime": 140.85,
    "endTime": 145.2,
    "text": "But for some reason, I was so sure of myself so I said, \"okay mom.\""
  },
  {
    "startTime": 145.2,
    "endTime": 147.5,
    "text": "So now it gets easier, right?"
  },
  {
    "startTime": 147.5,
    "endTime": 149.2,
    "text": "You have more time to think."
  },
  {
    "startTime": 149.2,
    "endTime": 153.2,
    "text": "You have more time to make out words that aren't pronounced clearly."
  },
  {
    "startTime": 153.2,
    "endTime": 157.63,
    "text": "You have more time to guess the meanings of new words and phrases."
  },
  {
    "startTime": 157.63,
    "endTime": 161.0,
    "text": "The idea here is to make it easy in the beginning."
  },
  {
    "startTime": 161.0,
    "endTime": 162.6,
    "text": "Listen at slower speeds."
  },
  {
    "startTime": 162.6,
    "endTime": 165.79999999999998,
    "text": "Listen to speakers that are easy to understand."
  },
  {
    "startTime": 165.8,
    "endTime": 171.0,
    "text": "Listen to easy stuff like podcasts and interviews as opposed to movies."
  },
  {
    "startTime": 171.0,
    "endTime": 172.78,
    "text": "Start small."
  },
  {
    "startTime": 172.78,
    "endTime": 174.74,
    "text": "But you're not done yet."
  },
  {
    "startTime": 174.74,
    "endTime": 180.0,
    "text": "Easy-to-hard training requires you to go from easy to difficult."
  },
  {
    "startTime": 180.0,
    "endTime": 186.0,
    "text": "So once your listening skills improve, you have to gradually increase the difficulty."
  },
  {
    "startTime": 186.0,
    "endTime": 196.75,
    "text": "For example, if you're listening to a speaker that speaks slowly, and you can understand everything, instead of listening at the normal speed, speed it up like this."
  },
  {
    "startTime": 196.75,
    "endTime": 199.73,
    "text": "Let's think about, imagine you are going to a party."
  },
  {
    "startTime": 199.73,
    "endTime": 202.89,
    "text": "You go to a party and you are meeting some people that you have never met before."
  },
  {
    "startTime": 202.89,
    "endTime": 206.89,
    "text": "And at that party, you get a certain feeling of each person you are connecting with."
  },
  {
    "startTime": 206.89,
    "endTime": 212.29999999999998,
    "text": "You go, okay, over here, here's a woman like very gregarious, and outgoing and fun-loving and oh yeah I would love to connect with her, she... she seems..."
  },
  {
    "startTime": 212.3,
    "endTime": 219.5,
    "text": "Now, after you speed it up, you must still be able to understand the content, but you should feel a little uncomfortable."
  },
  {
    "startTime": 219.5,
    "endTime": 225.459,
    "text": "This will help you become more familiar with listening to fast speakers."
  },
  {
    "startTime": 225.459,
    "endTime": 228.20000000000002,
    "text": "The idea here is to keep pushing yourself."
  },
  {
    "startTime": 228.2,
    "endTime": 233.39999999999998,
    "text": "[Step out of your comfort zone!] If you keep listening to something easy, your listening skills will stop improving."
  },
  {
    "startTime": 233.4,
    "endTime": 236.70000000000002,
    "text": "So you have to keep challenging yourself."
  },
  {
    "startTime": 236.7,
    "endTime": 238.6,
    "text": "So listen at faster speeds."
  },
  {
    "startTime": 238.6,
    "endTime": 242.2,
    "text": "Also, don't keep listening to the same person."
  },
  {
    "startTime": 242.2,
    "endTime": 245.39999999999998,
    "text": "Listen to different people with different speaking styles."
  },
  {
    "startTime": 245.4,
    "endTime": 249.3,
    "text": "And then, start watching movies without subtitles."
  },
  {
    "startTime": 249.3,
    "endTime": 254.4,
    "text": "If it's still difficult, you can slow down the movie by 5 percent or 10 percent."
  },
  {
    "startTime": 254.4,
    "endTime": 259.0,
    "text": "Or you can slow it down even more if you don't mind the slowness."
  },
  {
    "startTime": 259.0,
    "endTime": 264.5,
    "text": "Once you get used to it, you can then start watching movies at normal speed."
  },
  {
    "startTime": 264.5,
    "endTime": 266.7,
    "text": "All right, that concludes this video."
  },
  {
    "startTime": 266.7,
    "endTime": 273.3,
    "text": "To help you get started, I have created a resource page where you can download English listening material for free."
  },
  {
    "startTime": 273.3,
    "endTime": 284.38,
    "text": "Click here to go to that page."
  }
]