[
  {
    "startTime": 0.21,
    "endTime": 3.64,
    "text": "For many of us sleep is a luxury that we all too frequently miss out on."
  },
  {
    "startTime": 3.64,
    "endTime": 10.2,
    "text": "But without it comes with full of health problems and consequences like the lack of motivation, decreased attention span and feeling like crap."
  },
  {
    "startTime": 10.2,
    "endTime": 17.858,
    "text": "And while some studies suggest that the optimal amount of sleep is between seven to eight hours, the truth is that not all sleep is created equal."
  },
  {
    "startTime": 17.859,
    "endTime": 21.839000000000002,
    "text": "So here are some examples in ways that you can help improve the quality of your sleep ..."
  },
  {
    "startTime": 21.839,
    "endTime": 27.39,
    "text": "... so you feel more energetic and ready to face the day."
  },
  {
    "startTime": 27.39,
    "endTime": 33.0,
    "text": "Napping. I love napping and a key to successful nap is the length of time at which you rest."
  },
  {
    "startTime": 33.0,
    "endTime": 37.939,
    "text": "It's important to ensure that you take up a power nap, which means that you only nap between 20 to 30 minutes."
  },
  {
    "startTime": 37.939,
    "endTime": 44.5,
    "text": "This allows you to wake up not feeling groggy because you do not enter deep sleep stages and therefore do not fall into a deep sleep."
  },
  {
    "startTime": 44.5,
    "endTime": 48.16,
    "text": "Also short naps are important because long naps can effect your ability to fall sleep at night."
  },
  {
    "startTime": 49.0,
    "endTime": 56.5,
    "text": "Studies found that individuals who take power naps at least three times a week in the afternoon are 37 percent less likely to die of heart disease"
  },
  {
    "startTime": 56.5,
    "endTime": 58.92,
    "text": "That's something you should tell your teacher/boss."
  },
  {
    "startTime": 58.92,
    "endTime": 62.0,
    "text": "Cut down on alcohol, caffeine, and cigarettes."
  },
  {
    "startTime": 62.0,
    "endTime": 70.07900000000001,
    "text": "Okay, so you might not love this tip, but while alcohol may help you fall asleep faster, it actually decreases the quality of your sleep by damaging the sleep cycle."
  },
  {
    "startTime": 70.079,
    "endTime": 74.86999999999999,
    "text": "Caffeine on the other hand has been found to shorten phases three and four of your sleep cycle, which is where REM (rapid eye movement) and dream occur."
  },
  {
    "startTime": 74.87,
    "endTime": 80.9,
    "text": "And finally, while cigarettes may feel relaxing they can actually prevent the onset of sleep altogether."
  },
  {
    "startTime": 80.9,
    "endTime": 85.589,
    "text": "Have a schedule: Your body loves routine, so try waking up at the same time every day"
  },
  {
    "startTime": 85.589,
    "endTime": 89.239,
    "text": "Or at least within the same hour--and yes, this does include weekends."
  },
  {
    "startTime": 89.239,
    "endTime": 96.0,
    "text": "I know it may be hard but it's better to get up at the same time and maybe nap in the afternoon if you are tired than messing up your whole schedule altogether."
  },
  {
    "startTime": 96.0,
    "endTime": 98.049,
    "text": "Trust us you will feel a lot better on Monday."
  },
  {
    "startTime": 98.049,
    "endTime": 99.5,
    "text": "Quit staring at your screens."
  },
  {
    "startTime": 99.5,
    "endTime": 107.69,
    "text": "The bright lights on your TV, laptop, or cell phone actually trick your brain into thinking that in daytime, meaning that they affect your entire sleep cycle."
  },
  {
    "startTime": 107.69,
    "endTime": 110.939,
    "text": "So, cut them out an hour or two before you go to bed and they shouldn't be an issue."
  },
  {
    "startTime": 110.938,
    "endTime": 113.5,
    "text": "Also cut the external light out of your room."
  },
  {
    "startTime": 113.5,
    "endTime": 122.68,
    "text": "The lights from your laptop, or your printer, or cable box actually keep your brain awake at night.o either put some tape over it, cover it up or just get it out of your room entirely."
  },
  {
    "startTime": 122.68,
    "endTime": 125.0,
    "text": "Failing that, you can always wear face mask at night."
  },
  {
    "startTime": 125.0,
    "endTime": 130.469,
    "text": "Develop a night time ritual. The point of this ritual is to help you disengage from your daily activities and potentially distress on your life."
  },
  {
    "startTime": 132.0,
    "endTime": 141.0,
    "text": "Some examples that people swear by are stretching for 10 minutes before bed, going on similar walk at night to help clear your mind and obviously the common one which is reading."
  },
  {
    "startTime": 141.0,
    "endTime": 146.0,
    "text": "It's helpful to read fiction books because they can distract your mind and take you to an entirely different world."
  },
  {
    "startTime": 146.0,
    "endTime": 148.859,
    "text": "Except for Mitch reading Game of Thrones because he just ended up crying all night"
  },
  {
    "startTime": 148.859,
    "endTime": 155.93,
    "text": "It's important that once you've finished this ritual and you disengaged do not reengaged by going back on your cell phone before bed."
  },
  {
    "startTime": 155.93,
    "endTime": 160.5,
    "text": "Some handy tips are charging your phone away from arm's reach or potentially in a completely different room."
  },
  {
    "startTime": 160.5,
    "endTime": 162.509,
    "text": "You can also build a morning routine."
  },
  {
    "startTime": 162.509,
    "endTime": 167.38899999999998,
    "text": "Having this specific task planned in the morning helps you to avoid hitting the snooze button and falling back asleep."
  },
  {
    "startTime": 167.389,
    "endTime": 169.75,
    "text": "People love the videos on sleep,"
  },
  {
    "startTime": 169.75,
    "endTime": 173.919,
    "text": "-I know, it's probably because we never ...  -It's because we never sleep."
  },
  {
    "startTime": 173.919,
    "endTime": 178.96900000000002,
    "text": "Whether it's going to the gym or even something as simple as browsing Reddit or watching your favorite YouTube channels."
  },
  {
    "startTime": 178.969,
    "endTime": 182.60899999999998,
    "text": "Having something to look forward to in the morning can help you get out of bed."
  },
  {
    "startTime": 182.61,
    "endTime": 185.81900000000002,
    "text": "One great piece of advice is to just get outside first thing in the morning."
  },
  {
    "startTime": 185.818,
    "endTime": 190.738,
    "text": "Human beings are meant to wake up with the sun, so it's only natural to get outside and feel some rays in the morning."
  },
  {
    "startTime": 190.739,
    "endTime": 198.25,
    "text": "Use a smart alarm. If you don't have the luxury of waking up naturally, then it's important to use an alarm you're not just gonna slam off and go back to bed."
  },
  {
    "startTime": 198.25,
    "endTime": 206.59,
    "text": "Some examples are setting your alarm as your radio, having a start quietly in gradually got louder or playing your favorite tunes in order to help you dance out of bed."
  },
  {
    "startTime": 206.59,
    "endTime": 215.548,
    "text": "Your bed is for sleeping. By watching TV, doing work, or eating food, your brain now associates these activities with your bed and so it's harder for you to sleep at night."
  },
  {
    "startTime": 215.549,
    "endTime": 219.04000000000002,
    "text": "So there you have it, put some those tips into action and hopefully you'll find yourself having a more restful sleep and as a result, a better day."
  },
  {
    "startTime": 222.0,
    "endTime": 229.808,
    "text": "And if you have any other tips you'd like to share with us or other people, please put them in the comments below. We're tired, it's the afternoon so we're gonna take a brilliant power nap."
  },
  {
    "startTime": 229.809,
    "endTime": 240.0,
    "text": "And I know you're gonna to take any of this advice, so you can subscribe to our channel and watch all the videos and stay up all night, do whatever you want, we'll see you later."
  }
]