[
  {
    "startTime": 0.0,
    "endTime": 4.747,
    "text": "Mornings are (fucking) tough. Getting out of bed should be an Olympic sport. It's that hard."
  },
  {
    "startTime": 5.1,
    "endTime": 11.5,
    "text": "But you should want to be the Michael Phelps of rolling out of the hay, because if you (fuck up) your sleep, you can (fuck up) your life."
  },
  {
    "startTime": 16.867,
    "endTime": 20.765,
    "text": "Chronic sleep loss has been linked to heart disease, stroke, and diabetes."
  },
  {
    "startTime": 21.133,
    "endTime": 26.4,
    "text": "It can also impair the thinking and learning processes while contributing to symptoms of depression."
  },
  {
    "startTime": 26.4,
    "endTime": 31.406999999999996,
    "text": "Perhaps most frightening is you kill your sex drive and speed up the process of aging."
  },
  {
    "startTime": 31.7,
    "endTime": 35.8,
    "text": "So if you don't wanna die, and be hot, listen up!"
  },
  {
    "startTime": 35.95,
    "endTime": 41.0,
    "text": "Waking up on the right side of the bed, of course, means you have to get a good night's sleep the night before."
  },
  {
    "startTime": 41.0,
    "endTime": 46.1,
    "text": "That means getting enough sleep (six to eight hours ideally), sticking to a sleep schedule, and maintaining a comfortable sleep environment."
  },
  {
    "startTime": 49.028,
    "endTime": 63.078,
    "text": "If you're feeling really ballsy about getting some quality shut-eye—and you should be—then cut the caffeine, booze, and screens, like TV and your laptop, well before you go to bed."
  },
  {
    "startTime": 63.424,
    "endTime": 68.326,
    "text": "Don't go to bed hungry, don't go to bed full, and don't go to bed thirsty."
  },
  {
    "startTime": 68.326,
    "endTime": 72.439,
    "text": "While you're sleeping, you can't really do much aside from, well, sleep."
  },
  {
    "startTime": 72.512,
    "endTime": 76.063,
    "text": "So let's skip that part and get right to the good stuff—waking up."
  },
  {
    "startTime": 76.2,
    "endTime": 79.286,
    "text": "First and foremost, set yourself up for success."
  },
  {
    "startTime": 79.681,
    "endTime": 83.684,
    "text": "Have your alarm clock across the room, so you have to get up to turn it off."
  },
  {
    "startTime": 84.215,
    "endTime": 87.461,
    "text": "If you drink coffee, preset it to brew before you wake up."
  },
  {
    "startTime": 87.8,
    "endTime": 91.58,
    "text": "And for the love of everything that is holy, don't hit snooze."
  },
  {
    "startTime": 92.3,
    "endTime": 103.25399999999999,
    "text": "Once you're out of bed, have a big ass glass of water. It would get your metabolism revving and flush out toxins, plus, rehydrate your body and it's good for your brain."
  },
  {
    "startTime": 103.254,
    "endTime": 107.66000000000001,
    "text": "But most important of all, have goals and a plan when you wake up in the morning."
  },
  {
    "startTime": 108.034,
    "endTime": 111.60000000000001,
    "text": "Why are you waking up early? To work out or maybe grab a coffee?"
  },
  {
    "startTime": 112.024,
    "endTime": 116.2,
    "text": "Wake up with the mentality of a champ, not a scrub."
  },
  {
    "startTime": 116.422,
    "endTime": 121.7,
    "text": "Now get cracking because next time you shut-eye, you'd better shut it down."
  }
]