[
  {
    "startTime": 3.4,
    "endTime": 7.199999999999999,
    "text": "Women decide whether or not they like a guy within 15 minutes of meeting them."
  },
  {
    "startTime": 7.21,
    "endTime": 16.9,
    "text": "That's a full 14 minutes and 59 seconds longer than YouTube viewers."
  },
  {
    "startTime": 17.1,
    "endTime": 18.700000000000003,
    "text": "Welcome to DNews, I’m Ross Everett."
  },
  {
    "startTime": 18.75,
    "endTime": 23.6,
    "text": "Women’s intuition, aside from being the name of my new fragrance line, is a very powerful thing."
  },
  {
    "startTime": 23.61,
    "endTime": 25.099999999999998,
    "text": "Not unlike my new fragrance line."
  },
  {
    "startTime": 25.3,
    "endTime": 32.1,
    "text": "From the moment a woman lays eyes on a possible mate they're analyzing their traits, deciding \"Do I want my offspring to have these?\""
  },
  {
    "startTime": 32.15,
    "endTime": 39.6,
    "text": "How do we knows this? Well, findings from the Case Western Reserve University in Cleveland Ohio has been doing experiments on the brains of fruit flies."
  },
  {
    "startTime": 39.7,
    "endTime": 43.900000000000006,
    "text": "Ross, are you saying that women have the brains of fruit flies? Not at all...Men do too."
  },
  {
    "startTime": 44.0,
    "endTime": 45.424,
    "text": "Here's a fun little factoid."
  },
  {
    "startTime": 45.5,
    "endTime": 50.0,
    "text": "Fruit flies are often used for research because they share 60 percent of human genes."
  },
  {
    "startTime": 50.01,
    "endTime": 53.713,
    "text": "So when someone says you have a flea brain, they're not far off."
  },
  {
    "startTime": 53.75,
    "endTime": 61.75,
    "text": "Our brains share six of the same chemicals that transmit messages as well as have the same division of regions that process sound, sight and smell."
  },
  {
    "startTime": 61.8,
    "endTime": 63.949999999999996,
    "text": "Think about that next time you're about to make a big decision."
  },
  {
    "startTime": 64.1,
    "endTime": 76.044,
    "text": "When studying these fruit fly brains, scientists identified one single gene that when mutated, rendered a female completely incapable of deciding on a mate, even when a male is trying really hard...the poor guy."
  },
  {
    "startTime": 76.0,
    "endTime": 78.591,
    "text": "You're not gonna get it. It's already been decided."
  },
  {
    "startTime": 78.6,
    "endTime": 85.75,
    "text": "From there, scientists were able to map this courtship gene to a small number of excitatory neurons located in just three distinct regions of the brain."
  },
  {
    "startTime": 85.8,
    "endTime": 89.5,
    "text": "Two of which, they never even knew had anything to do with mating behavior."
  },
  {
    "startTime": 89.55,
    "endTime": 97.2,
    "text": "So it's that tiny number of neurons that help a lady-fly decide whether she's impressed by all of his dancing, and singing and pheromone-releasing."
  },
  {
    "startTime": 97.21,
    "endTime": 101.85,
    "text": "And if it takes a male any longer than 15 minutes to win her over...pretty much a \"no.\""
  },
  {
    "startTime": 101.95,
    "endTime": 108.3,
    "text": "So if you wanna get a big consensual \"YES\" from a partner, remember that always put your most exciting foot forward."
  },
  {
    "startTime": 108.35,
    "endTime": 113.29899999999999,
    "text": "And if you get rejected, maybe it's not you, maybe it's just her excitatory neurons are just malfunctioning."
  },
  {
    "startTime": 113.3,
    "endTime": 117.35,
    "text": "Do you find yourself gravitating towards more exciting options? Let me know in the comments down below."
  },
  {
    "startTime": 117.4,
    "endTime": 122.394,
    "text": "Remember to like this video and subscribe to DNews for more scienti-type brain things on the regular."
  },
  {
    "startTime": 122.4,
    "endTime": 129.519,
    "text": "And also, if you would like to hear about the changes to California's sexual consent law, you can check out this video where I lay it all out loud in the simplest of ways."
  },
  {
    "startTime": 129.55,
    "endTime": 138.3,
    "text": "Now in California they're flipping no means no on it's head and throwing it's legs over their shoulders consensually, of course, as they've embraced a new position on what it means to give consent."
  },
  {
    "startTime": 138.31,
    "endTime": 141.5,
    "text": "Don't forget to subscribe here for more Dnews everyday and week."
  }
]