[
  {
    "startTime": 0.04,
    "endTime": 4.0,
    "text": "[Using Google Toolbar in Internet Explorer]"
  },
  {
    "startTime": 4.0,
    "endTime": 10.0,
    "text": "With your busy life, Google Toolbar lets you get the most out of your time on the web."
  },
  {
    "startTime": 10.0,
    "endTime": 16.039,
    "text": "Toolbar is an Internet Explorer add-on that you can download or you might already have it pre-installed."
  },
  {
    "startTime": 16.039,
    "endTime": 20.949,
    "text": "It appears at the top of the browser and allows you to search Google from anywhere on the web."
  },
  {
    "startTime": 20.949,
    "endTime": 26.8,
    "text": "You can also search specific Google sites, such as Images, News and Maps."
  },
  {
    "startTime": 26.8,
    "endTime": 38.480000000000004,
    "text": "So when you're checking your kid's school calendar and see Ethan has an away game coming up, you can quickly look up the location in Google Maps, get your directions and be on your way."
  },
  {
    "startTime": 38.48,
    "endTime": 41.55,
    "text": "Toolbar has other useful time-saving tools."
  },
  {
    "startTime": 41.55,
    "endTime": 50.5,
    "text": "The Word find and Highlight tools quickly identify your search terms, and you can jump to relevant parts of a page using Quick Scroll."
  },
  {
    "startTime": 50.5,
    "endTime": 62.5,
    "text": "So when Emma needs help with her civics homework just type a phrase from the founding father's famous speech that she's researching, choose a search result and you can go right to that section of the speech."
  },
  {
    "startTime": 62.5,
    "endTime": 65.369,
    "text": "And now Emma can report back with new insight."
  },
  {
    "startTime": 65.369,
    "endTime": 72.0,
    "text": "You can use Toolbar to translate web pages written in foreign languages with just the click of a button."
  },
  {
    "startTime": 72.0,
    "endTime": 78.0,
    "text": "So when you're planning that family vacation overseas, you can get the inside scoop on things."
  },
  {
    "startTime": 78.0,
    "endTime": 84.03,
    "text": "With Google+ built into Toolbar you can also easily share things with friends."
  },
  {
    "startTime": 84.03,
    "endTime": 88.6,
    "text": "Tools like Autofill make online purchases go much faster."
  },
  {
    "startTime": 88.6,
    "endTime": 92.14999999999999,
    "text": "Just make sure that you're signed in to Toolbar with your Google account."
  },
  {
    "startTime": 92.15,
    "endTime": 106.649,
    "text": "You can also customize Toolbar by adding and removing buttons for the tools you use most or not at all and because your settings are saved to your account you take them with you when you use other computers with Internet Explorer."
  },
  {
    "startTime": 106.649,
    "endTime": 113.39,
    "text": "Google Toolbar makes browsing simple, easy and useful."
  }
]