[
  {
    "startTime": 5.7,
    "endTime": 10.2,
    "text": "An organization's business model can be described with nine basic building blocks."
  },
  {
    "startTime": 10.3,
    "endTime": 16.1,
    "text": "Your customer segments, your value proposition for each segment, the channels to reach customers."
  },
  {
    "startTime": 17.3,
    "endTime": 25.700000000000003,
    "text": "Customer relationships you establish, the revenue streams you generate, the key resources and key activities you require to create value."
  },
  {
    "startTime": 26.7,
    "endTime": 30.3,
    "text": "The key partners and the cost structure of the business model."
  },
  {
    "startTime": 31.1,
    "endTime": 34.5,
    "text": "But it's not sufficient to just enumerate the nine building blocks."
  },
  {
    "startTime": 34.6,
    "endTime": 38.7,
    "text": "What you really want to do is to map them out on a pre-structured canvas."
  },
  {
    "startTime": 42.0,
    "endTime": 44.4,
    "text": "This is what we call the business model canvas,"
  },
  {
    "startTime": 44.5,
    "endTime": 49.3,
    "text": "a tool that helps you map, discuss, design, and invent new business models."
  },
  {
    "startTime": 50.2,
    "endTime": 54.400000000000006,
    "text": "Let's briefly go through the nine building blocks, starting with customer segments."
  },
  {
    "startTime": 54.5,
    "endTime": 58.0,
    "text": "These are all the people or organizations for which you're creating value."
  },
  {
    "startTime": 58.1,
    "endTime": 60.9,
    "text": "This includes simple users and paying customers."
  },
  {
    "startTime": 62.3,
    "endTime": 65.39999999999999,
    "text": "For each segment, you have a specific value proposition."
  },
  {
    "startTime": 65.4,
    "endTime": 69.10000000000001,
    "text": "These are the bundles of products and services that create value for your customers."
  },
  {
    "startTime": 69.2,
    "endTime": 73.8,
    "text": "The channels describe through which touchpoints you're interacting with customers and delivering value."
  },
  {
    "startTime": 80.1,
    "endTime": 84.6,
    "text": "The customer relationships outline the type of relationship you're establishing with your customers."
  },
  {
    "startTime": 87.2,
    "endTime": 93.0,
    "text": "The revenue streams make clear how and through which pricing mechanisms your business model is capturing value."
  },
  {
    "startTime": 93.7,
    "endTime": 98.7,
    "text": "Then, you need to describe the infrastructure to create, deliver, and capture value."
  },
  {
    "startTime": 98.8,
    "endTime": 102.7,
    "text": "The key resources show which assets are indispensable in your business model."
  },
  {
    "startTime": 103.9,
    "endTime": 108.0,
    "text": "The key activities show which things you really need to be able to perform well."
  },
  {
    "startTime": 108.7,
    "endTime": 111.9,
    "text": "The key partners show who can help you leverage your business model."
  },
  {
    "startTime": 112.0,
    "endTime": 116.9,
    "text": "Since you won't own all key resources yourself, nor will you perform all key activities."
  },
  {
    "startTime": 117.0,
    "endTime": 122.7,
    "text": "And once you understand your business model's infrastructure, you'll also have an idea of its cost structure."
  },
  {
    "startTime": 123.3,
    "endTime": 128.3,
    "text": "So, with the business model canvas, you can map out your entire business model in one image."
  },
  {
    "startTime": 128.8,
    "endTime": 133.20000000000002,
    "text": "This works for start-up entrepreneurs just as well as for the most senior executives."
  }
]