[
  {
    "startTime": 0.21,
    "endTime": 9.0,
    "text": "Alright Fitlifers, it's another Mindset Monday and today we're talking about Peer Pressure."
  },
  {
    "startTime": 9.0,
    "endTime": 13.4,
    "text": "What is Peer pressure? Peer pressure is when you go out to the kitchen and get your veggiesout of the fridge."
  },
  {
    "startTime": 13.4,
    "endTime": 15.16,
    "text": "All of a sudden, you're going to make that green juice and somebody comes up to you and says,"
  },
  {
    "startTime": 16.0,
    "endTime": 24.5,
    "text": "\"Wow, you're juicing again, what are you doing? You lose all the fiber, all these other things, juicing isn't that good for you. You haven't already lost that much weight. Why do you keep persisting?"
  },
  {
    "startTime": 24.5,
    "endTime": 30.0,
    "text": "All these voices from the outside world, infringe onyour ability to be who you are."
  },
  {
    "startTime": 30.0,
    "endTime": 34.6,
    "text": "You have to get rid of the mentality of listening to what other people think about you and tap into your own greatness."
  },
  {
    "startTime": 34.6,
    "endTime": 38.6,
    "text": "Alright, so I'm going to give you three tools today that are going to change your life for good, here we go."
  },
  {
    "startTime": 38.9,
    "endTime": 48.7,
    "text": "Step number one is how to create a vision board, step number two is surrounding yourself with positive people and step number three, joining the community to help you. Step number three."
  },
  {
    "startTime": 48.7,
    "endTime": 51.7,
    "text": "So let's get on with this. Step number one: a vision board, well, what is it?"
  },
  {
    "startTime": 51.7,
    "endTime": 53.300000000000004,
    "text": "Can we get a picture right here?"
  },
  {
    "startTime": 53.3,
    "endTime": 62.0,
    "text": "A vision board is this digital creation you can put it on your computer, you can put it on a little post-it note with all the pictures that you want to create in your life."
  },
  {
    "startTime": 62.0,
    "endTime": 68.0,
    "text": "You got your house, you got your car, you got your health, you got your relationship, you got your spiritual, you got your emotional life, you got money on the vision board."
  },
  {
    "startTime": 68.0,
    "endTime": 71.3,
    "text": "Whatever it is, whatever you see in your life, that's what you're going to create."
  },
  {
    "startTime": 71.3,
    "endTime": 74.0,
    "text": "You look at this thing every day, I look at mine twice a day."
  },
  {
    "startTime": 74.0,
    "endTime": 77.5,
    "text": "In the morning and at night I have this vision board, it's an amazing thing."
  },
  {
    "startTime": 77.5,
    "endTime": 81.2,
    "text": "We've done videos on vision board in the past, we'll leave the link below this video if you want to check that out."
  },
  {
    "startTime": 81.2,
    "endTime": 86.0,
    "text": "Number two is surrounding yourself with supportive successful people."
  },
  {
    "startTime": 86.3,
    "endTime": 91.6,
    "text": "People say that you're the average of your five best friends, FitLifer, five, not ten."
  },
  {
    "startTime": 91.6,
    "endTime": 95.3,
    "text": "You're the average of your five best friends, FitLifer, and that's so true."
  },
  {
    "startTime": 95.3,
    "endTime": 109.6,
    "text": "If I could go back ten years in time when I was twenty-one years old, I would talk to myself and I'll say, \"You know what, Drew? Surround yourself with positive, successful, open-minded, expansive, unlimited people because that's what you're going to become.\""
  },
  {
    "startTime": 109.6,
    "endTime": 116.5,
    "text": "And if I really apply that to my life which I would like to think that I did through a certain extent, and I'll completely change my life and it'll change yours."
  },
  {
    "startTime": 116.5,
    "endTime": 121.7,
    "text": "So start to look at who your five best friends are, list them all out, look at the qualities that they have."
  },
  {
    "startTime": 121.7,
    "endTime": 126.5,
    "text": "See what it is that you like about them and I guarantee you that you're the average of your five best friends."
  },
  {
    "startTime": 126.5,
    "endTime": 131.3,
    "text": "Step number three is join a supportive community and that's where we come in, FitLifer."
  },
  {
    "startTime": 131.3,
    "endTime": 137.0,
    "text": "See! You're watching this video right now. You see this every week, maybe you're inspired by one of them, maybe it was one in the past.  You're back again."
  },
  {
    "startTime": 137.0,
    "endTime": 140.2,
    "text": "Maybe it's your first video that you've seen me up here talking about this."
  },
  {
    "startTime": 140.2,
    "endTime": 148.39999999999998,
    "text": "Well, we're supportive. We love supporting people, we love your transformation, we love what you're all about, and we would absolutely love for you to be a part of our community."
  },
  {
    "startTime": 148.4,
    "endTime": 156.70000000000002,
    "text": "Watch these videos, leave comments, we give out a book every single week in these Mindset Mondays and on Saturday Strategy, we give out a juicer just for you being awesome."
  },
  {
    "startTime": 156.7,
    "endTime": 160.89999999999998,
    "text": "So, recap number one is the beautiful vision board, get a vision board created."
  },
  {
    "startTime": 160.9,
    "endTime": 162.20000000000002,
    "text": "I'm going to give you two weeks to do it."
  },
  {
    "startTime": 162.2,
    "endTime": 167.89999999999998,
    "text": "Don't worry, I'm not going to go up to you and look in your windows and make sure that it's done, but I'm going to hold you accountable and ask you about that in the future."
  },
  {
    "startTime": 167.9,
    "endTime": 173.0,
    "text": "Step number two is surrounding yourself with positive people."
  },
  {
    "startTime": 173.0,
    "endTime": 182.22,
    "text": "You want to surround yourself with positive people all of the time and again, you are the average of your five best friends, say it with me."
  },
  {
    "startTime": 182.22,
    "endTime": 184.0,
    "text": "You really are the average of your five best friends."
  },
  {
    "startTime": 184.0,
    "endTime": 187.7,
    "text": "Step number three is joining the community of supportive people."
  },
  {
    "startTime": 187.7,
    "endTime": 193.79999999999998,
    "text": "We do have a membership site, FitLifer, so if you're interested in joining the community, it's a small monthly investment."
  },
  {
    "startTime": 193.8,
    "endTime": 201.3,
    "text": "We have over a thousand people, a thousand juicers, a thousand enlightened people, a thousand people that want to take their life to the next level."
  },
  {
    "startTime": 201.3,
    "endTime": 205.60000000000002,
    "text": "If you're interested in that, it's a small investment to transform your life, FitLifers."
  },
  {
    "startTime": 205.6,
    "endTime": 208.0,
    "text": "So that's what it's all about, so those are the three things."
  },
  {
    "startTime": 208.0,
    "endTime": 220.2,
    "text": "Alright, so who won the book last week? Well, GlamVintageSoul! Congratulations, the book is coming out to you, \"Outwitting the Devil\" baby! By Napoleon Hill, one of my favorite books."
  },
  {
    "startTime": 220.2,
    "endTime": 225.0,
    "text": "It's going to help you deal with peer pressure like no one else has, it's coming to you Glam."
  },
  {
    "startTime": 225.0,
    "endTime": 228.0,
    "text": "Again, to win the book next week, real simple and easy."
  },
  {
    "startTime": 228.0,
    "endTime": 237.0,
    "text": "All you need to do is make a comment below this video, let us know what you will take away is of this Mindset Monday and we could pick you, alright?"
  },
  {
    "startTime": 237.0,
    "endTime": 240.7,
    "text": "So I'm Drew Canole, I'm looking forward to your transformation."
  },
  {
    "startTime": 240.7,
    "endTime": 250.85,
    "text": "Remember, we're in this together and I'll see you next week."
  }
]