[
  {
    "startTime": 10.6,
    "endTime": 16.0,
    "text": "Over 1.5 billion people use the internet every day, and they search for pretty much anything."
  },
  {
    "startTime": 16.1,
    "endTime": 18.700000000000003,
    "text": "Like \"Why are barns red?\" and \"What's up with gluten?\""
  },
  {
    "startTime": 18.8,
    "endTime": 21.6,
    "text": "And we here at SciShow are all about fostering curiosity."
  },
  {
    "startTime": 21.7,
    "endTime": 26.5,
    "text": "That's why we've worked with Google and YouTube to answer ten of the most popular questions searched on the internet."
  },
  {
    "startTime": 26.6,
    "endTime": 28.900000000000002,
    "text": "This is \"The World's Most Asked Questions.\""
  },
  {
    "startTime": 29.0,
    "endTime": 31.2,
    "text": "Today's question: What is love?"
  },
  {
    "startTime": 31.3,
    "endTime": 36.8,
    "text": "It's the kind of thing that keeps poets and philosophers up at night, but science actually has a pretty good explanation for it, too."
  },
  {
    "startTime": 36.9,
    "endTime": 38.4,
    "text": "Actually, several explanations."
  },
  {
    "startTime": 38.5,
    "endTime": 41.3,
    "text": "And the answer might change depending on what kind of scientist you ask."
  },
  {
    "startTime": 41.4,
    "endTime": 45.4,
    "text": "A biologist would say it's all about reproduction, and the evolution and survival of a species."
  },
  {
    "startTime": 45.5,
    "endTime": 48.7,
    "text": "A psychologist may go on about our need for togetherness and acceptance."
  },
  {
    "startTime": 48.9,
    "endTime": 53.199999999999996,
    "text": "But possibly the best way to understand love is through chemistry. Brain chemistry."
  },
  {
    "startTime": 53.3,
    "endTime": 58.199999999999996,
    "text": "Although the heart is our symbol of love for some reason, when it comes down to it, love is all about the brain."
  },
  {
    "startTime": 58.3,
    "endTime": 62.3,
    "text": "We know this because we can actually see love in action in brain scans."
  },
  {
    "startTime": 62.3,
    "endTime": 65.5,
    "text": "And you know what? It looks an awful lot like a brain on cocaine."
  },
  {
    "startTime": 65.6,
    "endTime": 72.1,
    "text": "As a person first falls in love, at least a dozen different brain parts light up to release powerful chemicals — hormones and neurotransmitters"
  },
  {
    "startTime": 72.1,
    "endTime": 75.5,
    "text": "that trigger feelings of excitement, euphoria, bonding, and butterflies."
  },
  {
    "startTime": 75.7,
    "endTime": 81.0,
    "text": "Research also shows that the kind of unconditional love between a mother and child activates slightly different regions of the brain."
  },
  {
    "startTime": 81.1,
    "endTime": 84.0,
    "text": "Early romantic love and attraction, what you might call \"passion,\""
  },
  {
    "startTime": 84.1,
    "endTime": 90.0,
    "text": "is all about flooding the brain's reward systems in a tsunami of feel-good chemicals like adrenaline, norepinephrine, and dopamine."
  },
  {
    "startTime": 90.1,
    "endTime": 94.19999999999999,
    "text": "This is why a brain on intense new love looks a whole lot like a brain on coke."
  },
  {
    "startTime": 94.3,
    "endTime": 100.14,
    "text": "Adrenaline and norepinephrine amp up your heart rate and get you all restless, while those dopamine drips leave you feeling euphoric."
  },
  {
    "startTime": 100.2,
    "endTime": 105.9,
    "text": "These chemicals light up your brain's pleasure centers, lowering your pleasure thresholds, and making it easier to feel good about everything."
  },
  {
    "startTime": 106.0,
    "endTime": 110.34,
    "text": "Interestingly, this kind of passionate new love is also marked by lowered serotonin levels,"
  },
  {
    "startTime": 110.4,
    "endTime": 118.0,
    "text": "similar to those found in people with obsessive-compulsive disorders, which may help explain those 30 texts your infatuated new lover sent while you were in the shower."
  },
  {
    "startTime": 118.1,
    "endTime": 125.69999999999999,
    "text": "Eventually, most of these more intense, obsessive components of new love settle down into a deeper, calmer form of love associated with attachment and bonding."
  },
  {
    "startTime": 125.8,
    "endTime": 130.6,
    "text": "Here your brain chemistry starts changing again, and hormones like oxytocin and vasopressin take over."
  },
  {
    "startTime": 130.7,
    "endTime": 133.6,
    "text": "Their mission, like Al Green's, is to get you to stay together."
  },
  {
    "startTime": 133.7,
    "endTime": 136.6,
    "text": "You may have heard of oxytocin, the so-called the \"cuddle hormone.\""
  },
  {
    "startTime": 136.8,
    "endTime": 141.70000000000002,
    "text": "It gets released during orgasms, and for women during childbirth, and it helps cement bonds between people."
  },
  {
    "startTime": 141.8,
    "endTime": 144.3,
    "text": "And you can think of vasopressin as the monogamy hormone."
  },
  {
    "startTime": 144.4,
    "endTime": 146.70000000000002,
    "text": "And you know who's taught us more about how it works than anything else?"
  },
  {
    "startTime": 146.8,
    "endTime": 149.5,
    "text": "Prairie voles, one of the very few mammals that mate for life."
  },
  {
    "startTime": 149.6,
    "endTime": 154.7,
    "text": "After mating, a male vole's brain gets flooded with vasopressin, and essentially gets hooked on his mate forever."
  },
  {
    "startTime": 154.8,
    "endTime": 159.10000000000002,
    "text": "The two then have lots of sex, and all that tiny boot-knocking keeps the vasopressin flowing."
  },
  {
    "startTime": 159.2,
    "endTime": 166.2,
    "text": "When researchers gave voles a compound that suppressed the effects of vasopressin, the pairs quickly fell apart, losing their devotion to each other."
  },
  {
    "startTime": 166.3,
    "endTime": 172.70000000000002,
    "text": "So, while in the poetic sense, love may always be something of a mystery, from the scientific view, it is within the realm of comprehension."
  },
  {
    "startTime": 172.8,
    "endTime": 175.85000000000002,
    "text": "But what about you? How are the love lives of the SciShow viewers?"
  },
  {
    "startTime": 175.88,
    "endTime": 181.1,
    "text": "Well, of our survey takers, people within the ages of 51 and 60 are the most likely to have been in love."
  },
  {
    "startTime": 181.2,
    "endTime": 185.2,
    "text": "People who got their energy most from exercise were also more likely to have been in love."
  },
  {
    "startTime": 185.3,
    "endTime": 189.8,
    "text": "On the other hand, people who said they got their energy from food were less likely to have been in love."
  },
  {
    "startTime": 189.9,
    "endTime": 193.6,
    "text": "Of all the fascinating questions in the world, what question do you want answered most?"
  },
  {
    "startTime": 193.7,
    "endTime": 199.0,
    "text": "Let us know on Facebook or Twitter or in the comments down below, and we will answer the best questions in a new video at the end of the month."
  },
  {
    "startTime": 199.1,
    "endTime": 203.6,
    "text": "And don't forget to use the hashtag #WMAQ and stay tuned for other videos this week."
  }
]