[
  {
    "startTime": 0.4,
    "endTime": 6.1000000000000005,
    "text": "Whether it's from an awful breakup or a traumatic life event, some memories can haunt us for our entire lives."
  },
  {
    "startTime": 6.2,
    "endTime": 9.9,
    "text": "But, what if there was a way that you could completely forget these all together?"
  },
  {
    "startTime": 10.0,
    "endTime": 12.241,
    "text": "Can science erase your bad memories?"
  },
  {
    "startTime": 12.3,
    "endTime": 14.700000000000001,
    "text": "Memory is an incredibly complex process."
  },
  {
    "startTime": 14.8,
    "endTime": 22.4,
    "text": "While scientists used to believe it was like a filing cabinet and particular memories were stored in different sections of the brain, we now know this is incorrect."
  },
  {
    "startTime": 22.5,
    "endTime": 25.6,
    "text": "In fact, each memory is a brain wide process."
  },
  {
    "startTime": 25.7,
    "endTime": 30.5,
    "text": "If you end up remembering this video, it's because the cells in your brain are being triggered and fired."
  },
  {
    "startTime": 30.6,
    "endTime": 35.174,
    "text": "Building new connections and links and literally rewiring the circuitry of your mind."
  },
  {
    "startTime": 35.2,
    "endTime": 39.074000000000005,
    "text": "And this change is partially facilitated by proteins in the brain."
  },
  {
    "startTime": 39.2,
    "endTime": 41.379000000000005,
    "text": "So what if the proteins aren't available?"
  },
  {
    "startTime": 41.4,
    "endTime": 43.8,
    "text": "Simply put, memories can't be made."
  },
  {
    "startTime": 43.9,
    "endTime": 48.699999999999996,
    "text": "Seriously, scientists have tested this by giving animals drugs that prevent these proteins from forming."
  },
  {
    "startTime": 48.8,
    "endTime": 54.239,
    "text": "As a result the animals have no recollection of the things that took place shortly after the drug was taken."
  },
  {
    "startTime": 54.3,
    "endTime": 59.312999999999995,
    "text": "From this research, scientists actually found a way to target long term memories for deletion."
  },
  {
    "startTime": 59.4,
    "endTime": 64.6,
    "text": "You see, every single time you remember a memory, your brain is once again firing and rewiring."
  },
  {
    "startTime": 64.7,
    "endTime": 70.248,
    "text": "In fact, each time you reflect on a memory, you are literally physically changing that memory in your mind."
  },
  {
    "startTime": 70.3,
    "endTime": 74.1,
    "text": "And each time that memory is altered a little, reflecting your current thoughts."
  },
  {
    "startTime": 74.2,
    "endTime": 80.653,
    "text": "Remembering is an act of creation and imagining, meaning the more you reflect on old memories, the less accurate they become."
  },
  {
    "startTime": 80.7,
    "endTime": 83.286,
    "text": "And scientists have actually quantified this change."
  },
  {
    "startTime": 83.4,
    "endTime": 87.79,
    "text": "After 9/11, hundreds of people were asked about their memories of that dreadful day."
  },
  {
    "startTime": 87.9,
    "endTime": 91.328,
    "text": "A year later, 37% of the details had changed."
  },
  {
    "startTime": 91.4,
    "endTime": 96.144,
    "text": "By 2004, nearly 50% of the details had changed or gone missing."
  },
  {
    "startTime": 96.2,
    "endTime": 99.143,
    "text": "And because memories are formed and rebuilt every time,"
  },
  {
    "startTime": 99.2,
    "endTime": 105.2,
    "text": "if you administer the protein inhibiting drug while recalling a memory, the memory can be effectively removed."
  },
  {
    "startTime": 105.3,
    "endTime": 110.67,
    "text": "To test this, scientists took lab rats and played a sound for them, shortly followed by an electric shock."
  },
  {
    "startTime": 110.7,
    "endTime": 116.248,
    "text": "After doing this multiple times, the rats quickly learned that if they heard the sound, a shock was soon to follow."
  },
  {
    "startTime": 116.3,
    "endTime": 119.52,
    "text": "As a result, they would stress up and freeze every time they heard it."
  },
  {
    "startTime": 119.6,
    "endTime": 122.30799999999999,
    "text": "Months later, these rats would still respond to the noise."
  },
  {
    "startTime": 122.4,
    "endTime": 128.56900000000002,
    "text": "However, if they administered the drug first, the rats would lose the memory of the sound, and simply continue on."
  },
  {
    "startTime": 128.6,
    "endTime": 131.5,
    "text": "They had lost their memory of that specific noise."
  },
  {
    "startTime": 131.6,
    "endTime": 138.4,
    "text": "To be sure the drug wasn't just causing large scale brain damage, scientists repeated these experiments with multiple tones this time."
  },
  {
    "startTime": 138.5,
    "endTime": 142.436,
    "text": "Both sounds would warn for a shock, and eventually the mice would fear both."
  },
  {
    "startTime": 142.5,
    "endTime": 150.9,
    "text": "But if they administered the drug and played only one of the sounds, the mice would only forget that one tone, while still remaining fearful of the other."
  },
  {
    "startTime": 151.0,
    "endTime": 156.6,
    "text": "Over time scientists have discovered specific drugs to target particular proteins across different parts of the brain."
  },
  {
    "startTime": 156.7,
    "endTime": 164.52599999999998,
    "text": "So, if you experience a terrible emotion with a memory, then targeting a protein in the emotional regions of the brain can help to remove that connection alone."
  },
  {
    "startTime": 164.6,
    "endTime": 170.67,
    "text": "Which could be an amazing tool, especially for patients suffering from something like Post Traumatic Stress Disorder."
  },
  {
    "startTime": 170.7,
    "endTime": 174.29999999999998,
    "text": "But while these drugs are in the very early stages, the question remains;"
  },
  {
    "startTime": 174.4,
    "endTime": 178.0,
    "text": "if you were given a \"forgetting pill\" would you be willing to take it?"
  },
  {
    "startTime": 178.1,
    "endTime": 184.9,
    "text": "Special thanks to Audible.com for supporting this episode and giving you a free audio book of your choice at audible.com/asap."
  },
  {
    "startTime": 185.0,
    "endTime": 190.855,
    "text": "Audible is the leading provider of audio books with over 150,000 downloadable titles across all types of literature."
  },
  {
    "startTime": 190.9,
    "endTime": 199.16,
    "text": "We recommend the book \"Undeniable: Evolution and the science of creation\" by the one and only Bill Nye   the Science Guy who we did a video with on this channel a while back!"
  },
  {
    "startTime": 199.2,
    "endTime": 204.1,
    "text": "You can download this audio book or another of your choice, for free, at audible.com/asap."
  },
  {
    "startTime": 204.2,
    "endTime": 206.2,
    "text": "And with a subscription you get one free book a month!"
  },
  {
    "startTime": 206.3,
    "endTime": 211.0,
    "text": "Special thanks Audible for making these videos possible, and subscribe for more weekly science videos!"
  }
]