[
  {
    "startTime": 0.83,
    "endTime": 5.759,
    "text": "In this video, you're going to learn how to improve your English pronunciation."
  },
  {
    "startTime": 5.759,
    "endTime": 13.3,
    "text": "And at the end of this video, I'll give you a link to a web page that contains free pronunciation exercises."
  },
  {
    "startTime": 13.3,
    "endTime": 19.65,
    "text": "First of all, why is it so hard for you and I to improve our English pronunciation?"
  },
  {
    "startTime": 19.65,
    "endTime": 29.229999999999997,
    "text": "Well, one of the reasons is that we can't make some sounds in English because those sounds are not present in our native languages."
  },
  {
    "startTime": 29.3,
    "endTime": 35.8,
    "text": "So when we speak English, we replace those difficult sounds with some other sounds that we can make."
  },
  {
    "startTime": 35.8,
    "endTime": 39.199999999999996,
    "text": "And that's why we mispronounce words all the time."
  },
  {
    "startTime": 39.2,
    "endTime": 46.300000000000004,
    "text": "So the first step to improving your pronunciation is to learn to pronounce all of the main sounds in English correctly."
  },
  {
    "startTime": 46.3,
    "endTime": 47.9,
    "text": "So how do you do that?"
  },
  {
    "startTime": 47.9,
    "endTime": 55.96,
    "text": "Well, one way to do that is to find some pronunciation exercises for each sound in English and just practice."
  },
  {
    "startTime": 56.0,
    "endTime": 61.8,
    "text": "After you've practiced making all the sounds, you will have the perfect pronunciation."
  },
  {
    "startTime": 61.8,
    "endTime": 64.53,
    "text": "Now, I really wish it were that simple."
  },
  {
    "startTime": 64.7,
    "endTime": 67.7,
    "text": "But it's not: There is a problem."
  },
  {
    "startTime": 67.73,
    "endTime": 73.2,
    "text": "And the problem is the sounds in English are very similar to each others [other]."
  },
  {
    "startTime": 73.2,
    "endTime": 75.4,
    "text": "Now, why is that a problem?"
  },
  {
    "startTime": 75.4,
    "endTime": 84.86000000000001,
    "text": "Well... unlike babies, adults don't have the ability to easily distinguish between all the different sounds in a foreign language."
  },
  {
    "startTime": 84.9,
    "endTime": 93.80000000000001,
    "text": "So, when you hear two different sounds in English, if those sounds are similar, you brain might perceive those sounds as the same."
  },
  {
    "startTime": 93.8,
    "endTime": 97.5,
    "text": "That's why learning to make each sound separately may not work."
  },
  {
    "startTime": 97.5,
    "endTime": 101.5,
    "text": "In the past, I couldn't hear the difference between these sounds."
  },
  {
    "startTime": 101.5,
    "endTime": 106.06,
    "text": "So to me, the words \"cheap\" and \"sheep\" sounded the same."
  },
  {
    "startTime": 106.1,
    "endTime": 111.74,
    "text": "If I did an exercise teaching how to pronounce these words, I would mispronounce all of them."
  },
  {
    "startTime": 111.74,
    "endTime": 117.69999999999999,
    "text": "And I would believe that I was pronouncing those words correctly even though that wasn't true."
  },
  {
    "startTime": 117.7,
    "endTime": 122.32000000000001,
    "text": "And that's the biggest challenge when it comes to improving your pronunciation."
  },
  {
    "startTime": 122.32,
    "endTime": 129.5,
    "text": "If you can't hear the difference between two sounds, how can you learn to produce each sound correctly?"
  },
  {
    "startTime": 129.5,
    "endTime": 131.25,
    "text": "So what should you do?"
  },
  {
    "startTime": 131.25,
    "endTime": 139.07,
    "text": "Fortunately, there's a method for overcoming this problem, and this method is based on a number of research studies."
  },
  {
    "startTime": 139.1,
    "endTime": 152.72,
    "text": "These studies suggest that if you have trouble differentiating between two sounds or two words, the best way to train your brain to recognize the difference is to listen to the words at the same time."
  },
  {
    "startTime": 152.8,
    "endTime": 158.53,
    "text": "I mean, not exactly at the same time, but you listen to one word immediately after the other."
  },
  {
    "startTime": 158.5,
    "endTime": 164.54,
    "text": "If you hear those words at the same time, you are more likely to notice the difference."
  },
  {
    "startTime": 164.6,
    "endTime": 169.78,
    "text": "And after you've noticed the difference, you can then practice pronouncing those words."
  },
  {
    "startTime": 169.88,
    "endTime": 174.4,
    "text": "There are many free pronunciation exercises that apply this idea."
  },
  {
    "startTime": 174.4,
    "endTime": 178.8,
    "text": "These exercises contrast one sound with another."
  },
  {
    "startTime": 178.8,
    "endTime": 181.97,
    "text": "And here is what such an exercise might look like."
  },
  {
    "startTime": 181.97,
    "endTime": 186.57,
    "text": "This exercise contrasts the \"æ\" sound with the \"ɛ\" sound."
  },
  {
    "startTime": 186.67,
    "endTime": 189.6,
    "text": "This kind of exercise has three key benefits."
  },
  {
    "startTime": 189.6,
    "endTime": 195.92,
    "text": "Firstly, it makes you aware that the words in each pair are pronounced differently."
  },
  {
    "startTime": 195.92,
    "endTime": 206.5,
    "text": "Secondly, in an exercise like this, the presenter tends to exaggerate when pronouncing words, making it even easier to hear the differences."
  },
  {
    "startTime": 206.5,
    "endTime": 218.5,
    "text": "And lastly, since similar words are presented together for comparison, it reduces the tendency for a non-native speaker to pronounce two different words the same way."
  },
  {
    "startTime": 218.599,
    "endTime": 221.6,
    "text": "Now, you might be wondering, does this really work?"
  },
  {
    "startTime": 221.6,
    "endTime": 223.29999999999998,
    "text": "And the answer is yes."
  },
  {
    "startTime": 223.3,
    "endTime": 227.3,
    "text": "I used this method myself to improve my pronunciation."
  },
  {
    "startTime": 227.35,
    "endTime": 233.2,
    "text": "Before I began applying this method, I mispronounced a lot of words, and here are some examples."
  },
  {
    "startTime": 233.2,
    "endTime": 234.5,
    "text": "Look at these word pairs."
  },
  {
    "startTime": 234.5,
    "endTime": 240.0,
    "text": "The words in each pair are pronounced differently, but I used to pronounce them the same way."
  },
  {
    "startTime": 240.22,
    "endTime": 243.12,
    "text": "So, sometimes I would say something confusing."
  },
  {
    "startTime": 243.0,
    "endTime": 250.029,
    "text": "But thanks to this method, I was able to fix most of the mistakes, and now my pronunciation is much better."
  },
  {
    "startTime": 250.129,
    "endTime": 253.69,
    "text": "All right, now it's time for you to improve your pronunciation."
  },
  {
    "startTime": 253.7,
    "endTime": 259.99899999999997,
    "text": "I've created a resource page that includes exercises for all the confusing sounds in English."
  },
  {
    "startTime": 259.999,
    "endTime": 262.47900000000004,
    "text": "Just click here to go to that page."
  },
  {
    "startTime": 262.479,
    "endTime": 268.59999999999997,
    "text": "And if you want more useful content like this, subscribe to this channel and click the like button."
  }
]