[
  {
    "startTime": 12.4,
    "endTime": 15.52,
    "text": "Brainstorming is the most widely implemented creativity technique of all time."
  },
  {
    "startTime": 15.4,
    "endTime": 18.76,
    "text": "It was pioneered by this ad executive named Alex Osborn."
  },
  {
    "startTime": 18.76,
    "endTime": 25.200000000000003,
    "text": "In a series of best-selling business books in late 1940s and early '50s, he outlined the technique called brainstorming."
  },
  {
    "startTime": 25.3,
    "endTime": 29.700000000000003,
    "text": "Which basically, there's just one rule to brainstorming, which is \"don't criticize\"."
  },
  {
    "startTime": 29.8,
    "endTime": 37.8,
    "text": "Whatever you do in a brainstorming meeting, you cannot criticize the ideas of other people. That all ideas are good ideas."
  },
  {
    "startTime": 38.0,
    "endTime": 43.5,
    "text": "And the assumption behind this is that imagination is very meek and shy and fragile."
  },
  {
    "startTime": 43.5,
    "endTime": 48.2,
    "text": "And if we're worried about being criticized, it'll just clam up and it won't be able to free associate at all."
  },
  {
    "startTime": 48.2,
    "endTime": 51.52,
    "text": "But the only problem with brainstorming is that it just doesn't work."
  },
  {
    "startTime": 51.2,
    "endTime": 54.2,
    "text": "Psychologists have known this for 60-plus years."
  },
  {
    "startTime": 54.3,
    "endTime": 62.959999999999994,
    "text": "Study after study has shown that if you put people in a room, tell them to brainstorm, they gonna come up with fewer ideas and less original ideas than those same people who might work by themselves."
  },
  {
    "startTime": 63.0,
    "endTime": 66.0,
    "text": "So brainstorming would become less than the sum of our parts."
  },
  {
    "startTime": 66.0,
    "endTime": 71.3,
    "text": "Now, the reason brainstorming doesn't work returns us to the very first rule of brainstorming which is \"thou shalt not criticise\"."
  },
  {
    "startTime": 71.4,
    "endTime": 85.44,
    "text": "Because as studies by Charlan Nemeth have shown, groups that engage in what she called \"debate and dissent\", where they're encouraged to engage in constructive criticism, they come up with anywhere between 25% to 40% more ideas, and those ideas are rated as much more original."
  },
  {
    "startTime": 85.44,
    "endTime": 93.52,
    "text": "That's because when we don't criticize each other, when we all just pretend that every idea is a good idea, we tend to float on the superficial surface of the imagination."
  },
  {
    "startTime": 93.52,
    "endTime": 96.83999999999999,
    "text": "And our free associations, left to their own devices, are not of interest."
  },
  {
    "startTime": 96.6,
    "endTime": 106.03999999999999,
    "text": "So if I ask you to free associate on \"blue\", I can predict, with a high degree of accuracy, that your first answer will be \"green\", followed by \"ocean\", \"sky\"."
  },
  {
    "startTime": 106.04,
    "endTime": 107.5,
    "text": "Then things get a little more complicated."
  },
  {
    "startTime": 107.6,
    "endTime": 114.96,
    "text": "You may say, you know, \"Joni Mitchell\" or \"Miles Davis\" or \"jeans\" or \"Smurfs\", but nothing too profound or surprising."
  },
  {
    "startTime": 115.2,
    "endTime": 118.76,
    "text": "And that's because our free associations are bound by language, and language is full of cliches."
  },
  {
    "startTime": 119.1,
    "endTime": 123.0,
    "text": "Now, the way we get past those cliches is to engage in criticism."
  },
  {
    "startTime": 123.1,
    "endTime": 126.83999999999999,
    "text": "You know, that's what surprises us, that's what invigorates us, that's what wakes us up."
  },
  {
    "startTime": 126.84,
    "endTime": 129.16,
    "text": "It means really paying attention to get the ideas of other people."
  },
  {
    "startTime": 129.4,
    "endTime": 141.52,
    "text": "It forces us to dig a little bit deeper and that's when things get interesting."
  }
]