[
  {
    "startTime": 0.0,
    "endTime": 1.4,
    "text": "Hello, everybody."
  },
  {
    "startTime": 1.45,
    "endTime": 8.2,
    "text": "In this video, I'm going to share with you a technique that you can use to remember English vocabulary."
  },
  {
    "startTime": 8.3,
    "endTime": 12.0,
    "text": "And the reason that I recommend this technique is that it's pretty effective."
  },
  {
    "startTime": 12.1,
    "endTime": 14.399999999999999,
    "text": "I actually did a small experiment."
  },
  {
    "startTime": 14.5,
    "endTime": 21.6,
    "text": "I created two lists of words that I didn't know, and I just tried to memorize the words in each list."
  },
  {
    "startTime": 21.7,
    "endTime": 25.0,
    "text": "I did not use any technique to memorize the first list."
  },
  {
    "startTime": 25.1,
    "endTime": 27.6,
    "text": "It was just pure repetition."
  },
  {
    "startTime": 27.65,
    "endTime": 31.9,
    "text": "But for the second list, I used the technique that you're about to learn."
  },
  {
    "startTime": 32.0,
    "endTime": 36.2,
    "text": "The next day I tried to recall the meanings of the words in both lists."
  },
  {
    "startTime": 36.3,
    "endTime": 40.3,
    "text": "For the first list, I was able to recall only 12 percent."
  },
  {
    "startTime": 40.35,
    "endTime": 44.9,
    "text": "But for the second list, I recalled as much as 50 percent."
  },
  {
    "startTime": 45.0,
    "endTime": 51.2,
    "text": "This is pretty impressive, considering the fact that I spent only one minute memorizing each word."
  },
  {
    "startTime": 51.3,
    "endTime": 60.0,
    "text": "So let me explain the technique and at the end of this video, I will give you a link to an exercise that you can do to practice this technique."
  },
  {
    "startTime": 60.1,
    "endTime": 68.6,
    "text": "So, let's say we want to remember the word \"adroit,\" which means \"clever or skillful at something, really good at something\"."
  },
  {
    "startTime": 68.7,
    "endTime": 74.2,
    "text": "The first thing we need to do is to come up with another word that sounds similar to this word."
  },
  {
    "startTime": 75.3,
    "endTime": 81.5,
    "text": "And that word must refer to something that we can visualize—something that we can see in our mind."
  },
  {
    "startTime": 81.6,
    "endTime": 88.69999999999999,
    "text": "So, for this word, the substitute word could be the word \"android,\" which means \"a robot,\" right?"
  },
  {
    "startTime": 88.8,
    "endTime": 92.7,
    "text": "Adroit and android sound pretty close to each other."
  },
  {
    "startTime": 92.8,
    "endTime": 95.3,
    "text": "We could also use the phrase \"a drawing.\""
  },
  {
    "startTime": 95.4,
    "endTime": 97.35000000000001,
    "text": "That sounds similar as well."
  },
  {
    "startTime": 97.4,
    "endTime": 98.60000000000001,
    "text": "Adroit."
  },
  {
    "startTime": 98.65,
    "endTime": 99.80000000000001,
    "text": "A drawing."
  },
  {
    "startTime": 99.9,
    "endTime": 106.0,
    "text": "Now, what these words have in common is that they refer to something that we can visualize."
  },
  {
    "startTime": 106.2,
    "endTime": 110.5,
    "text": "And this is a very important point, and you're going to find out why soon."
  },
  {
    "startTime": 110.6,
    "endTime": 115.69999999999999,
    "text": "So, we have two options here, but let's use the word \"android\" as the substitute word."
  },
  {
    "startTime": 115.8,
    "endTime": 120.6,
    "text": "Now visualize an android—you know, a robot that looks like a human."
  },
  {
    "startTime": 120.62,
    "endTime": 127.4,
    "text": "Next, we have to associate this image to the meaning of the word that we want to remember."
  },
  {
    "startTime": 127.45,
    "endTime": 130.7,
    "text": "And again, the meaning is \"skillful at something.\""
  },
  {
    "startTime": 130.8,
    "endTime": 132.20000000000002,
    "text": "That's the meaning."
  },
  {
    "startTime": 132.3,
    "endTime": 138.3,
    "text": "So, perhaps we can imagine the android doing something that requires a lot of skill."
  },
  {
    "startTime": 138.36,
    "endTime": 142.8,
    "text": "Maybe we can imagine the android playing the guitar on stage."
  },
  {
    "startTime": 142.9,
    "endTime": 151.20000000000002,
    "text": "Maybe there's a competition going on, and we can imagine other guitarists come up on stage and try to compete with the android."
  },
  {
    "startTime": 151.3,
    "endTime": 156.5,
    "text": "But everybody loses because the android is very good at playing the guitar."
  },
  {
    "startTime": 156.6,
    "endTime": 160.7,
    "text": "The android is adroit at playing the guitar."
  },
  {
    "startTime": 160.8,
    "endTime": 168.0,
    "text": "So, what we're doing here is associate (associating) the pronunciation with the meaning through an image or a story."
  },
  {
    "startTime": 168.1,
    "endTime": 170.9,
    "text": "We're creating an association between them."
  },
  {
    "startTime": 171.0,
    "endTime": 180.0,
    "text": "So, when you come across this word again, the pronunciation will remind you of the association, and therefore the meaning of the word."
  },
  {
    "startTime": 180.1,
    "endTime": 182.5,
    "text": "Let's take a look at one more example."
  },
  {
    "startTime": 182.6,
    "endTime": 189.1,
    "text": "Suppose we want to memorize the word, \"lambaste,\" which means \"to criticize someone or something harshly.\""
  },
  {
    "startTime": 189.2,
    "endTime": 199.1,
    "text": "For the first syllable \"lam,\" we can use \"lamb,\" the animal, or \"lamp,\" the thing that generates light, as the substitute word."
  },
  {
    "startTime": 199.3,
    "endTime": 207.9,
    "text": "For the second syllable \"baste,\" we can use \"bass,\" the musical instrument, and I also happen to have a friend named \"Bass.\""
  },
  {
    "startTime": 208.0,
    "endTime": 212.5,
    "text": "So personally, I can use his name as the substitute word as well."
  },
  {
    "startTime": 212.6,
    "endTime": 218.0,
    "text": "But let's use \"lamb\" the animal and \"bass\" the musical instrument together."
  },
  {
    "startTime": 218.1,
    "endTime": 221.0,
    "text": "So we can imagine a lamb playing the bass."
  },
  {
    "startTime": 221.3,
    "endTime": 226.3,
    "text": "But unfortunately, the lamb is really terrible at playing the bass."
  },
  {
    "startTime": 226.35,
    "endTime": 230.4,
    "text": "So the bass gets angry and starts criticizing the lamb."
  },
  {
    "startTime": 230.45,
    "endTime": 234.0,
    "text": "The bass is lambasting the lamb."
  },
  {
    "startTime": 234.1,
    "endTime": 236.2,
    "text": "Okay, that's it!"
  },
  {
    "startTime": 236.24,
    "endTime": 238.20000000000002,
    "text": "I hope you find this video useful."
  },
  {
    "startTime": 238.3,
    "endTime": 241.9,
    "text": "And I have an exercise for you if you want to practice this technique."
  },
  {
    "startTime": 242.0,
    "endTime": 244.5,
    "text": "Just click here to go to the exercise."
  },
  {
    "startTime": 244.6,
    "endTime": 251.6,
    "text": "Now, unfortunately, this technique doesn't work if you don't know the pronunciation of the word that you want to remember."
  },
  {
    "startTime": 251.7,
    "endTime": 258.2,
    "text": "So if that is the case, you need to use another method, which is beyond the scope of this video."
  },
  {
    "startTime": 258.25,
    "endTime": 265.9,
    "text": "If you want to learn about it, click here to go read about it."
  }
]