[
  {
    "startTime": 3.37,
    "endTime": 10.8,
    "text": "Look at these shapes and consider this question: Which one is a bouba and which one is a kiki?"
  },
  {
    "startTime": 10.8,
    "endTime": 20.3,
    "text": "This question was asked to American college students and Tamil speakers in India and more than 95% of people gave the same response. I did too."
  },
  {
    "startTime": 20.3,
    "endTime": 25.3,
    "text": "People thought the bouba was soft and rounded and the kiki was sharp and jagged."
  },
  {
    "startTime": 25.3,
    "endTime": 28.869,
    "text": "Psychologists call it the bouba/kiki effect."
  },
  {
    "startTime": 28.869,
    "endTime": 35.85,
    "text": "It's not baby talk, it shows we can draw meaning from things without… \"meaning\"."
  },
  {
    "startTime": 35.85,
    "endTime": 44.400000000000006,
    "text": "And even when we're talking to someone in the same language, our body language, tone, pitch and accent convey information beyond what we intend."
  },
  {
    "startTime": 44.4,
    "endTime": 53.5,
    "text": "I think a lot about accents because it seems, at least to some of YOUR ears, that I have an accent. I've certainly never noticed it."
  },
  {
    "startTime": 53.5,
    "endTime": 61.0,
    "text": "Accents develop because people living in close proximity grow to share a way of speaking and we have an own-accent bias."
  },
  {
    "startTime": 61.0,
    "endTime": 67.3,
    "text": "Studies have shown that even one-year-old babies have a preference for sounds of the language spoken in their home."
  },
  {
    "startTime": 67.3,
    "endTime": 72.3,
    "text": "But, why does the English speaking world have so many accents in the first place?"
  },
  {
    "startTime": 72.3,
    "endTime": 82.5,
    "text": "If England colonised South Africa, Australia, Canada and the United States, there must have been a point where the British descendants lost their English accent and developed a local way of speaking."
  },
  {
    "startTime": 82.5,
    "endTime": 84.54,
    "text": "Everyone always forgets about New Zealand."
  },
  {
    "startTime": 85.54,
    "endTime": 87.80000000000001,
    "text": "The records are kind of sketchy."
  },
  {
    "startTime": 87.8,
    "endTime": 94.82,
    "text": "The first settlement in America was in 1607, but the first voice records we have are from the late 1800s."
  },
  {
    "startTime": 94.82,
    "endTime": 100.69999999999999,
    "text": "Somewhere in that time of 200 odd years across the Atlantic, accents changed."
  },
  {
    "startTime": 100.7,
    "endTime": 110.16,
    "text": "In England it became fashionable to pronounce a soft \"r\", to have a non-rhetoric accent, so hard sounds like hahd."
  },
  {
    "startTime": 110.16,
    "endTime": 117.7,
    "text": "And in America they retained their rhetoric accent so hard has a hard \"r\"."
  },
  {
    "startTime": 117.7,
    "endTime": 123.60000000000001,
    "text": "So it makes sense that accents in countries colonised later, like Australia, are non-rhetoric."
  },
  {
    "startTime": 123.6,
    "endTime": 125.6,
    "text": "Like this one."
  },
  {
    "startTime": 125.6,
    "endTime": 132.4,
    "text": "And the way you talk can carry information about your level of education, ethnicity and socio-economic status."
  },
  {
    "startTime": 132.4,
    "endTime": 136.0,
    "text": "It's not always accurate but it can affect people's perceptions."
  },
  {
    "startTime": 136.2,
    "endTime": 142.0,
    "text": "One study at The University of Chicago looked at the effects that accents have on credibility."
  },
  {
    "startTime": 142.1,
    "endTime": 149.0,
    "text": "When a person with an accent made a factual statement say, “A giraffe can go without water longer than a camel can.”"
  },
  {
    "startTime": 149.0,
    "endTime": 152.1,
    "text": "People were less likely to believe it was true."
  },
  {
    "startTime": 152.1,
    "endTime": 156.4,
    "text": "And the heavier the accent, the less believable they were perceived to be."
  },
  {
    "startTime": 156.4,
    "endTime": 164.769,
    "text": "Another study in the UK found people were more likely to rate a suspect as guilty if they had a regional English accent compared to a London accent."
  },
  {
    "startTime": 164.769,
    "endTime": 170.8,
    "text": "Come to think of it, a lot of bad guys in American movies have foreign accents."
  },
  {
    "startTime": 170.8,
    "endTime": 173.60000000000002,
    "text": "\"You have 13 hours in which to solve the Labarynth.\""
  },
  {
    "startTime": 173.6,
    "endTime": 176.85,
    "text": "\"This is just how your father looked before he died.\""
  },
  {
    "startTime": 176.85,
    "endTime": 179.5,
    "text": "\"I can't understand a word you said the whole time.\""
  },
  {
    "startTime": 179.5,
    "endTime": 182.9,
    "text": "\"I think what you are hearing is my accent.\""
  },
  {
    "startTime": 182.9,
    "endTime": 191.449,
    "text": "When we hear our own accents we have a positive-bias towards the prosody, that's the rhythm, stress and intonation of speech."
  },
  {
    "startTime": 191.449,
    "endTime": 199.8,
    "text": "Because you like how someone talks, when you're processing what they say your brain regions involved with emotions are involved."
  },
  {
    "startTime": 199.8,
    "endTime": 201.9,
    "text": "It's called affective processing."
  },
  {
    "startTime": 202.0,
    "endTime": 206.9,
    "text": "When you like one thing and it causes you like another thing even more without you realizing."
  },
  {
    "startTime": 207.0,
    "endTime": 216.3,
    "text": "While we favour those from our own groups, with the internet having it's own social groups and dialect, what is \"our own group\" these days anyway?"
  },
  {
    "startTime": 216.3,
    "endTime": 224.10000000000002,
    "text": "With so much ambiguity, it's almost like we need a universal, accent-free language."
  },
  {
    "startTime": 224.1,
    "endTime": 228.5,
    "text": "In case you were wondering a giraffe can last longer without water than a camel can."
  },
  {
    "startTime": 228.5,
    "endTime": 238.859,
    "text": "Just trust me."
  }
]