[
  {
    "startTime": 12.6,
    "endTime": 24.959,
    "text": "Humanity takes center stage at \"TED,\" but I would like to add a voice for the animals, whose bodies and minds and spirits shaped us."
  },
  {
    "startTime": 24.959,
    "endTime": 32.406,
    "text": "Some years ago, it was my good fortune to meet a tribal elder on an island not far from Vancouver."
  },
  {
    "startTime": 32.406,
    "endTime": 43.045,
    "text": "His name is Jimmy Smith, and he shared a story with me that is told among his people, who call themselves the \"Kwikwasut'inuxw.\""
  },
  {
    "startTime": 43.045,
    "endTime": 47.702,
    "text": "Once upon a time, he told me, all animals on Earth were one."
  },
  {
    "startTime": 47.702,
    "endTime": 53.830999999999996,
    "text": "Even though they look different on the outside, inside, they're all the same."
  },
  {
    "startTime": 53.7,
    "endTime": 62.038000000000004,
    "text": "And from time to time they would gather at a sacred cave, deep inside the forest to celebrate their unity."
  },
  {
    "startTime": 62.038,
    "endTime": 66.782,
    "text": "When they arrived, they would all take off their skins."
  },
  {
    "startTime": 66.782,
    "endTime": 75.086,
    "text": "Raven shed his feathers, bear his fur, and salmon her scales, and then, they would dance."
  },
  {
    "startTime": 75.086,
    "endTime": 83.331,
    "text": "But one day, a human made it to the cave and laughed at what he saw because he did not understand."
  },
  {
    "startTime": 83.331,
    "endTime": 91.157,
    "text": "Embarrassed, the animals fled, and that was the last time they revealed themselves this way."
  },
  {
    "startTime": 91.157,
    "endTime": 100.96,
    "text": "The ancient understanding that underneath their separate identities, all animals are one, has been a powerful inspiration to me."
  },
  {
    "startTime": 100.96,
    "endTime": 106.0,
    "text": "I like to get past the fur, the feathers and the scales."
  },
  {
    "startTime": 106.0,
    "endTime": 108.06,
    "text": "I want to get under the skin."
  },
  {
    "startTime": 108.059,
    "endTime": 118.45,
    "text": "No matter whether I'm facing a giant elephant or a tiny tree frog, my goal is to connect us with them, eye to eye."
  },
  {
    "startTime": 120.516,
    "endTime": 124.45,
    "text": "You may wonder, do I ever photograph people? Sure."
  },
  {
    "startTime": 124.446,
    "endTime": 135.38,
    "text": "People are always presented in my photos, no matter whether they appear to portray tortoises or cougars or lions."
  },
  {
    "startTime": 135.382,
    "endTime": 139.62,
    "text": "You just have to learn how to look past that their disguise."
  },
  {
    "startTime": 140.663,
    "endTime": 152.63000000000002,
    "text": "As a photographer, I try to reach beyond the differences in our genetic makeup to appreciate all we have in common with every other living thing."
  },
  {
    "startTime": 152.634,
    "endTime": 163.82999999999998,
    "text": "When I use my camera, I drop my skin like the animals at that cave, so I can show who they really are."
  },
  {
    "startTime": 164.7,
    "endTime": 173.81,
    "text": "As animals blessed with the power of rational thought, we can marvel at the intricacies of life."
  },
  {
    "startTime": 174.9,
    "endTime": 184.23000000000002,
    "text": "As citizens of a planet in trouble, it is our moral responsibility to deal with the dramatic loss in diversity of life."
  },
  {
    "startTime": 185.8,
    "endTime": 197.63000000000002,
    "text": "But as humans with hearts, we can all rejoice in the unity of life, and perhaps we can change what once happened in that sacred cave."
  },
  {
    "startTime": 198.6,
    "endTime": 203.37,
    "text": "Let's find a way to join the dance."
  },
  {
    "startTime": 203.8,
    "endTime": 205.04000000000002,
    "text": "Thank you."
  }
]