[
  {
    "startTime": 0.3,
    "endTime": 11.5,
    "text": "With an estimated two million pills being smuggled into the US every day and one-third of students at universities like Stanford saying they've tried it, MDMA or Molly has become a popular drug of choice."
  },
  {
    "startTime": 11.5,
    "endTime": 14.7,
    "text": "But what exactly is it, and how does it affect your body?"
  },
  {
    "startTime": 14.8,
    "endTime": 24.4,
    "text": "Scientifically known as 3,4-methylenedioxy-N-methylamphetamine, MDMA is usually taken in pill form and supposed to be composed of the pure chemical."
  },
  {
    "startTime": 24.5,
    "endTime": 30.6,
    "text": "Ecstasy, on the other hand, is the term for MDMA which has been chemically altered with other additives like amphetamine or caffeine."
  },
  {
    "startTime": 30.7,
    "endTime": 34.3,
    "text": "In it’s pure form, MDMA affects the neurotransmitters in your brain."
  },
  {
    "startTime": 34.3,
    "endTime": 40.8,
    "text": "Neurotransmitters are chemicals in your body which relay messages, while also controlling things such as reflexes, emotion, and memory."
  },
  {
    "startTime": 40.9,
    "endTime": 47.0,
    "text": "In particular, the neurotransmitter called serotonin controls appetite, sleep, memory, learning and in this case, mood."
  },
  {
    "startTime": 47.1,
    "endTime": 56.3,
    "text": "When something really great happens in your life — say you fall in love — there is an increase in the release of serotonin from nerve cells, which ultimately stimulates your body and makes you feel happy."
  },
  {
    "startTime": 56.3,
    "endTime": 63.4,
    "text": "And it just so happens that when you take effective amounts of MDMA, these same cells are triggered to release enormous amounts of serotonin,"
  },
  {
    "startTime": 63.4,
    "endTime": 69.6,
    "text": "along with other neurotransmitters like dopamine and norepinephrine, which trigger even more electrochemical firing in the brain."
  },
  {
    "startTime": 69.7,
    "endTime": 78.4,
    "text": "This change creates the intense experience of happiness, feeling social, increased empathy and the inability to sleep, which is likely why it is such a popular party drug."
  },
  {
    "startTime": 78.5,
    "endTime": 85.6,
    "text": "These feelings generally lasts around three to eight hours, as your brain cells naturally work to reuptake the serotonin and have it chemically destroyed."
  },
  {
    "startTime": 85.6,
    "endTime": 91.19999999999999,
    "text": "But because MDMA releases so much serotonin, your body also destroys more than usual."
  },
  {
    "startTime": 91.3,
    "endTime": 99.3,
    "text": "This means when your brain function is back in its \"normal state,\" there is less serotonin available to bind to your receptors and make you feel good with normal events."
  },
  {
    "startTime": 99.5,
    "endTime": 107.3,
    "text": "This can also lead to a fairly severe hangover with side effects such as negative mood, spouts of depression, irritability, and feeling extra tired."
  },
  {
    "startTime": 107.4,
    "endTime": 113.80000000000001,
    "text": "Despite the negative effects, MDMA is being studied as a potential therapy for post-traumatic stress disorder and anxiety."
  },
  {
    "startTime": 114.0,
    "endTime": 124.6,
    "text": "PTSD patients generally have a decrease in brain communication between the amygdala and the hippocampus, but MRI analysis has show that MDMA actually increases the communication in these regions."
  },
  {
    "startTime": 124.7,
    "endTime": 138.0,
    "text": "However, this treatment remains fairly controversial as studies on rats and monkeys have shown that even small amounts of MDMA can not only destroy the endings of brain cells involved in the release of serotonin but potentially cause permanent brain damage."
  },
  {
    "startTime": 138.0,
    "endTime": 145.9,
    "text": "If you haven’t already seen it, we have a new video on The Science of Taste where we suffer through a taste challenge to show you just how complex eating food really is!"
  },
  {
    "startTime": 145.9,
    "endTime": 149.0,
    "text": "Click on the screen or use the link in the description to check it out!"
  },
  {
    "startTime": 149.1,
    "endTime": 154.38,
    "text": "And subscribe for more weekly science videos!"
  }
]