[
  {
    "startTime": 3.729,
    "endTime": 5.0,
    "text": "How to Read Palms."
  },
  {
    "startTime": 5.0,
    "endTime": 10.8,
    "text": "Learn how to read a person just by looking at their hand using the ancient art of palmistry."
  },
  {
    "startTime": 10.8,
    "endTime": 15.600000000000001,
    "text": "You will need A palm to read and the basics of palmistry."
  },
  {
    "startTime": 15.6,
    "endTime": 20.5,
    "text": "Step 1. Read the dominant hand: the one a person uses to write with."
  },
  {
    "startTime": 20.5,
    "endTime": 22.5,
    "text": "It reveals what's going on now."
  },
  {
    "startTime": 22.5,
    "endTime": 26.5,
    "text": "The passive hand represents a person's inherited characteristics."
  },
  {
    "startTime": 26.5,
    "endTime": 32.0,
    "text": "Markedly different lines on each hand indicate a person who has worked hard to change their basic nature."
  },
  {
    "startTime": 32.0,
    "endTime": 40.0,
    "text": "Step 2. Know how to view the lines: Read horizontal lines from the thumb side across, and vertical lines from the wrist up."
  },
  {
    "startTime": 40.0,
    "endTime": 45.239,
    "text": "Step 3. Start with the top horizontal line, or the heart line."
  },
  {
    "startTime": 45.239,
    "endTime": 50.0,
    "text": "A line that's close to the fingers indicates a passionate, sometimes jealous, person."
  },
  {
    "startTime": 50.0,
    "endTime": 54.4,
    "text": "If the line goes straight across, the person keeps a tight rein on their emotions."
  },
  {
    "startTime": 54.4,
    "endTime": 59.5,
    "text": "If it curves up toward the index finger, the person is more outwardly affectionate."
  },
  {
    "startTime": 59.5,
    "endTime": 63.3,
    "text": "Gaps on the heart line suggest the person has known heartbreak."
  },
  {
    "startTime": 63.3,
    "endTime": 69.0,
    "text": "Short lines that cross the heart line show they are very flirtatious and have a hard time staying faithful."
  },
  {
    "startTime": 69.0,
    "endTime": 73.6,
    "text": "Step 4. Look at the next horizontal line, which is the head line."
  },
  {
    "startTime": 73.6,
    "endTime": 79.69999999999999,
    "text": "A strong, straight line that goes all the way across the hand indicates a logical, no-nonsense thinker."
  },
  {
    "startTime": 79.7,
    "endTime": 83.0,
    "text": "A zigzag line represents a mind that tends to wander."
  },
  {
    "startTime": 83.0,
    "endTime": 87.5,
    "text": "If the line curves downward toward the wrist, the person is creative and trusting."
  },
  {
    "startTime": 87.5,
    "endTime": 94.5,
    "text": "Step 5. Examine the third major line, which usually slopes from horizontal to vertical, the life line."
  },
  {
    "startTime": 94.5,
    "endTime": 101.0,
    "text": "A strong, deep line suggests a person who is enthusiastic about life and strives to reach their full potential."
  },
  {
    "startTime": 101.0,
    "endTime": 105.2,
    "text": "A shallow or faint line indicates someone with less ambition."
  },
  {
    "startTime": 105.2,
    "endTime": 110.60000000000001,
    "text": "Contrary to popular belief, the life line has nothing to do with how long a person will live."
  },
  {
    "startTime": 110.6,
    "endTime": 115.6,
    "text": "Step 6. Check out the fate line, the vertical line in the center of the palm."
  },
  {
    "startTime": 115.6,
    "endTime": 119.6,
    "text": "A strong, straight line indicates a person with a focused career."
  },
  {
    "startTime": 119.6,
    "endTime": 123.0,
    "text": "A faint line suggests someone less happy with their job."
  },
  {
    "startTime": 123.0,
    "endTime": 127.6,
    "text": "Forks and branches represent many starts and stops in a person's career path."
  },
  {
    "startTime": 127.6,
    "endTime": 130.0,
    "text": "Step 7. Don't like what you're seeing?"
  },
  {
    "startTime": 130.0,
    "endTime": 134.0,
    "text": "Remember that your fate is not on your hands but in your hands."
  },
  {
    "startTime": 134.0,
    "endTime": 137.5,
    "text": "The existing lines simply represent what has come before."
  },
  {
    "startTime": 137.5,
    "endTime": 145.0,
    "text": "Did you know there is evidence that palm reading began in India about 4,500 years ago?"
  }
]