[
  {
    "startTime": 0.32,
    "endTime": 7.84,
    "text": "What's up ? This is J.T Jones from How2GetAGirlfriend.Org, and today we're going to be talking about brotherhood."
  },
  {
    "startTime": 7.84,
    "endTime": 12.71,
    "text": "There is a code among brothers, among men that must be followed."
  },
  {
    "startTime": 12.71,
    "endTime": 16.23,
    "text": "I've been getting some emails along the lines of this:"
  },
  {
    "startTime": 16.23,
    "endTime": 25.43,
    "text": "\"Hey Jade, I like...I like this girl but she's my best friends ex-girlfriend. Should I go out with her? Do you think he is gonna get mad?\""
  },
  {
    "startTime": 25.43,
    "endTime": 31.16,
    "text": "\"Hey, there's this girl that my brother likes, but she's not really into him, but she's into me."
  },
  {
    "startTime": 31.16,
    "endTime": 34.89,
    "text": "Should I date her? Do you think my brother is gonna mind?\""
  },
  {
    "startTime": 34.89,
    "endTime": 38.730000000000004,
    "text": "What are you asking me for? Alright. Go ask your friend!"
  },
  {
    "startTime": 38.73,
    "endTime": 41.559999999999995,
    "text": "What is this sneaky stuff man?"
  },
  {
    "startTime": 41.56,
    "endTime": 45.25,
    "text": "Brothers always come before the girls. Alright?"
  },
  {
    "startTime": 45.25,
    "endTime": 54.09,
    "text": "If you're ever gonna date a girl who your bro is interested in, you'd better damn well go and look him straight in the eye."
  },
  {
    "startTime": 54.09,
    "endTime": 58.11,
    "text": "Man to man, and ask his permission if he's okay with it."
  },
  {
    "startTime": 58.11,
    "endTime": 62.12,
    "text": "And if he's not cool with it, and boom, you gotta cut that girl off."
  },
  {
    "startTime": 62.12,
    "endTime": 63.919999999999995,
    "text": "Boom! She's off limits."
  },
  {
    "startTime": 63.92,
    "endTime": 77.52,
    "text": "If you‘re gonna sacrifice your... your best friend or your brother, someone close to you just to get a girl, then you are not being a true man, alright?"
  },
  {
    "startTime": 77.52,
    "endTime": 83.67999999999999,
    "text": "A man is someone who puts his brother's first, so I just wanted to share that with you, this is very important."
  },
  {
    "startTime": 83.68,
    "endTime": 86.17,
    "text": "Always put your brothers first."
  },
  {
    "startTime": 86.17,
    "endTime": 93.14,
    "text": "If you ever have any situation, where you're gonna upset your friend for the sake of getting a girl—"
  },
  {
    "startTime": 93.14,
    "endTime": 98.93,
    "text": "If you're doing anything deceptive or manipulative or you're lying or hiding something from your friend"
  },
  {
    "startTime": 98.93,
    "endTime": 104.17,
    "text": "cause you think you're gonna...  it's gonna hurt his feelings cause he likes that girl then you're not being his true friend."
  },
  {
    "startTime": 104.17,
    "endTime": 113.44,
    "text": "Alright? So be a true friend, a good person, be transparent and honest with your friends and always put your friends first, alright?"
  },
  {
    "startTime": 113.44,
    "endTime": 120.06,
    "text": "Because your... your friends your brothers are the ones who give you strength the ones who are gonna be there when no else is."
  },
  {
    "startTime": 120.06,
    "endTime": 124.43,
    "text": "They're... they are the ones that encourage... encourage you or lift you up."
  },
  {
    "startTime": 124.43,
    "endTime": 128.89000000000001,
    "text": "And after years and years and years, they're the ones you gonna call."
  },
  {
    "startTime": 128.89,
    "endTime": 131.17999999999998,
    "text": "They're gonna be there whenever you need them."
  },
  {
    "startTime": 131.18,
    "endTime": 138.18,
    "text": "I have a very close band of brothers, a really close... you know, I don't even call them my friends, I call them my bros."
  },
  {
    "startTime": 138.18,
    "endTime": 147.25,
    "text": "Because I can call them up and ask them for anything and if they are able to do it, at the drop of a hat, they will be: \"Jade, I got your back.\" And vice versa, I'm there for them."
  },
  {
    "startTime": 147.25,
    "endTime": 154.23,
    "text": "That's what you need to develop as a man and if you don't have that, I greatly encourage you to develop that area of your life."
  },
  {
    "startTime": 154.23,
    "endTime": 162.14999999999998,
    "text": "Don't be one of those guys that just has a girlfriend or fiancée or wife and that doesn't even if even have like any guy friends"
  },
  {
    "startTime": 162.15,
    "endTime": 169.91,
    "text": "Alright? As a man you need to surround yourself with other men because they... will solidify your foundation."
  },
  {
    "startTime": 169.91,
    "endTime": 173.84,
    "text": "They will give you support and they always have your back."
  },
  {
    "startTime": 173.84,
    "endTime": 177.12,
    "text": "Alright? So very very important message."
  },
  {
    "startTime": 177.12,
    "endTime": 185.43,
    "text": "Don't ever stab anyone of your friends in the back, it's never ever worth it. Alright? It's never worth it. That's the message for today."
  },
  {
    "startTime": 185.43,
    "endTime": 193.45000000000002,
    "text": "You haven't  got my website yet? Go there download my book. Subscribe, like, comment and I'll see you in another video. Peace."
  }
]