[
  {
    "startTime": 0.65,
    "endTime": 3.6,
    "text": "Love means never having to say you're sorry."
  },
  {
    "startTime": 3.6,
    "endTime": 8.2,
    "text": "The quote may be famous, but we here Wellcast disagree."
  },
  {
    "startTime": 8.2,
    "endTime": 19.0,
    "text": "The ability to pluck up the courage to sincerely apologize is one of the most important skills you learn in life and especially becomes handy with the people you love."
  },
  {
    "startTime": 19.0,
    "endTime": 22.2,
    "text": "Of course ,apologizing can be terrifying."
  },
  {
    "startTime": 22.2,
    "endTime": 30.2,
    "text": "It's the kind of thing you build up into a huge deal, the kind of thing you lose sleep over and perhaps continue to put it off."
  },
  {
    "startTime": 30.2,
    "endTime": 34.75,
    "text": "We all do. And this week, we took a viewer suggestion from SpiloSpud."
  },
  {
    "startTime": 34.75,
    "endTime": 43.9,
    "text": "We're gonna walk you through that difficult awkward sweaty moment when you have to take a deep breath and say I'm sorry."
  },
  {
    "startTime": 43.9,
    "endTime": 51.0,
    "text": "It turns out, people who were able to bite the bullet and apologize are emotionally healthier than those who can't."
  },
  {
    "startTime": 51.0,
    "endTime": 61.5,
    "text": "A study done at Grant McEwan University and then found that people with low self-esteem feel worse after conflict and are less likely to apologize for it."
  },
  {
    "startTime": 61.5,
    "endTime": 68.5,
    "text": "On the other hand, there's a strong correlation between strong self-esteem and the ability to apologize."
  },
  {
    "startTime": 68.5,
    "endTime": 78.5,
    "text": "Here's one more thing. A University of Illinois study found that people who apologized tend to fare better financially than those who don't."
  },
  {
    "startTime": 78.5,
    "endTime": 83.38,
    "text": "Are you still putting it off? Alright! But just remember, what William Shakespeare said,"
  },
  {
    "startTime": 83.379,
    "endTime": 86.59,
    "text": "\"Cowards die many times before their deaths.\""
  },
  {
    "startTime": 86.59,
    "endTime": 93.60000000000001,
    "text": "What old Will means here is, putting off an apology is a lot more painful than actually apologizing."
  },
  {
    "startTime": 93.6,
    "endTime": 100.39999999999999,
    "text": "Let's get to our four steps,. Pause and print this worksheet at watchwellcast dot com."
  },
  {
    "startTime": 100.4,
    "endTime": 104.0,
    "text": "Step 1: Assess the situation."
  },
  {
    "startTime": 104.0,
    "endTime": 113.68,
    "text": "Making this apology is gonna be like climbing a mountain. You wanna survey the trend and watch out for any big rocks and boulders that are going to be especially hard to get over."
  },
  {
    "startTime": 113.68,
    "endTime": 120.60000000000001,
    "text": "So first, on your wellcast worksheet, simply write down the whole story of what ever happened."
  },
  {
    "startTime": 120.6,
    "endTime": 128.7,
    "text": "For example, I came home late one evening after an exhausting day of work and my roommate was eating my Doritos."
  },
  {
    "startTime": 128.7,
    "endTime": 133.81,
    "text": "I completely blew up at her. She then proceeded to weep for two hours."
  },
  {
    "startTime": 133.81,
    "endTime": 138.4,
    "text": "Step 2, write out your game plan and stick to it."
  },
  {
    "startTime": 138.4,
    "endTime": 148.8,
    "text": "We're big fans at scripting out what we're going to say beforehand here at Wellcast. It takes a little bit of the nerves away from actually, you know, doing the thing."
  },
  {
    "startTime": 148.6,
    "endTime": 157.409,
    "text": "So on your Wellcast worksheet, try writing out a practice apology speech, make sure you hit the following points when you're giving your apology."
  },
  {
    "startTime": 157.409,
    "endTime": 161.79999999999998,
    "text": "Acknowledge what you did wrong and take responsibility for it."
  },
  {
    "startTime": 161.8,
    "endTime": 175.83,
    "text": "Hey, I shouldn't have flipped out, all right? That was a completely unfair and ridiculous response to you eating my Doritos. Say a genuine I'm sorry, and don't tamper with any buts"
  },
  {
    "startTime": 175.83,
    "endTime": 181.04000000000002,
    "text": "This means none of this: I am sorry that you felt that way."
  },
  {
    "startTime": 181.039,
    "endTime": 186.39999999999998,
    "text": "or \"Hey, I'm sorry but you really need to respect my snack food.\""
  },
  {
    "startTime": 186.4,
    "endTime": 195.4,
    "text": "Hey, don't go overboard, though. You shouldn't have to apologize for your whole existence. Just be specific to the actual incident."
  },
  {
    "startTime": 195.4,
    "endTime": 201.8,
    "text": "Don't try to rationalize your actions, but don't be afraid of explaining your emotions at the time."
  },
  {
    "startTime": 201.8,
    "endTime": 204.949,
    "text": "Be honest, have you been really stressed out lately?"
  },
  {
    "startTime": 204.949,
    "endTime": 211.70000000000002,
    "text": "Have you for some reason developed a very emotional attachment to Doritoes?"
  },
  {
    "startTime": 211.7,
    "endTime": 218.0,
    "text": "Okay, as long as you're not using these reasons as justification for your actions, honesty can't hurt."
  },
  {
    "startTime": 218.0,
    "endTime": 223.7,
    "text": "Step 3: An apology should be a conversation, not a monologue."
  },
  {
    "startTime": 223.7,
    "endTime": 229.719,
    "text": "Yeah, yeah, yeah, okay. I know I just told you to write down a script, but that can only take you so far."
  },
  {
    "startTime": 229.719,
    "endTime": 238.43,
    "text": "After you say what you've prepared, allow them to express their feelings and actually listen."
  },
  {
    "startTime": 238.43,
    "endTime": 241.5,
    "text": "Step 4: Make amends."
  },
  {
    "startTime": 241.5,
    "endTime": 249.41,
    "text": "So technically, the hard parts over, right? You've actually broken the ice and said what you wanted to say, they've responded."
  },
  {
    "startTime": 249.4,
    "endTime": 255.75,
    "text": "But you don't wanna fall into that category of talking the talk and not walking the walk."
  },
  {
    "startTime": 255.75,
    "endTime": 264.389,
    "text": "So at the end of your worksheet, write down several ways that you're going to make an effort to change your actions for the better."
  },
  {
    "startTime": 264.389,
    "endTime": 267.0,
    "text": "Okay, let's recap, Wellcasters."
  },
  {
    "startTime": 267.0,
    "endTime": 273.0,
    "text": "Today you learn four steps to getting up the courage to actually give a sincere apology."
  },
  {
    "startTime": 273.0,
    "endTime": 282.41,
    "text": "You learn to assess the situation like a mountaineer, write down your apology beforehand, engage in a fruitful conversation with the person to whom you're apologizing,"
  },
  {
    "startTime": 282.41,
    "endTime": 288.0,
    "text": "and you learn how to try to keep yourself from making the same mistake again."
  }
]