[
  {
    "startTime": 0.21,
    "endTime": 3.658,
    "text": "- Triss, can you scratch my back? - Yeah, right there? - Yeah."
  },
  {
    "startTime": 3.658,
    "endTime": 8.699,
    "text": "- Down a little bit. - OK. - Yeah. Oh, yeah, that's it. Don't stop."
  },
  {
    "startTime": 13.0,
    "endTime": 20.2,
    "text": "Hey, guys, Tara here with an answer to one of life's greatest mysteries: Why is scratching an itch always make it worse?"
  },
  {
    "startTime": 20.2,
    "endTime": 22.8,
    "text": "Every one of us has been bitten by a mosquito at some point."
  },
  {
    "startTime": 22.9,
    "endTime": 24.93,
    "text": "It actually happened to a friend of mine last week,"
  },
  {
    "startTime": 25.0,
    "endTime": 31.0,
    "text": "and he ended up scratching it so hard he created an open wound, the size of a dime which is disgusting."
  },
  {
    "startTime": 31.0,
    "endTime": 33.0,
    "text": "But we've all been there, well, some of us."
  },
  {
    "startTime": 33.2,
    "endTime": 38.7,
    "text": "Most of us get a bug bite, we scratch it for a while and then in a few days it goes way, and we never think about it again."
  },
  {
    "startTime": 38.7,
    "endTime": 43.128,
    "text": "But believe it or not, there are millions of people out there who suffer from chronic itching."
  },
  {
    "startTime": 43.4,
    "endTime": 50.46,
    "text": "Conditions like eczema and even cancer or kidney failure can worsen it, and in many cases it can have a serious impact on someone's life."
  },
  {
    "startTime": 50.46,
    "endTime": 52.35,
    "text": "Well, it boils down to serotonin."
  },
  {
    "startTime": 52.5,
    "endTime": 57.109,
    "text": "Serotonin is a neurotransmitter that regulates tons of different functions in your body."
  },
  {
    "startTime": 57.2,
    "endTime": 61.29900000000001,
    "text": "Your mood, your memory, your sleep, your appetite, even blood clotting."
  },
  {
    "startTime": 61.8,
    "endTime": 67.818,
    "text": "It produces feelings about happiness and well-being but it also controls pain, and that's where the itching part comes in."
  },
  {
    "startTime": 67.818,
    "endTime": 75.209,
    "text": "Chu Fang Chen, as a researcher at Washington University, and he's been conducting studies over the years to see what produces the urge to itch."
  },
  {
    "startTime": 75.209,
    "endTime": 80.05,
    "text": "His most recent one involved mice who were genetically engineered to produce no serotonin."
  },
  {
    "startTime": 80.5,
    "endTime": 86.8,
    "text": "And he found that when those mice were injected with a chemical to induce itching, they had almost no urge to scratch."
  },
  {
    "startTime": 86.8,
    "endTime": 93.208,
    "text": "Meaning that the urge to scratch an itch begins as soon as serotonin leaves your brain and reaches the irritated spot,"
  },
  {
    "startTime": 93.209,
    "endTime": 100.3,
    "text": "so whenever we scratch an itch we're actually doing so because the pain of scratching temporarily overrides the itchy feeling."
  },
  {
    "startTime": 100.3,
    "endTime": 107.2,
    "text": "The problem is that that pain causes your brain to release more serotonin, which intensifies the itch even more."
  },
  {
    "startTime": 107.2,
    "endTime": 115.5,
    "text": "So it's essentially a feedback loop where you're constantly scratching harder and harder to get rid of the itchy feeling, but all you're doing is really making it even more itchy."
  },
  {
    "startTime": 115.6,
    "endTime": 121.69999999999999,
    "text": "It make sense but it does bring up another interesting question: Why does serotonin cause an itchy sensation to begin with?"
  },
  {
    "startTime": 121.7,
    "endTime": 129.4,
    "text": "Well, according to Chen, it has to do with GRPR neurons, which are a group of brain cells known to increase itchy sensations."
  },
  {
    "startTime": 129.4,
    "endTime": 132.70000000000002,
    "text": "A serotonin starts rushing to the part of your body that's irritated,"
  },
  {
    "startTime": 133.1,
    "endTime": 139.1,
    "text": "its wires basically get crossed, and it activates those GRPR neurons which intensifies the itch even more."
  },
  {
    "startTime": 139.21,
    "endTime": 147.70000000000002,
    "text": "Chen believes that people who suffer from chronic itching could find relief once a therapy is developed to block the receptor that cause the serotonin to activate those neurons."
  },
  {
    "startTime": 147.9,
    "endTime": 153.3,
    "text": "Until then, the best solution seems to be lots of anti-itching cream and other mittens, the softer the better."
  },
  {
    "startTime": 153.5,
    "endTime": 154.7,
    "text": "My suggestion, not his."
  },
  {
    "startTime": 154.86,
    "endTime": 158.8,
    "text": "What do you guys think? Have you ever scratch the itch so hard that made you bleed?"
  },
  {
    "startTime": 158.949,
    "endTime": 160.329,
    "text": "And how did that work out for you?"
  },
  {
    "startTime": 160.4,
    "endTime": 163.4,
    "text": "Feel free to share your experiences with us in the comments down below."
  },
  {
    "startTime": 163.5,
    "endTime": 165.2,
    "text": "And as always, thank you guys for watching."
  }
]