[
  {
    "startTime": 7.21,
    "endTime": 9.57,
    "text": "[Marriage rates in the U.S. have hit an historic low.]"
  },
  {
    "startTime": 9.57,
    "endTime": 19.200000000000003,
    "text": "[Annual revenue of the online dating industry is at an all-time high⏤$1.049 Billion.]"
  },
  {
    "startTime": 19.2,
    "endTime": 24.57,
    "text": "Ever wonder if romantic relationships are getting increasingly more difficult to navigate these days?"
  },
  {
    "startTime": 24.57,
    "endTime": 28.1,
    "text": "Why fewer couples are getting married and later than ever before?"
  },
  {
    "startTime": 28.4,
    "endTime": 31.0,
    "text": "Time for a crash course on the Economics of Sex."
  },
  {
    "startTime": 39.2,
    "endTime": 44.900000000000006,
    "text": "Let’s think about sex as an exchange, where each person gives the other person something of themselves."
  },
  {
    "startTime": 44.9,
    "endTime": 49.949999999999996,
    "text": "It might appear at face value that they are giving the same thing: intimate access to each other’s bodies,"
  },
  {
    "startTime": 50.2,
    "endTime": 52.800000000000004,
    "text": "but there’s more going on here than meets the eye."
  },
  {
    "startTime": 53.5,
    "endTime": 57.3,
    "text": "Men and women both enjoy sex; we all know that."
  },
  {
    "startTime": 57.3,
    "endTime": 62.5,
    "text": "But what’s interesting is how the data tells us that men and women experience sex differently."
  },
  {
    "startTime": 62.5,
    "endTime": 66.5,
    "text": "On average, men have a higher sex drive than women."
  },
  {
    "startTime": 69.8,
    "endTime": 72.89999999999999,
    "text": "Blame it on testosterone, call it whatever you want."
  },
  {
    "startTime": 73.05,
    "endTime": 78.5,
    "text": "But on average, men initiate sex more than women, they're more sexually permissive than women,"
  },
  {
    "startTime": 78.5,
    "endTime": 82.1,
    "text": "and they connect sex to romance less often than women."
  },
  {
    "startTime": 82.1,
    "endTime": 86.5,
    "text": "Nobody’s saying this is the way it ought to be; it’s just the way it is."
  },
  {
    "startTime": 88.0,
    "endTime": 93.0,
    "text": "Women, on the other hand, are likely to have sex for reasons beyond just simple pleasure."
  },
  {
    "startTime": 94.5,
    "endTime": 106.0,
    "text": "Her motivations for sex often include expressing and receiving love, strengthening commitment, affirming desirability, and relationship security."
  },
  {
    "startTime": 112.5,
    "endTime": 118.637,
    "text": "So, in an exchange relationship where men want sex more often than women do, who decides when it will happen?"
  },
  {
    "startTime": 119.0,
    "endTime": 122.5,
    "text": "She does, of course; sex is her resource."
  },
  {
    "startTime": 122.5,
    "endTime": 126.5,
    "text": "Sex in consensual relationships will happen when women want it to."
  },
  {
    "startTime": 126.5,
    "endTime": 129.15,
    "text": "So, how do women decide to begin a sexual relationship?"
  },
  {
    "startTime": 132.15,
    "endTime": 139.5,
    "text": "- Pricing. Women have something of value that men want.  - Badly, something men are actually willing to sacrifice for."
  },
  {
    "startTime": 139.6,
    "endTime": 141.7,
    "text": "So, how much does sex cost for men?"
  },
  {
    "startTime": 141.7,
    "endTime": 149.0,
    "text": "It might cost him nothing but a few drinks and compliments, or a month of dates and respectful attention,"
  },
  {
    "startTime": 149.0,
    "endTime": 156.6,
    "text": "or all the way up to a lifetime promise to share all of his affections, wealth, and earnings with her exclusively."
  },
  {
    "startTime": 156.6,
    "endTime": 163.65,
    "text": "The \"price\" varies widely, but if women are the gatekeepers, why don’t very many women \"charge more\", so to speak?"
  },
  {
    "startTime": 163.53,
    "endTime": 166.5,
    "text": "Because pricing is not entirely up to women."
  },
  {
    "startTime": 166.5,
    "endTime": 172.0,
    "text": "The \"market value\" of sex is part of a social system of exchange, an \"economy\" if you will,"
  },
  {
    "startTime": 172.0,
    "endTime": 178.0,
    "text": "where men and women learn from each other (and from others) what they ought to expect from each other sexually."
  },
  {
    "startTime": 178.0,
    "endTime": 182.5,
    "text": "So, sex is not entirely a private matter between two consenting adults."
  },
  {
    "startTime": 182.9,
    "endTime": 186.8,
    "text": "- Think of it as basic...  - Supply and demand."
  },
  {
    "startTime": 186.8,
    "endTime": 193.3,
    "text": "When supplies are high, prices drop, since people won’t pay more for something that’s easy to find."
  },
  {
    "startTime": 195.0,
    "endTime": 198.5,
    "text": "But if it’s hard to find, people will pay a premium."
  },
  {
    "startTime": 199.0,
    "endTime": 201.7,
    "text": "And the same rings true with sex."
  },
  {
    "startTime": 201.7,
    "endTime": 205.29999999999998,
    "text": "Men know that sex is cheap these days, if they know where to look."
  },
  {
    "startTime": 206.66,
    "endTime": 212.29999999999998,
    "text": "So, how did we get here? How did the market value of sex decline so drastically?"
  },
  {
    "startTime": 212.3,
    "endTime": 217.35000000000002,
    "text": "Economists often speak of \"technological shocks\" that dramatically alter markets."
  },
  {
    "startTime": 219.0,
    "endTime": 220.8,
    "text": "  Take pesticides for example."
  },
  {
    "startTime": 220.8,
    "endTime": 228.3,
    "text": "Pesticides revolutionized agriculture, enabling its mass production on a level unparalleled in the history of human civilization."
  },
  {
    "startTime": 228.59,
    "endTime": 233.3,
    "text": "Lawns became greener, produce became better and widely available with a marvelous variety."
  },
  {
    "startTime": 233.6,
    "endTime": 235.1,
    "text": "We eat like kings now."
  },
  {
    "startTime": 235.1,
    "endTime": 237.94,
    "text": "And the market has changed, forever."
  },
  {
    "startTime": 237.94,
    "endTime": 246.0,
    "text": "Here’s another example: Artificial hormonal contraception or the pill, allowed men and women to have sex while avoiding pregnancy."
  },
  {
    "startTime": 246.0,
    "endTime": 252.3,
    "text": "This was a technological shock that forever altered the mating market, by profoundly lowering the cost of sex."
  },
  {
    "startTime": 252.5,
    "endTime": 258.359,
    "text": "It didn’t change overnight, but the effects have been, one might say, revolutionary."
  },
  {
    "startTime": 258.359,
    "endTime": 263.79999999999995,
    "text": "Before contraception, sex before marriage took place during the search for a mate, someone to marry."
  },
  {
    "startTime": 264.46,
    "endTime": 270.5,
    "text": "Sex didn’t necessarily mean marriage, but serious commitment was commonly a requirement for sex."
  },
  {
    "startTime": 270.5,
    "endTime": 272.6,
    "text": "Sex was oriented towards marriage."
  },
  {
    "startTime": 272.6,
    "endTime": 278.83000000000004,
    "text": "Don’t believe people who say your great-grandparents were secretly as casual about sex as your friends are. They weren’t."
  },
  {
    "startTime": 278.95,
    "endTime": 284.039,
    "text": "Because to mess around with sex eventually meant, well, becoming parents."
  },
  {
    "startTime": 284.039,
    "endTime": 286.9,
    "text": "Remember the example of \"pesticides\"?"
  },
  {
    "startTime": 287.0,
    "endTime": 294.6,
    "text": "It turns out that they had unforeseen effects that are wreaking havoc on the environment and weakening the natural ecological systems that we depend on."
  },
  {
    "startTime": 294.62,
    "endTime": 300.0,
    "text": "Scientists believe that because of pesticides, the bee population is dropping at an alarming rate."
  },
  {
    "startTime": 300.0,
    "endTime": 304.08,
    "text": "One-third of all the food we eat depends on those bees for pollination."
  },
  {
    "startTime": 304.08,
    "endTime": 305.8,
    "text": "And that’s just one example."
  },
  {
    "startTime": 305.9,
    "endTime": 311.5,
    "text": "It is now feared that the overuse of pesticides is throwing ecology as we know it into disarray.  "
  },
  {
    "startTime": 311.6,
    "endTime": 320.70000000000005,
    "text": "While the original purpose of the pill was to prevent pregnancy, the data reveals an unanticipated side-effect: the pill threw the mating market into disarray."
  },
  {
    "startTime": 320.7,
    "endTime": 325.0,
    "text": "Having sex and thinking about marriage have now become two quite different things."
  },
  {
    "startTime": 325.2,
    "endTime": 327.2,
    "text": "We now have a split mating market:"
  },
  {
    "startTime": 327.6,
    "endTime": 333.20000000000005,
    "text": "- One corner where people are largely interested in sex.  - And one corner where people are largely pursuing marriage."
  },
  {
    "startTime": 333.479,
    "endTime": 338.5,
    "text": "- And there are more men looking for sex than women.  - And more women looking to marry than men."
  },
  {
    "startTime": 341.55,
    "endTime": 345.2,
    "text": "The language of online dating reinforces the reality of this split mating market."
  },
  {
    "startTime": 345.295,
    "endTime": 350.88,
    "text": "Men are more apt to write that they’re \"looking for fun,\" while women tend to signal very different things,"
  },
  {
    "startTime": 351.3,
    "endTime": 356.6,
    "text": "saying things like \"only serious inquiries, please\" or \"not into games\"."
  },
  {
    "startTime": 357.349,
    "endTime": 360.5,
    "text": "So this split mating market poses a particular problem for women."
  },
  {
    "startTime": 360.909,
    "endTime": 366.0,
    "text": "They certainly call the shots when it comes to short-term sexual relationships because men outnumber them."
  },
  {
    "startTime": 366.0,
    "endTime": 369.3,
    "text": "This enables women to be more selective in the short-term."
  },
  {
    "startTime": 370.0,
    "endTime": 373.5,
    "text": "But the reverse is true when they decide they want to settle down."
  },
  {
    "startTime": 376.02,
    "endTime": 380.29999999999995,
    "text": "- We often hear about \"men’s lack of commitment\".  - But the blunt reality is an economic one:"
  },
  {
    "startTime": 380.3,
    "endTime": 388.5,
    "text": "Women vastly outnumber men in the \"marriage market\", which means men can be picky and can insist on extensive sexual experience before committing."
  },
  {
    "startTime": 389.0,
    "endTime": 393.5,
    "text": "Men are in a position to maximize their rewards while investing fewer resources."
  },
  {
    "startTime": 393.93,
    "endTime": 397.15000000000003,
    "text": "- Why do men do this?  - 'Cause they can. Here’s the thing:"
  },
  {
    "startTime": 397.4,
    "endTime": 403.0,
    "text": "In the past, it really wasn’t the patriarchy that policed women’s relational interests. It was women."
  },
  {
    "startTime": 403.2,
    "endTime": 409.9,
    "text": "But, this agreement, this unspoken pact to set a high market value of sex, has all but vanished."
  },
  {
    "startTime": 410.3,
    "endTime": 415.2,
    "text": "But in a brave new world where having sex no longer means babies and marriage has become optional,"
  },
  {
    "startTime": 415.4,
    "endTime": 420.0,
    "text": "the solidarity women once felt toward each other in the mating market has dissolved."
  },
  {
    "startTime": 420.479,
    "endTime": 426.0,
    "text": "Women no longer have each other’s backs; on the contrary, they’re now each other’s competition."
  },
  {
    "startTime": 426.0,
    "endTime": 430.789,
    "text": "And when women compete for men, they tend to do so by appealing to what men want."
  },
  {
    "startTime": 430.789,
    "endTime": 433.09999999999997,
    "text": "  Here’s where women are wrong about men:"
  },
  {
    "startTime": 433.1,
    "endTime": 435.8,
    "text": "Men are not actually afraid of commitment at all."
  },
  {
    "startTime": 436.0,
    "endTime": 442.0,
    "text": "- While women are the gatekeepers when it comes to sex.  - The deal is that men are in the driver's seat in the marriage market."
  },
  {
    "startTime": 442.62,
    "endTime": 445.0,
    "text": "They can navigate it exactly how they want to."
  },
  {
    "startTime": 445.0,
    "endTime": 454.7,
    "text": "And unlike women’s fertility, men’s virility doesn’t expire by 40, or 45, or 50, or even 60. So what’s the rush?"
  },
  {
    "startTime": 455.049,
    "endTime": 456.5,
    "text": "Talk about having the upper hand!"
  },
  {
    "startTime": 456.8,
    "endTime": 462.11,
    "text": "So, it should come as no surprise that the average age of first marriage in the United States continues to rise,"
  },
  {
    "startTime": 462.11,
    "endTime": 469.0,
    "text": "and that the share of Americans between the ages of 25 and 34 years old who are married is continuing to drop."
  },
  {
    "startTime": 469.0,
    "endTime": 475.3,
    "text": "While there are certainly factors that contribute to each of those trends, the gender imbalance in a split mating market is a big one."
  },
  {
    "startTime": 475.3,
    "endTime": 482.3,
    "text": "- Talk about a profound irony!  - By nearly every measure, young men are failing to adapt to contemporary life."
  },
  {
    "startTime": 482.3,
    "endTime": 490.2,
    "text": "When attractive women will still go to bed with you, life for young men, even those who are floundering, just ain’t so bad."
  },
  {
    "startTime": 490.65,
    "endTime": 495.59999999999997,
    "text": "In reality, men tend to behave as well or as poorly as the women in their lives permit."
  },
  {
    "startTime": 495.8,
    "endTime": 502.0,
    "text": "Economists say that collusion, women working together, would be the most rational way to elevate the \"market value\" of sex."
  },
  {
    "startTime": 502.0,
    "endTime": 505.0,
    "text": "But there is little evidence of this happening among women today."
  },
  {
    "startTime": 505.0,
    "endTime": 506.61,
    "text": "At least, not yet."
  },
  {
    "startTime": 506.61,
    "endTime": 514.5,
    "text": "If women were squarely in charge of how their relationships transpired and demanded a \"higher market price\" for the exchange of sex, so to speak,"
  },
  {
    "startTime": 514.5,
    "endTime": 526.7,
    "text": "we’d be seeing, on average, more impressive wooing efforts, greater male investment, longer relationships, fewer premarital partners, shorter cohabitations, and more marrying going on."
  },
  {
    "startTime": 526.8,
    "endTime": 535.76,
    "text": "For a woman to know what she wants in a relationship and to signal it clearly, especially if it’s different than what most men want, this is her power in the economy."
  },
  {
    "startTime": 535.8,
    "endTime": 540.0,
    "text": "But none of these things seem to be occurring ⏤ not now, at least."
  },
  {
    "startTime": 540.0,
    "endTime": 550.0,
    "text": "Today, the economics of contemporary sexual relationships clearly favor men and what they want, even while what they are offering in the exchange has diminished."
  },
  {
    "startTime": 550.0,
    "endTime": 557.0,
    "text": "And it’s all thanks to supply, demand, and the long reach of a remarkable little pill."
  },
  {
    "startTime": 557.0,
    "endTime": 565.0,
    "text": "Brought to you by the Austin Institute for the Study of Family and Culture."
  }
]