[
  {
    "startTime": 0.1,
    "endTime": 6.3,
    "text": "Every single day, the human race produces around 70 billion farts, meaning roughly ten of those are yours!"
  },
  {
    "startTime": 6.4,
    "endTime": 9.911000000000001,
    "text": "But why doesn't your gas seem half as smelly as those around you?"
  },
  {
    "startTime": 10.011,
    "endTime": 12.379,
    "text": "Why do we like the smell of our own farts?"
  },
  {
    "startTime": 12.6,
    "endTime": 20.6,
    "text": "Hilarious as it may seem, scientists have actually confirmed the fact that, in blind-smell tests, we truly do find our own smells much more appealing than others."
  },
  {
    "startTime": 20.9,
    "endTime": 27.488999999999997,
    "text": "Simply put, the more familiar you are with something, whether it be a song, picture, or even a smell, the more likely you are to prefer it."
  },
  {
    "startTime": 27.6,
    "endTime": 37.7,
    "text": "And because the bacterial population in your body producing these smells is completely unique from every other individual, our farts truly have a one-of-a-kind brand that your nose can differentiate."
  },
  {
    "startTime": 37.7,
    "endTime": 45.6,
    "text": "But, from an evolutionary perspective, our reaction of disgust to other people's odor is likely our brains' attempt to prevent us from doing harm to our own bodies,"
  },
  {
    "startTime": 45.7,
    "endTime": 48.5,
    "text": "specifically interacting with sources of disease."
  },
  {
    "startTime": 48.6,
    "endTime": 52.5,
    "text": "When you think of it, most things that don't smell good, aren't good for you."
  },
  {
    "startTime": 52.5,
    "endTime": 55.9,
    "text": "And the greater the risk of disease, the more intense your response will be."
  },
  {
    "startTime": 55.9,
    "endTime": 58.9,
    "text": "Surprising as it may seem, farts can spread disease."
  },
  {
    "startTime": 59.0,
    "endTime": 68.7,
    "text": "In fact, there are many reported cases of farts spreading Streptococcus pyogenes, a pathogen that can cause tonsillitis, scarlet fever, heart disease, and even flesh eating disease."
  },
  {
    "startTime": 69.062,
    "endTime": 73.382,
    "text": "Seriously, the pathogen is expelled as fecal matter or poop particles in the air."
  },
  {
    "startTime": 73.6,
    "endTime": 82.25399999999999,
    "text": "Of course, this was a major concern for our ancestors who ran around naked, but for us underwear or pant[s] wearing folks, farts don't pose a real threat."
  },
  {
    "startTime": 82.354,
    "endTime": 86.8,
    "text": "And it's important that we've adapted to like our own odors, so that we can maintain proper hygiene."
  },
  {
    "startTime": 86.83,
    "endTime": 94.247,
    "text": "In the same way, mothers perceive their biological children's poop as less offensive than others, which allows them to take care of them without disgust."
  },
  {
    "startTime": 94.5,
    "endTime": 98.83,
    "text": "Of course, some of you may be thinking \"I don't find farts disgusting at all!\", and you're not alone."
  },
  {
    "startTime": 99.03,
    "endTime": 104.5,
    "text": "Perception of disgust is a combination of variables like age, gender, culture, and even personality."
  },
  {
    "startTime": 104.519,
    "endTime": 111.4,
    "text": "So much so that people who are more anxious or socially conservative are often more sensitive to stink than their adventure seeking friends."
  },
  {
    "startTime": 111.5,
    "endTime": 115.7,
    "text": "The anterior cingulate cortex, which processes surprise, also plays a big role."
  },
  {
    "startTime": 115.83,
    "endTime": 118.91,
    "text": "When we fart, we know it, and can anticipate the accompanying smell."
  },
  {
    "startTime": 119.207,
    "endTime": 128.97,
    "text": "But when somebody rips a silent but deadly fart into a crowded room, the brains expectations of reality are smashed by the negative stimulus, making it all seem even more foul."
  },
  {
    "startTime": 129.073,
    "endTime": 133.58,
    "text": "So next time you feel a silent stinker coming on, you might want to give everyone a heads up."
  },
  {
    "startTime": 133.78,
    "endTime": 138.09,
    "text": "Unless of course, you're alone; then you can bask in the glory of your own stench."
  },
  {
    "startTime": 138.4,
    "endTime": 141.20000000000002,
    "text": "Don't forget, The AsapSCIENCE book just went on presale!"
  },
  {
    "startTime": 141.3,
    "endTime": 151.70000000000002,
    "text": "Not only can you own a physical version of some of your favorite video episodes, which we've re-drawn and updated, but we wrote a whole bunch of new chapters answering questions that have never been answered here on AsapSCIENCE!"
  },
  {
    "startTime": 151.8,
    "endTime": 157.20000000000002,
    "text": "Check out asapscience.com/book to get your copy! We truly appreciate all of the support!"
  },
  {
    "startTime": 157.3,
    "endTime": 164.60000000000002,
    "text": "You can also watch our latest AsapTHOUGHT video \"The Science of Beards\" where we debate the scientific advantages of growing it out or staying clean shaven."
  },
  {
    "startTime": 164.827,
    "endTime": 173.44,
    "text": "To beard or not to beard? Head over there with the link in the description, and let us know which side wins! And subscribe, for more weekly science videos!"
  }
]