[
  {
    "startTime": 3.802,
    "endTime": 6.300000000000001,
    "text": "60 second adventures in Economics."
  },
  {
    "startTime": 6.172,
    "endTime": 8.4,
    "text": "Number one: The Invisible Hand."
  },
  {
    "startTime": 8.9,
    "endTime": 13.5,
    "text": "An economy is a tricky thing to control and governments are always trying to figure out how to do it."
  },
  {
    "startTime": 14.0,
    "endTime": 23.5,
    "text": "Back in 1776, economist Adam Smith shocked everyone by saying that what government should actually do is just leave people alone to buy and sell freely among themselves."
  },
  {
    "startTime": 23.7,
    "endTime": 32.4,
    "text": "He suggested that if they just leave self-interested traders to compete with one another, markets are guided to positive outcomes as if by an invisible hand."
  },
  {
    "startTime": 32.6,
    "endTime": 36.1,
    "text": "If someone charges less than you, customers will buy from them instead."
  },
  {
    "startTime": 36.3,
    "endTime": 39.3,
    "text": "So you have to lower the price or offer something better."
  },
  {
    "startTime": 39.472,
    "endTime": 43.7,
    "text": "Whenever enough people demand something, they will be supplied by the market, like spoiled children."
  },
  {
    "startTime": 44.1,
    "endTime": 46.4,
    "text": "Only in this case, everyone's happy."
  },
  {
    "startTime": 46.5,
    "endTime": 54.6,
    "text": "Later free marketers like Austrian economist Friedrich Hayek argued that this hands-off approach actually works better than any kind of central plan."
  },
  {
    "startTime": 55.2,
    "endTime": 61.0,
    "text": "But the problem is economies can take a long time to reach their equilibrium and may even stall along the way."
  },
  {
    "startTime": 61.4,
    "endTime": 64.0,
    "text": "And in the meantime, people can get a little frustrated."
  },
  {
    "startTime": 64.197,
    "endTime": 68.85000000000001,
    "text": "Which is why governments usually end up taking things into their own more visible hands instead."
  },
  {
    "startTime": 70.4,
    "endTime": 73.2,
    "text": "Number two: The Paradox of Thrift."
  },
  {
    "startTime": 74.14,
    "endTime": 80.3,
    "text": "Much like a child getting his pocket money, one of the biggest economic questions is still whether it's better to save or spend."
  },
  {
    "startTime": 80.613,
    "endTime": 87.5,
    "text": "Free marketeers like Hayek and Milton Friedman say that even in difficult times, it's best to be thrifty and save."
  },
  {
    "startTime": 87.7,
    "endTime": 93.8,
    "text": "Banks then channel the savings into investment in new plants, skills and techniques that let us produce more."
  },
  {
    "startTime": 93.95,
    "endTime": 101.4,
    "text": "And even if this new technology destroys jobs, wages will drop and businesses hire more people, so unemployment falls again."
  },
  {
    "startTime": 101.567,
    "endTime": 103.5,
    "text": "Simple, at least in the long run."
  },
  {
    "startTime": 103.8,
    "endTime": 111.95,
    "text": "But then a live-fast, die-young kind of chap called John Maynard Keynes cheerfully pointed out that in the long run we're all dead."
  },
  {
    "startTime": 112.1,
    "endTime": 117.0,
    "text": "So to avoid the misery of unemployment, the government should instead spend money to create jobs."
  },
  {
    "startTime": 117.3,
    "endTime": 123.7,
    "text": "Whereas if the government tightens its belt when people and businesses are doing the same, less is spent, so unemployment gets even worse."
  },
  {
    "startTime": 124.0,
    "endTime": 126.0,
    "text": "That is the paradox of thrift."
  },
  {
    "startTime": 126.3,
    "endTime": 129.7,
    "text": "So instead, they should spend now and tax later when everyone's happy to pay."
  },
  {
    "startTime": 130.4,
    "endTime": 134.3,
    "text": "Though making people happy to pay tax was something even Keynes didn't solve."
  },
  {
    "startTime": 135.3,
    "endTime": 137.70000000000002,
    "text": "Number three: The Phillips Curve."
  },
  {
    "startTime": 137.9,
    "endTime": 149.8,
    "text": "Bill Phillips was a crocodile hunter and economist from New Zealand who spotted that when employment levels are high, wages rise faster, people have more money to spend, so prices go up and so does inflation."
  },
  {
    "startTime": 150.0,
    "endTime": 155.0,
    "text": "And likewise, when unemployment is high, the lack of money to spend means that inflation goes down."
  },
  {
    "startTime": 155.5,
    "endTime": 158.0,
    "text": "This became known as the Phillips Curve."
  },
  {
    "startTime": 158.1,
    "endTime": 163.5,
    "text": "Governments even set policy by the curve, tolerating the inflation when they spent extra money creating jobs."
  },
  {
    "startTime": 164.0,
    "endTime": 167.4,
    "text": "But they forgot that the workers could also see the effects of the curve."
  },
  {
    "startTime": 167.5,
    "endTime": 175.9,
    "text": "So when unemployment went down, they expected inflation and demanded higher wages, causing unemployment to go back up, while inflation remained high."
  },
  {
    "startTime": 176.1,
    "endTime": 180.79999999999998,
    "text": "Which is what happened in the 1970s when both inflation and unemployment rose."
  },
  {
    "startTime": 181.1,
    "endTime": 187.9,
    "text": "Then in the '90s, unemployment dropped while inflation stayed low, which all rather took the bend out of Phillips' curve."
  },
  {
    "startTime": 188.25,
    "endTime": 191.824,
    "text": "But at least part of Phillips' troublesome trade-off lives on."
  },
  {
    "startTime": 191.824,
    "endTime": 197.5,
    "text": "When faster growth and full employment return, you can bet inflation will be along to spoil the party."
  },
  {
    "startTime": 199.3,
    "endTime": 202.8,
    "text": "Number four: The Principle of Comparative Advantage."
  },
  {
    "startTime": 202.835,
    "endTime": 210.4,
    "text": "Whether you think economies work best if they're left alone or that governments need to do something to get them working, the one thing that can't be controlled is the rest of the world."
  },
  {
    "startTime": 210.4,
    "endTime": 217.3,
    "text": "Fear of foreign competition once led countries to try and produce everything they needed and impose heavy taxes to keep out foreign goods."
  },
  {
    "startTime": 217.5,
    "endTime": 224.0,
    "text": "However, economist David Ricardo showed that international trade could actually make everyone better off, bringing in one of the first great economic models."
  },
  {
    "startTime": 224.4,
    "endTime": 230.8,
    "text": "He pointed out that even if a country can produce pretty much everything at the lowest possible cost, with what economists call an \"Absolute Advantage\","
  },
  {
    "startTime": 230.8,
    "endTime": 238.5,
    "text": "it's still better to focus on the products it can make most efficiently, that sacrifice the least amount of other goods and let the rest of the world do the same."
  },
  {
    "startTime": 238.6,
    "endTime": 243.5,
    "text": "By specializing, they can then export these surpluses to each other and both end up better off."
  },
  {
    "startTime": 243.8,
    "endTime": 249.70000000000002,
    "text": "This is the principle of comparative advantage and it has persuaded many countries to sign up to free-trade agreements."
  },
  {
    "startTime": 250.1,
    "endTime": 254.4,
    "text": "But unfortunately, it can take a long time for countries to trade their way to prosperity."
  },
  {
    "startTime": 254.52,
    "endTime": 262.40000000000003,
    "text": "And because it's now much easier to move to where the money is, it's increasingly not only goods that cross borders, but people, which has somewhat uprooted Ricardo's theory."
  },
  {
    "startTime": 263.7,
    "endTime": 266.59999999999997,
    "text": "Number five: The Impossible Trinity."
  },
  {
    "startTime": 266.7,
    "endTime": 271.0,
    "text": "Most countries trade with one another, which is usually pretty good for all involved."
  },
  {
    "startTime": 271.2,
    "endTime": 275.4,
    "text": "But it does mean it's a bit harder for each to keep control of its own finances."
  },
  {
    "startTime": 275.42,
    "endTime": 278.6,
    "text": "There are three things that governments are particularly keen on."
  },
  {
    "startTime": 278.7,
    "endTime": 283.75,
    "text": "They like to keep the exchange rate stable so that import and export prices don't suddenly jump around."
  },
  {
    "startTime": 283.9,
    "endTime": 289.38,
    "text": "They also like to control interest rates so they can keep borrowers happy without upsetting savers."
  },
  {
    "startTime": 289.56,
    "endTime": 294.2,
    "text": "And they like to let money flow in and out of their country without causing too much disruption."
  },
  {
    "startTime": 294.4,
    "endTime": 296.79999999999995,
    "text": "But there's a problem when you try to do all of these at once."
  },
  {
    "startTime": 297.0,
    "endTime": 304.7,
    "text": "Say, for example, the Eurozone tries to lower its interest rate and reduce unemployment, money flows out to earn higher interest rates elsewhere."
  },
  {
    "startTime": 304.9,
    "endTime": 310.4,
    "text": "Exchange rates drop, which causes inflation, so the Euro interest rate is forced back up again."
  },
  {
    "startTime": 310.5,
    "endTime": 316.9,
    "text": "You can either fix your exchange rate and let money flow freely across national borders, but have no control over your interest rates,"
  },
  {
    "startTime": 317.1,
    "endTime": 322.52000000000004,
    "text": "or control your interest and exchange rates, but then you can't stop the capital flowing in and out.n"
  },
  {
    "startTime": 322.52,
    "endTime": 326.09999999999997,
    "text": "But, like an overzealous triathlete, you can't do all three at once."
  },
  {
    "startTime": 327.23,
    "endTime": 330.0,
    "text": "Number six: Rational Choice Theory."
  },
  {
    "startTime": 330.3,
    "endTime": 334.5,
    "text": "Of all the things to factor in when running an economy, the most troublesome is people."
  },
  {
    "startTime": 334.8,
    "endTime": 337.0,
    "text": "Now, by and large, humans are a rational lot."
  },
  {
    "startTime": 337.15,
    "endTime": 340.9,
    "text": "When the price of something rises, people will supply more of it and buy less of it."
  },
  {
    "startTime": 340.98,
    "endTime": 346.1,
    "text": "If they expect inflation to go up, people will usually ask for higher wages, though they might not get them."
  },
  {
    "startTime": 346.3,
    "endTime": 353.3,
    "text": "And if they can see interest or exchange rates falling in one country, people with lots of money there will try to move it out faster than you can say double dip."
  },
  {
    "startTime": 353.5,
    "endTime": 357.5,
    "text": "And governments often decide their economic policies assuming such rational actions."
  },
  {
    "startTime": 357.7,
    "endTime": 363.0,
    "text": "Which would be great, if it weren't for the fact that those pesky humans don't always do what's best for them."
  },
  {
    "startTime": 363.2,
    "endTime": 368.7,
    "text": "Sometimes they mistakenly think they know all the facts, or maybe the facts are just too complicated."
  },
  {
    "startTime": 368.9,
    "endTime": 373.2,
    "text": "And sometimes people just decide to follow the crowd, relying on others to know what they're doing."
  },
  {
    "startTime": 373.4,
    "endTime": 380.09999999999997,
    "text": "When too many cheap mortgages were being sold in 2007, a lot of people didn't know what was going on and a lot of others just followed the crowd."
  },
  {
    "startTime": 380.6,
    "endTime": 386.5,
    "text": "Some lenders may have rationally believed that when the crunch came, the scale of the problem would force governments to rescue them."
  },
  {
    "startTime": 386.6,
    "endTime": 397.15200000000004,
    "text": "Which was true for the banks, if not for all their customers."
  }
]