[
  {
    "startTime": 0.0,
    "endTime": 2.559,
    "text": "This episode of DNews is brought to you by Norton."
  },
  {
    "startTime": 2.559,
    "endTime": 20.769000000000002,
    "text": "Whether at school or at the office, the times that you need your brain at its sharpest are inevitably spent in cramped, crowded spaces, where air flow is… air flow is... no... must keep brain awake...do the thing."
  },
  {
    "startTime": 20.769,
    "endTime": 24.0,
    "text": "Hey everybody, this is Matt Lieberman filling in for DNews."
  },
  {
    "startTime": 24.0,
    "endTime": 30.1,
    "text": "Researchers and civilians alike have long been aware of the harmful effects of high levels of carbon dioxide on the brain."
  },
  {
    "startTime": 30.1,
    "endTime": 36.69,
    "text": "For example, an environment where the air contains 100,000 parts per million of CO2 can render an adult unconscious."
  },
  {
    "startTime": 36.69,
    "endTime": 40.539,
    "text": "But few had considered what low amounts of carbon dioxide could do to the human brain."
  },
  {
    "startTime": 40.539,
    "endTime": 46.93,
    "text": "It turns out, even levels as low as 1,000 parts per million can reduce the brain's ability to focus and function properly."
  },
  {
    "startTime": 46.93,
    "endTime": 51.83,
    "text": "And considering that we produce carbon dioxide every time we exhale, that's a big old problem."
  },
  {
    "startTime": 51.83,
    "endTime": 58.858999999999995,
    "text": "The longer we stay in an unventilated space, especially with multiple people, the higher the concentration of carbon dioxide in the atmosphere."
  },
  {
    "startTime": 58.859,
    "endTime": 65.118,
    "text": "Now, researchers at the Lawrence Berkeley National Laboratory drew inspiration from a 2012 study in Budapest, the first on record to examine the negative effects of small environments with CO2 levels of 3000 parts per million."
  },
  {
    "startTime": 70.73,
    "endTime": 79.489,
    "text": "Now, the prevailing theories in the field of human concentration were focused exclusively on the effects of volatile organic compounds, or VOCs, on the human brain."
  },
  {
    "startTime": 79.489,
    "endTime": 84.37,
    "text": "These are gases emitted from building materials and personal care products found in a work environment."
  },
  {
    "startTime": 84.37,
    "endTime": 90.09,
    "text": "However, they never accounted for the level of carbon dioxide that can build up in a crowded space over time."
  },
  {
    "startTime": 90.09,
    "endTime": 92.7,
    "text": "So what's a researcher with a scientific itch to do?"
  },
  {
    "startTime": 92.7,
    "endTime": 95.2,
    "text": "Give it a good, long scratch with a sweet little study."
  },
  {
    "startTime": 95.309,
    "endTime": 113.29899999999999,
    "text": "Check this out: Berkeley's William Fisk collaborated with SUNY Upstate Medical University's Usha Satish to see how well a small group of participants—22 to be exact—could perform a test called the Strategic Management Simulation in an environment containing 600, 1000, and then 2500 parts per million of CO2."
  },
  {
    "startTime": 113.299,
    "endTime": 115.7,
    "text": "What is the Strategic Management Simulation?"
  },
  {
    "startTime": 115.7,
    "endTime": 120.0,
    "text": "It's a series of hypothetical scenarios that participants must develop strategic responses for."
  },
  {
    "startTime": 120.0,
    "endTime": 123.89,
    "text": "Think Dungeons and Dragons without the dungeons, dragons, or dice."
  },
  {
    "startTime": 123.89,
    "endTime": 126.5,
    "text": "Or swords or magic."
  },
  {
    "startTime": 126.5,
    "endTime": 134.1,
    "text": "Participants in the SMS were then graded on nine different criteria, ranging from focus, initiative, information usage, and basic strategy."
  },
  {
    "startTime": 134.1,
    "endTime": 136.03,
    "text": "The results are striking, to say the least."
  },
  {
    "startTime": 136.03,
    "endTime": 146.08,
    "text": "The impact of CO2 at 2500 parts per million on the human brain is the equivalent of a blood alcohol level of 0.08, the legal limit to drive in the majority of the United States."
  },
  {
    "startTime": 146.08,
    "endTime": 151.0,
    "text": "So how common are environments containing 2500 parts per million or more of CO2?"
  },
  {
    "startTime": 151.0,
    "endTime": 161.589,
    "text": "Well, Fisk told Vox.com that the majority of offices are below 1000 parts per million, but a crowded conference room can easily exceed the 2500 threshold in the span of 30 minutes."
  },
  {
    "startTime": 161.589,
    "endTime": 166.22,
    "text": "But of course these findings need to be replicated on a larger scale to be authenticated."
  },
  {
    "startTime": 166.22,
    "endTime": 169.939,
    "text": "Until then, however, let's all crack a collective window, shall we?"
  },
  {
    "startTime": 169.939,
    "endTime": 173.159,
    "text": "So what do you think about the effects of carbon dioxide on the brain?"
  },
  {
    "startTime": 173.159,
    "endTime": 175.0,
    "text": "Let us know down in the comments below."
  },
  {
    "startTime": 175.0,
    "endTime": 177.12,
    "text": "I'm Matt Lieberman filling in for DNews."
  },
  {
    "startTime": 177.12,
    "endTime": 180.4,
    "text": "You can find more of my videos over at SourceFed and SourceFedNERD."
  },
  {
    "startTime": 180.4,
    "endTime": 182.74,
    "text": "Please like the video and subscribe to the channel."
  },
  {
    "startTime": 182.74,
    "endTime": 184.0,
    "text": "Thanks for watching."
  }
]