[
  {
    "startTime": 8.805,
    "endTime": 10.695,
    "text": "\"Sorry, my phone died.\""
  },
  {
    "startTime": 10.795,
    "endTime": 12.794,
    "text": "\"It's nothing. I'm fine.\""
  },
  {
    "startTime": 13.094,
    "endTime": 16.147,
    "text": "\"These allegations are completely unfounded.\""
  },
  {
    "startTime": 16.647,
    "endTime": 20.299,
    "text": "\"The company was not aware of any wrongdoing.\""
  },
  {
    "startTime": 21.099,
    "endTime": 22.543,
    "text": "\"I love you.\""
  },
  {
    "startTime": 22.943,
    "endTime": 29.656000000000002,
    "text": "We hear anywhere from 10 to 200 lies a day, and we spent much of our history coming up with the ways to detect them."
  },
  {
    "startTime": 29.722,
    "endTime": 35.800000000000004,
    "text": "From medieval torture devices to polygraphs, blood pressure and breathing monitors, voice stress analyzers,"
  },
  {
    "startTime": 35.9,
    "endTime": 41.824999999999996,
    "text": "eye trackers, infrared brain scanners, and even the 400-pound electroencephalogram."
  },
  {
    "startTime": 42.024,
    "endTime": 47.796,
    "text": "But although such tools have worked under certain circumstances, most can be fooled with enough preparation."
  },
  {
    "startTime": 47.956,
    "endTime": 51.621,
    "text": "And none are considered reliable enough to even be admissible in court."
  },
  {
    "startTime": 51.821,
    "endTime": 58.665,
    "text": "But what if the problem is not with the techniques, but the underlying assumption that lying spurs physiological changes?"
  },
  {
    "startTime": 58.866,
    "endTime": 64.371,
    "text": "What if we took a more direct approach, using communication science to analyze the lies themselves?"
  },
  {
    "startTime": 64.9,
    "endTime": 69.483,
    "text": "On a psychological level, we lie partly to paint a better picture of ourselves,"
  },
  {
    "startTime": 69.783,
    "endTime": 74.559,
    "text": "connecting our fantasies to the person we wish we were rather than the person we are."
  },
  {
    "startTime": 74.817,
    "endTime": 79.06899999999999,
    "text": "But while our brain is busy dreaming, it's letting plenty of signals slip by."
  },
  {
    "startTime": 79.169,
    "endTime": 84.88799999999999,
    "text": "Our conscious mind only controls about 5% of our cognitive function, including communication,"
  },
  {
    "startTime": 84.888,
    "endTime": 88.30000000000001,
    "text": "while the other 95% occurs beyond our awareness."
  },
  {
    "startTime": 88.4,
    "endTime": 97.474,
    "text": "And according to the literature on reality monitoring, stories based on imagined experiences are qualitatively different from those based on real experiences."
  },
  {
    "startTime": 97.917,
    "endTime": 104.643,
    "text": "This suggests that creating a false story about a personal topic takes work and results in a different pattern of language use."
  },
  {
    "startTime": 104.8,
    "endTime": 113.231,
    "text": "A technology known as linguistic text analysis has helped to identify four such common patterns in the subconscious language of deception."
  },
  {
    "startTime": 113.942,
    "endTime": 118.097,
    "text": "First, liars reference themselves less when making deceptive statements."
  },
  {
    "startTime": 118.3,
    "endTime": 124.89999999999999,
    "text": "They write or talk more about others, often using the third person to distance and disassociate themselves from their lie."
  },
  {
    "startTime": 125.0,
    "endTime": 132.29,
    "text": "Which sounds more false, \"Absolutely no party took place at this house\" or \"I didn't host a party here\"?"
  },
  {
    "startTime": 132.978,
    "endTime": 138.9,
    "text": "Second, liars tend to be more negative, because on a subconscious level, they feel guilty about lying."
  },
  {
    "startTime": 139.162,
    "endTime": 145.222,
    "text": "For example, a liar might say something like, \"Sorry, my stupid phone battery died. I hate that thing.\""
  },
  {
    "startTime": 145.513,
    "endTime": 151.677,
    "text": "Third, liars typically explain events in simple terms, since our brains struggle to build a complex lie."
  },
  {
    "startTime": 151.9,
    "endTime": 155.829,
    "text": "Judgment and evaluation are complex things for our brains to compute."
  },
  {
    "startTime": 155.983,
    "endTime": 161.478,
    "text": "As a US President once famously insisted, \"I did not have sexual relations with that woman.\""
  },
  {
    "startTime": 161.79,
    "endTime": 167.683,
    "text": "And finally, even though liars keep descriptions simple, they tend to use longer and more convoluted sentence structure,"
  },
  {
    "startTime": 167.958,
    "endTime": 173.3,
    "text": "inserting unnecessary words and irrelevant but factual-sounding details in order to pad the lie."
  },
  {
    "startTime": 173.4,
    "endTime": 176.064,
    "text": "Another President confronted with a scandal proclaimed,"
  },
  {
    "startTime": 176.1,
    "endTime": 181.034,
    "text": "\"I can say, categorically, that this investigation indicates that no one on the White House staff,"
  },
  {
    "startTime": 181.321,
    "endTime": 185.9,
    "text": "no one in this administration presently employed, was involved in this very bizarre incident.\""
  },
  {
    "startTime": 186.619,
    "endTime": 189.7,
    "text": "Let's apply linguistic analysis to some famous examples."
  },
  {
    "startTime": 189.8,
    "endTime": 192.94400000000002,
    "text": "Take seven-time Tour de France winner Lance Armstrong."
  },
  {
    "startTime": 193.144,
    "endTime": 200.9,
    "text": "When comparing a 2005 interview, in which he had denied taking performance-enhancing drugs, to a 2013 interview, in which he admitted it,"
  },
  {
    "startTime": 201.0,
    "endTime": 204.5,
    "text": "his use of personal pronouns increased by nearly three-quarters."
  },
  {
    "startTime": 204.6,
    "endTime": 207.659,
    "text": "Note the contrast between the following two quotes."
  },
  {
    "startTime": 207.859,
    "endTime": 216.131,
    "text": "First: \"Okay, you know, a guy in a French, in a Parisian laboratory opens up your sample, you know, Jean-Francis so-and-so, and he tests it,"
  },
  {
    "startTime": 216.131,
    "endTime": 222.016,
    "text": "and then you get a phone call from a newspaper that says: 'We found you to be positive six times for EPO.'\""
  },
  {
    "startTime": 223.029,
    "endTime": 227.628,
    "text": "Second: \"I lost myself in all of that. I'm sure there would be other people that couldn't handle it,"
  },
  {
    "startTime": 227.947,
    "endTime": 234.828,
    "text": "but I certainly couldn't handle it, and I was used to controlling everything in my life. I controlled every outcome in my life.\""
  },
  {
    "startTime": 235.012,
    "endTime": 242.518,
    "text": "In his denial, Armstrong described a hypothetical situation focused on someone else, removing himself from the situation entirely."
  },
  {
    "startTime": 242.803,
    "endTime": 247.98,
    "text": "In his admission, he owns his statements, delving into his personal emotions and motivations,"
  },
  {
    "startTime": 248.409,
    "endTime": 251.976,
    "text": "but the use of personal pronouns is just one indicator of deception."
  },
  {
    "startTime": 252.376,
    "endTime": 257.609,
    "text": "Let's look at another example from former Senator and US presidential candidate John Edwards."
  },
  {
    "startTime": 257.784,
    "endTime": 262.262,
    "text": "\"I only know that the apparent father has said publicly that he is the father of the baby."
  },
  {
    "startTime": 262.578,
    "endTime": 267.09999999999997,
    "text": "I also have not been engaged in any activity of any description that requested, agreed to,"
  },
  {
    "startTime": 267.2,
    "endTime": 271.972,
    "text": "or supported payments of any kind to the woman or to the apparent father of the baby.\""
  },
  {
    "startTime": 272.377,
    "endTime": 276.12,
    "text": "Not only is that a pretty long-winded way to say, \"The baby isn't mine,\""
  },
  {
    "startTime": 276.42,
    "endTime": 283.03000000000003,
    "text": "but Edwards never calls the other parties by name, instead saying \"that baby\", \"the woman\", and \"the apparent father\"."
  },
  {
    "startTime": 283.163,
    "endTime": 285.616,
    "text": "Now, let's see what he had to say when later admitting paternity."
  },
  {
    "startTime": 286.216,
    "endTime": 292.367,
    "text": "\"I am Quinn's father. I will do everything in my power to provide her with the love and support she deserves.\""
  },
  {
    "startTime": 292.867,
    "endTime": 297.76800000000003,
    "text": "The statement is short and direct, calling the child by name and addressing his role in her life."
  },
  {
    "startTime": 298.027,
    "endTime": 300.858,
    "text": "So how can you apply these lie-spotting techniques to your life?"
  },
  {
    "startTime": 301.358,
    "endTime": 309.019,
    "text": "First, remember that many of the lies we encounter on a daily basis are far less serious than these examples, and may even be harmless."
  },
  {
    "startTime": 309.3,
    "endTime": 319.40000000000003,
    "text": "But it's still worthwhile to be aware of telltale clues like minimal self-references, negative language, simple explanations, and convoluted phrasing."
  },
  {
    "startTime": 319.5,
    "endTime": 325.9,
    "text": "It just might help you avoid an overvalued stock, an ineffective product, or even a terrible relationship."
  }
]