[
  {
    "startTime": 17.99,
    "endTime": 26.0,
    "text": "Ok, I have a confession to make: I don't feel grateful every time someone does something for me."
  },
  {
    "startTime": 26.0,
    "endTime": 29.96,
    "text": "I mean, I'm actually a really grateful person, and I know not everybody is--"
  },
  {
    "startTime": 29.96,
    "endTime": 34.79,
    "text": "maybe many people in this room are-- but sometimes I feel a little burdened."
  },
  {
    "startTime": 34.79,
    "endTime": 39.289,
    "text": "Sometimes I actually feel misunderstood, like \"Why do they think I would want that?\""
  },
  {
    "startTime": 39.289,
    "endTime": 45.89,
    "text": "Sometimes, I don't even notice the thing that the person did for me, because I'm just really used to them doing it for me."
  },
  {
    "startTime": 45.89,
    "endTime": 49.55,
    "text": "Every once in a while, though, I feel grateful."
  },
  {
    "startTime": 49.55,
    "endTime": 56.43,
    "text": "For example, like the other day, when my romantic partner went for a run with me at 9:30 at night, just to keep me company."
  },
  {
    "startTime": 56.43,
    "endTime": 61.189,
    "text": "So, aside from the personal benefits that I got from the run."
  },
  {
    "startTime": 61.189,
    "endTime": 68.26,
    "text": "It was a really important type of moment for me, this gratitude, because it showed me that he understood me, and he cared."
  },
  {
    "startTime": 68.26,
    "endTime": 73.18900000000001,
    "text": "He knows how much mental health benefit I get from my runs,"
  },
  {
    "startTime": 73.189,
    "endTime": 78.81899999999999,
    "text": "And he could tell that it was the end of a long day and I was waffling."
  },
  {
    "startTime": 78.819,
    "endTime": 84.88900000000001,
    "text": "I was thinking about sacrificing my run to hang out with him, because I really wanted to hang out with him, too."
  },
  {
    "startTime": 85.089,
    "endTime": 89.919,
    "text": "And so, he just looked at me and he said \"I'm coming with you and we're leaving in three minutes.\""
  },
  {
    "startTime": 90.019,
    "endTime": 93.44000000000001,
    "text": "What an awesome dude! And I totally needed that run."
  },
  {
    "startTime": 93.44,
    "endTime": 101.259,
    "text": "So, what my research has shown over the past several years now,  is that moments like these, between people--"
  },
  {
    "startTime": 101.259,
    "endTime": 104.94,
    "text": "these moments when we actually feel grateful, are important in one way,"
  },
  {
    "startTime": 104.94,
    "endTime": 111.25,
    "text": "and it's because they remind us of just how great specific other people are for us in our lives."
  },
  {
    "startTime": 111.25,
    "endTime": 117.279,
    "text": "So, running isn't for everyone, and my guy isn't for everyone (thank goodness!),"
  },
  {
    "startTime": 117.279,
    "endTime": 122.14,
    "text": "but he's totally great for me, and so this is just one way."
  },
  {
    "startTime": 122.14,
    "endTime": 127.479,
    "text": "So, what we've discovered in our work, is that what we know about emotions,"
  },
  {
    "startTime": 127.479,
    "endTime": 133.3,
    "text": "and this is the magic of emotions-- when we have an experience of gratitude, when that happens,"
  },
  {
    "startTime": 133.3,
    "endTime": 137.839,
    "text": "it does more than just remind us about our partner's good qualities,"
  },
  {
    "startTime": 137.839,
    "endTime": 144.82999999999998,
    "text": "but an emotional response provides fuel. In that moment, it coordinates our mind and body and behavior to solve a problem"
  },
  {
    "startTime": 144.83,
    "endTime": 148.28,
    "text": "or take advantage of a situation that is right in front of us,"
  },
  {
    "startTime": 148.28,
    "endTime": 152.93,
    "text": "and so what we've discovered over the past several years of studying gratitude and relationships,"
  },
  {
    "startTime": 152.93,
    "endTime": 159.31900000000002,
    "text": "is that gratitude motivates us and it helps us to make gestures that bind us more closely with our romantic partner,"
  },
  {
    "startTime": 159.319,
    "endTime": 163.28,
    "text": "and actually with other social partners in our lives."
  },
  {
    "startTime": 163.28,
    "endTime": 169.79,
    "text": "So, in this moment with my partner where we had this really great experience, I felt gratitude,"
  },
  {
    "startTime": 169.79,
    "endTime": 175.519,
    "text": "I told him all about it-- how awesome it was and how much I appreciated him, and he felt valued."
  },
  {
    "startTime": 175.519,
    "endTime": 179.99,
    "text": "My research suggests that that makes him feel more connected and interested in being in a relationship."
  },
  {
    "startTime": 179.99,
    "endTime": 186.96,
    "text": "This opportunity sets up the stage for our next interaction and so forth, as we move through time."
  },
  {
    "startTime": 186.96,
    "endTime": 192.61,
    "text": "And so, what's really been interesting in this line of research is that when I started,"
  },
  {
    "startTime": 192.61,
    "endTime": 196.56,
    "text": "I actually had some data on people in friendships,"
  },
  {
    "startTime": 196.56,
    "endTime": 201.58,
    "text": "and we've started moving into romantic relationships and people would say things like"
  },
  {
    "startTime": 201.58,
    "endTime": 209.90900000000002,
    "text": "\"I don't understand. Why are you studying gratitude in romantic relationships and binding in romantic relationships? Aren't people in romantic relationships already bound together?\""
  },
  {
    "startTime": 210.009,
    "endTime": 221.92899999999997,
    "text": "Really? Well, that's a good myth and it's gorgeous, but this myth of true love that we get and it never fades,"
  },
  {
    "startTime": 222.029,
    "endTime": 224.299,
    "text": "but the data from relationship science shows"
  },
  {
    "startTime": 224.299,
    "endTime": 230.15,
    "text": "that over time, even for couples who stay together for decades, relationship satisfaction actually declines,"
  },
  {
    "startTime": 230.15,
    "endTime": 232.719,
    "text": "especially over the first couple of years."
  },
  {
    "startTime": 232.719,
    "endTime": 238.23999999999998,
    "text": "And so, this is totally consistent with what we know about the principles of adaptation."
  },
  {
    "startTime": 238.24,
    "endTime": 245.779,
    "text": "Think about getting a new car, whatever your flavor. Ok, a new car is shiny and awesome, just like a new relationship,"
  },
  {
    "startTime": 245.779,
    "endTime": 251.15,
    "text": "but over time, the car starts to lose that great new car smell,"
  },
  {
    "startTime": 251.15,
    "endTime": 255.75900000000001,
    "text": "and it starts to become the thing that we use to get from point A to point B."
  },
  {
    "startTime": 255.759,
    "endTime": 260.359,
    "text": "Maybe over time, we start to look around at the other cars that are out on the street,"
  },
  {
    "startTime": 260.359,
    "endTime": 263.53,
    "text": "and think about upgrading to a new model."
  },
  {
    "startTime": 263.53,
    "endTime": 270.36999999999995,
    "text": "So, unfortunately for cars, they can't just renew their new car smell with one simple gesture, but humans can."
  },
  {
    "startTime": 270.37,
    "endTime": 277.699,
    "text": "Other live interaction partners can do little things, and we're reminded of the little things about them that we loved when we first met them."
  },
  {
    "startTime": 277.699,
    "endTime": 282.389,
    "text": "And so, let me show you some data that are relevant to adaptation."
  },
  {
    "startTime": 282.389,
    "endTime": 286.82,
    "text": "This is a study of couples in romantic relationships."
  },
  {
    "startTime": 286.82,
    "endTime": 291.81,
    "text": "Every single day for fourteen days we had each member of the couple-- one of the questions that we had them report on was"
  },
  {
    "startTime": 291.81,
    "endTime": 297.29,
    "text": "\"How connected they felt with their partner that day?\" And you can see here across 1700 reports,"
  },
  {
    "startTime": 297.29,
    "endTime": 302.39000000000004,
    "text": "we have a very satisfied sample of couples. The scale goes from one to five--"
  },
  {
    "startTime": 302.39,
    "endTime": 308.259,
    "text": "I hope you can see that they're well above a four on the scale. On average, across all of the days."
  },
  {
    "startTime": 308.259,
    "endTime": 315.43,
    "text": "But what we know about the ebb and flow of everyday life is that it's a little more complicated than that."
  },
  {
    "startTime": 315.43,
    "endTime": 319.97,
    "text": "Alright, I've graphed the same data a different way,"
  },
  {
    "startTime": 319.97,
    "endTime": 325.72900000000004,
    "text": "and what you can see here is that every single line is a different individual participant in the study,"
  },
  {
    "startTime": 325.729,
    "endTime": 331.09999999999997,
    "text": "and the x-axis that runs across the bottom is every single day (all fourteen days) of the study."
  },
  {
    "startTime": 331.1,
    "endTime": 339.55,
    "text": "You don't have to be a scientist to be able to see that people go up and down in their feelings about their partner from one day to the next,"
  },
  {
    "startTime": 339.55,
    "endTime": 341.91,
    "text": "even in this really satisfied sample!"
  },
  {
    "startTime": 342.01,
    "endTime": 346.009,
    "text": "So, I'm sure you can identify with this in your own relationships,"
  },
  {
    "startTime": 346.009,
    "endTime": 352.93,
    "text": "your romantic relationships as well as your friendships. Even if they're amazing, not every day is amazing."
  },
  {
    "startTime": 353.03,
    "endTime": 356.799,
    "text": "So, this is where gratitude comes in."
  },
  {
    "startTime": 356.799,
    "endTime": 364.27,
    "text": "What we found in this study is that on days when one person in the study, one of the couple members,"
  },
  {
    "startTime": 364.27,
    "endTime": 369.59,
    "text": "said \"Hey, I felt a little more gratitude after interacting with my partner today,\""
  },
  {
    "startTime": 369.59,
    "endTime": 375.61999999999995,
    "text": "their partner reported independently feeling better about this relationship than they had the day before."
  },
  {
    "startTime": 375.62,
    "endTime": 383.479,
    "text": "So, we concluded from this study that even everyday gratitude can act as a 'booster shot' for romantic relationships."
  },
  {
    "startTime": 383.479,
    "endTime": 389.959,
    "text": "Now, what I've been studying in the past couple of years is \"How does that happen?\""
  },
  {
    "startTime": 390.059,
    "endTime": 393.959,
    "text": "It's kind of a fascinating research question for an emotions researcher,"
  },
  {
    "startTime": 394.059,
    "endTime": 398.51000000000005,
    "text": "who typically, emotions researchers, we study one person's own experience of their own emotion."
  },
  {
    "startTime": 398.51,
    "endTime": 405.989,
    "text": "This one jumps the gap between people to actually influence the thoughts and feelings of the other person on a pretty regular basis;"
  },
  {
    "startTime": 406.03,
    "endTime": 407.97999999999996,
    "text": "that's a pretty robust effect that we found."
  },
  {
    "startTime": 408.08,
    "endTime": 413.99899999999997,
    "text": "So, thanks for the generous funding from the John Templeton Foundation and the Greater Good Science Center,"
  },
  {
    "startTime": 414.099,
    "endTime": 420.18899999999996,
    "text": "I've actually been working for a couple of years now, trying to figure out how this might work,"
  },
  {
    "startTime": 420.189,
    "endTime": 425.91900000000004,
    "text": "and we've been using expressions of gratitude between romantic partners to test a few different effects."
  },
  {
    "startTime": 425.919,
    "endTime": 431.72999999999996,
    "text": "Here you can see. This is about a third of my team on this research project over the past couple of years as well as my co-investigators."
  },
  {
    "startTime": 431.73,
    "endTime": 436.82,
    "text": "One of the questions that we're testing is \"What makes an expression of gratitude so impactful?\""
  },
  {
    "startTime": 436.82,
    "endTime": 439.99,
    "text": "So, we're hoping that if we can start to figure out the mechanisms,"
  },
  {
    "startTime": 440.09,
    "endTime": 446.78,
    "text": "then we can actually start to bring gratitude into people's everyday lives a little bit more gracefully,"
  },
  {
    "startTime": 446.78,
    "endTime": 450.73999999999995,
    "text": "and then we're testing the extent of the effects on each member of the dyad."
  },
  {
    "startTime": 450.74,
    "endTime": 455.159,
    "text": "So, what does the person do when they hear an expression of gratitude?"
  },
  {
    "startTime": 455.159,
    "endTime": 459.24,
    "text": "How does it make them change their own behavior (your original benefactor),"
  },
  {
    "startTime": 459.24,
    "endTime": 466.57,
    "text": "what are the downstream consequences for both people, including physiological effects,"
  },
  {
    "startTime": 466.57,
    "endTime": 477.11899999999997,
    "text": "like oxytocin and changes in blood pressure? So, as of about two hours ago, our 245th couple walked through the doors of my lab for this study--"
  },
  {
    "startTime": 477.119,
    "endTime": 484.99,
    "text": "that's almost 500 people who have expressed gratitude to their partner, given us saliva samples, given us urine samples,"
  },
  {
    "startTime": 484.99,
    "endTime": 488.779,
    "text": "and basically provided about a metric ton of additional data."
  },
  {
    "startTime": 488.779,
    "endTime": 490.339,
    "text": "Um, I'm really excited--"
  },
  {
    "startTime": 490.339,
    "endTime": 493.61899999999997,
    "text": "we're wrapping up data collection in a couple of months, and we'll be doing analysis,"
  },
  {
    "startTime": 493.619,
    "endTime": 498.93,
    "text": "and I'm really looking forward to being able to tell you a lot about what makes gratitude expressions so impactful,"
  },
  {
    "startTime": 498.93,
    "endTime": 502.53000000000003,
    "text": "and what are the possible downstream consequences."
  },
  {
    "startTime": 502.53,
    "endTime": 511.21999999999997,
    "text": "But in the meantime, what I've told you is that I have spent many, many, many years studying,"
  },
  {
    "startTime": 511.22,
    "endTime": 517.26,
    "text": "very closely studying the dynamics of everyday interactions of people who care about each other a lot."
  },
  {
    "startTime": 517.26,
    "endTime": 520.64,
    "text": "Specifically, however (and this is relevant to the last set of talks),"
  },
  {
    "startTime": 520.64,
    "endTime": 526.4399999999999,
    "text": "I've been studying people who are in happy relationships, who are in good relationships."
  },
  {
    "startTime": 526.44,
    "endTime": 534.08,
    "text": "So what we've learned, we've learned a lot about how gratitude naturally works, but I'm not a therapist."
  },
  {
    "startTime": 534.08,
    "endTime": 540.97,
    "text": "We have not studied gratitude in distressed relationships, we have not studied gratitude in relationships where one person is abused."
  },
  {
    "startTime": 541.07,
    "endTime": 547.2900000000001,
    "text": "To my knowledge, nobody has. Those data don't exist, so please,"
  },
  {
    "startTime": 547.29,
    "endTime": 553.6999999999999,
    "text": "people, go out and do that research. Until we have data to speak to people who have rocky relationships,"
  },
  {
    "startTime": 553.7,
    "endTime": 559.8000000000001,
    "text": "I would strongly suggest: don't necessarily take my 'do it yourself' advice about relationships,"
  },
  {
    "startTime": 559.8,
    "endTime": 563.68,
    "text": "that's a different set of concerns, but don't tune me out,"
  },
  {
    "startTime": 563.68,
    "endTime": 570.79,
    "text": "because what I'm about to tell you about what we know from good romantic relationships probably also applies to your other good relationships as well."
  },
  {
    "startTime": 570.79,
    "endTime": 575.91,
    "text": "Now, if you want to get more out of gratitude in your everyday life, and this is--"
  },
  {
    "startTime": 575.91,
    "endTime": 580.1899999999999,
    "text": "these are things that I would tell my friends that the evidence says most strongly--"
  },
  {
    "startTime": 580.19,
    "endTime": 585.9000000000001,
    "text": "if you want to get more gratitude in your life, you want to start by having more gratitude."
  },
  {
    "startTime": 585.9,
    "endTime": 594.93,
    "text": "Now, it's a little finicky. In our previous studies, again, we didn't get the partner to go and do amazing things for their partner."
  },
  {
    "startTime": 595.03,
    "endTime": 599.86,
    "text": "We didn't get them to give foot rubs and send roses or anything like that."
  },
  {
    "startTime": 599.86,
    "endTime": 604.5500000000001,
    "text": "What I showed you were data about gratitude for the everyday little things."
  },
  {
    "startTime": 604.55,
    "endTime": 607.68,
    "text": "Now, if you think about your romantic relationships, or even your best friendships,"
  },
  {
    "startTime": 607.68,
    "endTime": 609.9699999999999,
    "text": "you fell in love for a reason"
  },
  {
    "startTime": 609.97,
    "endTime": 614.02,
    "text": "with this person and if you're sharing life together in some capacity,"
  },
  {
    "startTime": 614.02,
    "endTime": 618.56,
    "text": "then they're certainly doing lots of things for you already."
  },
  {
    "startTime": 618.56,
    "endTime": 625.16,
    "text": "But we know, from the psychology, that stress actually is a barrier to looking past ourselves."
  },
  {
    "startTime": 625.16,
    "endTime": 633.29,
    "text": "So, our lives are busy and stressful and sometimes, we also get into habits with people. Sometimes, we start to take people for granted."
  },
  {
    "startTime": 633.29,
    "endTime": 640.93,
    "text": "So, the very first thing that I would say is get out of your head, and start to just remember the things that your partner does for you."
  },
  {
    "startTime": 640.93,
    "endTime": 644.4,
    "text": "Now, I'm not promising that you'll actually feel grateful for it,"
  },
  {
    "startTime": 644.4,
    "endTime": 650.14,
    "text": "but it increases the likelihood. If you notice it, it increases the likelihood that you will actually feel gratitude."
  },
  {
    "startTime": 650.14,
    "endTime": 656.42,
    "text": "And then, all of our research suggests-- my research as well as I am summarizing from across the field--"
  },
  {
    "startTime": 656.42,
    "endTime": 663.91,
    "text": "suggests that people who feel grateful want to make sure that the person knows how great they are,"
  },
  {
    "startTime": 663.91,
    "endTime": 667.4499999999999,
    "text": "so it naturally moves us to demonstrate this. The data support this as well,"
  },
  {
    "startTime": 667.45,
    "endTime": 674.44,
    "text": "so we have people who feel gratitude and express it, are more committed to their relationships,"
  },
  {
    "startTime": 674.44,
    "endTime": 680.61,
    "text": "they feel better about them, even better than people who feel gratitude and don't express it."
  },
  {
    "startTime": 680.61,
    "endTime": 683.3100000000001,
    "text": "So, for the person who feels it,"
  },
  {
    "startTime": 683.31,
    "endTime": 693.67,
    "text": "it might help your relationship to express it, but also, for the person-- this is the natural bridge--  for the person, who actually did the kind thing, for your romantic partner,"
  },
  {
    "startTime": 693.67,
    "endTime": 696.3499999999999,
    "text": "tell them! Let them know that they're appreciated."
  },
  {
    "startTime": 696.35,
    "endTime": 702.0600000000001,
    "text": "We have data from a different study where we asked couples every day to report every single day for fourteen days,"
  },
  {
    "startTime": 702.06,
    "endTime": 707.3299999999999,
    "text": "and again we found when people said that their partner thanked them that day for something they did,"
  },
  {
    "startTime": 707.33,
    "endTime": 711.99,
    "text": "they said they felt better about the relationship even than they had the day before."
  },
  {
    "startTime": 712.09,
    "endTime": 717.9100000000001,
    "text": "So here, I would again, you have barriers in your everyday life to expressing gratitude."
  },
  {
    "startTime": 718.01,
    "endTime": 721.95,
    "text": "You might feel distracted by work or kids."
  },
  {
    "startTime": 722.05,
    "endTime": 729.4799999999999,
    "text": "People in long term relationships may actually think that their partner actually just knows how they feel, do they?"
  },
  {
    "startTime": 729.48,
    "endTime": 737.98,
    "text": "People who are in new relationships may feel vulnerable telling the person how much it meant to them, that they did this kind action,"
  },
  {
    "startTime": 738.08,
    "endTime": 740.9100000000001,
    "text": "but our data show that you have very little to lose"
  },
  {
    "startTime": 741.01,
    "endTime": 743.81,
    "text": "and a lot to gain by following a really simple rule:"
  },
  {
    "startTime": 743.81,
    "endTime": 748.3399999999999,
    "text": "If you really feel it, just don't forget to show it."
  },
  {
    "startTime": 748.34,
    "endTime": 755.72,
    "text": "Here's my last point, that's very important in all of this: be genuine. And this is kind of should be obvious,"
  },
  {
    "startTime": 755.72,
    "endTime": 761.5600000000001,
    "text": "but in people's rush to kind of apply to practice, it may not be."
  },
  {
    "startTime": 761.56,
    "endTime": 767.91,
    "text": "Your partner knows you pretty well, and they were there when they did the thing for you."
  },
  {
    "startTime": 767.91,
    "endTime": 774.23,
    "text": "So, if they I don't know, try to make you an amazing dinner but botched it,"
  },
  {
    "startTime": 774.23,
    "endTime": 781.61,
    "text": "you don't have to tell them that they're an amazing chef, but do genuinely tell them what you appreciate about them, about their actions."
  },
  {
    "startTime": 781.61,
    "endTime": 786.0500000000001,
    "text": "So maybe, you liked that they remembered what your favorite dish was,"
  },
  {
    "startTime": 786.05,
    "endTime": 790.02,
    "text": "and that they went out of their way to make your night special. Whatever's true for you,"
  },
  {
    "startTime": 790.02,
    "endTime": 795.5,
    "text": "and I know this from a study where we brought couples into the lab and we had them,"
  },
  {
    "startTime": 795.5,
    "endTime": 799.25,
    "text": "in front of our video cameras. They said thanks to their partners for things--"
  },
  {
    "startTime": 799.25,
    "endTime": 809.84,
    "text": "what we found was no matter how big or small the gesture, the leading indicator of how satisfied the partner was with the relationships six months later,"
  },
  {
    "startTime": 809.84,
    "endTime": 818.5600000000001,
    "text": "was how much the grateful person made them feel understood, valued, and cared for in the actions that they took for the grateful person--"
  },
  {
    "startTime": 818.58,
    "endTime": 824.57,
    "text": "on the grateful person's behalf. So, what I would say to you is 'just be true.'"
  },
  {
    "startTime": 824.57,
    "endTime": 829.57,
    "text": "Look at your partner in the eye, and just tell her exactly what it was that you appreciated about her actions."
  },
  {
    "startTime": 829.57,
    "endTime": 838.5400000000001,
    "text": "So I hope that I've started to demonstrate that gratitude between two people in everyday life is a bit finicky and that's ok,"
  },
  {
    "startTime": 838.54,
    "endTime": 845.3499999999999,
    "text": "because gratitude actually runs on the wavelength of being a genuine signal of care and concern between the two people."
  },
  {
    "startTime": 845.43,
    "endTime": 852.42,
    "text": "So, I wouldn't force it. However, our relationship partners are people who can look out for our best interests,"
  },
  {
    "startTime": 852.42,
    "endTime": 857.41,
    "text": "help us accomplish our goals, and help to support us when things aren't going well."
  },
  {
    "startTime": 857.41,
    "endTime": 864.43,
    "text": "More than just helping us to get through our everyday lives, our romantic partners can help us thrive."
  },
  {
    "startTime": 864.43,
    "endTime": 871.4899999999999,
    "text": "So, it makes sense to consider noticing what they do, for you."
  },
  {
    "startTime": 871.49,
    "endTime": 880.76,
    "text": "When you feel it, don't forget to show it and say it like you mean it."
  },
  {
    "startTime": 880.76,
    "endTime": 890.76,
    "text": "Thank you."
  }
]