[
  {
    "startTime": 0.22,
    "endTime": 3.87,
    "text": "This episode of DNews is brought to you by the BuyPower Card from Capital One."
  },
  {
    "startTime": 3.87,
    "endTime": 6.87,
    "text": "Every purchase brings you closer to a new GM vehicle."
  },
  {
    "startTime": 6.87,
    "endTime": 14.73,
    "text": "Climbing mountains, exploring high places and playing music all have something in common, and your body does it naturally."
  },
  {
    "startTime": 19.9,
    "endTime": 21.869999999999997,
    "text": "Howdy folks, Trace here for DNews."
  },
  {
    "startTime": 21.87,
    "endTime": 23.98,
    "text": "The human body is amazingly adaptable."
  },
  {
    "startTime": 23.98,
    "endTime": 30.560000000000002,
    "text": "We heal after massive injury, we overcome emotional trauma, and with a bit of training, our bodies can adapt to whatever we throw at them."
  },
  {
    "startTime": 30.56,
    "endTime": 34.839999999999996,
    "text": "Mountain climbing is one of the most challenging outdoor activities I've ever attempted."
  },
  {
    "startTime": 34.84,
    "endTime": 38.120000000000005,
    "text": "And doing some research on it, I've found that it's pretty tough on our bodies too."
  },
  {
    "startTime": 38.12,
    "endTime": 41.58,
    "text": "Firstly, there are no muscles in your fingers or toes. I know!"
  },
  {
    "startTime": 41.58,
    "endTime": 44.76,
    "text": "Without them, we can't climb anything, and there are NO muscles in there."
  },
  {
    "startTime": 44.76,
    "endTime": 51.36,
    "text": "Your phalanges, or the bones of your fingers and toes, are attached to tendons which pull from muscles in your forearm."
  },
  {
    "startTime": 51.36,
    "endTime": 54.65,
    "text": "Spread your fingers out like this, see those taught cables stretching through your hand?"
  },
  {
    "startTime": 54.65,
    "endTime": 57.06,
    "text": "Those are tendons connected to muscles down here!"
  },
  {
    "startTime": 57.06,
    "endTime": 65.66,
    "text": "When you rock climb, the muscles build up as expected, and according to a 2006 Journal of Anatomy study, climbers' bones are thicker too!"
  },
  {
    "startTime": 65.66,
    "endTime": 72.86999999999999,
    "text": "Even those who didn't begin climbing until after skeletal maturity at age 25 had thicker metacarpals and phalanges."
  },
  {
    "startTime": 72.87,
    "endTime": 76.47,
    "text": "Of course, those thicker bones won't make any difference if the fingers aren't callused."
  },
  {
    "startTime": 76.47,
    "endTime": 81.86,
    "text": "Calluses are a form of skin protection, perhaps you've shaken hands with a construction worker, a climber, or a guitar player…"
  },
  {
    "startTime": 81.86,
    "endTime": 83.59,
    "text": "Remember those rough spots on their hands?"
  },
  {
    "startTime": 83.59,
    "endTime": 89.69,
    "text": "Those calluses are a result of repeated friction of the skin, and are a natural formation to protect the body."
  },
  {
    "startTime": 89.69,
    "endTime": 95.91,
    "text": "The outermost layer of your skin, the stratum corneum, is a layer 25 cells thick of dead skin."
  },
  {
    "startTime": 95.91,
    "endTime": 99.27,
    "text": "It serves as a first barrier to UV light, infection and friction."
  },
  {
    "startTime": 99.27,
    "endTime": 104.31,
    "text": "When a violinist plays a lot, or an auto worker finger-tightens bumper bolts every day;"
  },
  {
    "startTime": 104.31,
    "endTime": 110.39,
    "text": "The skin on their fingertips will respond by thickening the stratum corneum to over 100 cells!"
  },
  {
    "startTime": 110.39,
    "endTime": 115.56,
    "text": "So let's say your muscles are built, your fingers get callused, and you get to the top of the mountain you're trying to climb."
  },
  {
    "startTime": 115.56,
    "endTime": 119.12,
    "text": "Once you're there your brain starts freaking out, and not just a little bit."
  },
  {
    "startTime": 119.12,
    "endTime": 129.14000000000001,
    "text": "A study in the American Journal of Medicine of 35 climbers who didn't take supplementary oxygen with them, found brain damage in nearly all of the adventurers."
  },
  {
    "startTime": 129.14,
    "endTime": 135.05999999999997,
    "text": "The cause? Hypoxia, or lack of oxygen to the brain, which make sense at altitudes in the study of over 14,000 feet."
  },
  {
    "startTime": 135.06,
    "endTime": 139.48,
    "text": "A lack of oxygen on a mountain can cause insomnia, dizziness, fatigue, nausea, vomiting, and headaches."
  },
  {
    "startTime": 139.48,
    "endTime": 141.17,
    "text": "It's called \"acute mountain sickness.\""
  },
  {
    "startTime": 141.17,
    "endTime": 146.10999999999999,
    "text": "And though most climbers know this already, what they don't know is this brain damage ain't temporary."
  },
  {
    "startTime": 146.11,
    "endTime": 152.59,
    "text": "At high altitudes, both professional and amateur climbers know to get acclimated, and some no longer experience acute mountain sickness."
  },
  {
    "startTime": 152.59,
    "endTime": 156.67000000000002,
    "text": "But MRI's of climbers brains still showed brain damage."
  },
  {
    "startTime": 156.67,
    "endTime": 161.97,
    "text": "And over time, the damage worsens and though the body is resilient the brain doesn't recover so well."
  },
  {
    "startTime": 161.97,
    "endTime": 168.67,
    "text": "After years of high-altitude climbing with no supplementary oxygen, the brain damage can screw with VR-spaces in the brain."
  },
  {
    "startTime": 168.67,
    "endTime": 172.79999999999998,
    "text": "Or the parts that communicate with the lymph system and drain brain fluid."
  },
  {
    "startTime": 172.8,
    "endTime": 177.81900000000002,
    "text": "Of course, this can all be avoided, again, by bringing oxygen with you, so… just do that."
  },
  {
    "startTime": 177.819,
    "endTime": 182.32999999999998,
    "text": "Of course, there is one thing that might help you avoid some of these high-altitude brain issues:"
  },
  {
    "startTime": 182.33,
    "endTime": 183.63000000000002,
    "text": "A fear of heights!"
  },
  {
    "startTime": 183.63,
    "endTime": 191.60999999999999,
    "text": "According to Evolutionary Psychologists, fear of heights is what kept our ancestors from getting too close to the edge of a cliff and risking death."
  },
  {
    "startTime": 191.61,
    "endTime": 198.53,
    "text": "Of course, if it's enough to keep you off a mountain, then it might have blown into something worse than the evolutionary inborn instinct."
  },
  {
    "startTime": 198.53,
    "endTime": 203.35,
    "text": "Many primates are comfortable in trees, so why do we get a phobia of heights?"
  },
  {
    "startTime": 203.35,
    "endTime": 206.18,
    "text": "Probably something taught by parents or experiences, said scientists."
  },
  {
    "startTime": 206.18,
    "endTime": 207.45000000000002,
    "text": "How do you feel about climbing?"
  },
  {
    "startTime": 207.45,
    "endTime": 210.31,
    "text": "Have you ever wanted to challenge your body by climbing a mountain?"
  },
  {
    "startTime": 210.31,
    "endTime": 211.85,
    "text": "Get on belay down in the comments!"
  },
  {
    "startTime": 211.85,
    "endTime": 217.01,
    "text": "The BuyPower Card from Capital One wants to help you get to your next adventure, whatever that may be."
  },
  {
    "startTime": 217.01,
    "endTime": 222.54,
    "text": "By giving you a percentage of every purchase back to earn toward a new Chevrolet, Buick, GMC or Cadillac."
  },
  {
    "startTime": 222.54,
    "endTime": 228.31,
    "text": "There is no limit on the amount you can earn or redeem toward part or even all of a new vehicle and your earnings never expire."
  },
  {
    "startTime": 228.31,
    "endTime": 239.81,
    "text": "Thanks for watching DNews and please subscribe for more videos every day of the week."
  }
]