[
  {
    "startTime": 1.2,
    "endTime": 6.5,
    "text": "Any true relationship between friends or significant others should be one between equals."
  },
  {
    "startTime": 6.6,
    "endTime": 9.0,
    "text": "You give and take equally."
  },
  {
    "startTime": 9.0,
    "endTime": 12.0,
    "text": "One person's needs aren't met over another's."
  },
  {
    "startTime": 12.0,
    "endTime": 17.3,
    "text": "Friends and partners are supposed to give you energy, lift you up when you're down, and want the best for you."
  },
  {
    "startTime": 18.0,
    "endTime": 23.7,
    "text": "But sometimes we get into relationships that drain energy from us."
  },
  {
    "startTime": 23.7,
    "endTime": 31.2,
    "text": "These are toxic relationships and they can negatively affect all aspects of our lives."
  },
  {
    "startTime": 31.3,
    "endTime": 42.5,
    "text": "On this week's well cast, we're gonna show you how you can tell if you're even in a toxic relationship and then we're gonna help you extricate yourself from that unhealthy situation pronto."
  },
  {
    "startTime": 42.5,
    "endTime": 46.3,
    "text": "Selfie 1 : Diagnose the relationship."
  },
  {
    "startTime": 46.3,
    "endTime": 49.8,
    "text": "How do you know if a friend or partner is bringing you down？"
  },
  {
    "startTime": 49.8,
    "endTime": 56.8,
    "text": "Well, in much the same way that you know that you're coming down with a cold, toxic relationships come with symptoms."
  },
  {
    "startTime": 57.0,
    "endTime": 59.5,
    "text": "When you're around this person, how do you feel?"
  },
  {
    "startTime": 59.7,
    "endTime": 65.0,
    "text": "Here are a few other questions you should ask yourself if you're thinking you might be in a toxic situation."
  },
  {
    "startTime": 65.5,
    "endTime": 67.7,
    "text": "Does my friend put me down all the time?"
  },
  {
    "startTime": 67.7,
    "endTime": 70.0,
    "text": "Are they jealous when I spend time with others ?"
  },
  {
    "startTime": 70.1,
    "endTime": 73.69999999999999,
    "text": "Do they constantly bring up parts of me that they wanna change ?"
  },
  {
    "startTime": 73.8,
    "endTime": 75.5,
    "text": "Do they take more than they give?"
  },
  {
    "startTime": 75.6,
    "endTime": 78.0,
    "text": "Am I only doing the things that they wanna do?"
  },
  {
    "startTime": 78.0,
    "endTime": 82.6,
    "text": "Selfie 2: Recognize your role in the relationship."
  },
  {
    "startTime": 82.7,
    "endTime": 88.4,
    "text": "As Eleanor Roosevelt said, \"Nobody can make you feel inferior without your consent.\""
  },
  {
    "startTime": 88.5,
    "endTime": 92.7,
    "text": "Alright, look, we know we got that from Princess Diaries, obviously—moving on..."
  },
  {
    "startTime": 92.8,
    "endTime": 96.39999999999999,
    "text": "Listen, you have autonomy in every relationship in your life."
  },
  {
    "startTime": 96.4,
    "endTime": 104.2,
    "text": "If your friend or partner is stealing your sunshine, you need to figure out what you're doing to allow them to do this."
  },
  {
    "startTime": 104.5,
    "endTime": 105.8,
    "text": "Are you being a doormat ?"
  },
  {
    "startTime": 105.9,
    "endTime": 110.0,
    "text": "Are you putting this person's emotional needs ahead of your own health?"
  },
  {
    "startTime": 110.1,
    "endTime": 114.8,
    "text": "Selfie 3: Start to build boundaries for this relationship."
  },
  {
    "startTime": 114.9,
    "endTime": 118.2,
    "text": "Does your friend invite themself over at all hours of the night?"
  },
  {
    "startTime": 118.3,
    "endTime": 121.0,
    "text": "Are they constantly bossing you around ?"
  },
  {
    "startTime": 121.1,
    "endTime": 123.19999999999999,
    "text": "Are they always borrowing money from you?"
  },
  {
    "startTime": 123.5,
    "endTime": 127.7,
    "text": "Alright, once you know the boundary that you wanna set, stick to it."
  },
  {
    "startTime": 127.8,
    "endTime": 129.0,
    "text": "Draw your line in the sand."
  },
  {
    "startTime": 129.4,
    "endTime": 137.0,
    "text": "Selfie 4: Recognize: You can't change other people, but you can stop being a doormat."
  },
  {
    "startTime": 138.0,
    "endTime": 145.2,
    "text": "If you've determined that a friendship or a relationship is toxic, you know that you have to change the nature of that relationship."
  },
  {
    "startTime": 145.2,
    "endTime": 150.0,
    "text": "Start by spending less time with that person and do your best to detach yourself emotionally."
  },
  {
    "startTime": 150.0,
    "endTime": 154.2,
    "text": "Hopefully, setting boundaries will help you begin to phase this relationship out."
  },
  {
    "startTime": 154.3,
    "endTime": 157.8,
    "text": "Selfie 5: Get a second opinion."
  },
  {
    "startTime": 157.8,
    "endTime": 166.8,
    "text": "Especially if you're emotionally vulnerable, the best thing you can do is surround yourself with people who love you and who want you to be happy and healthy."
  },
  {
    "startTime": 166.8,
    "endTime": 169.3,
    "text": "Use them as a lifeline during this time."
  },
  {
    "startTime": 169.3,
    "endTime": 173.5,
    "text": "Selfie 6: Above all else, look out for yourself."
  },
  {
    "startTime": 173.6,
    "endTime": 180.4,
    "text": "Studies have shown that people with low self-esteem are far more likely to find themselves in toxic relationships."
  },
  {
    "startTime": 180.4,
    "endTime": 186.6,
    "text": "You will never be treated with love and respect unless you absolutely believe that you deserve these things."
  },
  {
    "startTime": 186.6,
    "endTime": 193.5,
    "text": "Remember, you teach people how to treat you, so do yourself the favor of loving yourself."
  },
  {
    "startTime": 193.6,
    "endTime": 196.2,
    "text": "That's the first step to any relationship."
  },
  {
    "startTime": 196.4,
    "endTime": 207.4,
    "text": "To recap, if you have diagnosed yourself as being in a toxic relationship, the first step is recognizing this, then recognizing your role in the relationship."
  },
  {
    "startTime": 207.5,
    "endTime": 213.6,
    "text": "Once you do this, you can start to set boundaries for this relationship and change the way you interact with this person."
  },
  {
    "startTime": 213.7,
    "endTime": 221.0,
    "text": "To help, surround yourself with people who love you, and above all else, look out for yourself."
  },
  {
    "startTime": 221.6,
    "endTime": 227.0,
    "text": "Ah, well, that's all for me today, wellcasters."
  },
  {
    "startTime": 227.2,
    "endTime": 230.89999999999998,
    "text": "Would you do me a kindness? Subscribe to our channel."
  },
  {
    "startTime": 231.0,
    "endTime": 234.4,
    "text": "Sign up for our newsletter to receive sneak peaks and other awesome stuff."
  },
  {
    "startTime": 234.5,
    "endTime": 236.0,
    "text": "See you later."
  }
]