[
  {
    "startTime": 0.12,
    "endTime": 3.89,
    "text": "Gossip can ruin lives! But could it also improve them?"
  },
  {
    "startTime": 8.49,
    "endTime": 14.600000000000001,
    "text": "Hey guys, Tara here for DNews, and if sites like Facebook and Twitter have taught us anything, it's that people love to gossip."
  },
  {
    "startTime": 14.6,
    "endTime": 18.7,
    "text": "It's human nature! We've always been taught that's a bad thing, and that we shouldn't do it."
  },
  {
    "startTime": 18.8,
    "endTime": 21.8,
    "text": "But new research shows that may not be the case."
  },
  {
    "startTime": 21.94,
    "endTime": 29.900000000000002,
    "text": "A study published this week in Personality and Social Psychology Bulletin finds that hearing gossip may actually help us adapt to our social environments,"
  },
  {
    "startTime": 30.1,
    "endTime": 33.800000000000004,
    "text": "allowing us to self-improve and expose potential threats."
  },
  {
    "startTime": 33.7,
    "endTime": 43.0,
    "text": "For their study, a team of researchers from the Netherlands asked a group of participants to recall an incident where they had received either positive or negative gossip about someone else."
  },
  {
    "startTime": 43.139,
    "endTime": 50.5,
    "text": "Then they were asked to measure how that gossip had affected their levels of self-improvement, self-promotion, and self-protection."
  },
  {
    "startTime": 50.4,
    "endTime": 55.0,
    "text": "What they discovered is that hearing positive gossip tends to lead to self-improvement."
  },
  {
    "startTime": 55.0,
    "endTime": 61.5,
    "text": "In the sense that when we hear something great about someone else, it indirectly suggests ways that we can improve upon ourselves."
  },
  {
    "startTime": 61.419,
    "endTime": 62.5,
    "text": "Makes sense."
  },
  {
    "startTime": 62.4,
    "endTime": 65.1,
    "text": "But what about negative gossip? How does that affect us?"
  },
  {
    "startTime": 65.14,
    "endTime": 69.7,
    "text": "Well, according to their findings, negative gossip actually produces a two-fold reaction."
  },
  {
    "startTime": 69.9,
    "endTime": 78.5,
    "text": "On the one hand, it increases our self-promotion because in a weird Schadenfreude kind of way, it can be kind of flattering to know that we're doing better than other people."
  },
  {
    "startTime": 78.51,
    "endTime": 89.5,
    "text": "At the same time though, it also increases our self-protection concerns because it signifies that we could also potentially be affected by whatever negative treatments befell the person we're gossiping about."
  },
  {
    "startTime": 89.7,
    "endTime": 95.0,
    "text": "Obviously, these aren't hard-and-fast guidelines, and people react differently to gossip, depending on their personality,"
  },
  {
    "startTime": 95.2,
    "endTime": 102.0,
    "text": "which is why researchers conducted another part to this study where they assigned participants one of two different personalities:"
  },
  {
    "startTime": 102.0,
    "endTime": 105.6,
    "text": "a sales agent who uses their knowledge and skills to get ahead,"
  },
  {
    "startTime": 105.85,
    "endTime": 110.1,
    "text": "or a sales agent who tramples over others to demonstrate their superiority."
  },
  {
    "startTime": 109.95,
    "endTime": 118.9,
    "text": "In this example, they found that the people who really cared about improving their job performance through knowledge and skills, were more likely to learn from positive gossip,"
  },
  {
    "startTime": 118.9,
    "endTime": 124.88000000000001,
    "text": "whereas those who trampled over others to get ahead, typically felt threatened when hearing good news about someone else."
  },
  {
    "startTime": 125.1,
    "endTime": 130.4,
    "text": "So, how good of a person you are is clearly a factor here. But there are also differences among genders."
  },
  {
    "startTime": 130.319,
    "endTime": 137.2,
    "text": "Women, for example, tend to be more fearful when they hear negative gossip about someone else because they're afraid that it could happen to them, too."
  },
  {
    "startTime": 137.5,
    "endTime": 139.3,
    "text": "Men, not so much."
  },
  {
    "startTime": 139.4,
    "endTime": 145.0,
    "text": "In fact, men tended to be more fearful of positive gossip because it was seen as a potential threat."
  },
  {
    "startTime": 145.0,
    "endTime": 152.2,
    "text": "No matter how you react, it seems at least one thing is clear: gossip causes everyone to pause and self-reflect,"
  },
  {
    "startTime": 152.2,
    "endTime": 156.29999999999998,
    "text": "and in some cases, that reflection can and does lead to self-improvement."
  },
  {
    "startTime": 156.4,
    "endTime": 164.8,
    "text": "Speaking of things to be fearful of, I want to let you guys know that we recently shot a TestTube episode about cyberbullying and whether or not that is actually illegal."
  },
  {
    "startTime": 165.0,
    "endTime": 168.7,
    "text": "If you've been on the Internet lately then you know this is a huge hot-button issue,"
  },
  {
    "startTime": 168.8,
    "endTime": 175.70000000000002,
    "text": "so if you're interested in knowing more about it, I implore you to check out that episode at youtube.com/testtubenetwork."
  },
  {
    "startTime": 183.9,
    "endTime": 189.5,
    "text": "In the meantime, if you guys have any questions, comments, fun gossip to share as long as it's anonymous,"
  },
  {
    "startTime": 189.7,
    "endTime": 193.2,
    "text": "just leave it in the comments below. Otherwise, thanks for watching."
  }
]