[
  {
    "startTime": 1.05,
    "endTime": 4.2,
    "text": "Okay, just get up on that podium."
  },
  {
    "startTime": 4.3,
    "endTime": 7.41,
    "text": "Alright! I'm here. That was easy. Now I just need a..."
  },
  {
    "startTime": 7.42,
    "endTime": 10.19,
    "text": "Oh my gosh! How many people are in the audience?"
  },
  {
    "startTime": 10.2,
    "endTime": 14.64,
    "text": "A hundred? A thousand ? Don't count. Ok. I can do this, gotta focus on my notes."
  },
  {
    "startTime": 14.65,
    "endTime": 18.778,
    "text": "What do I have written down again? Uh... Hello, my...."
  },
  {
    "startTime": 21.0,
    "endTime": 24.52,
    "text": "Okay, if this sounds like your worst nightmare, you're not alone."
  },
  {
    "startTime": 24.53,
    "endTime": 30.16,
    "text": "Actually, you are one of the estimated 70% of the population that has an intense fear of public speaking."
  },
  {
    "startTime": 30.5,
    "endTime": 38.03,
    "text": "And that's okay, because on today's WellCast, we've got our Triple-P method that will get you through and get you calm during that next oral report,"
  },
  {
    "startTime": 38.04,
    "endTime": 41.7,
    "text": "and keep your breakfast where it belongs, you're ready?"
  },
  {
    "startTime": 41.71,
    "endTime": 47.1,
    "text": "Many polls list public speaking as the most commonly reported phobia among Americans."
  },
  {
    "startTime": 47.11,
    "endTime": 51.6,
    "text": "It's called Glossophobia, meaning literally, fear of the tongue."
  },
  {
    "startTime": 51.7,
    "endTime": 65.66,
    "text": "A study by Texas Christian University tested 48 women and 48 men enrolled in a public speaking class and found that those who exhibited high-trait anxiety had the most physical symptoms of distress when speaking publicly."
  },
  {
    "startTime": 65.66,
    "endTime": 74.02,
    "text": "So, what if you're the kind of person whom any bit of social acrobatics is tantamount to entering a lions den?"
  },
  {
    "startTime": 74.03,
    "endTime": 77.62,
    "text": "Hey, calm down! Ok, I'm just kidding, but seriously, calm down, alright?"
  },
  {
    "startTime": 77.63,
    "endTime": 82.39999999999999,
    "text": "We've got our Triple-P method that'll get you through that next public speaking gig."
  },
  {
    "startTime": 82.41,
    "endTime": 84.95,
    "text": "Pause and print this Wellcast worksheet."
  },
  {
    "startTime": 85.0,
    "endTime": 87.77,
    "text": "Step 1: Prepare! Prepare! Prepare!"
  },
  {
    "startTime": 87.78,
    "endTime": 90.79,
    "text": "We said it three times because it's that important."
  },
  {
    "startTime": 90.9,
    "endTime": 94.29,
    "text": "There are two things that are going to be prepared."
  },
  {
    "startTime": 94.3,
    "endTime": 97.6,
    "text": "Number one, knowing your subject backwards and forwards!"
  },
  {
    "startTime": 97.61,
    "endTime": 101.99,
    "text": "Two, knowing exactly how you gonna present it step-by-step."
  },
  {
    "startTime": 102.0,
    "endTime": 107.67,
    "text": "In your Wellcast worksheet, write down the major points that you want to get across to the audience."
  },
  {
    "startTime": 107.68,
    "endTime": 111.30000000000001,
    "text": "Get the ideas out of your head and onto the paper."
  },
  {
    "startTime": 112.07,
    "endTime": 114.13999999999999,
    "text": "And the next column to the right."
  },
  {
    "startTime": 114.15,
    "endTime": 120.79,
    "text": "Start ordering these points in a logical manner, arguing your points to the audience, and wanting them over as like a boxing match."
  },
  {
    "startTime": 120.8,
    "endTime": 122.99,
    "text": "First, start with some fancy footwork."
  },
  {
    "startTime": 123.0,
    "endTime": 127.67,
    "text": "A fact or an anecdote that will hook the audience in and get them to pay attention to you."
  },
  {
    "startTime": 127.68,
    "endTime": 136.35,
    "text": "Then, throw a couple of swings supporting evidence for your arguments: stance, personal stories, something that will start to convince the audience that you're taking control."
  },
  {
    "startTime": 136.36,
    "endTime": 144.70000000000002,
    "text": "And finally, the knockout. A landing blow, a statement that's memorable, convincing, and sums up your speeches position."
  },
  {
    "startTime": 145.2,
    "endTime": 149.48999999999998,
    "text": "Alright, step 2: Posture and physicality a key."
  },
  {
    "startTime": 149.5,
    "endTime": 151.7,
    "text": "Part of keeping your anxiety at bay."
  },
  {
    "startTime": 151.71,
    "endTime": 155.5,
    "text": "What giving a speech is knowing what to do with your body."
  },
  {
    "startTime": 155.51,
    "endTime": 162.59,
    "text": "Before your speech, avoid large meals and dairy products which will make you feel like you need to clear your throat incessantly."
  },
  {
    "startTime": 163.4,
    "endTime": 166.57,
    "text": "Bring a bottle of water on stage if you're allowed."
  },
  {
    "startTime": 166.58,
    "endTime": 170.85000000000002,
    "text": "Don't be afraid to take sips throughout your speech, it will keep your voice natural."
  },
  {
    "startTime": 170.86,
    "endTime": 174.58,
    "text": "And it gives you a moment to pause and regain your composure if needed."
  },
  {
    "startTime": 175.1,
    "endTime": 179.0,
    "text": "Stand naturally, not too stiff or slumped."
  },
  {
    "startTime": 179.1,
    "endTime": 182.1,
    "text": "Good posture will help you breath and speak easier."
  },
  {
    "startTime": 182.11,
    "endTime": 185.55,
    "text": "And it will let your audience know that you're calm and in control."
  },
  {
    "startTime": 186.3,
    "endTime": 189.41000000000003,
    "text": "Step 3: Pander to your audience."
  },
  {
    "startTime": 189.8,
    "endTime": 192.46,
    "text": "The best public speakers know how to work the room."
  },
  {
    "startTime": 192.47,
    "endTime": 196.0,
    "text": "Don't be completely serious and unless the occasion calls for it."
  },
  {
    "startTime": 196.1,
    "endTime": 199.9,
    "text": "Don't read entirely off the cards. Keep a natural cadence and pace."
  },
  {
    "startTime": 199.91,
    "endTime": 202.87,
    "text": "Throw a joke or aside in. It'll draw in a laugh."
  },
  {
    "startTime": 202.88,
    "endTime": 210.79999999999998,
    "text": "If there's a silence, then turn that into a joke. Stay natural, self-effacing, and the audience will be on your side!"
  },
  {
    "startTime": 210.8,
    "endTime": 211.96,
    "text": "Let's recap!"
  },
  {
    "startTime": 212.2,
    "endTime": 215.23,
    "text": "You rather face a poisonous reptiles than public speak, huh?"
  },
  {
    "startTime": 215.24,
    "endTime": 218.48000000000002,
    "text": "Well, follow the Wellcast Triple-P checklist."
  },
  {
    "startTime": 218.49,
    "endTime": 222.89000000000001,
    "text": "Prepare extensively for your speech. Know your content backwards and forwards,"
  },
  {
    "startTime": 222.9,
    "endTime": 227.37,
    "text": "and figure out the absolute best way to present it and win over your audience."
  },
  {
    "startTime": 227.38,
    "endTime": 235.51,
    "text": "Watch your posture and physicality. This includes everything, from standing naturally to breathing from your diaphragm."
  },
  {
    "startTime": 235.51,
    "endTime": 245.39999999999998,
    "text": "And pander to your audience. Keep them in the palm of your hand, and with easy demeanour, natural cadence, and of course, jokes."
  },
  {
    "startTime": 246.7,
    "endTime": 252.89999999999998,
    "text": "Tweet us at WatchWellCast. Email us at WATCHWellCast@gmail.com."
  },
  {
    "startTime": 253.0,
    "endTime": 256.8,
    "text": "Or leave a comment down below. We'll see you next time."
  }
]