[
  {
    "startTime": 0.09,
    "endTime": 7.89,
    "text": "You met him at orchestra practice and he said he was an avid pianist, you misheard him and you both had a good laugh."
  },
  {
    "startTime": 7.89,
    "endTime": 19.759999999999998,
    "text": "After that he asked you on a date and that one date led to two and before you realized it, you've been dating this guy for a year and lately, the magic's gone."
  },
  {
    "startTime": 19.76,
    "endTime": 22.96,
    "text": "Maybe you've just started to notice how loudly he eats soup."
  },
  {
    "startTime": 22.96,
    "endTime": 25.76,
    "text": "So you've decided."
  },
  {
    "startTime": 25.76,
    "endTime": 27.669,
    "text": "It is time to break up."
  },
  {
    "startTime": 27.669,
    "endTime": 32.59,
    "text": "But how in the world are you gonna have that conversation?"
  },
  {
    "startTime": 32.59,
    "endTime": 35.899,
    "text": "Hey everyone welcome to Wellcast."
  },
  {
    "startTime": 35.899,
    "endTime": 41.538000000000004,
    "text": "This week we're talking about that awful discussion that comes at the eleventh hour of a relationship."
  },
  {
    "startTime": 41.538,
    "endTime": 46.839999999999996,
    "text": "We're gonna give you our seven-step plan for making a clean break between you and your partner."
  },
  {
    "startTime": 47.64,
    "endTime": 53.759,
    "text": "Download this worksheet on your password-protected mobile device and keep it handy for reference on the big day."
  },
  {
    "startTime": 53.759,
    "endTime": 54.729,
    "text": "You ready?"
  },
  {
    "startTime": 54.929,
    "endTime": 65.53,
    "text": "Step one: first things first before anything else, you need to make sure that you want to go through with this breakup."
  },
  {
    "startTime": 65.53,
    "endTime": 69.93,
    "text": "If you're not happy in the relationship, that is a huge red flag."
  },
  {
    "startTime": 69.93,
    "endTime": 75.24000000000001,
    "text": "Ask yourself the following questions: do you communicate well?"
  },
  {
    "startTime": 75.24,
    "endTime": 78.97999999999999,
    "text": "Does your partner accept you as you are?"
  },
  {
    "startTime": 78.98,
    "endTime": 84.199,
    "text": "Are you open with your partner or do you find yourself keeping secrets from him?"
  },
  {
    "startTime": 83.799,
    "endTime": 91.88900000000001,
    "text": "Do you look forward to seeing him or do you find yourself making excuses to avoid him?"
  },
  {
    "startTime": 91.889,
    "endTime": 97.29899999999999,
    "text": "Step two: figure out exactly what you're going to say to your boyfriend."
  },
  {
    "startTime": 97.299,
    "endTime": 102.83900000000001,
    "text": "Odds are the first question he's gonna ask is: \"Why are you doing this?\""
  },
  {
    "startTime": 103.738,
    "endTime": 106.719,
    "text": "So on your worksheet, write down your reason—or reasons."
  },
  {
    "startTime": 106.719,
    "endTime": 109.868,
    "text": "Don't go overboard."
  },
  {
    "startTime": 109.868,
    "endTime": 112.92999999999999,
    "text": "It can be as simple as: I no longer have feelings for you or I don't think I can trust you anymore."
  },
  {
    "startTime": 116.28,
    "endTime": 127.53,
    "text": "Step three: once you've committed to actually breaking up and have figured out exactly what you wanna say, plan out a maximum three hour time period for the daunting task."
  },
  {
    "startTime": 127.53,
    "endTime": 137.689,
    "text": "These three hours we'll give him enough time to process but keep the conversation from spiralling into a loop rehashing the same points over and over again."
  },
  {
    "startTime": 137.689,
    "endTime": 141.84799999999998,
    "text": "Step four: make plans for directly after the conversation."
  },
  {
    "startTime": 141.848,
    "endTime": 145.919,
    "text": "Maybe ask a friend to catch a movie or schedule a haircut."
  },
  {
    "startTime": 145.92,
    "endTime": 157.14999999999998,
    "text": "Giving yourself a concrete out will help you leave any difficult situations and having something to do afterward will give you time to process the breakup but keep you from dwelling on."
  },
  {
    "startTime": 157.15,
    "endTime": 161.53900000000002,
    "text": "Step five : alright, the time has come."
  },
  {
    "startTime": 161.539,
    "endTime": 169.539,
    "text": "You've blocked out three hours, scheduled band practice for afterward written down what you're gonna to say, so say it."
  },
  {
    "startTime": 169.539,
    "endTime": 174.47899999999998,
    "text": "Remember this conversation is gonna be painful for him and you."
  },
  {
    "startTime": 174.479,
    "endTime": 177.30900000000003,
    "text": "Nothing you say is gonna change that fact."
  },
  {
    "startTime": 177.309,
    "endTime": 185.85999999999999,
    "text": "Be honest but sympathetic, don't go overboard and don't get angry, just say enough so that you can explain your reasons for breaking up."
  },
  {
    "startTime": 185.86,
    "endTime": 189.98000000000002,
    "text": "Step six : when it's over, its over."
  },
  {
    "startTime": 190.279,
    "endTime": 192.109,
    "text": "Don't lead your partner on."
  },
  {
    "startTime": 192.309,
    "endTime": 199.459,
    "text": "Tell your now ex-boyfriend that you won't be contacting him and ask him to respect this wish."
  },
  {
    "startTime": 199.459,
    "endTime": 207.97,
    "text": "Listen, you won't be doing him any favors by drawing the breakup out or leaving a door open for a relationship further down the line."
  },
  {
    "startTime": 207.97,
    "endTime": 210.399,
    "text": "You're breaking up for a reason, remember?"
  },
  {
    "startTime": 210.399,
    "endTime": 213.53,
    "text": "So be sure that there are no emotional loose ends."
  },
  {
    "startTime": 213.53,
    "endTime": 217.05,
    "text": "Step seven: the stuff exchange."
  },
  {
    "startTime": 217.05,
    "endTime": 222.229,
    "text": "This should be a very brief meeting where you can both exchange belongings, but that's it."
  },
  {
    "startTime": 222.229,
    "endTime": 226.179,
    "text": "No talks of getting back together and no cementing the breakup."
  },
  {
    "startTime": 226.179,
    "endTime": 234.289,
    "text": "This meeting should take place in public so you're not tempted to have another long conversation, and if you're worried take a friend."
  },
  {
    "startTime": 234.289,
    "endTime": 245.819,
    "text": "You've just gone through one of the harder conversations you'll have to have for a long time, you'll probably feel low for a little while and that's okay."
  },
  {
    "startTime": 245.819,
    "endTime": 250.088,
    "text": "Look, just because a relationship is over, doesn't mean it was meaningless."
  },
  {
    "startTime": 250.088,
    "endTime": 257.54,
    "text": "In fact, the reason you're feeling so crummy is because that relationship was an important part of you growing up."
  },
  {
    "startTime": 257.54,
    "endTime": 260.509,
    "text": "Still feeling a little down after your breakup?"
  },
  {
    "startTime": 260.509,
    "endTime": 265.8,
    "text": "Well, check out our breakup playlist here, specifically curated by the Wellcast team."
  },
  {
    "startTime": 265.8,
    "endTime": 274.90000000000003,
    "text": "To recap: you have decided to break up with your boyfriend—first make sure you actually wanna do this."
  },
  {
    "startTime": 274.9,
    "endTime": 279.75899999999996,
    "text": "Next, commit a time period up to three hours, no longer."
  },
  {
    "startTime": 280.159,
    "endTime": 284.629,
    "text": "And work out what you're gonna say before you get into the situation."
  },
  {
    "startTime": 284.629,
    "endTime": 296.74,
    "text": "When you're there, be honest, but be sympathetic with your now ex-boyfriend, make it clear that your decision is final and ask him not to contact you for a little bit."
  },
  {
    "startTime": 296.74,
    "endTime": 304.808,
    "text": "If you both have stuff to exchange make plans to briefly meet in a couple days in a public place, so you can do that."
  },
  {
    "startTime": 306.8,
    "endTime": 314.8,
    "text": "Tweet us at watchwellcast, email as watchwellcast@gmail.com or leave a comment down below"
  },
  {
    "startTime": 314.8,
    "endTime": 339.0,
    "text": "We'll see you next time!"
  }
]