[
  {
    "startTime": 7.219,
    "endTime": 12.0,
    "text": "They hear a lot of people these days talking about introverts and extroverts."
  },
  {
    "startTime": 12.0,
    "endTime": 15.0,
    "text": "But the fact is not everyone knows which one they are."
  },
  {
    "startTime": 15.1,
    "endTime": 23.0,
    "text": "So I've put together a little quiz that you can ask yourself to determine if you might be an introvert."
  },
  {
    "startTime": 23.0,
    "endTime": 29.0,
    "text": "If you were sitting by yourself and someone comes up to talk to you."
  },
  {
    "startTime": 29.0,
    "endTime": 36.0,
    "text": "And you consider that to be interrupting, then you might be an introvert."
  },
  {
    "startTime": 36.0,
    "endTime": 45.0,
    "text": "If you've ever dialed someone's phone number and thought to yourself, \"Come on, voicemail. Come on, voicemail.\"."
  },
  {
    "startTime": 45.0,
    "endTime": 48.5,
    "text": "Then you might be an introvert."
  },
  {
    "startTime": 48.6,
    "endTime": 57.0,
    "text": "If small talk is more complicated to you than trigonometry, then you might be an introvert."
  },
  {
    "startTime": 57.7,
    "endTime": 65.739,
    "text": "If you consider two hours sitting still very productive, then you might just be an introvert."
  },
  {
    "startTime": 65.739,
    "endTime": 73.809,
    "text": "If you don't have to scroll down on your Facebook friends list, you might be an introvert."
  },
  {
    "startTime": 73.81,
    "endTime": 82.2,
    "text": "If you're getting married and struggling to find three bridesmaids, you might just be an introvert."
  },
  {
    "startTime": 82.4,
    "endTime": 89.839,
    "text": "If your child doesn't learn to talk until they're about twelve, you might be an introvert."
  },
  {
    "startTime": 89.84,
    "endTime": 99.0,
    "text": "If you've ever crossed a busy street to avoid saying \"Hi\" to a stranger, then you might be an introvert."
  },
  {
    "startTime": 99.1,
    "endTime": 109.0,
    "text": "If treating all your friends to dinner starts with saying, \"Ah yes, a table of two, please.\", you might be an introvert."
  },
  {
    "startTime": 109.1,
    "endTime": 117.829,
    "text": "If the best conversation you've had all day is with your inner voice, then you might be an introvert."
  },
  {
    "startTime": 117.9,
    "endTime": 127.09,
    "text": "If you're watching this video and laughing by yourself, then you might just be an introvert."
  }
]