[
  {
    "startTime": 7.1,
    "endTime": 11.1,
    "text": "The largest organ in your body isn't your liver or your brain."
  },
  {
    "startTime": 11.2,
    "endTime": 16.1,
    "text": "It's your skin, with a surface area of about 20 square feet in adults."
  },
  {
    "startTime": 16.2,
    "endTime": 21.9,
    "text": "Though different areas of the skin have different characteristics, much of this surface performs similar functions,"
  },
  {
    "startTime": 22.035,
    "endTime": 25.8,
    "text": "such as sweating, feeling heat and cold, and growing hair."
  },
  {
    "startTime": 25.9,
    "endTime": 31.4,
    "text": "But after a deep cut or wound, the newly healed skin will look different from the surrounding area,"
  },
  {
    "startTime": 31.5,
    "endTime": 36.2,
    "text": "and may not fully regain all its abilities for a while, or at all."
  },
  {
    "startTime": 36.3,
    "endTime": 40.699999999999996,
    "text": "To understand why this happens, we need to look at the structure of the human skin."
  },
  {
    "startTime": 40.8,
    "endTime": 48.699999999999996,
    "text": "The top layer, called the epidermis, consists mostly of hardened cells, called keratinocytes, and provides protection."
  },
  {
    "startTime": 48.9,
    "endTime": 53.699999999999996,
    "text": "Since its outer layer is constantly being shed and renewed, it's pretty easy to repair."
  },
  {
    "startTime": 53.8,
    "endTime": 57.244,
    "text": "But sometimes a wound penetrates into the dermis,"
  },
  {
    "startTime": 57.244,
    "endTime": 63.1,
    "text": "which contains blood vessels and the various glands and nerve endings that enable the skin's many functions."
  },
  {
    "startTime": 63.3,
    "endTime": 69.39999999999999,
    "text": "And when that happens, it triggers the four overlapping stages of the regenerative process."
  },
  {
    "startTime": 69.5,
    "endTime": 74.4,
    "text": "The first stage, hemostasis, is the skin's response to two immediate threats:"
  },
  {
    "startTime": 74.6,
    "endTime": 79.89999999999999,
    "text": "that you're now losing blood and that the physical barrier of the epidermis has been compromised."
  },
  {
    "startTime": 80.0,
    "endTime": 82.5,
    "text": "As the blood vessels tighten to minimize the bleeding,"
  },
  {
    "startTime": 82.6,
    "endTime": 88.89999999999999,
    "text": "in a process known as vasoconstriction, both threats are averted by forming a blood clot."
  },
  {
    "startTime": 88.952,
    "endTime": 92.7,
    "text": "A special protein known as fibrin forms cross-links on the top of the skin,"
  },
  {
    "startTime": 92.9,
    "endTime": 97.9,
    "text": "preventing blood from flowing out and bacteria or pathogens from getting in."
  },
  {
    "startTime": 98.1,
    "endTime": 104.39999999999999,
    "text": "After about three hours of this, the skin begins to turn red, signaling the next stage, inflammation."
  },
  {
    "startTime": 104.5,
    "endTime": 107.5,
    "text": "With bleeding under control and the barrier secured,"
  },
  {
    "startTime": 107.6,
    "endTime": 112.079,
    "text": "the body sends special cells to fight any pathogens that may have gotten through."
  },
  {
    "startTime": 112.079,
    "endTime": 116.5,
    "text": "Among the most important of these are white blood cells, known as macrophages,"
  },
  {
    "startTime": 116.5,
    "endTime": 121.6,
    "text": "which devour bacteria and damage tissue through a process known as phagocytosis,"
  },
  {
    "startTime": 121.7,
    "endTime": 125.4,
    "text": "in addition to producing growth factors to spur healing."
  },
  {
    "startTime": 125.5,
    "endTime": 129.8,
    "text": "And because these tiny soldiers need to travel through the blood to get to the wound site,"
  },
  {
    "startTime": 129.9,
    "endTime": 135.9,
    "text": "the previously constricted blood vessels now expand in a process called vasodilation."
  },
  {
    "startTime": 136.0,
    "endTime": 143.1,
    "text": "About two to three days after the wound, the proliferative stage occurs, when fibroblast cells begin to enter the wound."
  },
  {
    "startTime": 143.238,
    "endTime": 149.7,
    "text": "In the process of collagen deposition, they produce a fibrous protein called collagen in the wound site,"
  },
  {
    "startTime": 149.749,
    "endTime": 153.934,
    "text": "forming connective skin tissue to replace the fibrin from before."
  },
  {
    "startTime": 153.934,
    "endTime": 160.3,
    "text": "As epidermal cells divide to reform the outer layer of skin, the dermis contracts to close the wound."
  },
  {
    "startTime": 160.4,
    "endTime": 163.217,
    "text": "Finally, in the fourth stage of remodeling,"
  },
  {
    "startTime": 163.217,
    "endTime": 169.10000000000002,
    "text": "the wound matures as the newly deposited collagen is rearranged and converted into specific types."
  },
  {
    "startTime": 169.2,
    "endTime": 175.2,
    "text": "Through this process, which can take over a year, the tensile strength of the new skin is improved,"
  },
  {
    "startTime": 175.231,
    "endTime": 178.29999999999998,
    "text": "and blood vessels and other connections are strengthened."
  },
  {
    "startTime": 178.5,
    "endTime": 184.2,
    "text": "With time, the new tissue can reach from 50-80% of some of its original healthy function,"
  },
  {
    "startTime": 184.3,
    "endTime": 188.5,
    "text": "depending on the severity of the initial wound and on the function itself."
  },
  {
    "startTime": 188.6,
    "endTime": 191.0,
    "text": "But because the skin does not fully recover,"
  },
  {
    "startTime": 191.098,
    "endTime": 195.751,
    "text": "scarring continues to be a major clinical issue for doctors around the world."
  },
  {
    "startTime": 195.751,
    "endTime": 200.3,
    "text": "And even though researchers have made significant strides in understanding the healing process,"
  },
  {
    "startTime": 200.5,
    "endTime": 203.5,
    "text": "many fundamental mysteries remain unresolved."
  },
  {
    "startTime": 203.6,
    "endTime": 210.0,
    "text": "For instance, do fibroblast cells arrive from the blood vessels or from skin tissue adjacent to the wound?"
  },
  {
    "startTime": 210.039,
    "endTime": 216.89999999999998,
    "text": "And why do some other mammals, such as deer, heal their wounds much more efficiently and completely than humans?"
  },
  {
    "startTime": 217.0,
    "endTime": 229.831,
    "text": "By finding the answers to these questions and others, we may one day be able to heal ourselves so well that scars will be just a memory."
  }
]