[
  {
    "startTime": 6.1,
    "endTime": 13.494,
    "text": "Many of us have hundreds of things on our minds at any moment, often struggling to keep track of everything we need to do."
  },
  {
    "startTime": 13.494,
    "endTime": 19.4,
    "text": "But fortunately, there's one important thing we don't have to worry about remembering: breathing."
  },
  {
    "startTime": 19.4,
    "endTime": 28.4,
    "text": "When you breathe, you transport oxygen to the body's cells to keep them working and clear your system of the carbon dioxide that this work generates."
  },
  {
    "startTime": 28.4,
    "endTime": 31.451,
    "text": "Breathing, in other words, keeps the body alive."
  },
  {
    "startTime": 31.451,
    "endTime": 36.6,
    "text": "So, how do we accomplish this crucial and complex task without even thinking about it?"
  },
  {
    "startTime": 36.6,
    "endTime": 39.4,
    "text": "The answer lies in our body's respiratory system."
  },
  {
    "startTime": 39.4,
    "endTime": 43.45413,
    "text": "Like any machinery, it consists of specialized components, and requires a trigger to start functioning."
  },
  {
    "startTime": 45.4,
    "endTime": 53.1,
    "text": "Here, the components are the structures and tissues making up the lungs, as well as the various other respiratory organs connected to them."
  },
  {
    "startTime": 53.1,
    "endTime": 61.57,
    "text": "And to get this machine moving, we need the autonomic nervous system, our brain's unconscious control center for the vital functions."
  },
  {
    "startTime": 61.57,
    "endTime": 76.3,
    "text": "As the body prepares to take in oxygen-rich air, this system sends a signal to the muscles around your lungs, flattening the diaphragm and contracting the intercostal muscles between your ribs to create more space for the lungs to expand."
  },
  {
    "startTime": 76.3,
    "endTime": 85.39999999999999,
    "text": "Air then whooshes into your nose and mouth, through your trachea, and into the bronchi that split at the trachea's base, with one entering each lung."
  },
  {
    "startTime": 85.4,
    "endTime": 92.0,
    "text": "Like tree branches, these small tubes divide into thousands of tinier passages called bronchioles."
  },
  {
    "startTime": 92.0,
    "endTime": 94.905,
    "text": "It's tempting to think of the lungs as huge balloons, but instead of being hollow, they're actually spongy inside, with the bronchioles running throughout the parenchyma tissue."
  },
  {
    "startTime": 101.642,
    "endTime": 112.3,
    "text": "At the end of each bronchiole is a little air sack called an alveolus, wrapped in capillaries full of red blood cells containing special proteins called hemoglobin."
  },
  {
    "startTime": 112.3,
    "endTime": 116.5,
    "text": "The air you've breathed in fills these sacks, causing the lungs to inflate."
  },
  {
    "startTime": 116.5,
    "endTime": 118.7,
    "text": "Here is where the vital exchange occurs."
  },
  {
    "startTime": 118.7,
    "endTime": 125.2,
    "text": "At this point, the capillaries are packed with carbon dioxide, and the air sacks are full of oxygen."
  },
  {
    "startTime": 125.2,
    "endTime": 133.7,
    "text": "But due to the basic process of diffusion, the molecules of each gas want to move to a place where there's a lower concentration of their kind."
  },
  {
    "startTime": 133.7,
    "endTime": 141.89999999999998,
    "text": "So as oxygen crosses over to the capillaries, the hemoglobin grabs it up, while the carbon dioxide is unloaded into the lungs."
  },
  {
    "startTime": 141.9,
    "endTime": 146.70000000000002,
    "text": "The oxygen-rich hemoglobin is then transported throughout the body via the bloodstream."
  },
  {
    "startTime": 146.7,
    "endTime": 149.982,
    "text": "But what do our lungs do with all that carbon dioxide?"
  },
  {
    "startTime": 149.982,
    "endTime": 151.4,
    "text": "Exhale it, of course."
  },
  {
    "startTime": 151.4,
    "endTime": 162.20000000000002,
    "text": "The autonomic nervous system kicks in again, causing the diaphragm to ball up, and the intercostal muscles to relax, making the chest cavities smaller and forcing the lungs to compress."
  },
  {
    "startTime": 162.2,
    "endTime": 166.79,
    "text": "The carbon dioxide-rich air is expelled, and the cycle begins again."
  },
  {
    "startTime": 166.79,
    "endTime": 171.0,
    "text": "So that's how these spongy organs keep our bodies efficiently supplied with air."
  },
  {
    "startTime": 171.0,
    "endTime": 179.8,
    "text": "Lungs inhale and exhale between 15 and 25 times a minute, which amounts to an incredible 10,000 liters of air each day."
  },
  {
    "startTime": 179.8,
    "endTime": 182.0,
    "text": "That's a lot of work, but don't sweat it."
  },
  {
    "startTime": 182.0,
    "endTime": 184.195,
    "text": "Your lungs and your autonomic nervous system have got it covered."
  }
]