[
  {
    "startTime": 9.339,
    "endTime": 11.42,
    "text": "Ever wonder why some people cry when they’re happy?"
  },
  {
    "startTime": 11.72,
    "endTime": 14.3,
    "text": "Well, psychologists may have just cracked the case."
  },
  {
    "startTime": 19.16,
    "endTime": 20.209,
    "text": "Hey guys, Tara here for Dnews."
  },
  {
    "startTime": 20.409,
    "endTime": 25.168,
    "text": "And if youˈre the type of person who cries tears of joy during happy moments, then you’re not alone."
  },
  {
    "startTime": 25.368,
    "endTime": 28.368,
    "text": "Tons of people do it, but the question is why do we do it?"
  },
  {
    "startTime": 28.368,
    "endTime": 30.339,
    "text": "Well now, science has an answer."
  },
  {
    "startTime": 30.439,
    "endTime": 38.888999999999996,
    "text": "Oriana Aragon, a psychologist at Yale with possibly the coolest name ever, has been conducting a series of studies to figure out why people cry when they’re happy."
  },
  {
    "startTime": 39.189,
    "endTime": 47.649,
    "text": "According to her study, which will be published soon in the journal Psychological Science, crying tears of joy may be a way for us to restore emotional equilibrium."
  },
  {
    "startTime": 47.949,
    "endTime": 52.989,
    "text": "Itˈs not uncommon for us, she says, to respond to positive experiences with negative emotions,"
  },
  {
    "startTime": 53.189,
    "endTime": 59.519,
    "text": "whether it’s crying when weˈre happy, or screaming out of excitement, or even pinching an adorable baby’s little cheeks."
  },
  {
    "startTime": 59.6,
    "endTime": 61.0,
    "text": "Oh, they’re so fat and cute."
  },
  {
    "startTime": 61.4,
    "endTime": 66.94,
    "text": "When you think about it, in the most basic sense all of those are negative reactions to an otherwise positive experience."
  },
  {
    "startTime": 67.14,
    "endTime": 72.05,
    "text": "So Aragon and her colleagues decided to run subjects through some of these scenarios and measure their responses."
  },
  {
    "startTime": 72.25,
    "endTime": 81.339,
    "text": "What they found is that people who expressed negative reactions to positive events were also capable of recovering from those emotions much more rapidly than people who didn’t."
  },
  {
    "startTime": 81.48,
    "endTime": 91.5,
    "text": "And those kinds of reactions tend to happen across the board, meaning that someone who cries at their kid’s graduation, is also the type of person whoˈs most likely to pinch a cute baby’s cheeks."
  },
  {
    "startTime": 91.869,
    "endTime": 93.289,
    "text": "But it’s not just a one-way street."
  },
  {
    "startTime": 93.589,
    "endTime": 98.7,
    "text": "According to Aragon, there’s also evidence that strong negative feelings can lead to positive expressions."
  },
  {
    "startTime": 99.0,
    "endTime": 102.619,
    "text": "Nervous laughter in an awkward or difficult situation would be a great example."
  },
  {
    "startTime": 102.919,
    "endTime": 105.84,
    "text": "At the end of the today, it’s all just a way of restoring equilibrium."
  },
  {
    "startTime": 106.04,
    "endTime": 109.86,
    "text": "What do you guys think? Are you the type of person who cries easily during happy moments?"
  },
  {
    "startTime": 109.96,
    "endTime": 114.00999999999999,
    "text": "Let us know your thoughts in the comments down below and as always, thank you guys for watching."
  }
]