[
  {
    "startTime": 2.537,
    "endTime": 14.3,
    "text": "Our story begins in the mid 1800s, when French scientist Guillaume Duchenne studied our emotional expressions by stimulating various facial muscles with electrical currents."
  },
  {
    "startTime": 14.3,
    "endTime": 19.953,
    "text": "He isolated which muscles are behind our expressions of terror, sadness and joy."
  },
  {
    "startTime": 19.953,
    "endTime": 30.0,
    "text": "While many muscles in our face can simulate a smile, only two produce a genuine smile--one under our eyes and another on the side of our cheeks."
  },
  {
    "startTime": 30.0,
    "endTime": 32.949,
    "text": "It looks like your eyes are smiling, too."
  },
  {
    "startTime": 32.949,
    "endTime": 35.949,
    "text": "Psychologists call this a Duchenne smile."
  },
  {
    "startTime": 35.949,
    "endTime": 44.8,
    "text": "Joy and happiness make us genuinely smile, but can smiling make us genuinely happy?"
  },
  {
    "startTime": 44.8,
    "endTime": 52.628,
    "text": "Inspired by Duchenne’s work, Charles Darwin suggested that our facial movements influence our emotional experiences."
  },
  {
    "startTime": 52.628,
    "endTime": 59.011,
    "text": "There’s a feedback loop, so looking scared would make you more fearful and a genuine smile would make you happy."
  },
  {
    "startTime": 59.011,
    "endTime": 61.637,
    "text": "It’s called the “Facial Feedback Hypothesis”."
  },
  {
    "startTime": 61.637,
    "endTime": 69.299,
    "text": "Skip forward a century, an American psychologist Paul Ekman monitored the smiles of a group of women while they watched a series of movies."
  },
  {
    "startTime": 69.299,
    "endTime": 79.515,
    "text": "Those who smiled genuinely (a Duchenne smile) and moved those muscles near their eyes reported feeling significantly more amused and happier than those who didn’t smile."
  },
  {
    "startTime": 79.515,
    "endTime": 84.8,
    "text": "So he came to the astonishing conclusion that we smile when we're happy."
  },
  {
    "startTime": 84.8,
    "endTime": 94.7,
    "text": "In a more recent study, one group of participants received botox treatment for frown lines, which paralyzed the corrugator muscles in their brow."
  },
  {
    "startTime": 94.7,
    "endTime": 107.07000000000001,
    "text": "The participants couldn’t express sad or distressed emotions in their face, and their reported positive mood was higher than other participants who received different cosmetic procedures."
  },
  {
    "startTime": 107.073,
    "endTime": 113.97999999999999,
    "text": "Aside from genuine smiles and frown-muscle paralysis, there’s hope for our fake smiles too."
  },
  {
    "startTime": 113.981,
    "endTime": 119.99,
    "text": "One study found that when participants were asked to fake a smile while completing a stressful activity,"
  },
  {
    "startTime": 119.991,
    "endTime": 126.02,
    "text": "they had lower heart rates during a stressful recovery period than those with the neutral expression."
  },
  {
    "startTime": 126.021,
    "endTime": 130.51,
    "text": "So forcing yourself to smile can make you happier."
  },
  {
    "startTime": 130.506,
    "endTime": 140.5,
    "text": "It goes to show that if you grin and bear it, it’s more likely your sadness and stress will help to hibernate your worries away."
  },
  {
    "startTime": 140.5,
    "endTime": 146.5,
    "text": "And if you don't already, subscribe to BrainCraft for a new brainy video every Thursday."
  }
]