[
  {
    "startTime": 2.919,
    "endTime": 10.804,
    "text": "If you wish to make curiosity from scratch, you must first invent the universe."
  },
  {
    "startTime": 13.925,
    "endTime": 22.5,
    "text": "When I think of science, I think of a truly human activity, something fundamental to our DNA."
  },
  {
    "startTime": 22.5,
    "endTime": 25.804,
    "text": "That's what we do as human beings."
  },
  {
    "startTime": 25.804,
    "endTime": 34.223,
    "text": "Our ancestors who were not curious, who did not go looking over the hill to see what was on the other side...disappeared."
  },
  {
    "startTime": 34.223,
    "endTime": 40.3,
    "text": "Curiosity, in some ways, is like the opposite of judgment."
  },
  {
    "startTime": 40.3,
    "endTime": 45.632,
    "text": "You can't hate something if you're curious about it, and really you can be curious about everything."
  },
  {
    "startTime": 45.632,
    "endTime": 51.175999999999995,
    "text": "Our species is young and curious, and brave."
  },
  {
    "startTime": 51.176,
    "endTime": 53.158,
    "text": "It shows much promise."
  },
  {
    "startTime": 53.158,
    "endTime": 58.571,
    "text": "The more discoveries you make, the more you realize you don't know what's going on, the more you realize you don't know."
  },
  {
    "startTime": 58.571,
    "endTime": 63.245999999999995,
    "text": "Science is all around us, and science can be not only in your mind but in your heart."
  },
  {
    "startTime": 63.246,
    "endTime": 68.836,
    "text": "It fills me with joy to make discoveries every day of things I had never seen before."
  },
  {
    "startTime": 68.836,
    "endTime": 74.101,
    "text": "It fills me to joy to know that we can pursue these answers."
  },
  {
    "startTime": 74.101,
    "endTime": 82.334,
    "text": "I have this disease, and it has to do with curiosity, it has to do with people wondering what makes something do something."
  },
  {
    "startTime": 82.334,
    "endTime": 88.494,
    "text": "What we're looking for is how everything works, what makes everything work?"
  },
  {
    "startTime": 88.494,
    "endTime": 96.007,
    "text": "Isn't that the making of a little scientist?"
  },
  {
    "startTime": 96.007,
    "endTime": 108.17,
    "text": "Curiosity, asking questions, not getting the right answer, deciding to find out for yourself, making a mistake, not giving up, and learning patience."
  },
  {
    "startTime": 108.167,
    "endTime": 113.95,
    "text": "Curiosity is the most powerful thing you own."
  },
  {
    "startTime": 113.953,
    "endTime": 119.58,
    "text": "Imagination is a force that can actually manifest a reality."
  },
  {
    "startTime": 124.775,
    "endTime": 126.72,
    "text": "Stay curious."
  }
]