[
  {
    "startTime": 6.4,
    "endTime": 9.7,
    "text": "Have you ever noticed something swimming in your field of vision?"
  },
  {
    "startTime": 10.1,
    "endTime": 13.5,
    "text": "It may look like a tiny worm or a transparent blob."
  },
  {
    "startTime": 14.0,
    "endTime": 21.1,
    "text": "And whenever you try to get a closer look, it disappears, only to reappear as soon as you shift your glance."
  },
  {
    "startTime": 21.4,
    "endTime": 23.4,
    "text": "But don't go rinsing out your eyes!"
  },
  {
    "startTime": 23.5,
    "endTime": 27.4,
    "text": "What you are seeing is a common phenomenon known as a \"floater\"."
  },
  {
    "startTime": 28.1,
    "endTime": 37.6,
    "text": "The scientific name for these objects is \"muscae volitantes\", Latin for \"flying flies\", and true to their name, they can be somewhat annoying."
  },
  {
    "startTime": 37.7,
    "endTime": 41.5,
    "text": "But they're not actually bugs or any kind of external objects at all."
  },
  {
    "startTime": 41.6,
    "endTime": 44.9,
    "text": "Rather, they exist inside your eyeball."
  },
  {
    "startTime": 45.0,
    "endTime": 50.1,
    "text": "Floaters may seem to be alive, since they move and change shape, but they are not alive."
  },
  {
    "startTime": 50.5,
    "endTime": 57.2,
    "text": "Floaters are tiny objects that cast shadows on the retina, the light-sensitive tissue at the back of your eye."
  },
  {
    "startTime": 57.6,
    "endTime": 61.9,
    "text": "They might be bits of tissue, red blood cells, or clumps of protein."
  },
  {
    "startTime": 62.3,
    "endTime": 74.1,
    "text": "And because they're suspended within the vitreous humor⏤the gel-like liquid that fills the inside of your eye⏤floaters drift along with your eye movements and seem to bounce a little when your eye stops."
  },
  {
    "startTime": 75.0,
    "endTime": 78.5,
    "text": "Floaters may be only barely distinguishable most of the time."
  },
  {
    "startTime": 79.2,
    "endTime": 88.7,
    "text": "They become more visible the closer they are to the retina, just as holding your hand closer to a table with an overhead light will result in a more sharply defined shadow."
  },
  {
    "startTime": 89.2,
    "endTime": 102.2,
    "text": "And floaters are particularly noticeable when you are looking at a uniform bright surface, like a blank computer screen, snow, or a clear sky, where the consistency of the background makes them easier to distinguish."
  },
  {
    "startTime": 102.8,
    "endTime": 106.1,
    "text": "The brighter the light is, the more your pupil contracts."
  },
  {
    "startTime": 106.5,
    "endTime": 115.2,
    "text": "This has an effect similar to replacing a large diffuse light fixture with a single overhead light bulb, which also makes the shadow appear clearer."
  },
  {
    "startTime": 115.8,
    "endTime": 121.39999999999999,
    "text": "There is another visual phenomenon that looks similar to floaters, but is, in fact, unrelated."
  },
  {
    "startTime": 122.1,
    "endTime": 131.1,
    "text": "If you've seen tiny dots of light darting about when looking at a bright blue sky, you've experienced what is known as the \"blue field entoptic phenomenon\"."
  },
  {
    "startTime": 131.9,
    "endTime": 135.1,
    "text": "In some ways, this is the opposite of seeing floaters."
  },
  {
    "startTime": 135.6,
    "endTime": 141.2,
    "text": "Here, you are not seeing shadows, but little moving windows letting light through to your retina."
  },
  {
    "startTime": 141.6,
    "endTime": 147.9,
    "text": "The windows are actually caused by white blood cells moving through the capillaries along your retina's surface."
  },
  {
    "startTime": 148.4,
    "endTime": 156.0,
    "text": "These leukocytes can be so large that they nearly fill a capillary, causing a plasma space to open up in front of them."
  },
  {
    "startTime": 156.7,
    "endTime": 164.5,
    "text": "Because the space in the white blood cells are both more transparent to blue light than the red blood cells normally present in capillaries,"
  },
  {
    "startTime": 164.6,
    "endTime": 172.1,
    "text": "we see a moving dot of light wherever this happens, following the paths of your capillaries and moving in time with your pulse."
  },
  {
    "startTime": 172.7,
    "endTime": 178.5,
    "text": "Under ideal viewing conditions, you might even see what looks like a dark tail following the dot."
  },
  {
    "startTime": 178.6,
    "endTime": 182.79999999999998,
    "text": "This is the red blood cells that have bunched up behind the leukocyte."
  },
  {
    "startTime": 183.2,
    "endTime": 192.29999999999998,
    "text": "Some science museums have an exhibit which consists of a screen of blue light, allowing you to see these blue sky sprites much more clearly than you normally would."
  },
  {
    "startTime": 192.9,
    "endTime": 198.0,
    "text": "While everybody's eyes experience these sort of effects, the number and type vary greatly."
  },
  {
    "startTime": 198.6,
    "endTime": 203.4,
    "text": "In the case of floaters, they often go unnoticed as our brain learns to ignore them."
  },
  {
    "startTime": 203.9,
    "endTime": 214.20000000000002,
    "text": "However, abnormally numerous or large floaters that interfere with vision may be sign of a more serious condition, requiring immediate medical treatment."
  },
  {
    "startTime": 214.3,
    "endTime": 229.5,
    "text": "But the majority of the time, entoptic phenomena such as floaters and blue sky sprites are just a gentle reminder that what we think we see depends just as much on our biology and minds as it does on the external world."
  }
]