[
  {
    "startTime": 6.5,
    "endTime": 14.5,
    "text": "For as far back as we can trace our existence, humans have been fascinated with death and resurrection."
  },
  {
    "startTime": 14.5,
    "endTime": 25.25,
    "text": "Nearly every religion in the world has some interpretation of them, and from our earliest myths to the latest cinematic blockbusters, the dead keep coming back."
  },
  {
    "startTime": 25.25,
    "endTime": 27.95,
    "text": "But is resurrection really possible?"
  },
  {
    "startTime": 27.95,
    "endTime": 33.4,
    "text": "And what is the actual difference between a living creature and a dead body, anyway?"
  },
  {
    "startTime": 33.4,
    "endTime": 37.699999999999996,
    "text": "To understand what death is,  we need to understand what life is."
  },
  {
    "startTime": 37.7,
    "endTime": 49.800000000000004,
    "text": "One ancient theory was an idea called vitalism, which claimed that living things were unique because they were filled with a special substance, or energy, that was the essence of life."
  },
  {
    "startTime": 49.8,
    "endTime": 57.324999999999996,
    "text": "Whether it was called qi, lifeblood, or humors, the belief in such an essence was common throughout the world."
  },
  {
    "startTime": 57.325,
    "endTime": 67.37100000000001,
    "text": "And still persists in the stories of creatures who can somehow drain life from others, or some form of magical sources that can replenish it."
  },
  {
    "startTime": 67.371,
    "endTime": 73.5,
    "text": "Vitalism began to fade in the Western world following the Scientific Revolution in the 17th century."
  },
  {
    "startTime": 73.5,
    "endTime": 85.8,
    "text": "René Descartes advanced the notion that the human body was essentially no different from any other machine, brought to life by a divinely created soul located in the brain's pineal gland."
  },
  {
    "startTime": 85.8,
    "endTime": 97.5,
    "text": "And in 1907, Dr. Duncan McDougall even claimed that the soul had mass, weighing patients immediately before and after death in an attempt to prove it."
  },
  {
    "startTime": 97.5,
    "endTime": 105.1,
    "text": "Though his experiments were discredited, much like the rest of vitalism, traces of his theory still come up in popular culture."
  },
  {
    "startTime": 105.1,
    "endTime": 108.478,
    "text": "But where do all these discredited theories leave us?"
  },
  {
    "startTime": 108.478,
    "endTime": 118.0,
    "text": "What we now know is that life is not contained in some magical substance or spark, but within the ongoing biological processes themselves."
  },
  {
    "startTime": 118.0,
    "endTime": 124.104,
    "text": "And to understand these processes, we need to zoom down to the level of our individual cells."
  },
  {
    "startTime": 124.104,
    "endTime": 136.9,
    "text": "Inside each of these cells, chemical reactions are constantly occurring, powered by the glucose and oxygen that our bodies convert into the energy-carrying molecule known as ATP."
  },
  {
    "startTime": 136.9,
    "endTime": 142.20000000000002,
    "text": "Cells use this energy for everything from repair to growth to reproduction."
  },
  {
    "startTime": 142.2,
    "endTime": 149.94299999999998,
    "text": "Not only does it take a lot of energy to make the necessary molecules, but it takes even more to get them where they need to be."
  },
  {
    "startTime": 149.943,
    "endTime": 163.70000000000002,
    "text": "The universal phenomenon of entropy means that molecules will tend towards diffusing randomly, moving from areas of high concentration to low concentration, or even breaking apart into smaller molecules and atoms."
  },
  {
    "startTime": 163.7,
    "endTime": 175.7,
    "text": "So cells must constantly keep entropy in check by using energy to maintain their molecules in the very complicated formations necessary for biological functions to occur."
  },
  {
    "startTime": 175.7,
    "endTime": 183.2,
    "text": "The breaking down of these arrangements when the entire cell succumbs to entropy is what eventually results in death."
  },
  {
    "startTime": 183.2,
    "endTime": 188.7,
    "text": "This is the reason organisms can't be simply sparked back to life once they've already died."
  },
  {
    "startTime": 188.7,
    "endTime": 198.1,
    "text": "We can pump air into someone's lungs, but it won't do much good if the many other processes involved in the respiratory cycle are no longer functioning."
  },
  {
    "startTime": 198.1,
    "endTime": 210.4,
    "text": "Similarly, the electric shock from a defibrillator doesn't jump-start an inanimate heart, but resynchronizes the muscle cells in an abnormally beating heart so they regain their normal rhythm."
  },
  {
    "startTime": 210.4,
    "endTime": 217.439,
    "text": "This can prevent a person from dying, but it won't raise a dead body, or a monster sewn together from dead bodies."
  },
  {
    "startTime": 217.439,
    "endTime": 225.0,
    "text": "So it would seem that all our various medical miracles can delay or prevent death but not reverse it."
  },
  {
    "startTime": 225.0,
    "endTime": 241.2,
    "text": "But that's not as simple as it sounds because constant advancements in technology and medicine have resulted in diagnoses such as coma, describing potentially reversible conditions, under which people would have previously been considered dead."
  },
  {
    "startTime": 241.2,
    "endTime": 245.95299999999997,
    "text": "In the future, the point of no return may be pushed even further."
  },
  {
    "startTime": 245.953,
    "endTime": 256.5,
    "text": "Some animals are known to extend their lifespans or survive extreme conditions by slowing down their biological processes to the point where they are virtually paused."
  },
  {
    "startTime": 256.5,
    "endTime": 266.4,
    "text": "And research into cryonics hopes to achieve the same by freezing dying people and reviving them later when newer technology is able to help them."
  },
  {
    "startTime": 266.4,
    "endTime": 273.29999999999995,
    "text": "See, if the cells are frozen, there's very little molecular movement, and diffusion practically stops."
  },
  {
    "startTime": 273.3,
    "endTime": 293.1,
    "text": "Even if all of a person's cellular processes had already broken down, this could still conceivably be reversed by a swarm of nanobots, moving all the molecules back to their proper positions, and injecting all of the cells with ATP at the same time, presumably causing the body to simply pick up where it left off."
  },
  {
    "startTime": 293.1,
    "endTime": 306.70000000000005,
    "text": "So, if we think of life not as some magical spark, but a state of incredibly complex, self-perpetuating organization, death is just the process of increasing entropy that destroys this fragile balance."
  },
  {
    "startTime": 306.7,
    "endTime": 324.652,
    "text": "And the point at which someone is completely dead turns out not to be a fixed constant, but simply a matter of how much of this entropy we're currently capable of reversing."
  }
]