[
  {
    "startTime": 0.0,
    "endTime": 7.08,
    "text": "Imagine that scientists have created a happiness machine, a machine that could make you as happy as you'd like with just the push of a button."
  },
  {
    "startTime": 7.08,
    "endTime": 8.2,
    "text": "Would you use it?"
  },
  {
    "startTime": 8.2,
    "endTime": 9.857,
    "text": "Would you push the button?"
  },
  {
    "startTime": 9.857,
    "endTime": 13.469999999999999,
    "text": "I've asked that question of my students for years, and most of them say, no."
  },
  {
    "startTime": 13.47,
    "endTime": 16.86,
    "text": "Most of them wanna find true happiness on their own in a genuine way."
  },
  {
    "startTime": 17.46,
    "endTime": 18.432000000000002,
    "text": "But how do you do that?"
  },
  {
    "startTime": 18.432,
    "endTime": 20.64,
    "text": "That's where science comes in."
  },
  {
    "startTime": 20.64,
    "endTime": 34.86,
    "text": "For the past decade, researchers have been developing a road map for the pursuit of happiness, suggesting, for instance, that roughly 40% of our happiness is determined not by our genes, but by our daily activities."
  },
  {
    "startTime": 34.86,
    "endTime": 36.19,
    "text": "It's up to you."
  },
  {
    "startTime": 36.19,
    "endTime": 41.55,
    "text": "I'm Emiliana Simon Thomas. - And I'm Dr. Keltner, here at UC Berkeley's Greater Good Science Center."
  },
  {
    "startTime": 41.84,
    "endTime": 47.13,
    "text": "We've been part of the scientific movement to identify the sources of a happy, meaningful life."
  },
  {
    "startTime": 47.13,
    "endTime": 49.160000000000004,
    "text": "And we've made some valuable discoveries."
  },
  {
    "startTime": 49.16,
    "endTime": 56.756,
    "text": "And we would like to share these findings with you to help you unlock the secrets to a happier life, healthier relationships, stronger communities."
  },
  {
    "startTime": 56.756,
    "endTime": 59.13,
    "text": "That's where this course comes in."
  },
  {
    "startTime": 59.13,
    "endTime": 71.3,
    "text": "\"The Science of Happiness\" is the first MOOC to teach this research, with presentations from some of the world's top experts on the subject, like Sonja Lyubomirsky, Jon Kabat-Zinn, Paul Ekman and Barbara Frederickson."
  },
  {
    "startTime": 72.72,
    "endTime": 77.509,
    "text": "They'll join us in covering topics like mindfulness, compassion and gratitude."
  },
  {
    "startTime": 77.509,
    "endTime": 81.286,
    "text": "Together we'll tour this field that some call \"positive psychology\"."
  },
  {
    "startTime": 81.286,
    "endTime": 92.52,
    "text": "We'll explore why writing down things you're grateful for can strengthen your immune system and improve your sleep, and meditation can actually change you brain for the better, and why spending money on others is actually better for your happiness than spending on yourself."
  },
  {
    "startTime": 93.609,
    "endTime": 95.39999999999999,
    "text": "Along the way, we'll devote special attention to the links between happiness and human connection, kindness, a commitment to something greater than yourself."
  },
  {
    "startTime": 103.94,
    "endTime": 109.3,
    "text": "But we're going to do more than tell you about the science of happiness,we're going to help you experience it firsthand."
  },
  {
    "startTime": 109.3,
    "endTime": 114.92,
    "text": "Each week, you'll try out research-tested methods for boosting happiness and strengthening your meaningful connection to others."
  },
  {
    "startTime": 114.92,
    "endTime": 119.09400000000001,
    "text": "You'll be able to track your progress over time and discuss it all with your classmates."
  },
  {
    "startTime": 119.094,
    "endTime": 122.00999999999999,
    "text": "So please join us for The Science of Happiness."
  },
  {
    "startTime": 122.01,
    "endTime": 128.07,
    "text": "We'll put the secrets to happiness at your fingertips with just the click of button."
  }
]