[
  {
    "startTime": 0.0,
    "endTime": 3.12,
    "text": "You may have heard the saying \"The early bird gets the worm.\""
  },
  {
    "startTime": 3.3,
    "endTime": 7.56,
    "text": "But when it comes to humans, do morning people really have an advantage over night owls?"
  },
  {
    "startTime": 7.56,
    "endTime": 12.6,
    "text": "Does one come out on top as more intelligent or successful than the other in this battle over bed time?"
  },
  {
    "startTime": 12.8,
    "endTime": 18.9,
    "text": "The somewhat surprising truth is that we have little say in sleep preference, as it's almost entirely genetically predetermined."
  },
  {
    "startTime": 19.03,
    "endTime": 24.020000000000003,
    "text": "Chances are, if you're a night owl, it was likely passed down from an ancestor who was also a night owl."
  },
  {
    "startTime": 24.02,
    "endTime": 26.4,
    "text": "And from an evolutionary perspective, it makes sense."
  },
  {
    "startTime": 26.5,
    "endTime": 32.06,
    "text": "Having individuals with varying sleeping patterns would allow for better protection of a group throughout the day and night."
  },
  {
    "startTime": 32.06,
    "endTime": 39.300000000000004,
    "text": "Instead of everybody sleeping at one time, some people naturally stay up later, and some wake up earlier, aware of threats or predators while others sleep."
  },
  {
    "startTime": 39.3,
    "endTime": 47.11,
    "text": "But considering most modern societal activities happen between 9 a.m. and 5 p.m., it may seem clear that night owls are put at a disadvantage."
  },
  {
    "startTime": 47.2,
    "endTime": 54.6,
    "text": "And researchers have actually coined the term \"social jet lag\" to describe the sleep deprivation many experience to accommodate social norms."
  },
  {
    "startTime": 54.8,
    "endTime": 59.9,
    "text": "For night owls, this social jet lag feels like living in a different time zone every single day."
  },
  {
    "startTime": 59.9,
    "endTime": 68.57,
    "text": "Considering chronic sleep deprivation has a direct effect on brain functioning, it's no surprise that studies report night owl university students have lower overall grades."
  },
  {
    "startTime": 68.9,
    "endTime": 78.92,
    "text": "Not to mention early birds tend to display more positive social traits such as being proactive and optimistic, and are less prone to depression, or addictions to nicotine, alcohol and food."
  },
  {
    "startTime": 79.0,
    "endTime": 85.3,
    "text": "And we can see these traits represented physically in the brain, particularly the white matter which helps neurons communicate."
  },
  {
    "startTime": 85.3,
    "endTime": 93.45,
    "text": "Night owls exhibit significantly less white matter, and as a result, there are fewer pathways for feel good hormones such as serotonin or dopamine to travel through."
  },
  {
    "startTime": 93.5,
    "endTime": 95.5,
    "text": "But it's not all bad for the late nighters."
  },
  {
    "startTime": 95.7,
    "endTime": 101.69,
    "text": "In fact, they tend to be much more creative, have been found to have higher cognitive abilities, and are known to be risk takers."
  },
  {
    "startTime": 101.8,
    "endTime": 104.88,
    "text": "What they lack in white matter, they make up in cortisol levels."
  },
  {
    "startTime": 104.88,
    "endTime": 114.8,
    "text": "This stress hormone gets your body ready to face an immediate threat, contributing to their risk taking behavior, which studies show can translate into opportunities and potentially much more financial gain."
  },
  {
    "startTime": 114.8,
    "endTime": 121.39999999999999,
    "text": "Furthermore, even though morning people can be very energetic right after waking, they tend to lose steam faster than night owls throughout the day."
  },
  {
    "startTime": 121.4,
    "endTime": 129.42000000000002,
    "text": "Both sides perform equally well in reaction-time tests an hour after waking, but after 10 hours of being awake, night owls perform significantly better."
  },
  {
    "startTime": 129.6,
    "endTime": 134.29999999999998,
    "text": "Your inner clock is regulated by many proteins which are created from various genes in your DNA."
  },
  {
    "startTime": 134.3,
    "endTime": 141.60000000000002,
    "text": "Studies have even shown that a single change of the genetic code, near a gene called Period 1, can result in an hour difference in your waking time."
  },
  {
    "startTime": 141.8,
    "endTime": 147.41000000000003,
    "text": "As crazy as it seems, scientists also found a correlation between these same genes and your time of death."
  },
  {
    "startTime": 147.41,
    "endTime": 154.0,
    "text": "The early risers were more likely to die around 11 a.m., while the night owls were more likely to die before 6 p.m.."
  },
  {
    "startTime": 154.2,
    "endTime": 155.6,
    "text": "What about teenagers, you say?"
  },
  {
    "startTime": 155.6,
    "endTime": 163.13,
    "text": "It's true, most tend to be night owls due to the hormonal changes during puberty, but this tends to wane out into your genetic default as you enter adulthood."
  },
  {
    "startTime": 163.13,
    "endTime": 168.9,
    "text": "So while there may be some truth to early birds getting the worm, night owls aren't exactly lagging behind in life."
  },
  {
    "startTime": 168.9,
    "endTime": 170.89000000000001,
    "text": "They're just lagging behind in time!"
  },
  {
    "startTime": 171.6,
    "endTime": 177.29999999999998,
    "text": "Don't forget to check out our latest AsapTHOUGHT video where you can participate in a scientific pop music experiment with us!"
  },
  {
    "startTime": 177.5,
    "endTime": 182.58,
    "text": "We're finding out what makes songs so catchy in the first place, and if there is an exact science behind it all."
  },
  {
    "startTime": 182.6,
    "endTime": 184.79,
    "text": "Click on the screen or the link in the description."
  },
  {
    "startTime": 184.79,
    "endTime": 194.79,
    "text": "And subscribe for more weekly science videos!"
  }
]