[
  {
    "startTime": 6.6,
    "endTime": 14.1,
    "text": "Three and a half thousand years ago in Egypt, a noble pharaoh was the victim of a violent attack."
  },
  {
    "startTime": 14.1,
    "endTime": 16.2,
    "text": "But the attack was not physical."
  },
  {
    "startTime": 16.2,
    "endTime": 19.729,
    "text": "This royal had been dead for 20 years."
  },
  {
    "startTime": 19.729,
    "endTime": 26.799999999999997,
    "text": "The attack was historical, an act of 'damnatio memoriae,' the damnation of memory."
  },
  {
    "startTime": 26.8,
    "endTime": 35.4,
    "text": "Somebody smashed the pharaoh's statues, took a chisel and attempted to erase the pharaoh's name and image from history."
  },
  {
    "startTime": 35.4,
    "endTime": 39.42,
    "text": "Who was this pharaoh, and what was behind the attack?"
  },
  {
    "startTime": 39.42,
    "endTime": 44.400000000000006,
    "text": "Here's the key: the pharaoh, Hatshepsut, was a woman."
  },
  {
    "startTime": 44.4,
    "endTime": 48.0,
    "text": "In the normal course of things, she should never have been pharaoh."
  },
  {
    "startTime": 48.0,
    "endTime": 54.1,
    "text": "Although it was legal for a woman to be a monarch, it disturbed some essential Egyptian beliefs."
  },
  {
    "startTime": 54.1,
    "endTime": 60.412,
    "text": "Firstly, the pharaoh was known as the living embodiment of the male god, Horus."
  },
  {
    "startTime": 60.412,
    "endTime": 73.5,
    "text": "Secondly, disturbance to the tradition of rule by men was a serious challenge to 'Maat,' a word for \"truth,\"  expressing a belief in order and justice, vital to the Egyptians."
  },
  {
    "startTime": 73.5,
    "endTime": 80.6,
    "text": "Hatshepsut had perhaps tried to adapt to this belief in the link between order and patriarchy through her titles."
  },
  {
    "startTime": 80.6,
    "endTime": 88.13199999999999,
    "text": "She took the name Maatkare, and sometimes referred to herself as Hatshepsu, with a masculine word ending."
  },
  {
    "startTime": 88.132,
    "endTime": 100.5,
    "text": "But apparently, these efforts didn't convince everyone, and perhaps someone erased Hatshepsut's image so that the world would forget the disturbance to Maat, and Egypt could be balanced again."
  },
  {
    "startTime": 100.5,
    "endTime": 108.1,
    "text": "Hatshepsut, moreover, was not the legitimate heir to the throne, but a regent, a kind of stand-in co-monarch."
  },
  {
    "startTime": 108.1,
    "endTime": 111.98899999999999,
    "text": "The Egyptian kingship traditionally passed from father to son."
  },
  {
    "startTime": 111.989,
    "endTime": 117.60000000000001,
    "text": "It passed from Thutmose I to his son Thutmose II, Hatshepsut's husband."
  },
  {
    "startTime": 117.6,
    "endTime": 126.663,
    "text": "It should have passed from Thutmose II directly to his son Thutmose III, but Thutmose III was a little boy when his father died."
  },
  {
    "startTime": 126.663,
    "endTime": 137.7,
    "text": "Hatshepsut, the dead pharaoh's chief wife and widow, stepped in to help as her stepson's regent but ended up ruling beside him as a fully fledged pharaoh."
  },
  {
    "startTime": 137.7,
    "endTime": 140.6,
    "text": "Perhaps Thutmose III was angry about this."
  },
  {
    "startTime": 140.6,
    "endTime": 143.7,
    "text": "Perhaps he was the one who erased her images."
  },
  {
    "startTime": 143.7,
    "endTime": 148.98,
    "text": "It's also possible that someone wanted to dishonor Hatshepsut because she was a bad pharaoh."
  },
  {
    "startTime": 148.98,
    "endTime": 152.1,
    "text": "But the evidence suggests she was actually pretty good."
  },
  {
    "startTime": 152.1,
    "endTime": 155.29999999999998,
    "text": "She competently fulfilled the traditional roles of the office."
  },
  {
    "startTime": 155.3,
    "endTime": 157.10000000000002,
    "text": "She was a great builder."
  },
  {
    "startTime": 157.1,
    "endTime": 164.583,
    "text": "Her mortuary temple, Djeser-Djeseru, was an architectural phenomenon at the time and is still admired today."
  },
  {
    "startTime": 164.583,
    "endTime": 171.5,
    "text": "She enhanced the economy of Egypt, conducting a very successful trade mission to the distant land of Punt."
  },
  {
    "startTime": 171.5,
    "endTime": 173.5,
    "text": "She had strong religious connections."
  },
  {
    "startTime": 173.5,
    "endTime": 177.9,
    "text": "She even claimed to be the daughter of the state god, Amun."
  },
  {
    "startTime": 177.9,
    "endTime": 186.25,
    "text": "And she had a successful military career, with a Nubian campaign, and claims she fought alongside her soldiers in battle."
  },
  {
    "startTime": 186.25,
    "endTime": 195.0,
    "text": "Of course, we have to be careful when we assess the success of Hatshepsut's career, since most of the evidence was written by Hatshepsut herself."
  },
  {
    "startTime": 195.0,
    "endTime": 203.6,
    "text": "She tells her own story in pictures and writing on the walls of her mortuary temple and the red chapel she built for Amun."
  },
  {
    "startTime": 203.6,
    "endTime": 207.1,
    "text": "So who committed the crimes against Hatshepsut's memory?"
  },
  {
    "startTime": 207.1,
    "endTime": 212.6,
    "text": "The most popular suspect is her stepson, nephew and co-ruler, Thutmose III."
  },
  {
    "startTime": 212.6,
    "endTime": 215.9,
    "text": "Did he do it out of anger because she stole his throne?"
  },
  {
    "startTime": 215.9,
    "endTime": 221.5,
    "text": "This is unlikely since the damage wasn't done until 20 years after Hatshepsut died."
  },
  {
    "startTime": 221.5,
    "endTime": 226.0,
    "text": "That's a long time to hang onto anger and then act in a rage."
  },
  {
    "startTime": 226.0,
    "endTime": 229.471,
    "text": "Maybe Thutmose III did it to make his own reign look stronger."
  },
  {
    "startTime": 229.471,
    "endTime": 238.591,
    "text": "But it is most likely that he or someone else erased the images so that people would forget that a woman ever sat on Egypt's throne."
  },
  {
    "startTime": 238.591,
    "endTime": 245.60000000000002,
    "text": "This gender anomaly was simply too much of a threat to Maat and had to be obliterated from history."
  },
  {
    "startTime": 245.6,
    "endTime": 249.73,
    "text": "Happily, the ancient censors were not quite thorough enough."
  },
  {
    "startTime": 249.73,
    "endTime": 263.173,
    "text": "Enough evidence survived for us to piece together what happened, so the story of this unique powerful woman can now be told."
  }
]