[
  {
    "startTime": 7.315,
    "endTime": 15.8,
    "text": "It's 4 a.m., and the big test is in 8 hours, followed by a piano recital."
  },
  {
    "startTime": 15.8,
    "endTime": 21.8,
    "text": "You've been studying and playing for days, but you still don't feel ready for either."
  },
  {
    "startTime": 21.8,
    "endTime": 23.321,
    "text": "So, what can you do?"
  },
  {
    "startTime": 23.321,
    "endTime": 29.700000000000003,
    "text": "Well, you can drink another cup of coffee and spend the next few hours cramming and practicing, but believe it or not,"
  },
  {
    "startTime": 29.7,
    "endTime": 35.7,
    "text": "you might be better off closing the books, putting away the music, and going to sleep."
  },
  {
    "startTime": 35.7,
    "endTime": 43.0,
    "text": "Sleep occupies nearly a third of our lives, but many of us give surprisingly little attention and care to it."
  },
  {
    "startTime": 43.0,
    "endTime": 46.73,
    "text": "This neglect is often the result of a major misunderstanding."
  },
  {
    "startTime": 46.73,
    "endTime": 51.739,
    "text": "Sleep isn't lost time, or just a way to rest when all our important work is done."
  },
  {
    "startTime": 52.329,
    "endTime": 58.9,
    "text": "Instead, it's a critical function, during which your body balances and regulates its vital systems,"
  },
  {
    "startTime": 58.9,
    "endTime": 65.435,
    "text": "effecting respiration and regulating everything from circulation to growth and immune response."
  },
  {
    "startTime": 65.435,
    "endTime": 70.60000000000001,
    "text": "That's great, but you can worry about all those things after this test, right?"
  },
  {
    "startTime": 70.6,
    "endTime": 72.3,
    "text": "Well, not so fast."
  },
  {
    "startTime": 72.3,
    "endTime": 80.853,
    "text": "It turns out that sleep is also crucial for your brain, with a fifth of your body's circulatory blood being channeled to it as you drift off."
  },
  {
    "startTime": 80.853,
    "endTime": 89.359,
    "text": "And what goes on in your brain while you sleep is an intensely active period of restructuring that's crucial for how our memory works."
  },
  {
    "startTime": 89.359,
    "endTime": 94.255,
    "text": "At first glance, our ability to remember things doesn't seem very impressive at all."
  },
  {
    "startTime": 94.255,
    "endTime": 106.8,
    "text": "19th-century psychologist Hermann Ebbinghaus demonstrated that we normally forget 40% of new material within the first 20 minutes, a phenomenon known as the forgetting curve."
  },
  {
    "startTime": 106.8,
    "endTime": 118.7,
    "text": "But this loss can be prevented through memory consolidation, the process by which information is moved from our fleeting short-term memory to our more durable long-term memory."
  },
  {
    "startTime": 118.7,
    "endTime": 125.3,
    "text": "This consolidation occurs with the help of a major part of the brain known as the hippocampus."
  },
  {
    "startTime": 125.3,
    "endTime": 134.65,
    "text": "Its role in long-term memory formation was demonstrated in the 1950s by Brenda Milner in her research with a patient known as H.M."
  },
  {
    "startTime": 134.656,
    "endTime": 145.8,
    "text": "After having his hippocampus removed, H.M.'s ability to form new short-term memories was damaged, but he was able to learn physical tasks through repetition."
  },
  {
    "startTime": 145.8,
    "endTime": 152.10000000000002,
    "text": "Due to the removal of his hippocampus, H.M.'s ability to form long-term memories was also damaged."
  },
  {
    "startTime": 152.1,
    "endTime": 161.87699999999998,
    "text": "What this case revealed, among other things, was that the hippocampus was specifically involved in the consolidation of long-term declarative memory,"
  },
  {
    "startTime": 161.877,
    "endTime": 171.60000000000002,
    "text": "such as the facts and concepts you need to remember for that test, rather than procedural memory, such as the finger movements you need to master for that recital."
  },
  {
    "startTime": 171.6,
    "endTime": 180.74,
    "text": "Milner's findings, along with work by Eric Kandel in the 90's, have given us our current model of how this consolidation process works."
  },
  {
    "startTime": 180.746,
    "endTime": 186.9,
    "text": "Sensory data is initially transcribed and temporarily recorded in the neurons as short-term memory."
  },
  {
    "startTime": 186.9,
    "endTime": 193.1,
    "text": "From there, it travels to the hippocampus, which strengthens and enhances the neurons in that cortical area."
  },
  {
    "startTime": 193.1,
    "endTime": 205.79999999999998,
    "text": "Thanks to the phenomenon of neuroplasticity, new synaptic buds are formed, allowing new connections between neurons, and strengthening the neural network where the information will be returned as long-term memory."
  },
  {
    "startTime": 205.8,
    "endTime": 208.70000000000002,
    "text": "So why do we remember some things and not others?"
  },
  {
    "startTime": 208.7,
    "endTime": 214.1,
    "text": "Well, there are a few ways to influence the extent and effectiveness  of memory retention."
  },
  {
    "startTime": 214.1,
    "endTime": 224.5,
    "text": "For example, memories that are formed in times of heightened feeling, or even stress, will be better recorded due to  the hippocampus's link with emotion."
  },
  {
    "startTime": 224.5,
    "endTime": 231.8,
    "text": "But one of the major factors contributing to memory consolidation is... you guessed it, a good night's sleep."
  },
  {
    "startTime": 231.8,
    "endTime": 239.22,
    "text": "Sleep is composed of four stages, the deepest of which are known as slow-wave sleep and rapid eye movement."
  },
  {
    "startTime": 239.228,
    "endTime": 253.52,
    "text": "EEG machines monitoring people during these stages have shown electrical impulses moving between the brainstem, hippocampus, thalamus, and cortex, which serve as relay stations  of memory formation."
  },
  {
    "startTime": 253.528,
    "endTime": 259.09999999999997,
    "text": "And the different stages of sleep have been shown to help consolidate different types of memories."
  },
  {
    "startTime": 259.108,
    "endTime": 268.95,
    "text": "During the non-REM slow-wave sleep, declarative memory is encoded into a temporary store in the anterior part of the hippocampus."
  },
  {
    "startTime": 268.952,
    "endTime": 280.7,
    "text": "Through a continuing dialogue between the cortex and hippocampus, it is then repeatedly reactivated, driving its gradual redistribution to long-term storage in the cortex."
  },
  {
    "startTime": 280.7,
    "endTime": 288.46999999999997,
    "text": "REM sleep, on the other hand, with its similarity to waking brain activity, is associated with the consolidation of procedural memory."
  },
  {
    "startTime": 288.474,
    "endTime": 298.4,
    "text": "So based on the studies, going to sleep three hours after memorizing your formulas and one hour after practicing your scales would be the most ideal."
  },
  {
    "startTime": 298.4,
    "endTime": 308.9,
    "text": "So hopefully you can see now that skimping on sleep not only harms your long-term health, but actually makes it less likely that you'll retain all that knowledge and practice from the previous night,"
  },
  {
    "startTime": 308.9,
    "endTime": 313.2,
    "text": "all of which just goes to affirm the wisdom of the phrase, \"Sleep on it.\""
  },
  {
    "startTime": 313.2,
    "endTime": 319.59999999999997,
    "text": "When you think about all the internal restructuring and forming of new connections that occurs while you slumber,"
  },
  {
    "startTime": 319.6,
    "endTime": 335.09000000000003,
    "text": "you could even say that proper sleep will have you waking up every morning with a new and improved brain, ready to face the challenges ahead."
  }
]