[
  {
    "startTime": 0.41,
    "endTime": 5.3,
    "text": "Uh, cheating is terrible. Probably the meanest and evilest thing you could do to someone."
  },
  {
    "startTime": 5.6,
    "endTime": 24.799999999999997,
    "text": "In a lot of cases, it means you are unhappy with the way things are and rather than dealing with the way things are in your current relationship, like you kind of seek an escape from someone else."
  },
  {
    "startTime": 25.1,
    "endTime": 29.8,
    "text": "I have been cheated on and it really really sucks."
  },
  {
    "startTime": 29.9,
    "endTime": 34.989999999999995,
    "text": "I had a boyfriend in college who would cheat on me all the time. And I had told him at one point like"
  },
  {
    "startTime": 35.0,
    "endTime": 39.741,
    "text": "\"Look! If you gonna do it, just like tell me and like we'll talk about it, but don't keep it from me.\""
  },
  {
    "startTime": 40.3,
    "endTime": 44.985,
    "text": "Like that was the bare minimum that I asked for, and then he still would keep it from me."
  },
  {
    "startTime": 44.985,
    "endTime": 48.675,
    "text": "He was away for the summer and he would come back to Boston to visit me."
  },
  {
    "startTime": 48.589,
    "endTime": 55.211999999999996,
    "text": "And our visits were always very sweet. We'd sort of hang out all day and like have ice cream and walk through the Boston Common."
  },
  {
    "startTime": 54.974,
    "endTime": 58.581999999999994,
    "text": "And then you know at night, he would go see a couple more friends and then he'd leave"
  },
  {
    "startTime": 58.456,
    "endTime": 68.0,
    "text": "After that summer, I found out that like he'd have ice cream with me during the day, and then like screw his ex-girlfriend at night...yeah."
  },
  {
    "startTime": 68.4,
    "endTime": 82.4,
    "text": "It was the first time I understood the kind of fear and anger people feel to the point where they only know how to react physically."
  },
  {
    "startTime": 82.502,
    "endTime": 89.6,
    "text": "By just combusting into tears and throwing a hairdryer."
  },
  {
    "startTime": 89.8,
    "endTime": 93.1,
    "text": "[Have you ever cheated on someone?]"
  },
  {
    "startTime": 93.1,
    "endTime": 98.091,
    "text": "Yeah, I have cheated on someone, but it was never like—it's never been like an affair."
  },
  {
    "startTime": 98.173,
    "endTime": 102.88,
    "text": "So I was on a break which was really weird but I feel like a lot of people have been through it,"
  },
  {
    "startTime": 103.0,
    "endTime": 112.4,
    "text": "and then I decided on my own accord that it would be okay to pursue another person or allow someone to pursue me,"
  },
  {
    "startTime": 112.683,
    "endTime": 119.22000000000001,
    "text": "so... but I think in certain situations, people think that's cheating which I actually think is too."
  },
  {
    "startTime": 119.222,
    "endTime": 128.32,
    "text": "I have never cheated on someone. I have been the one the cheater has cheated on someone with."
  },
  {
    "startTime": 131.1,
    "endTime": 137.0,
    "text": "One time I had no idea until after the fact and one time and I kinda knew...yeah."
  },
  {
    "startTime": 137.3,
    "endTime": 147.60000000000002,
    "text": "I kind of rationalized it like there's been so many times where I've done the right thing, where I've told someone, \"No, you break up with your girlfriend and then you can talk to me.\""
  },
  {
    "startTime": 147.6,
    "endTime": 157.6,
    "text": "And then they eventually break up. Something always happens but they never ended up with me so this time maybe I'm supposed to do the wrong thing."
  },
  {
    "startTime": 157.79,
    "endTime": 161.79999999999998,
    "text": "Maybe that works out sometimes and it really doesn't."
  },
  {
    "startTime": 162.0,
    "endTime": 165.3,
    "text": "It's just really painful and messy and awful."
  },
  {
    "startTime": 165.335,
    "endTime": 177.5,
    "text": "In some capacity cheating is like, for me and my situation, it was like getting back at the person versus like me taking the high road and being a better person"
  },
  {
    "startTime": 177.7,
    "endTime": 183.31,
    "text": "So, it's like, um, terrible...it's terrible. It's a horrible feeling. It makes me feel sick."
  }
]