[
  {
    "startTime": 3.789,
    "endTime": 6.0,
    "text": "How to prepare for a long plane ride?"
  },
  {
    "startTime": 6.0,
    "endTime": 10.0,
    "text": "Heed these tips for a comfortable, happy, and healthy flight."
  },
  {
    "startTime": 10.0,
    "endTime": 31.37,
    "text": "You will need: Carry-on luggage, electronics, reading materials, snacks , a good seat and early check-in, earplugs or headphones, an eye mask, a travel blanket and neck pillow, comfortable clothing, thick socks, motion sickness pills or ginger capsules, hand-sanitizer wipes and plenty of water."
  },
  {
    "startTime": 31.37,
    "endTime": 34.4,
    "text": "Optional: a lavender-scented neck pillow."
  },
  {
    "startTime": 34.4,
    "endTime": 42.0,
    "text": "Step one, pack essentials, such as medications and passports, a few days before your flight, and completely finish packing the night before."
  },
  {
    "startTime": 42.0,
    "endTime": 46.0,
    "text": "You'll minimize stress because you won't be rushing around the morning of the flight."
  },
  {
    "startTime": 46.0,
    "endTime": 50.0,
    "text": "Step two, make sure all essentials are in your carry-on luggage."
  },
  {
    "startTime": 50.0,
    "endTime": 55.0,
    "text": "Fully charge your music player, game player, or laptop and pack books and magazines."
  },
  {
    "startTime": 55.0,
    "endTime": 57.5,
    "text": "Bring your favorite snacks and finger food."
  },
  {
    "startTime": 57.5,
    "endTime": 62.0,
    "text": "Check out the entertainment and food options offered by the airline before you fly."
  },
  {
    "startTime": 62.0,
    "endTime": 67.3,
    "text": "Step three, consider upgrading to a better seating class for a particularly long flight."
  },
  {
    "startTime": 67.3,
    "endTime": 73.39999999999999,
    "text": "If you check in online up to 24 hours in advance, you often get to choose your seat or change to a better one."
  },
  {
    "startTime": 73.4,
    "endTime": 78.5,
    "text": "Or get to the airport extra early and check for a better seat at the counter and again at the gate."
  },
  {
    "startTime": 78.5,
    "endTime": 82.5,
    "text": "Sit in exit rows and the bulkhead provide the most legroom."
  },
  {
    "startTime": 82.5,
    "endTime": 87.7,
    "text": "Step four, bring along earplugs or noise-reduction headphones to block unwanted noise."
  },
  {
    "startTime": 87.7,
    "endTime": 92.0,
    "text": "An eye mask will shield your eyes from sunlight if you want to sleep during the day."
  },
  {
    "startTime": 92.0,
    "endTime": 95.4,
    "text": "Step five, bring a soft travel blanket and neck pillow."
  },
  {
    "startTime": 95.4,
    "endTime": 100.0,
    "text": "Besides being warm and cozy, you won't have to worry about the airline's blanket-cleaning policy."
  },
  {
    "startTime": 100.0,
    "endTime": 104.3,
    "text": "Dress comfortably and bring thick socks to swap for your shoes after take-off."
  },
  {
    "startTime": 104.3,
    "endTime": 108.0,
    "text": "Neck pillows with lavender are said to be calming and reduce headaches."
  },
  {
    "startTime": 108.0,
    "endTime": 115.0,
    "text": "Step six, take motion sickness pills or ginger capsules 2 hours before your flight if you're prone to air sickness."
  },
  {
    "startTime": 115.0,
    "endTime": 120.0,
    "text": "Wash your hands, especially before and after eating, and bring hand sanitizer wipes."
  },
  {
    "startTime": 120.0,
    "endTime": 126.0,
    "text": "Wipe down airflow vents and tray tables with sanitized wipes and use a tissue when touching the bathroom door handle."
  },
  {
    "startTime": 126.0,
    "endTime": 132.2,
    "text": "Step seven, drink plenty of water before and during your flight to avoid muscle aches and fatigue."
  },
  {
    "startTime": 132.2,
    "endTime": 136.95,
    "text": "Get up, stretch, and move around often to prevent stiffness and deep vein thrombosis."
  },
  {
    "startTime": 136.95,
    "endTime": 138.39999999999998,
    "text": "Did you know?"
  },
  {
    "startTime": 138.4,
    "endTime": 156.34,
    "text": "A survey by 3M and the Global Strategy Group found that most Americans would rather get stuck in traffic, go on a blind date, or go to the dentist than sit in the middle seat on a flight."
  }
]