[
  {
    "startTime": 1.2,
    "endTime": 4.5,
    "text": "Yellow Productions Presents!"
  },
  {
    "startTime": 4.5,
    "endTime": 8.9,
    "text": "A travel guide for the hot springs of Beitou in Taipei, Taiwan."
  },
  {
    "startTime": 9.0,
    "endTime": 13.799,
    "text": "The hot spring town of Beitou was originally developed during the Japanese colonial period."
  },
  {
    "startTime": 13.799,
    "endTime": 18.9,
    "text": "In the '50s, it was a big red light district, but in the '80s, it was cleaned up by the Taiwanese government."
  },
  {
    "startTime": 18.9,
    "endTime": 24.299999999999997,
    "text": "And is now a great place to come enjoy nature and enjoy the beauty of the natural hot springs."
  },
  {
    "startTime": 24.4,
    "endTime": 30.189,
    "text": "To get to Beitou, take the MRT red line to the Beitou station and then transfer to Xinbeitou."
  },
  {
    "startTime": 30.2,
    "endTime": 35.0,
    "text": "You'll know you're near the hot springs at this station 'cause you can already smell the sulfur smell."
  },
  {
    "startTime": 35.1,
    "endTime": 40.300000000000004,
    "text": "The MRT has a special train on the red line that goes back and forth between Beitou and Xinbeitou."
  },
  {
    "startTime": 40.4,
    "endTime": 45.0,
    "text": "You'll know it's the right train because it's got hot spring characters on the outside."
  },
  {
    "startTime": 45.1,
    "endTime": 48.839,
    "text": "This is the only hot springs subway car I know of in Taipei."
  },
  {
    "startTime": 48.9,
    "endTime": 55.5,
    "text": "The inside of the train is special, too, featuring historical videos, tables that look like bathtubs, and a nature car."
  },
  {
    "startTime": 55.6,
    "endTime": 62.300000000000004,
    "text": "Once you arrive at Xinbeitou station, you'll be greeted by some hot spring art of some little white characters enjoying the hot springs."
  },
  {
    "startTime": 62.4,
    "endTime": 66.725,
    "text": "The main tourist attractions are all within an easy walking distance of Xinbeitou station."
  },
  {
    "startTime": 66.8,
    "endTime": 69.86,
    "text": "And there are plenty of signs along the ride to guide you on."
  },
  {
    "startTime": 69.86,
    "endTime": 72.6,
    "text": "To the hot springs; this way!"
  },
  {
    "startTime": 72.7,
    "endTime": 76.5,
    "text": "In addition to signs, there are also plenty of maps."
  },
  {
    "startTime": 76.6,
    "endTime": 78.69999999999999,
    "text": "Seems like one every block or so."
  },
  {
    "startTime": 78.8,
    "endTime": 82.39999999999999,
    "text": "There's even signs to tell you where all the hotels are."
  },
  {
    "startTime": 83.3,
    "endTime": 90.99,
    "text": "About a 10-minute walk past the station is the entrance to the Beitou Thermal Valley, the source of that smelly hot spring water."
  },
  {
    "startTime": 91.1,
    "endTime": 94.35,
    "text": "You'll know you'll be heading the right way 'cause the smell will get stronger."
  },
  {
    "startTime": 94.35,
    "endTime": 96.276,
    "text": "Come on, here we go, here we go!"
  },
  {
    "startTime": 96.6,
    "endTime": 100.8,
    "text": "Beitou derives its name from the aboriginal word for witch's cauldron."
  },
  {
    "startTime": 100.9,
    "endTime": 109.0,
    "text": "'Cause you can see here, the hot spring looks a little bit like a witch's cauldron, with the steam coming off of the witch's brew."
  },
  {
    "startTime": 109.6,
    "endTime": 116.19099999999999,
    "text": "This is the hot spring water, and the temperature of that water is between 80 to 100 degrees Celsius."
  },
  {
    "startTime": 116.191,
    "endTime": 123.35600000000001,
    "text": "And between the scale of 8 to 10 on the smelly scale, especially when that steam blows up on you."
  },
  {
    "startTime": 123.5,
    "endTime": 131.13,
    "text": "And the hot temperature that water make this area even hotter, particularly when the steam blows this way, so pick a cool day or a windy day to come."
  },
  {
    "startTime": 131.2,
    "endTime": 139.196,
    "text": "The other thing to know is the water looks a little bit green, and that's because this is a green sulfur hot spring; it's one of the two in the world."
  },
  {
    "startTime": 139.196,
    "endTime": 141.79,
    "text": "It's interesting looking down into the hot spring."
  },
  {
    "startTime": 142.5,
    "endTime": 152.401,
    "text": "The base of the hot spring underneath the water has these little craters and valleys, almost looks a little bit like the face of the moon."
  },
  {
    "startTime": 153.0,
    "endTime": 160.0,
    "text": "This hot spring water flows through the stream through the middle of town; it turns everything green that it touches, including the rocks below."
  },
  {
    "startTime": 160.1,
    "endTime": 165.2,
    "text": "The water that flows out of the hot spring flows in this stream downhill, almost to the MRT station."
  },
  {
    "startTime": 165.3,
    "endTime": 174.4,
    "text": "The town is roughly divided on either half of this spring running downhill, but if you follow this along, you know you'll be headed either towards the hot spring or towards the MRT."
  },
  {
    "startTime": 174.5,
    "endTime": 178.329,
    "text": "There's a number of other cool attractions along the stream; let's check them out!"
  },
  {
    "startTime": 178.329,
    "endTime": 190.0,
    "text": "As you walk down the hill from the geothermal valley, you can visit the Plum Garden, a restored Japanese mansion originally built in the 1930s, where you can see how life was here in the hot spring town."
  },
  {
    "startTime": 190.04,
    "endTime": 197.09,
    "text": "To keep the feel of a Japanese house, they actually have you change out of your shoes into provided slippers."
  },
  {
    "startTime": 197.09,
    "endTime": 201.8,
    "text": "They don't quite fit size 14, but, uh, they do feel homey."
  },
  {
    "startTime": 201.9,
    "endTime": 210.936,
    "text": "And if you come during Taiwan's national day around October 10th, you might even get a free flag, like I did; hey, hey, Taiwan National Day."
  },
  {
    "startTime": 211.0,
    "endTime": 220.55,
    "text": "Just below the Plum Garden is one of Beitou's public baths, the Millennium Hot Spring; for the low low price of 40 new Taiwan dollars, you can go in and enjoy the hot spring."
  },
  {
    "startTime": 220.55,
    "endTime": 228.70000000000002,
    "text": "Just down the hill from the Millennium Bath is the Beitou Hot Spring Museum; uh, this actually used to be the site of the first public bath in Beitou."
  },
  {
    "startTime": 228.8,
    "endTime": 230.5,
    "text": "Now, a museum tour."
  },
  {
    "startTime": 230.6,
    "endTime": 236.409,
    "text": "Admission to the Hot Spring Museum is free; you also have to take off your shoes and transfer to slippers here, too."
  },
  {
    "startTime": 236.409,
    "endTime": 241.64,
    "text": "When it was built in 1913, this was the biggest bathhouse in all of East Asia."
  },
  {
    "startTime": 241.64,
    "endTime": 246.7,
    "text": "And although the exterior has a very western appearance, the interior is definitely Japanese."
  },
  {
    "startTime": 246.8,
    "endTime": 256.18,
    "text": "Particularly here, the lobby with the tatami mats, where you can still sit and relax, like one of the people who enjoyed this bath house over a hundred years ago."
  },
  {
    "startTime": 256.2,
    "endTime": 266.197,
    "text": "Stop by the Beitou branch of the Taipei Public Library to see Taiwan's first green library and one of the most ego-friendly buildings in all of East Asia."
  },
  {
    "startTime": 266.197,
    "endTime": 269.9,
    "text": "It's also considered to be the most beautiful library in Taiwan."
  },
  {
    "startTime": 270.0,
    "endTime": 280.8,
    "text": "And finally, to learn a little bit about the Taiwanese indigenous culture, you can visit the Cultural Center; uh, free admission, its museum, a couple floors; you can see art from the aboriginals."
  },
  {
    "startTime": 280.9,
    "endTime": 288.226,
    "text": "So, if your travels take you to Taipei, Taiwan, visit Beitou to experience some of the hot spring bathing culture."
  },
  {
    "startTime": 288.6,
    "endTime": 293.31,
    "text": "Thanks for watching; click on the flag to subscribe, or follow me on Facebook, Twitter, or Google+."
  },
  {
    "startTime": 293.31,
    "endTime": 307.139,
    "text": "Links are in the description, or you might be interested in watching one of these other videos; click either one to watch."
  }
]