[
  {
    "startTime": 0.0,
    "endTime": 7.0,
    "text": "Hi. I'm Adam. Welcome back to www.englishvid.com. Today's lesson is a little bit specialized."
  },
  {
    "startTime": 8.0,
    "endTime": 14.0,
    "text": "We're going to talk about going through customs at a U.S airport, more specifically, at an airport."
  },
  {
    "startTime": 14.5,
    "endTime": 18.0,
    "text": "Now, before I begin, why am I doing this lesson?"
  },
  {
    "startTime": 18.5,
    "endTime": 26.0,
    "text": "Not too long ago, I flew. I had to go out of town and I had to fly through the States. I flew through Detroit, it's a big hub."
  },
  {
    "startTime": 26.5,
    "endTime": 32.0,
    "text": "In case you're ever flying through a hub, a hub is a central area where many flights come and connect to other flights."
  },
  {
    "startTime": 32.5,
    "endTime": 39.0,
    "text": "And I was in line at the customs, and ahead of me was a couple, they were tourists, I think."
  },
  {
    "startTime": 39.5,
    "endTime": 51.0,
    "text": "And I could see the panic on their faces when the custom guy start speaking to them and asking them questions, and they were so nervous, and they could barely speak."
  },
  {
    "startTime": 52.0,
    "endTime": 56.5,
    "text": "And the more nervous they became, the more questions they got from the customs guy."
  },
  {
    "startTime": 57.0,
    "endTime": 63.0,
    "text": "So I want to make going through customs as easy as possible for you by giving you a few tips."
  },
  {
    "startTime": 64.0,
    "endTime": 71.0,
    "text": "First thing you have to remember when you come to the customs guys: have all your forms completed properly."
  },
  {
    "startTime": 71.0,
    "endTime": 78.0,
    "text": "So, if you're coming into States, you're going to be given a form, I think it's an I-94 form with all kinds of questions."
  },
  {
    "startTime": 78.5,
    "endTime": 82.0,
    "text": "Fill out everything correctly, properly."
  },
  {
    "startTime": 82.5,
    "endTime": 86.0,
    "text": "If you're not sure what something means, ask flight attendant to help you, they will."
  },
  {
    "startTime": 86.5,
    "endTime": 94.0,
    "text": "Fill everything before you get to customs. Have all your documents: your passport, your return flight ticket."
  },
  {
    "startTime": 94.5,
    "endTime": 96.5,
    "text": "If you're going as a student, have your Visa."
  },
  {
    "startTime": 97.0,
    "endTime": 100.0,
    "text": "If you're going to work, have your Visa, your work permit, whatever you need."
  },
  {
    "startTime": 100.5,
    "endTime": 105.0,
    "text": "All documents ready, all forms complete, ready to go."
  },
  {
    "startTime": 105.5,
    "endTime": 113.0,
    "text": "Then the most important thing that you can do when going through customs at an U.S. airport is relax."
  },
  {
    "startTime": 114.5,
    "endTime": 124.1,
    "text": "Okay? Very important to relax. Now one thing you will notice about American customs officers, they never smile."
  },
  {
    "startTime": 124.5,
    "endTime": 130.0,
    "text": "They will never smile.They are always going to look mean, and tough, and questions, questions, questions."
  },
  {
    "startTime": 131.5,
    "endTime": 133.0,
    "text": "That's their job. They're nice people."
  },
  {
    "startTime": 133.5,
    "endTime": 135.7,
    "text": "Don't think anything badly of them."
  },
  {
    "startTime": 135.7,
    "endTime": 141.0,
    "text": "They're doing their job, they want to scare you so that you give them the information that they need."
  },
  {
    "startTime": 142.0,
    "endTime": 148.0,
    "text": "So, relax. Answer all their questions quickly and as short as possible."
  },
  {
    "startTime": 148.5,
    "endTime": 153.0,
    "text": "If they ask you a yes/no question, answer yes or no."
  },
  {
    "startTime": 153.5,
    "endTime": 163.0,
    "text": "Almost...in most cases, in 99% of the questions, don't say: \"I don't know.\" You do know. You know everything that they're going to ask you."
  },
  {
    "startTime": 163.5,
    "endTime": 168.5,
    "text": "Yes, no, there, there, this long, that person, done. Okay."
  },
  {
    "startTime": 169.0,
    "endTime": 175.0,
    "text": "So, they can ask you any number of questions, but here are a few of the more common questions that they might ask you."
  },
  {
    "startTime": 175.5,
    "endTime": 181.0,
    "text": "Okay? So, be prepared, answer them quickly, go on your way, enjoy your vacation in the U.S."
  },
  {
    "startTime": 182.0,
    "endTime": 187.0,
    "text": "What is your final destination? It means: where are you going? Where is your last stop?"
  },
  {
    "startTime": 187.5,
    "endTime": 197.0,
    "text": "So, if you're flying into New York and then you're catching another flight to Kentucky, your final destination is Kentucky, not New York."
  },
  {
    "startTime": 197.5,
    "endTime": 203.0,
    "text": "So, you're going to Kentucky. If you're going to another country, so for example I was coming back to Canada."
  },
  {
    "startTime": 203.5,
    "endTime": 205.0,
    "text": "What is your final destination?"
  },
  {
    "startTime": 205.5,
    "endTime": 208.0,
    "text": "Toronto. I was just flying through the U.S."
  },
  {
    "startTime": 208.5,
    "endTime": 214.0,
    "text": "How long will you be staying in the U.S.? Again, never say: \"I don't know.\""
  },
  {
    "startTime": 214.5,
    "endTime": 216.0,
    "text": "You do know. You have a return ticket out."
  },
  {
    "startTime": 216.5,
    "endTime": 225.5,
    "text": "If you have an open ticket, say you have...\"I have a one-year open ticket. I'm not sure when I'm going to go back, but within one year.\""
  },
  {
    "startTime": 226.0,
    "endTime": 229.0,
    "text": "Have that ticket ready to show him or her. Okay?"
  },
  {
    "startTime": 229.5,
    "endTime": 233.0,
    "text": "How long will you be staying? Two days, a week, two weeks, whatever."
  },
  {
    "startTime": 234.0,
    "endTime": 238.0,
    "text": "What is the purpose of your visit? Why are you here?"
  },
  {
    "startTime": 238.5,
    "endTime": 252.0,
    "text": "To visit family, work or business, tourism, vacation, or transit. Okay? I was there just transit. Transiting."
  },
  {
    "startTime": 252.5,
    "endTime": 259.0,
    "text": "I was just catching a flight to my next place, which is Canada. I was just here to transit. No problem."
  },
  {
    "startTime": 259.5,
    "endTime": 264.0,
    "text": "Where will you be staying? Now, this is a very important question."
  },
  {
    "startTime": 264.5,
    "endTime": 271.0,
    "text": "If you are staying in the U.S., make sure you have your hotel address ready to tell the customs officer."
  },
  {
    "startTime": 271.5,
    "endTime": 277.0,
    "text": "If you're staying with a friend, have your friend's address ready to tell the customs officer."
  },
  {
    "startTime": 277.5,
    "endTime": 283.0,
    "text": "If you're staying in a dorm, if you're a student, say the name of the school, the dorm, have the address ready."
  },
  {
    "startTime": 284.0,
    "endTime": 286.5,
    "text": "Never say: \"I don't know. I haven't figured it out yet.\""
  },
  {
    "startTime": 287.0,
    "endTime": 290.5,
    "text": "They want to know where to find you if they need to find you. Okay?"
  },
  {
    "startTime": 291.0,
    "endTime": 294.0,
    "text": "Make sure you have an actual place to stay."
  },
  {
    "startTime": 294.5,
    "endTime": 300.0,
    "text": "How much currency are you carrying or are you carrying with you? It means: how much cash?"
  },
  {
    "startTime": 300.5,
    "endTime": 306.0,
    "text": "Travellers cheques, they don't care. Credit card, they don't care. How much cash?"
  },
  {
    "startTime": 306.5,
    "endTime": 309.0,
    "text": "You are allowed $10.000."
  },
  {
    "startTime": 310.0,
    "endTime": 320.0,
    "text": "Hopefully, you're not carrying $10,000 because they will take you to the back, and see it, ask you more questions, etc."
  },
  {
    "startTime": 320.5,
    "endTime": 325.0,
    "text": "If you have $100, say you have $100, that's it."
  },
  {
    "startTime": 325.5,
    "endTime": 336.0,
    "text": "Now, in some countries, for example, when I go somewhere and I have to go through the States, in Canada, we go through U.S. customs in Canada, so they will ask some security questions."
  },
  {
    "startTime": 336.5,
    "endTime": 342.0,
    "text": "Who packed your bags? Only one answer: \"I did.\" Sorry if you heard that."
  },
  {
    "startTime": 342.5,
    "endTime": 346.0,
    "text": "I did. Nobody packed my bags. I packed my bags. That's it."
  },
  {
    "startTime": 346.8,
    "endTime": 350.0,
    "text": "Did anybody give you a gift? No."
  },
  {
    "startTime": 350.5,
    "endTime": 354.5,
    "text": "Did any...? Did you leave the bag alone at any time? Did you leave it unattended that somebody else could touch it?"
  },
  {
    "startTime": 355.0,
    "endTime": 362.0,
    "text": "No. Okay? As soon as you say yes, you're going to the back, they're opening your bag, they're looking around to make sure."
  },
  {
    "startTime": 362.5,
    "endTime": 371.0,
    "text": "Are you carrying any guns or knives? If you are, you probably don't want to be going through customs anyway, so, no."
  },
  {
    "startTime": 371.5,
    "endTime": 377.0,
    "text": "Do you have anything to declare? Now, this is a very tricky question. You need to know the rules. Okay?"
  },
  {
    "startTime": 378.0,
    "endTime": 380.0,
    "text": "If you're bringing plants, you have to declare them."
  },
  {
    "startTime": 380.5,
    "endTime": 389.0,
    "text": "If you're bringing more than $10,000, you must declare it. If you're bringing any meat or other food items, you must declare it."
  },
  {
    "startTime": 389.5,
    "endTime": 402.0,
    "text": "Before you travel to the U.S., get on their U.S. government website, customs website, find out what you're allowed and what you're not allowed to bring, what you have to and what you don't have to declare."
  },
  {
    "startTime": 402.5,
    "endTime": 405.0,
    "text": "You don't want trouble later if they open your bags. Okay?"
  },
  {
    "startTime": 405.5,
    "endTime": 412.0,
    "text": "Now, they may ask you many other questions. The more nervous you are, the more questions they will ask you."
  },
  {
    "startTime": 412.5,
    "endTime": 417.0,
    "text": "I generally get these questions and they let me go. Okay? Everyone has a different experience."
  },
  {
    "startTime": 417.5,
    "endTime": 421.0,
    "text": "Some days, they are looking for more, so they'll ask people more questions."
  },
  {
    "startTime": 421.5,
    "endTime": 426.0,
    "text": "Some days. they will take a random search, I'll just put it here."
  },
  {
    "startTime": 427.0,
    "endTime": 431.5,
    "text": "They will just take somebody at random, and take them, and open their bags, and look, and let them go."
  },
  {
    "startTime": 432.0,
    "endTime": 438.0,
    "text": "There's something called a secondary...a secondary questioning."
  },
  {
    "startTime": 439.0,
    "endTime": 445.0,
    "text": "If they think they want to ask you more questions, they will take you to a room in the back, they will ask you more questions."
  },
  {
    "startTime": 445.5,
    "endTime": 451.0,
    "text": "Again, relax. If you have nothing to hide, then they have nothing to find. Okay?"
  },
  {
    "startTime": 451.5,
    "endTime": 453.0,
    "text": "So don't worry about it."
  },
  {
    "startTime": 453.4,
    "endTime": 457.0,
    "text": "So, if you're travelling through the States, remember: it's not...don't worry about the English."
  },
  {
    "startTime": 457.5,
    "endTime": 461.0,
    "text": "Keep your questions short and answer them quickly. You don't need full sentences."
  },
  {
    "startTime": 462.0,
    "endTime": 468.0,
    "text": "You definitely don't need perfect sentences. Answer the question, go on your way. Okay?"
  },
  {
    "startTime": 468.5,
    "endTime": 476.0,
    "text": "I've put a few of these...a few examples of answers and questions that you might face on www.engvid.com's quiz section."
  },
  {
    "startTime": 476.0,
    "endTime": 478.0,
    "text": "You can ask me questions there as well."
  },
  {
    "startTime": 478.5,
    "endTime": 485.0,
    "text": "And don't forget to subscribe to my YouTube channel. See you again."
  }
]