[
  {
    "startTime": 4.3,
    "endTime": 10.349,
    "text": "Tired of everyone telling you that social media is making you sad? Now science says its might actually make you less stressed!"
  },
  {
    "startTime": 15.0,
    "endTime": 16.819,
    "text": "Hey guys, Julia here for DNews."
  },
  {
    "startTime": 17.2,
    "endTime": 19.7,
    "text": "Some people say technology is taking over our lives."
  },
  {
    "startTime": 20.0,
    "endTime": 23.23,
    "text": "Over half of those online use two or more social networks."
  },
  {
    "startTime": 23.43,
    "endTime": 28.77,
    "text": "Some worry this is making us more isolated and more stressed out as we try to keep up with the joneses."
  },
  {
    "startTime": 28.97,
    "endTime": 32.58,
    "text": "But a recent study from the Pew Research Center suggests otherwise."
  },
  {
    "startTime": 32.88,
    "endTime": 35.17,
    "text": "Social media can make us feel a little lonely."
  },
  {
    "startTime": 35.6,
    "endTime": 40.300000000000004,
    "text": "We have a constant stream of other people's business and it's too easy to keep comparing ourselves to them."
  },
  {
    "startTime": 40.8,
    "endTime": 45.33,
    "text": "People carefully craft their online personas and some people get stressed out from the comparison."
  },
  {
    "startTime": 45.83,
    "endTime": 48.51,
    "text": "But that's like comparing your outtakes to everyone else's highlights."
  },
  {
    "startTime": 49.01,
    "endTime": 56.8,
    "text": "And then there's keeping up with yourself, just like other people try to position themselves in a good light, you too can get wrapped up in doing just the same."
  },
  {
    "startTime": 56.97,
    "endTime": 61.778999999999996,
    "text": "Trying to show only your best angle, your wittiest statuses and your best days at work and home."
  },
  {
    "startTime": 62.02,
    "endTime": 65.099,
    "text": "And then there's the fact you're keeping up with other's stresses."
  },
  {
    "startTime": 65.399,
    "endTime": 70.45,
    "text": "Using social media makes you more likely to be aware of the stress going on in the lives of your family and friends."
  },
  {
    "startTime": 70.75,
    "endTime": 72.98,
    "text": "This could make you your stress levels rise as well."
  },
  {
    "startTime": 73.28,
    "endTime": 75.57000000000001,
    "text": "This is what researchers call \"The Cost of Caring.\""
  },
  {
    "startTime": 75.77,
    "endTime": 81.669,
    "text": "There's a flip-side to all of that. Being better connected through technology means well, you're better connected."
  },
  {
    "startTime": 82.069,
    "endTime": 87.809,
    "text": "Previous studies show that active social media users have more close friends, feel more supported, are more trusting,"
  },
  {
    "startTime": 88.109,
    "endTime": 92.009,
    "text": "and even more politically active than their disconnected or less connected peers."
  },
  {
    "startTime": 92.149,
    "endTime": 98.289,
    "text": "For this study, participants in the survey were asked about their social media use, what websites they use and how they use them."
  },
  {
    "startTime": 98.489,
    "endTime": 101.979,
    "text": "They found the link between social media and stress is pretty indirect."
  },
  {
    "startTime": 102.429,
    "endTime": 109.099,
    "text": "But it did show that women seemed to benefit more than men from being better connected, even though women report being more stressed overall."
  },
  {
    "startTime": 109.379,
    "endTime": 114.069,
    "text": "On a Perceived Stress Scale, women reported overall stress levels 7% higher than men."
  },
  {
    "startTime": 114.369,
    "endTime": 120.149,
    "text": "But with all the keeping up with the Joneses stuff, how does social media reduce stress? Well, it's a few things."
  },
  {
    "startTime": 120.419,
    "endTime": 126.7,
    "text": "Women might be burdened with \"maintaining household relationships\", and typically, they tend to share their emotional experiences more than men."
  },
  {
    "startTime": 127.129,
    "endTime": 133.43,
    "text": "And social media allows for a low-demand easily accessible way to share. It's much more efficient and saves a lot of time."
  },
  {
    "startTime": 133.53,
    "endTime": 135.93,
    "text": "Also, there's kind of a schadenfreude effect here."
  },
  {
    "startTime": 136.1,
    "endTime": 140.4,
    "text": "Well, the researchers say a little nicer than that, they call it \"the joy of missing out.\""
  },
  {
    "startTime": 140.63,
    "endTime": 147.599,
    "text": "For some women who are more aware of stressful events in the people who aren't so close to them, their level of stress was lower by 6%."
  },
  {
    "startTime": 148.06,
    "endTime": 153.87,
    "text": "I guess putting your stress into context and realizing you don't have it as bad as that other guy is kind of a relief."
  },
  {
    "startTime": 154.09,
    "endTime": 158.189,
    "text": "And using these technologies more frequently can be key to being less stressed."
  },
  {
    "startTime": 158.689,
    "endTime": 170.9,
    "text": "On average those women who send pictures through their phones, send and receive around 25 emails a day and who more frequently use twitter, have 21% less stress than their peers who don't use any of these."
  },
  {
    "startTime": 171.08,
    "endTime": 173.49,
    "text": "And yet these benefits aren't entirely just for women."
  },
  {
    "startTime": 173.69,
    "endTime": 180.44,
    "text": "Social media users of both genders report higher feelings of social support and are more aware of the resources available in their network."
  },
  {
    "startTime": 181.04,
    "endTime": 182.959,
    "text": "And like anything, how you use it matters."
  },
  {
    "startTime": 183.259,
    "endTime": 189.909,
    "text": "So rather than just scrolling facebook and browsing twitter, interacting with actual PEOPLE on these sites leads to a better feeling."
  },
  {
    "startTime": 190.209,
    "endTime": 198.249,
    "text": "Just like in days of old, communicating, sharing and supporting make us feel better and feel less stressed. We just have a new way of doing it."
  },
  {
    "startTime": 198.44,
    "endTime": 203.48,
    "text": "For more information on this study and others like it check out the links in the description, and check out THIS video,"
  },
  {
    "startTime": 204.38,
    "endTime": 209.989,
    "text": "Tara will tell you the reason some people in your facebook feed are prone to oversharing. I think we all know that guy."
  },
  {
    "startTime": 210.22,
    "endTime": 216.48,
    "text": "Or a girl...you share way to much. So what do you think? Do you feel close to people with texting and social media?"
  },
  {
    "startTime": 216.58,
    "endTime": 223.28,
    "text": "Or does it make you feel lonely? Let us know in the comments below! And don't forget to subscribe to DNews for more science every day."
  }
]