[
  {
    "startTime": 12.9,
    "endTime": 15.7,
    "text": "The power of yet."
  },
  {
    "startTime": 15.8,
    "endTime": 22.5,
    "text": "I heard about a high school in Chicago where students had to pass a certain number of courses to graduate,"
  },
  {
    "startTime": 22.6,
    "endTime": 27.900000000000002,
    "text": "and if they didn't pass a course, they got the grade \"Not Yet\"."
  },
  {
    "startTime": 28.0,
    "endTime": 30.4,
    "text": "And I thought that was fantastic."
  },
  {
    "startTime": 30.5,
    "endTime": 34.3,
    "text": "Because if you get a failing grade, you think, \"I'm nothing; I'm nowhere.\""
  },
  {
    "startTime": 34.4,
    "endTime": 40.699999999999996,
    "text": "But if you get the grade \"Not Yet\",  you understand that you're on a learning curve."
  },
  {
    "startTime": 40.8,
    "endTime": 44.0,
    "text": "It gives you a path into the future."
  },
  {
    "startTime": 44.1,
    "endTime": 54.1,
    "text": "\"Not Yet\" also gave me insight into a critical event early in my career, a real turning point."
  },
  {
    "startTime": 54.6,
    "endTime": 61.2,
    "text": "I wanted to see how children coped with challenge and difficulty."
  },
  {
    "startTime": 61.5,
    "endTime": 69.0,
    "text": "So, I gave 10-year-olds problems that were slightly too hard for them."
  },
  {
    "startTime": 69.1,
    "endTime": 73.89999999999999,
    "text": "Some of them reacted in a shockingly positive way."
  },
  {
    "startTime": 74.0,
    "endTime": 83.1,
    "text": "They said things like, \"I love a challenge,\" or, \"You know, I was hoping this would be informative.\""
  },
  {
    "startTime": 83.5,
    "endTime": 89.3,
    "text": "They understood that their abilities could be developed."
  },
  {
    "startTime": 89.4,
    "endTime": 93.2,
    "text": "They had what I call a \"growth mindset\"."
  },
  {
    "startTime": 93.3,
    "endTime": 98.5,
    "text": "But other students felt it was tragic, catastrophic."
  },
  {
    "startTime": 98.6,
    "endTime": 109.69999999999999,
    "text": "From their more fixed mindset perspective, their intelligence had been up for judgment and they failed."
  },
  {
    "startTime": 110.2,
    "endTime": 119.2,
    "text": "Instead of luxuriating in the power of yet, they were gripped in the tyranny of now."
  },
  {
    "startTime": 119.3,
    "endTime": 121.6,
    "text": "So, what do they do next?"
  },
  {
    "startTime": 121.7,
    "endTime": 123.9,
    "text": "I'll tell you what they do next."
  },
  {
    "startTime": 124.0,
    "endTime": 134.0,
    "text": "In one study, they told us they would probably cheat the next time instead of studying more if they failed a test."
  },
  {
    "startTime": 134.1,
    "endTime": 144.9,
    "text": "In another study, after a failure, they looked for someone who did worse than they did so they could feel really good about themselves."
  },
  {
    "startTime": 145.1,
    "endTime": 150.9,
    "text": "And in study after study, they have run from difficulty."
  },
  {
    "startTime": 151.3,
    "endTime": 160.10000000000002,
    "text": "Scientists measured the electrical activity from the brain as students confronted an error."
  },
  {
    "startTime": 160.2,
    "endTime": 164.2,
    "text": "On the left, you see the fixed mindset students."
  },
  {
    "startTime": 164.3,
    "endTime": 166.4,
    "text": "There's hardly any activity."
  },
  {
    "startTime": 166.5,
    "endTime": 168.7,
    "text": "They run from the error."
  },
  {
    "startTime": 168.8,
    "endTime": 171.5,
    "text": "They don't engage with it."
  },
  {
    "startTime": 171.694,
    "endTime": 179.1,
    "text": "But on the right, you have the students with the growth mindset, the idea that abilities can be developed."
  },
  {
    "startTime": 179.2,
    "endTime": 184.2,
    "text": "They engage deeply; their brain is on fire with yet."
  },
  {
    "startTime": 184.3,
    "endTime": 185.9,
    "text": "They engage deeply."
  },
  {
    "startTime": 186.6,
    "endTime": 193.2,
    "text": "They process the error, they learn from it, and they correct it."
  },
  {
    "startTime": 193.7,
    "endTime": 196.39999999999998,
    "text": "How are we raising our children?"
  },
  {
    "startTime": 196.5,
    "endTime": 201.1,
    "text": "Are we raising them for now instead of yet?"
  },
  {
    "startTime": 201.5,
    "endTime": 206.4,
    "text": "Are we raising kids who are obsessed with getting A's?"
  },
  {
    "startTime": 206.9,
    "endTime": 211.5,
    "text": "Are we raising kids who don't know how to dream big dreams?"
  },
  {
    "startTime": 212.3,
    "endTime": 219.0,
    "text": "Their biggest goal is getting the next A or the next test score?"
  },
  {
    "startTime": 219.1,
    "endTime": 228.0,
    "text": "And are they carrying this need for constant validation with them into their future lives?"
  },
  {
    "startTime": 228.1,
    "endTime": 231.9,
    "text": "Maybe, because employers are coming to me and saying,"
  },
  {
    "startTime": 232.0,
    "endTime": 242.3,
    "text": "\"We have already raised a generation of young workers who can't get through the day without an award.\""
  },
  {
    "startTime": 242.4,
    "endTime": 245.5,
    "text": "So, what can we do?"
  },
  {
    "startTime": 245.6,
    "endTime": 249.2,
    "text": "How can we build that bridge to yet?"
  },
  {
    "startTime": 249.3,
    "endTime": 251.20000000000002,
    "text": "Here are some things we can do."
  },
  {
    "startTime": 251.3,
    "endTime": 260.2,
    "text": "First of all, we can praise wisely, not praising intelligence or talent⏤that has failed."
  },
  {
    "startTime": 260.3,
    "endTime": 262.0,
    "text": "Don't do that anymore."
  },
  {
    "startTime": 262.1,
    "endTime": 266.40000000000003,
    "text": "But praising the process that kids engage in."
  },
  {
    "startTime": 266.5,
    "endTime": 272.3,
    "text": "Their effort, their strategies, their focus, their perseverance, their improvement."
  },
  {
    "startTime": 272.6,
    "endTime": 279.1,
    "text": "This process praise creates kids who are hardy and resilient."
  },
  {
    "startTime": 279.2,
    "endTime": 282.09999999999997,
    "text": "There are other ways to reward yet."
  },
  {
    "startTime": 282.2,
    "endTime": 294.0,
    "text": "We recently teamed up with game scientists from the University of Washington to create a new online math game that rewarded yet."
  },
  {
    "startTime": 294.1,
    "endTime": 300.20000000000005,
    "text": "In this game, students were rewarded for effort, strategy, and progress."
  },
  {
    "startTime": 300.3,
    "endTime": 310.2,
    "text": "The usual math game rewards you for getting answers right right now, but this game rewarded process."
  },
  {
    "startTime": 310.3,
    "endTime": 325.0,
    "text": "And we got more effort, more strategies, more engagement over longer periods of time, and more perseverance when they hit really, really hard problems."
  },
  {
    "startTime": 325.1,
    "endTime": 339.1,
    "text": "Just the words \"yet\" or \"not yet,\" we're finding, give kids greater confidence, give them a path into the future that creates greater persistence."
  },
  {
    "startTime": 339.2,
    "endTime": 344.0,
    "text": "And we can actually change students' mindsets."
  },
  {
    "startTime": 344.9,
    "endTime": 354.79999999999995,
    "text": "In one study, we taught them that every time they push out of their comfort zone to learn something new and difficult,"
  },
  {
    "startTime": 354.824,
    "endTime": 364.1,
    "text": "the neurons in their brain can form new, stronger connections, and over time, they can get smarter."
  },
  {
    "startTime": 364.2,
    "endTime": 365.5,
    "text": "Look what happened."
  },
  {
    "startTime": 365.6,
    "endTime": 376.1,
    "text": "In this study, students who were not taught this growth mindset continued to show declining grades over this difficult school transition,"
  },
  {
    "startTime": 376.2,
    "endTime": 383.0,
    "text": "but those who were taught this lesson showed a sharp rebound in their grades."
  },
  {
    "startTime": 383.1,
    "endTime": 395.70000000000005,
    "text": "We have shown this now, this kind of improvement, with thousands and thousands of kids, especially struggling students."
  },
  {
    "startTime": 395.9,
    "endTime": 399.5,
    "text": "So, let's talk about equality."
  },
  {
    "startTime": 400.291,
    "endTime": 413.9,
    "text": "In our country, there are groups of students who chronically underperform, for example, children in inner cities or children on Native American reservations."
  },
  {
    "startTime": 414.0,
    "endTime": 421.0,
    "text": "And they've done so poorly for so long that many people think it's inevitable."
  },
  {
    "startTime": 421.1,
    "endTime": 432.70000000000005,
    "text": "But when educators create growth mindset classrooms steeped in yet, equality happens."
  },
  {
    "startTime": 432.8,
    "endTime": 436.90000000000003,
    "text": "And here are just a few examples."
  },
  {
    "startTime": 437.0,
    "endTime": 450.6,
    "text": "In one year, a kindergarten class in Harlem, New York, scored in the 95th percentile on the National Achievement Test."
  },
  {
    "startTime": 450.7,
    "endTime": 457.59999999999997,
    "text": "Many of those kids could not hold a pencil when they arrived at school."
  },
  {
    "startTime": 457.7,
    "endTime": 475.0,
    "text": "In one year, fourth-grade students in the South Bronx, way behind, became the number-one fourth-grade class in the state of New York on the state math test."
  },
  {
    "startTime": 475.1,
    "endTime": 491.40000000000003,
    "text": "In a year to a year and a half, Native American students in a school on a reservation went from the bottom of their district to the top,"
  },
  {
    "startTime": 491.5,
    "endTime": 497.2,
    "text": "and that district included affluent sections of Seattle."
  },
  {
    "startTime": 497.3,
    "endTime": 504.40000000000003,
    "text": "So, the native kids outdid the Microsoft kids."
  },
  {
    "startTime": 504.5,
    "endTime": 512.3,
    "text": "This happened because the meaning of effort and difficulty were transformed."
  },
  {
    "startTime": 512.8,
    "endTime": 521.6999999999999,
    "text": "Before, effort and difficulty made them feel dumb, made them feel like giving up,"
  },
  {
    "startTime": 521.8,
    "endTime": 530.6999999999999,
    "text": "but now, effort and difficulty, that's when their neurons are making new connections, stronger connections."
  },
  {
    "startTime": 530.8,
    "endTime": 534.3,
    "text": "That's when they're getting smarter."
  },
  {
    "startTime": 534.7,
    "endTime": 539.8000000000001,
    "text": "I received a letter recently from a 13-year-old boy."
  },
  {
    "startTime": 539.9,
    "endTime": 555.9,
    "text": "He said, \"Dear Professor Dweck, I appreciate that your writing is based on solid scientific research, and that's why I decided to put it into practice.\""
  },
  {
    "startTime": 556.0,
    "endTime": 567.1,
    "text": "\"I put more effort into my schoolwork, into my relationship with my family, and into my relationship with kids at school,\""
  },
  {
    "startTime": 567.2,
    "endTime": 574.1,
    "text": "\"and I experienced great improvement in all of those areas.\""
  },
  {
    "startTime": 574.2,
    "endTime": 579.1,
    "text": "\"I now realize I've wasted most of my life.\""
  },
  {
    "startTime": 581.3,
    "endTime": 586.5999999999999,
    "text": "Let's not waste any more lives."
  },
  {
    "startTime": 587.0,
    "endTime": 595.9,
    "text": "Because once we know that abilities are capable of such growth,"
  },
  {
    "startTime": 596.0,
    "endTime": 614.7,
    "text": "it becomes a basic human right for children, all children, to live in places that create that growth, to live in places filled with yet."
  },
  {
    "startTime": 614.8,
    "endTime": 615.9,
    "text": "Thank you."
  }
]