[
  {
    "startTime": 3.57,
    "endTime": 5.529999999999999,
    "text": "How to Celebrate Chinese New Year."
  },
  {
    "startTime": 5.54,
    "endTime": 12.120000000000001,
    "text": "Chinese New Year, also known as Lunar New Year, is celebrated throughout the world in late January or early February."
  },
  {
    "startTime": 12.13,
    "endTime": 13.5,
    "text": "Here's how to celebrate."
  },
  {
    "startTime": 13.51,
    "endTime": 22.189999999999998,
    "text": "You will need the correct date, traditional foods, new, red clothing, red envelopes and red paper lantern."
  },
  {
    "startTime": 22.2,
    "endTime": 26.49,
    "text": "Optional: firecrackers and drums and gongs."
  },
  {
    "startTime": 26.5,
    "endTime": 31.94,
    "text": "Step 1. Find the next date of Chinese New Year, which changes with the lunar cycle."
  },
  {
    "startTime": 31.95,
    "endTime": 36.4,
    "text": "Learn which of the 12 zodiac animals is associated with that year's celebration."
  },
  {
    "startTime": 36.41,
    "endTime": 42.73,
    "text": "Step 2. Before the Chinese New Year arrives, clean your house, and settle any outstanding debts with friends."
  },
  {
    "startTime": 42.74,
    "endTime": 46.79,
    "text": "According to tradition, this helps the new year get off to a fresh start."
  },
  {
    "startTime": 46.8,
    "endTime": 51.89,
    "text": "Clean the headstones of deceased relatives and friends to ensure spiritual favor."
  },
  {
    "startTime": 51.9,
    "endTime": 59.29,
    "text": "Step 3. Get together with friends and family on the eve of Chinese New Year for a reunion dinner, a large, celebratory feast."
  },
  {
    "startTime": 59.3,
    "endTime": 64.78999999999999,
    "text": "Make a batch of \"nian gao\", steamed cakes made with rice flour, which are said to bring good luck."
  },
  {
    "startTime": 64.8,
    "endTime": 71.69,
    "text": "Step 4. Buy new, red clothes to wear throughout the Chinese New Year celebration; the color is considered lucky."
  },
  {
    "startTime": 71.7,
    "endTime": 79.17,
    "text": "Step 5. Give red envelopes filled with money to friends and relatives to invite success and generosity into everyone's lives."
  },
  {
    "startTime": 79.18,
    "endTime": 84.53,
    "text": "Use an amount ending in 8, which is particularly lucky in Chinese culture, and avoid the number 4."
  },
  {
    "startTime": 84.54,
    "endTime": 87.77000000000001,
    "text": "Step 6. Attend a Chinese New Year parade."
  },
  {
    "startTime": 87.78,
    "endTime": 91.19,
    "text": "One of the most popular ways to celebrate the holiday's hopeful spirit."
  },
  {
    "startTime": 91.2,
    "endTime": 95.29,
    "text": "You can also light firecrackers and bang drums and gongs to celebrate."
  },
  {
    "startTime": 95.3,
    "endTime": 101.66,
    "text": "Only use firecrackers or fireworks under close supervision. Know the laws governing explosives where you live."
  },
  {
    "startTime": 101.67,
    "endTime": 107.88,
    "text": "Step 7. On the 15th night of the new year, light a red paper lantern to mark the end of the holiday."
  },
  {
    "startTime": 107.89,
    "endTime": 114.46000000000001,
    "text": "Then, wish your friends and family \"Gong Xi Fa Tsai,\" and prepare for 12 months of prosperity and luck."
  },
  {
    "startTime": 114.47,
    "endTime": 119.53,
    "text": "Did you know? In 1980, the Chinese were the 10th-largest immigrant group in the US;"
  },
  {
    "startTime": 119.54,
    "endTime": 128.24,
    "text": "by 2006, they had become the third-largest."
  }
]