[
  {
    "startTime": 6.8,
    "endTime": 23.1,
    "text": "In 1796, the scientist Edward Jenner injected material from a cowpox virus into an eight-year-old boy with a hunch that this would provide the protection needed to save people from deadly outbreaks of the related smallpox virus."
  },
  {
    "startTime": 23.2,
    "endTime": 24.9,
    "text": "It was a success."
  },
  {
    "startTime": 24.9,
    "endTime": 30.9,
    "text": "The eight-year-old was inoculated against the disease, and this became the first ever vaccine."
  },
  {
    "startTime": 30.9,
    "endTime": 32.5,
    "text": "But why did it work?"
  },
  {
    "startTime": 32.5,
    "endTime": 41.0,
    "text": "To understand how vaccines function, we need to know how the immune system defends us against contagious diseases in the first place."
  },
  {
    "startTime": 41.0,
    "endTime": 49.8,
    "text": "When foreign microbes invade us, the immune system triggers a series of responses in an attempt to identify and remove them from our bodies."
  },
  {
    "startTime": 49.8,
    "endTime": 63.3,
    "text": "The signs that this immune response is working are the coughing, sneezing, inflammation and fever we experience, which work to trap, deter and rid the body of threatening things, like bacteria."
  },
  {
    "startTime": 63.3,
    "endTime": 70.2,
    "text": "These innate immune responses also trigger our second line of defense, called adaptive immunity."
  },
  {
    "startTime": 70.2,
    "endTime": 83.7,
    "text": "Special cells called B cells and T cells are recruited to fight microbes, and also record information about them, creating a memory of what the invaders look like and how best to fight them."
  },
  {
    "startTime": 83.7,
    "endTime": 89.5,
    "text": "This know-how becomes handy if the same pathogen invades the body again."
  },
  {
    "startTime": 89.5,
    "endTime": 93.5,
    "text": "But despite this smart response, there's still a risk involved."
  },
  {
    "startTime": 93.5,
    "endTime": 98.8,
    "text": "The body takes time to learn how to respond to pathogens and to build up these defenses."
  },
  {
    "startTime": 98.8,
    "endTime": 108.89999999999999,
    "text": "And even then, if a body is too weak or young to fight back when it's invaded, it might face very serious risk if the pathogen is particularly severe."
  },
  {
    "startTime": 108.9,
    "endTime": 115.10000000000001,
    "text": "But what if we could prepare the body's immune response, readying it before someone even got ill?"
  },
  {
    "startTime": 115.1,
    "endTime": 117.5,
    "text": "This is where vaccines come in."
  },
  {
    "startTime": 117.5,
    "endTime": 129.7,
    "text": "Using the same principles that the body uses to defend itself, scientists use vaccines to trigger the body's adaptive immune system without exposing humans to the full strength disease."
  },
  {
    "startTime": 129.7,
    "endTime": 136.1,
    "text": "This has resulted in many vaccines, which each work uniquely, separated into many different types."
  },
  {
    "startTime": 136.1,
    "endTime": 139.5,
    "text": "First, we have live attenuated vaccines."
  },
  {
    "startTime": 139.6,
    "endTime": 144.7,
    "text": "These are made of the pathogen itself but a much weaker and tamer version."
  },
  {
    "startTime": 144.8,
    "endTime": 149.3,
    "text": "Next, we have inactive vaccines, in which the pathogens have been killed."
  },
  {
    "startTime": 149.3,
    "endTime": 156.4,
    "text": "The weakening and inactivation in both types of vaccine ensures that pathogens don't develop into the full-blown disease."
  },
  {
    "startTime": 156.4,
    "endTime": 166.20000000000002,
    "text": "But just like a disease, they trigger an immune response, teaching the body to recognize an attack by making a profile of pathogens in preparation."
  },
  {
    "startTime": 166.2,
    "endTime": 181.0,
    "text": "The downside is that live attenuated vaccines can be difficult to make, and because they're live and quite powerful, people with weaker immune systems can't have them, while inactive vaccines don't create long-lasting immunity."
  },
  {
    "startTime": 181.0,
    "endTime": 191.5,
    "text": "Another type, the subunit vaccine, is only made from one part of the pathogen, called an antigen, the ingredient that actually triggers the immune response."
  },
  {
    "startTime": 191.5,
    "endTime": 201.8,
    "text": "By even further isolating specific components of antigens, like proteins or polysaccharides, these vaccines can prompt specific responses."
  },
  {
    "startTime": 201.8,
    "endTime": 207.20000000000002,
    "text": "Scientists are now building a whole new range of vaccines called DNA vaccines."
  },
  {
    "startTime": 207.2,
    "endTime": 216.6,
    "text": "For this variety, they isolate the very genes that make the specific antigens the body needs to trigger its immune response to specific pathogens."
  },
  {
    "startTime": 216.6,
    "endTime": 222.4,
    "text": "When injected into the human body, those genes instruct cells in the body to make the antigens."
  },
  {
    "startTime": 222.4,
    "endTime": 238.6,
    "text": "This causes a stronger immune response, and prepares the body for any future threats, and because the vaccine only includes specific genetic material, it doesn't contain any other ingredients from the rest of the pathogen that could develop into the disease and harm the patient."
  },
  {
    "startTime": 238.6,
    "endTime": 246.2,
    "text": "If these vaccines become a success, we might be able to build more effective treatments for invasive pathogens in years to come."
  },
  {
    "startTime": 246.2,
    "endTime": 267.9,
    "text": "Just like Edward Jenner's amazing discovery spurred on modern medicine all those decades ago, continuing the development of vaccines might even allow us to treat diseases like HIV, malaria, or Ebola, one day."
  }
]