[
  {
    "startTime": 9.999,
    "endTime": 14.739,
    "text": "New York is situated in the Northeast region of the United States of America."
  },
  {
    "startTime": 15.739,
    "endTime": 22.469,
    "text": "Over eight million people call the Big Apple home, and the city attracts up to fifty million visitors a year."
  },
  {
    "startTime": 25.199,
    "endTime": 34.969,
    "text": "Ever since the colonists arrived in 1624, New York has been continuously shaped by the waves of immigrants drawn here by the promise of hope and liberty."
  },
  {
    "startTime": 35.63,
    "endTime": 43.230000000000004,
    "text": "Every newcomer arrived with a cultural suitcase that contributed to the sounds, tastes, and textures of New York."
  },
  {
    "startTime": 43.049,
    "endTime": 47.679,
    "text": "But it is their dreams which built the city, a city like no other!"
  },
  {
    "startTime": 52.779,
    "endTime": 59.6,
    "text": "New York touches not only the heavens with its mythic skyline, its influence radiates to every corner of the globe."
  },
  {
    "startTime": 59.97,
    "endTime": 65.25,
    "text": "Every street corner, it seems, is familiar through documentary, movie, and song."
  },
  {
    "startTime": 67.15,
    "endTime": 76.79,
    "text": "New York's straightforward grid system makes it an easy city to explore by foot, taxi, or on its subway, which, just like the city, never sleeps."
  },
  {
    "startTime": 80.69,
    "endTime": 85.34,
    "text": "In Manhattan's Midtown, you'll find many of the Big Apple's most iconic symbols."
  },
  {
    "startTime": 85.64,
    "endTime": 92.12,
    "text": "The Art Deco designed Empire State Building is one of the most impressive and endearing skyscrapers ever created."
  },
  {
    "startTime": 93.62,
    "endTime": 103.58000000000001,
    "text": "The skyline may have grown up around it, but the view from the 102nd floor is as breathtaking today as it was when it first opened in 1931."
  },
  {
    "startTime": 105.269,
    "endTime": 110.5,
    "text": "New York has always been a place where \"when the going got tough, the tough got going\"."
  },
  {
    "startTime": 110.7,
    "endTime": 117.49900000000001,
    "text": "The Rockefeller Center, a visionary city within a city, rose during the darkest days of the Great Depression."
  },
  {
    "startTime": 117.54,
    "endTime": 123.74900000000001,
    "text": "Today, it's still a place of creativity, inspiration, and even more incredible views of the city."
  },
  {
    "startTime": 126.67,
    "endTime": 137.34,
    "text": "Closer to earth is Grand Central Terminal. Step into the Main Concourse and feel the echo of every tearful farewell and joyous greeting throughout the station's history."
  },
  {
    "startTime": 141.63,
    "endTime": 149.19,
    "text": "New York has always been the gateway to the Land of the Free, but it is also the City of the Spree, the shopping spree!"
  },
  {
    "startTime": 149.35,
    "endTime": 157.26999999999998,
    "text": "This city is shopaholic heaven, and Fifth Avenue, with its eye-popping window displays, is the high temple of the retail world."
  },
  {
    "startTime": 159.56,
    "endTime": 164.17000000000002,
    "text": "Times Square, one of the most visited tourist attractions on the planet."
  },
  {
    "startTime": 164.3,
    "endTime": 170.5,
    "text": "Stand here on the corner of Broadway and Seventh Avenue, and you stand at the crossroads of the world."
  },
  {
    "startTime": 171.3,
    "endTime": 175.84,
    "text": "It's also the place to snap up a half-price ticket to a Broadway show."
  },
  {
    "startTime": 181.84,
    "endTime": 194.0,
    "text": "New York has been blessed with generous civic spaces, but there is no greater chill-out space in the Big Apple than Central Park, a beautiful 850-acre network of meadows and lakes."
  },
  {
    "startTime": 194.0,
    "endTime": 199.95,
    "text": "This is the place where New Yorkers come to rest, romance, and express themselves."
  },
  {
    "startTime": 204.05,
    "endTime": 213.23000000000002,
    "text": "Over the decades, many New Yorkers made it big, and much of that fabulous wealth was reinvested into collecting some of the greatest artworks on the planet."
  },
  {
    "startTime": 213.69,
    "endTime": 217.38,
    "text": "Nowadays, much of this art is available for everyone to enjoy."
  },
  {
    "startTime": 217.78,
    "endTime": 225.51,
    "text": "A walk through The Metropolitan Museum of Art is a walk through 5,000 years of humankind's greatest creative moments."
  },
  {
    "startTime": 226.81,
    "endTime": 237.81,
    "text": "The Frank Lloyd Wright designed Guggenheim is a different kind of walk, one which spirals ever-upward through a dizzying collection of 20th and 21st Century masterpieces."
  },
  {
    "startTime": 240.69,
    "endTime": 248.41,
    "text": "Newcomers to New York spend much of their time looking skyward, but since the 2001 attacks on the World Trade Center,"
  },
  {
    "startTime": 248.42,
    "endTime": 253.42999999999998,
    "text": "a new attraction gives locals and visitors a chance to pause and bow their heads."
  },
  {
    "startTime": 255.63,
    "endTime": 264.0,
    "text": "The Reflecting Absence Memorial & Museum honors the 3,000 people who lost their lives on that darkest of September days."
  },
  {
    "startTime": 267.71,
    "endTime": 276.52,
    "text": "New York resonates with the sounds of over 800 language groups, and nothing epitomizes this diversity like the city's neighborhoods."
  },
  {
    "startTime": 277.04,
    "endTime": 282.27000000000004,
    "text": "Little Italy packs all the tastes and flavors of Italy into just a couple of streets,"
  },
  {
    "startTime": 282.3,
    "endTime": 287.40000000000003,
    "text": "while Soho attracts cool cats and well-heeled bohemians from all over the world."
  },
  {
    "startTime": 289.77,
    "endTime": 300.24,
    "text": "A few streets away, Greenwich Village proudly retains the cafés and bars where creative residents like Bob Dylan first performed before becoming American icons."
  },
  {
    "startTime": 300.26,
    "endTime": 306.59999999999997,
    "text": "And then there are the boroughs; walk across the Brooklyn Bridge to the melting pot of Brooklyn."
  },
  {
    "startTime": 306.74,
    "endTime": 313.19,
    "text": "With its own distinctive neighborhoods, museums, open spaces, and who could forget, Coney Island!"
  },
  {
    "startTime": 316.32,
    "endTime": 324.77,
    "text": "So. welcome to New York City, the Big Apple; we've only just given you a bite-sized taste of what this incredible city has to offer."
  },
  {
    "startTime": 324.8,
    "endTime": 331.6,
    "text": "But if you've got an appetite for the very best things that life has to offer, this is the destination for you."
  },
  {
    "startTime": 331.67,
    "endTime": 334.84000000000003,
    "text": "There's enough to feast on here for a lifetime!"
  }
]