[
  {
    "startTime": 0.945,
    "endTime": 5.168,
    "text": "Some of our favorite foods are closer to THIS than THIS."
  },
  {
    "startTime": 5.168,
    "endTime": 10.8,
    "text": "That's because coffee, bread, cheese, beer, even chocolate are all home to millions of microbes."
  },
  {
    "startTime": 10.8,
    "endTime": 17.6,
    "text": "In fact, these foods only acquire the tastes, smells, and textures we love because of tiny bacteria and fungi."
  },
  {
    "startTime": 17.7,
    "endTime": 22.549999999999997,
    "text": "The vast majority of microbes, about 99 percent, are actually quite harmless to humans."
  },
  {
    "startTime": 22.6,
    "endTime": 31.700000000000003,
    "text": "But the other 1 percent are nasty enough that our ancestors and the ancestors of various other mammals and birds, evolved a natural repulsion to stuff that might harbor nasty germs."
  },
  {
    "startTime": 31.8,
    "endTime": 38.3,
    "text": "In general, we think rotten stuff looks and smells disgusting, which, considering what's at stake, isn't overly cautious."
  },
  {
    "startTime": 38.3,
    "endTime": 43.4,
    "text": "Fortunately, if friendly microbes get to our food first, they can keep the bad guys at bay."
  },
  {
    "startTime": 43.5,
    "endTime": 47.5,
    "text": "Meat left out on the counter provides the perfect conditions for pathogens to flourish."
  },
  {
    "startTime": 47.7,
    "endTime": 51.1,
    "text": "It's warm, moist and protein-rich, just like our bodies."
  },
  {
    "startTime": 51.1,
    "endTime": 59.577,
    "text": "But with some micro-management, adding lots of salt, for instance, we can help harmless, salt-tolerant microbes out-compete their dangerous but salt-sensitive relatives."
  },
  {
    "startTime": 59.6,
    "endTime": 64.3,
    "text": "A few unrefrigerated months later, we get salami, rather than Salmonella!"
  },
  {
    "startTime": 64.334,
    "endTime": 72.092,
    "text": "Our ancestors stumbled on this kind of controlled spoilage thousands of years ago, either by lucky accidents or out of serious desperation."
  },
  {
    "startTime": 72.092,
    "endTime": 75.4,
    "text": "And we humans have been intentionally spoiling food ever since."
  },
  {
    "startTime": 75.5,
    "endTime": 83.4,
    "text": "Not only to keep our food safe to eat, but also because the microbes we culture can transform it, almost magically, into awesome deliciousness."
  },
  {
    "startTime": 83.4,
    "endTime": 90.10000000000001,
    "text": "Yeast, for example, gorge on the sugary starch in bread dough, then burp out carbon dioxide that helps give loaves their lift."
  },
  {
    "startTime": 90.1,
    "endTime": 100.0,
    "text": "In a more exotic transformation, bacteria and fungi take turns munching on piles of cacao, mellowing out better polyphenols and helping create the complex and delicious taste of chocolate."
  },
  {
    "startTime": 100.0,
    "endTime": 114.53,
    "text": "And deep in cheese caves, mold spores populate small holes and cracks in soon to be blue cheese, digesting big protein and fat molecules into a host of smaller aromatic and flavor compounds that give the final product its smoothness and rich, funky flavor."
  },
  {
    "startTime": 114.531,
    "endTime": 119.13000000000001,
    "text": "But to some, stinky cheese is about as appetizing as licking someone's toes."
  },
  {
    "startTime": 119.2,
    "endTime": 126.4,
    "text": "Which isn't that far off since the bacteria that make some cheeses super-stinky are the same ones that cause foot odor. Yum?"
  },
  {
    "startTime": 126.4,
    "endTime": 131.70000000000002,
    "text": "Even so, these flavors tend to grow on us, not just literally but also figuratively."
  },
  {
    "startTime": 131.9,
    "endTime": 137.6,
    "text": "The more we were exposed to particular microbial funks, which can even start in the womb, the more we tend to like them."
  },
  {
    "startTime": 137.8,
    "endTime": 143.0,
    "text": "As a result, people around the world have some very different ideas about how to microbe-ify foods."
  },
  {
    "startTime": 143.2,
    "endTime": 147.39999999999998,
    "text": "But every culinary culture involves fermentation in one way or another."
  },
  {
    "startTime": 147.44,
    "endTime": 153.10999999999999,
    "text": "If we didn't let food spoiled just a little bit, we have no sauerkraut, soy sauce, pickles, or prosciutto."
  },
  {
    "startTime": 153.2,
    "endTime": 159.39999999999998,
    "text": "Not to mention Kefir, Kimchi, Kombucha, Koumiss, Katsuobushi, and plenty of other delicacies that don't start with K."
  },
  {
    "startTime": 159.6,
    "endTime": 162.9,
    "text": "What's more, spoiled food may well have changed far more than our tastes."
  },
  {
    "startTime": 163.2,
    "endTime": 170.6,
    "text": "Historical evidence suggests that when our ancestors gave up their wandering ways and settled down to grow grain, it was likely for love of either bread or beer."
  },
  {
    "startTime": 170.8,
    "endTime": 179.60000000000002,
    "text": "Whatever the case, one thing is clear: Without the help of friendly fermenting microbes, we humans would be terribly uncultured."
  },
  {
    "startTime": 179.9,
    "endTime": 183.1,
    "text": "This episode of Minute Earth is supported in part by tab for a cause."
  },
  {
    "startTime": 183.2,
    "endTime": 189.5,
    "text": "One of our subscribers on Subbable and also a browser extension that gives money to charity each time you open a new tab in your web browser."
  },
  {
    "startTime": 189.6,
    "endTime": 196.0,
    "text": "And it doesn't cost you a thing! Click the link in the description to start raising the money for great charities simply by surfing the web."
  }
]