[
  {
    "startTime": 9.78,
    "endTime": 13.129999999999999,
    "text": "Your spouse is a huge Mack truck coming through your life."
  },
  {
    "startTime": 13.13,
    "endTime": 16.5,
    "text": "Not creating the problems but showing the problems that were there."
  },
  {
    "startTime": 16.5,
    "endTime": 19.84,
    "text": "When you get married, you're coming into with all your flaws."
  },
  {
    "startTime": 19.84,
    "endTime": 25.1,
    "text": "In fact, marriage will bring out the worst in you."
  },
  {
    "startTime": 25.1,
    "endTime": 27.060000000000002,
    "text": "You knock the rough edges off of each other."
  },
  {
    "startTime": 27.06,
    "endTime": 28.56,
    "text": "You polish each other."
  },
  {
    "startTime": 28.56,
    "endTime": 32.06,
    "text": "There's a constructive clash."
  },
  {
    "startTime": 32.06,
    "endTime": 47.64,
    "text": "See, if that's the purpose of marriage, deep character change through deep friendship, then you're looking for somebody who can be your most trusted counselor and your best friend even if the person isn't yet."
  },
  {
    "startTime": 47.64,
    "endTime": 55.8,
    "text": "The secret of marriage is to be able to love your spouse during seasons in which you're getting very little, if any love back."
  },
  {
    "startTime": 56.0,
    "endTime": 59.1,
    "text": "You're both self-centered that's the main thing that's going to kill your marriage."
  },
  {
    "startTime": 59.1,
    "endTime": 62.82,
    "text": "So look at your self-centeredness as your enemy."
  },
  {
    "startTime": 62.82,
    "endTime": 70.66,
    "text": "The Christian idea is you fall in love with not just the person as he or she is but with the person he or she is becoming."
  },
  {
    "startTime": 70.66,
    "endTime": 87.64,
    "text": "You know, love one another as Christ loved the church and gave himself and he didn't love us because we were lovely he loved us to make us lovely and that is the pattern and the paradigm for Christian idea of marriage."
  }
]