[
  {
    "startTime": 7.6,
    "endTime": 14.399999999999999,
    "text": "If you're unhappy at work, but not quite ready to quit your job just yet, then science has offered up an easy solution⏤adopt a plant."
  },
  {
    "startTime": 20.7,
    "endTime": 22.099999999999998,
    "text": "Hey, guys, Tara here for DNews."
  },
  {
    "startTime": 22.2,
    "endTime": 28.299999999999997,
    "text": "And if you work in an office with a bunch of people, then you know just how important maintaining your personal space is to your sanity."
  },
  {
    "startTime": 28.4,
    "endTime": 33.3,
    "text": "But what you might not know is that plants can have a very real impact on your emotional state of mind."
  },
  {
    "startTime": 33.4,
    "endTime": 39.699999999999996,
    "text": "A new study from the University of Queensland finds that an office enriched with plants doesn't just make employees happier;"
  },
  {
    "startTime": 39.9,
    "endTime": 42.8,
    "text": "it actually boosts productivity by 15%."
  },
  {
    "startTime": 42.9,
    "endTime": 47.699999999999996,
    "text": "This is the first study to look at the long-term effects that plants have on the quality of professional life."
  },
  {
    "startTime": 47.8,
    "endTime": 53.199999999999996,
    "text": "But it's timely, considering a lot of companies are now starting to adopt the idea of \"lean office management\","
  },
  {
    "startTime": 53.3,
    "endTime": 59.599999999999994,
    "text": "where they strip the office of any extraneous decorations to reduce distractions and so they can accommodate more people as needed."
  },
  {
    "startTime": 59.7,
    "endTime": 64.4,
    "text": "Most studies up until now have concluded that a lean office environment is a more productive one."
  },
  {
    "startTime": 64.8,
    "endTime": 67.7,
    "text": "But according to this study, that may not be entirely true."
  },
  {
    "startTime": 67.8,
    "endTime": 72.6,
    "text": "Researchers looked at employees from two large commercial offices in the UK and the Netherlands,"
  },
  {
    "startTime": 72.7,
    "endTime": 78.9,
    "text": "and monitored their productivity levels over a 2-month period, during which time plants were introduced into the workplace."
  },
  {
    "startTime": 79.0,
    "endTime": 86.6,
    "text": "Employees were also surveyed on their concentration levels, workplace satisfaction, and their perceptions of air quality within their office."
  },
  {
    "startTime": 86.7,
    "endTime": 94.8,
    "text": "Turns out, employees from previously lean office environments became more satisfied with their workplace, reported increased concentration levels,"
  },
  {
    "startTime": 94.9,
    "endTime": 99.5,
    "text": "and perceived the air quality in their offices to be better once plants were introduced."
  },
  {
    "startTime": 99.6,
    "endTime": 103.19999999999999,
    "text": "And the improved quality of life led to a more effective workplace."
  },
  {
    "startTime": 103.3,
    "endTime": 111.1,
    "text": "According to the author of the study, adorning your office with plants helps employees be physically, mentally, and emotionally more involved in their work."
  },
  {
    "startTime": 111.2,
    "endTime": 117.8,
    "text": "And he believes the reason for that is that it communicates to workers that their employer cares about them and their welfare."
  },
  {
    "startTime": 117.85,
    "endTime": 124.5,
    "text": "So, there you have it, if your employees hate you, just buy them a few plants, or maybe stop having such a terrible workplace."
  },
  {
    "startTime": 124.6,
    "endTime": 125.6,
    "text": "What do you guys think?"
  },
  {
    "startTime": 125.7,
    "endTime": 130.4,
    "text": "I definitely think having plants in my home makes me a happier person, but what about the office?"
  },
  {
    "startTime": 130.5,
    "endTime": 133.9,
    "text": "Let us know your thoughts in the comments below, and as always, thank you guys for watching."
  }
]