[
  {
    "startTime": 0.1,
    "endTime": 5.3999999999999995,
    "text": "For thousands of years, people have practiced meditation for spiritual, emotional, and physical well-being."
  },
  {
    "startTime": 5.4,
    "endTime": 9.600000000000001,
    "text": "But from a scientific perspective, how exactly does meditating affect your body?"
  },
  {
    "startTime": 9.6,
    "endTime": 11.6,
    "text": "Does it really do anything?"
  },
  {
    "startTime": 11.6,
    "endTime": 12.779,
    "text": "It all starts in the brain."
  },
  {
    "startTime": 12.8,
    "endTime": 21.200000000000003,
    "text": "During meditation, brain scans see increased activity in regions directly correlated with decreased anxiety and depression, along with increased pain tolerance."
  },
  {
    "startTime": 21.2,
    "endTime": 30.439999999999998,
    "text": "The Default Mode Network, in particular, is activated when one's mind is at rest and not focusing on the outside world, and has been found to improve memory, self-awareness, and goal setting."
  },
  {
    "startTime": 30.4,
    "endTime": 32.6,
    "text": "Want to be more caring to your friends and family?"
  },
  {
    "startTime": 32.6,
    "endTime": 40.6,
    "text": "When scientists compared the brains of Buddhist monks to new meditators, they found the region of the brain associated with empathy to be much more pronounced in the monks."
  },
  {
    "startTime": 40.6,
    "endTime": 44.989000000000004,
    "text": "It also literally changes your brain waves, and we can measure these frequencies."
  },
  {
    "startTime": 44.989,
    "endTime": 51.699999999999996,
    "text": "Meditators have higher levels of Alpha waves, which have been shown to reduce feelings of negative mood, tension, sadness, and anger."
  },
  {
    "startTime": 51.7,
    "endTime": 56.0,
    "text": "And if that wasn't enough, it also physically changes our brain shape and size."
  },
  {
    "startTime": 56.0,
    "endTime": 64.1,
    "text": "Studies found that after 8 weeks of a meditation program, gray matter was more dense in areas associated with learning, memory processing, and emotion regulation."
  },
  {
    "startTime": 64.1,
    "endTime": 69.19999999999999,
    "text": "And yet the amygdala, which deals with stress, blood pressure, and fear, had decreased gray matter!"
  },
  {
    "startTime": 69.2,
    "endTime": 75.7,
    "text": "When we look at the entire body, not only do we see decreased blood pressure, but it can also increase the variability of your heart rate."
  },
  {
    "startTime": 75.7,
    "endTime": 81.86,
    "text": "And while this may sound harmful, it actually plays a critical role in properly transporting oxygen and carbon dioxide throughout your body."
  },
  {
    "startTime": 82.26,
    "endTime": 82.89,
    "text": "Think you're getting sick?"
  },
  {
    "startTime": 83.1,
    "endTime": 92.0,
    "text": "In a study where both meditators and non-mediators were given the flu virus, meditators were able to produce a greater number of antibodies and had increased immune function."
  },
  {
    "startTime": 92.0,
    "endTime": 95.4,
    "text": "If we go a little deeper, we can even see changes on a cellular level."
  },
  {
    "startTime": 95.4,
    "endTime": 101.80000000000001,
    "text": "Your chromosomes have protective protein complexes called telomeres, which help reduce damage to your DNA and lower cell death."
  },
  {
    "startTime": 101.8,
    "endTime": 108.39999999999999,
    "text": "And a shortened telomere length has been linked to several diseases such as cardiovascular disease, diabetes, Alzheimer's, and cancer."
  },
  {
    "startTime": 108.4,
    "endTime": 115.10000000000001,
    "text": "Amazingly, when cancer survivors completed a meditation program, their bodies showed significant increases in telomere length."
  },
  {
    "startTime": 115.1,
    "endTime": 125.85,
    "text": "It's believed that psychological intervention, particularly decreasing stress, has a direct effect on the enzyme telomerase, which has been shown to counteract shortening by adding DNA to the shrinking telomeres."
  },
  {
    "startTime": 125.8,
    "endTime": 130.5,
    "text": "Of course, meditation is not a substitute for other medical advice or a healthy lifestyle."
  },
  {
    "startTime": 130.5,
    "endTime": 133.3,
    "text": "We don't want you leaving this video thinking it will cure cancer."
  },
  {
    "startTime": 133.3,
    "endTime": 136.68900000000002,
    "text": "But much like hitting the gym can grow your muscles and increase your overall health,"
  },
  {
    "startTime": 136.889,
    "endTime": 141.559,
    "text": "it seems that meditation may be a way of working out your brain with extra health benefits."
  },
  {
    "startTime": 141.759,
    "endTime": 147.6,
    "text": "And since your brain controls, well, all of you, why not relax and say \"om\" every once in a while?"
  },
  {
    "startTime": 147.6,
    "endTime": 154.5,
    "text": "And if you like working out your brain, be sure to get our AsapSCIENCE book, which is now available for pre-sale at asapscience.com/book."
  },
  {
    "startTime": 154.5,
    "endTime": 159.529,
    "text": "We've got answers to your most asked burning questions, persistent rumors, and unexplained phenomenon!"
  },
  {
    "startTime": 159.629,
    "endTime": 162.39999999999998,
    "text": "Whether you're a huge science fan or just a curious mind,"
  },
  {
    "startTime": 162.4,
    "endTime": 168.089,
    "text": "the book has something for everyone, and we're so excited for you to read it and show off your new found knowledge to all your friends!"
  },
  {
    "startTime": 168.089,
    "endTime": 172.3,
    "text": "Thanks again for all the support through the years, helping us share a love of science with the world!"
  },
  {
    "startTime": 172.3,
    "endTime": 182.579,
    "text": "And subscribe for more weekly science videos."
  }
]