[
  {
    "startTime": 0.1,
    "endTime": 4.1,
    "text": "Nice guys finish last—at least that’s how the saying goes."
  },
  {
    "startTime": 4.3,
    "endTime": 11.399999999999999,
    "text": "But we’re here to destroy this myth and show you with scientific research and evidence how nice guys, undoubtedly, finish first."
  },
  {
    "startTime": 11.4,
    "endTime": 16.6,
    "text": "There’s a neat problem called The Prisoner’s Dilemma that has boggled many intelligent minds for decades."
  },
  {
    "startTime": 16.7,
    "endTime": 22.5,
    "text": "There are many variations, but in ours, two people face off against each other, with two different cards in their hands."
  },
  {
    "startTime": 22.7,
    "endTime": 25.5,
    "text": "One says \"COOPERATE\" and the other says \"DEFECT\"."
  },
  {
    "startTime": 25.7,
    "endTime": 31.0,
    "text": "Each round, both players pick one of the cards and play it face down without the other knowing which they’ve chosen."
  },
  {
    "startTime": 31.1,
    "endTime": 34.6,
    "text": "If both players choose \"COOPERATE\", then they each win $300."
  },
  {
    "startTime": 34.7,
    "endTime": 38.300000000000004,
    "text": "If both players play \"DEFECT\", then they both lose $10."
  },
  {
    "startTime": 38.4,
    "endTime": 47.7,
    "text": "But if one person plays \"COOPERATE\" and the other plays \"DEFECT\", the person who played \"DEFECT\" wins $500 and the \"COOPERATE\" card loses $100."
  },
  {
    "startTime": 47.9,
    "endTime": 49.8,
    "text": "So, how is this a dilemma?"
  },
  {
    "startTime": 49.8,
    "endTime": 53.864999999999995,
    "text": "Well, if I were to play the card \"DEFECT\", your best move would also be to \"DEFECT\"."
  },
  {
    "startTime": 53.9,
    "endTime": 58.3,
    "text": "Sure, we both lose some money, but you haven’t lost as much as if you were to play \"COOPERATE\"."
  },
  {
    "startTime": 58.4,
    "endTime": 64.5,
    "text": "And if I were to play \"COOPERATE\", your best move would still be to play \"DEFECT\" because you would win the most money."
  },
  {
    "startTime": 64.5,
    "endTime": 69.4,
    "text": "So, no matter what the other does, DEFECT is always our best, most logical move."
  },
  {
    "startTime": 69.4,
    "endTime": 77.9,
    "text": "And yet, if we both play our smartest move, we'll always lose, fully knowing that if we had simply cooperated, we could have won $300."
  },
  {
    "startTime": 78.0,
    "endTime": 80.0,
    "text": "But here’s the really interesting part:"
  },
  {
    "startTime": 80.0,
    "endTime": 90.1,
    "text": "Scientists have created computer simulations to analyze and discover which strategy is the best to win the most money over hundreds of turns, and the winner was one called \"Tit for Tat\"."
  },
  {
    "startTime": 90.1,
    "endTime": 95.1,
    "text": "It was programmed to always start with \"COOPERATE\" and after that, it would copy the last move of its opponent."
  },
  {
    "startTime": 95.3,
    "endTime": 98.5,
    "text": "So if your opponent \"DEFECTs\", then next time you \"DEFECT\"."
  },
  {
    "startTime": 98.5,
    "endTime": 100.8,
    "text": "If they \"COOPERATE\", then you \"COOPERATE\" next time."
  },
  {
    "startTime": 100.9,
    "endTime": 111.0,
    "text": "Using this method not only helps to prevent you from getting duped over and over, but statistically, leads to the highest earnings in all simulations, when compared to any other strategy."
  },
  {
    "startTime": 111.1,
    "endTime": 113.6,
    "text": "Okay, so how does this relate to nice guys?"
  },
  {
    "startTime": 113.8,
    "endTime": 120.6,
    "text": "Well, it turns out the top-ranked strategies were almost all the ones that begin with what the scientists classified as \"niceness\""
  },
  {
    "startTime": 120.8,
    "endTime": 124.8,
    "text": "That is, they would never be the first to defect, and would always cooperate first."
  },
  {
    "startTime": 125.0,
    "endTime": 135.0,
    "text": "Furthermore, strategies which were quick to forgive others for deceiving them, and ones that were non-envious aka happy when others won just as much money, were key factors to success."
  },
  {
    "startTime": 135.1,
    "endTime": 143.5,
    "text": "On the other hand, the more devious strategies that tried to trick or defect more often while temporarily gaining more, actually scored worst over the long term."
  },
  {
    "startTime": 143.5,
    "endTime": 152.0,
    "text": "Seriously, out of 15 strategies, the top 8 scores came from those which contained ‘nice’ strategies, while the bottom 7 were more nasty or devious."
  },
  {
    "startTime": 152.0,
    "endTime": 161.4,
    "text": "And this niceness, forgiveness, and non-envious behavior pay(s). Not only in monetary terms like our game but even in the real world, from an evolutionary perspective."
  },
  {
    "startTime": 161.4,
    "endTime": 165.0,
    "text": "Shockingly, we can actually see these strategies right in nature."
  },
  {
    "startTime": 165.1,
    "endTime": 169.29999999999998,
    "text": "Many birds, for example, must work together to remove ticks in hard-to-reach spots."
  },
  {
    "startTime": 169.3,
    "endTime": 176.70000000000002,
    "text": "Both can cooperate and help each other out, whereby they both use energy but also benefit or one can receive help and then not return the favor."
  },
  {
    "startTime": 176.9,
    "endTime": 180.9,
    "text": "But it turns out that selfish birds are completely shunned from these communities."
  },
  {
    "startTime": 181.0,
    "endTime": 185.6,
    "text": "Vampire bats, on the other hand, hunt for blood in the night but occasionally don’t find any."
  },
  {
    "startTime": 185.6,
    "endTime": 193.4,
    "text": "To increase their group success, the ones who do find blood will share it with those who don’t, with the understanding that on their off nights, others will help them out."
  },
  {
    "startTime": 193.4,
    "endTime": 196.9,
    "text": "And ultimately, all the bats are more successful if they carry this trait."
  },
  {
    "startTime": 197.1,
    "endTime": 204.0,
    "text": "However, just like the Tit for Tat strategy, If a bat is selfish and doesn’t share, others are less likely to share with it."
  },
  {
    "startTime": 204.0,
    "endTime": 206.3,
    "text": "Those who are nice are more successful."
  },
  {
    "startTime": 206.3,
    "endTime": 212.60000000000002,
    "text": "From an evolutionary perspective, animals which contain genes that promote nice behavior are likely to have more offspring."
  },
  {
    "startTime": 212.6,
    "endTime": 217.4,
    "text": "It’s the basic underlying code for altruistic behavior: You help me and I’ll help you."
  },
  {
    "startTime": 217.4,
    "endTime": 219.20000000000002,
    "text": "And ultimately, we’ll all do better!"
  },
  {
    "startTime": 219.4,
    "endTime": 229.8,
    "text": "So while some mean, cut-throat, or envious people may temporarily exploit and gain from others, in the long run, not only nice guys, but nice people, really do finish first."
  },
  {
    "startTime": 229.9,
    "endTime": 237.3,
    "text": "If you wanna learn more about the human condition and altruism, check out the book \"The Selfish Gene\" by Richard Dawkins, which this episode was based on."
  },
  {
    "startTime": 237.5,
    "endTime": 245.2,
    "text": "And if you like a good deal on books, especially textbooks, we’ve teamed up with our friends at slugbooks.com to get you the cheapest prices for the books you need."
  },
  {
    "startTime": 245.2,
    "endTime": 248.6,
    "text": "Seriously, we know how expensive textbooks, in particular, can be."
  },
  {
    "startTime": 248.7,
    "endTime": 254.7,
    "text": "So all you have to do is head to SlugBooks.com/AsapSCIENCE and search the ISBN number of the books you're looking for."
  },
  {
    "startTime": 254.8,
    "endTime": 258.8,
    "text": "SlugBooks will then compare prices from all across the net, and hopefully save you some money!"
  },
  {
    "startTime": 259.1,
    "endTime": 264.20000000000005,
    "text": "Don’t forget, our own AsapSCIENCE book is now on pre-sale, too! There's links in the description for that."
  },
  {
    "startTime": 264.4,
    "endTime": 267.0,
    "text": "And subscribe for more weekly science videos!"
  }
]