[
  {
    "startTime": 0.1,
    "endTime": 2.38,
    "text": "Hey y'all. Time for two truths and a lie."
  },
  {
    "startTime": 2.38,
    "endTime": 4.529999999999999,
    "text": "I'm gonna tell you three things about myself."
  },
  {
    "startTime": 4.8,
    "endTime": 7.699999999999999,
    "text": "You have to pick up one that it's not true. Ready?"
  },
  {
    "startTime": 7.9,
    "endTime": 12.74,
    "text": "Okay. Number one, I have a machine at home that transforms plain water into carbonated water."
  },
  {
    "startTime": 12.74,
    "endTime": 15.7,
    "text": "Two: I'm really bad at the card game Set."
  },
  {
    "startTime": 15.7,
    "endTime": 19.939999999999998,
    "text": "Or three, Michael Jackson is my aunt. Isn't that obvious?"
  },
  {
    "startTime": 20.12,
    "endTime": 23.18,
    "text": "Yeah. God, so bad at games."
  },
  {
    "startTime": 34.43,
    "endTime": 37.22,
    "text": "Lying. We do it a lot."
  },
  {
    "startTime": 37.32,
    "endTime": 39.69,
    "text": "And we're a lot better at it than you'd like to think."
  },
  {
    "startTime": 39.69,
    "endTime": 43.589999999999996,
    "text": "Like I'm not a stupid. I could totally make up a better lie than Michael Jackson is my aunt."
  },
  {
    "startTime": 43.59,
    "endTime": 48.870000000000005,
    "text": "But check it out; the fact that I appeared to be terrible at lying was in fact a lie."
  },
  {
    "startTime": 48.87,
    "endTime": 53.449999999999996,
    "text": "In the ten-minute conversation with a stranger, we humans will tell an average of 3 lies."
  },
  {
    "startTime": 53.45,
    "endTime": 59.400000000000006,
    "text": "Researchers who study lying said that the subjects of these lying studies rarely even realize that they're doing it."
  },
  {
    "startTime": 59.4,
    "endTime": 62.449999999999996,
    "text": "But why? What purpose does lying actually serve?"
  },
  {
    "startTime": 62.45,
    "endTime": 67.76,
    "text": "Well, to put human deception into perspective, it's worth pointing out that humans aren't the only fibbers in nature."
  },
  {
    "startTime": 67.76,
    "endTime": 70.81,
    "text": "My favorite anecdotal examples of non-human lying."
  },
  {
    "startTime": 70.81,
    "endTime": 73.67,
    "text": "Koko the gorilla who was taught sign language back in 1970s."
  },
  {
    "startTime": 73.81,
    "endTime": 78.76,
    "text": "Once actually blamed her pet kitten for ripping a sink out of the wall in her room."
  },
  {
    "startTime": 79.48,
    "endTime": 83.25,
    "text": "Bad, bad old ball. So yeah, lying is nothing new with nature."
  },
  {
    "startTime": 83.25,
    "endTime": 86.05,
    "text": "But why did humans specifically do so much of it?"
  },
  {
    "startTime": 86.05,
    "endTime": 90.17999999999999,
    "text": "Well, as I mentioned here before on SciShow, humans are first and foremost social animals."
  },
  {
    "startTime": 90.18,
    "endTime": 95.88000000000001,
    "text": "Got really, super-huge brains, and that's mainly because we need them for all the interacting we're always doing."
  },
  {
    "startTime": 95.88,
    "endTime": 99.53,
    "text": "For human successful social interaction is key to success for much of our lives."
  },
  {
    "startTime": 99.53,
    "endTime": 106.46000000000001,
    "text": "So it's clear that lying is a great way of keeping elaborate social structures running smoothly while looking out for number one."
  },
  {
    "startTime": 106.46,
    "endTime": 115.97999999999999,
    "text": "For instance, if you can keep your social group happy, you're going to reap all kinds of benefits like food, higher social standing, more and better sexual partners,"
  },
  {
    "startTime": 115.98,
    "endTime": 119.86,
    "text": "and you know you don't make friends and influence people going around and saying things like"
  },
  {
    "startTime": 119.86,
    "endTime": 122.31,
    "text": "\"Actually, that loincloth does make your butt look big,\""
  },
  {
    "startTime": 122.31,
    "endTime": 126.4,
    "text": "or \"Hey, uh, I have been having sex with your brother while you're out hunting mastodons,"
  },
  {
    "startTime": 126.4,
    "endTime": 129.37,
    "text": "so little Blurgh over there is probably your cave nephew.\""
  },
  {
    "startTime": 129.37,
    "endTime": 134.6,
    "text": "So the ability to lie and to detect a lie became pretty important to early humans,"
  },
  {
    "startTime": 134.6,
    "endTime": 138.12,
    "text": "because lying is actually not very easy for a brain to do."
  },
  {
    "startTime": 138.12,
    "endTime": 141.61,
    "text": "And it actually caused a bit of an evolutionary arms race."
  },
  {
    "startTime": 141.61,
    "endTime": 143.95000000000002,
    "text": "So people start to get better and better at lying."
  },
  {
    "startTime": 143.98,
    "endTime": 149.10999999999999,
    "text": "Better liars got better stuff while hopefully remain in good standing with their communities."
  },
  {
    "startTime": 149.11,
    "endTime": 153.19000000000003,
    "text": "By the same time token, those who were better at detecting lies were cheated on by their mates and screwed over in camel trades a lot or less of it."
  },
  {
    "startTime": 155.83,
    "endTime": 160.37,
    "text": "So yes, now we've evolved to be good liars and also good at spotting bad liar."
  },
  {
    "startTime": 160.37,
    "endTime": 165.20000000000002,
    "text": "So that society became more sophisticated. Folks were like okay okay. Enough with the lying!"
  },
  {
    "startTime": 165.2,
    "endTime": 170.28,
    "text": "Because there are a lot of advantages to living in tight-knit communities and structured societies,"
  },
  {
    "startTime": 170.28,
    "endTime": 175.0,
    "text": "but you can't really have them when you don't know for sure if the kids you're raising are yours,"
  },
  {
    "startTime": 175.08,
    "endTime": 178.94000000000003,
    "text": "and the camels you just bought has ever been in an accident. Whatever."
  },
  {
    "startTime": 179.01,
    "endTime": 185.1,
    "text": "So a society in which bold face lying goes completely unchecked leads to total anarchy."
  },
  {
    "startTime": 185.11,
    "endTime": 187.47000000000003,
    "text": "So organized societies started putting the hammer down."
  },
  {
    "startTime": 187.47,
    "endTime": 194.10999999999999,
    "text": "Religious systems began to drive home the point that God rewards and cares for the truthful and punishes liars."
  },
  {
    "startTime": 194.15,
    "endTime": 197.18,
    "text": "So if you could survive being thrown into the bog and tied up with a sack of hammers,"
  },
  {
    "startTime": 197.18,
    "endTime": 200.52,
    "text": "God was on your side and you were telling the truth."
  },
  {
    "startTime": 200.52,
    "endTime": 203.25,
    "text": "If not, you were obviously lying."
  },
  {
    "startTime": 203.25,
    "endTime": 206.65,
    "text": "Oh. Medieval European judicial system, how I love you."
  },
  {
    "startTime": 206.69,
    "endTime": 213.0,
    "text": "Even now, in modern times, there are laws that prohibit lying and override even our rights to free speech."
  },
  {
    "startTime": 213.0,
    "endTime": 220.11,
    "text": "For instance, you go to jail for lying in the court of law or for lying about having received a Medal of Honor for service in the armed forces."
  },
  {
    "startTime": 220.11,
    "endTime": 225.53,
    "text": "Don't do that. Also, 'cause you're not an evil... Why would someone do that?"
  },
  {
    "startTime": 225.55,
    "endTime": 227.08,
    "text": "So lying it's not okay."
  },
  {
    "startTime": 227.49,
    "endTime": 230.57000000000002,
    "text": "But we're all so good at it, and our brains want to do it."
  },
  {
    "startTime": 230.63,
    "endTime": 235.29,
    "text": "And we start lying really early; some researchers say as early as six months old."
  },
  {
    "startTime": 235.29,
    "endTime": 237.39,
    "text": "I mean you've seen a baby fake crying right?"
  },
  {
    "startTime": 237.51,
    "endTime": 240.23999999999998,
    "text": "It's very obvious. Like they're crying,"
  },
  {
    "startTime": 240.25,
    "endTime": 244.25,
    "text": "then they like check to see if anybody's coming over to sympathize,"
  },
  {
    "startTime": 244.25,
    "endTime": 245.93,
    "text": "and then they're like \"Oh, I'm going to keep crying then.\""
  },
  {
    "startTime": 245.98,
    "endTime": 250.79999999999998,
    "text": "Scientists think this is the time when babies are actually learning how to be better liars."
  },
  {
    "startTime": 250.8,
    "endTime": 255.72,
    "text": "By the time when kids in college, they're lying to the mom about once in every five interactions."
  },
  {
    "startTime": 255.72,
    "endTime": 258.25,
    "text": "And actually, that seems, that seems low to me."
  },
  {
    "startTime": 258.25,
    "endTime": 261.19,
    "text": "I would say five out of five for my college experience."
  },
  {
    "startTime": 261.3,
    "endTime": 263.78000000000003,
    "text": "Kids these days, actually, kids every day."
  },
  {
    "startTime": 263.78,
    "endTime": 271.84999999999997,
    "text": "By the time, we're adults. We've gotten so very good at lying that we're actually able to do it to ourselves very effectively."
  },
  {
    "startTime": 271.85,
    "endTime": 276.95000000000005,
    "text": "The trick of lying to yourself is in the holding of two pieces conflicting information in your head at the same time."
  },
  {
    "startTime": 277.42,
    "endTime": 279.99,
    "text": "And paying attention to one while ignoring the other."
  },
  {
    "startTime": 279.99,
    "endTime": 284.48,
    "text": "People who are good liars can hold a bunch of conflicted information in their heads all at once and keep tracking to that"
  },
  {
    "startTime": 284.48,
    "endTime": 289.85,
    "text": "Take pathological liars, people who habitually and compulsively lie, cheat, and manipulate other people."
  },
  {
    "startTime": 289.85,
    "endTime": 293.47,
    "text": "The thing about pathological liars is that they're super good at self-deception."
  },
  {
    "startTime": 293.63,
    "endTime": 298.08,
    "text": "At the moment they're telling it, they whole-heartedly believe their own lie."
  },
  {
    "startTime": 298.08,
    "endTime": 304.21999999999997,
    "text": "Interestingly enough, there is an actual difference between the brain of a normal person and the brain of a pathological liar."
  },
  {
    "startTime": 304.22,
    "endTime": 307.85,
    "text": "That difference is in the very front of the brain, in a place called the prefrontal cortex."
  },
  {
    "startTime": 307.85,
    "endTime": 312.61,
    "text": "Most neuroscience studies focus on the gray matter of the brain, that's the material that actually processes information."
  },
  {
    "startTime": 312.61,
    "endTime": 315.96000000000004,
    "text": "However, nearly half of our brains are made up of what's called white matter,"
  },
  {
    "startTime": 315.96,
    "endTime": 320.58,
    "text": "which is composed of connective tissues that carry electrical signals from one group of neurons to another."
  },
  {
    "startTime": 320.58,
    "endTime": 325.0,
    "text": "So gray matter is where all the processing happens and white matter connects the different parts of the brain."
  },
  {
    "startTime": 325.0,
    "endTime": 334.09,
    "text": "In a study at the University of Southern California, researchers found that pathological liars have about 25 % more white matter in their prefrontal cortex than the rest of us."
  },
  {
    "startTime": 334.09,
    "endTime": 338.10999999999996,
    "text": "Suggesting the pathological liars can make a bunch of connections in their brain really fast."
  },
  {
    "startTime": 338.11,
    "endTime": 341.93,
    "text": "And that let them keep all the information in order that they need to sustain the lie,"
  },
  {
    "startTime": 342.11,
    "endTime": 345.88,
    "text": "also to read the person that they're lying to, suppress their emotions,"
  },
  {
    "startTime": 345.88,
    "endTime": 348.87,
    "text": "and probably believe what they're saying on top of it all."
  },
  {
    "startTime": 348.87,
    "endTime": 352.13,
    "text": "So why haven't pathological liars taken over the world?"
  },
  {
    "startTime": 352.13,
    "endTime": 354.89,
    "text": "I mean, they seem to be the next step in human evolution."
  },
  {
    "startTime": 354.91,
    "endTime": 361.41,
    "text": "Well, pathological liars have a surplus of white matter, they also have around 14% less gray matter than other people."
  },
  {
    "startTime": 361.41,
    "endTime": 363.57000000000005,
    "text": "And grey matter is where all the critical thinking happens."
  },
  {
    "startTime": 363.71,
    "endTime": 368.03,
    "text": "So the white matter is all like, \"I'm gonna tell Jim I used to be a fighter pilot!\""
  },
  {
    "startTime": 368.07,
    "endTime": 372.09,
    "text": "And the gray matter is all, \"I could tell Jim I used to be a fighter pilot,"
  },
  {
    "startTime": 372.14,
    "endTime": 376.12,
    "text": "but I probably shouldn't because that would jeopardize my relationship with Tammi.\""
  },
  {
    "startTime": 376.12,
    "endTime": 380.62,
    "text": "So extreme liars have a really hard time maintaining relationships and holding down jobs,"
  },
  {
    "startTime": 380.62,
    "endTime": 385.5,
    "text": "because after a while, everybody realizes they are full of crap and they get dumped or fired,"
  },
  {
    "startTime": 385.83,
    "endTime": 389.68,
    "text": "which is not ideal for the person. It's great for everyone."
  },
  {
    "startTime": 389.68,
    "endTime": 394.52,
    "text": "But if there are these super liars out there, how do we know if we're being lied to?"
  },
  {
    "startTime": 394.6,
    "endTime": 400.68,
    "text": "I mean, lie detectors might be able to pick up signals like change the liar's voice, or increased heart rate, or sweating,"
  },
  {
    "startTime": 400.68,
    "endTime": 402.8,
    "text": "all stuff that we do when we're fibbing out right."
  },
  {
    "startTime": 402.79,
    "endTime": 406.04,
    "text": "But a really good liar might not display any of those symptoms."
  },
  {
    "startTime": 406.04,
    "endTime": 410.3,
    "text": "Well, no matter how good of a liar you are, the fact that you are lying will often leak out,"
  },
  {
    "startTime": 410.58,
    "endTime": 413.13,
    "text": "both through your body language and for your word choices."
  },
  {
    "startTime": 413.13,
    "endTime": 414.39,
    "text": "Let's look at the sample sentences."
  },
  {
    "startTime": 414.39,
    "endTime": 418.81,
    "text": "Believe me, I was not the one who farted and evacuated that movie theater."
  },
  {
    "startTime": 418.81,
    "endTime": 420.86,
    "text": "So do you believe me? Probably not."
  },
  {
    "startTime": 420.94,
    "endTime": 428.06,
    "text": "Because I did three things in that sentence that made you totally certain that I was, in fact, the person who made them evacuate the movie theater. Do it!"
  },
  {
    "startTime": 428.06,
    "endTime": 433.79,
    "text": "One, I said \"believe me\" liars will always said that or \"to be totally honest.\""
  },
  {
    "startTime": 433.79,
    "endTime": 436.18,
    "text": "Or Richard Nixon's favorite: \"in all candor.\""
  },
  {
    "startTime": 436.39,
    "endTime": 439.51,
    "text": "Two, I all of a sudden stopped using contractions."
  },
  {
    "startTime": 439.51,
    "endTime": 443.19,
    "text": "Liars often use more formal language to deny something that they've actually done."
  },
  {
    "startTime": 443.19,
    "endTime": 447.18,
    "text": "And three, I said that movie theater instead of the movie theater."
  },
  {
    "startTime": 447.18,
    "endTime": 449.73,
    "text": "I was trying to distance myself from the whole situation."
  },
  {
    "startTime": 449.73,
    "endTime": 453.91,
    "text": "We think of liars as being fidgety, but we actually tend to freeze our upper bodies when we lie."
  },
  {
    "startTime": 454.01,
    "endTime": 459.57,
    "text": "We make more, not less, eye contact; maybe a little too much to over-compensate for telling a fib."
  },
  {
    "startTime": 459.77,
    "endTime": 463.0,
    "text": "Liars will also do things like shake their heads while saying yes."
  },
  {
    "startTime": 463.09,
    "endTime": 466.28999999999996,
    "text": "And smile when they're done telling the story even if it's a terrible one"
  },
  {
    "startTime": 466.29,
    "endTime": 471.73,
    "text": "All of this stuff, the reading of what we leak through our words and bodies, is actually the future of lie detection."
  },
  {
    "startTime": 471.73,
    "endTime": 476.57,
    "text": "Training law enforcement officers to read potential criminals to catch them in the act of lying."
  },
  {
    "startTime": 476.57,
    "endTime": 479.15,
    "text": "Of course there are always coming up with new kinds of gadgets all the time, too."
  },
  {
    "startTime": 479.15,
    "endTime": 483.71999999999997,
    "text": "Eye trackers, MRI brain scanners that are going to replace the old lie-detector tests."
  },
  {
    "startTime": 483.9,
    "endTime": 486.7,
    "text": "Maybe I'll tell my two truths and a lie to a brain scanner and see how it does."
  },
  {
    "startTime": 487.04,
    "endTime": 488.88,
    "text": "Pretty sure we all know how it's gonna turn out."
  },
  {
    "startTime": 488.96,
    "endTime": 492.07,
    "text": "Yeah, you're right; I'm a terrible liar. Or am I?"
  },
  {
    "startTime": 496.59,
    "endTime": 502.71999999999997,
    "text": "Thank you for watching this Infusion. All the facts contained within are not lies, we promise!"
  },
  {
    "startTime": 502.75,
    "endTime": 507.49,
    "text": "But if you want to check, there are citations in the description. Of course because we're scientists here."
  },
  {
    "startTime": 507.53,
    "endTime": 511.33,
    "text": "If you have ideas for future episodes or infusions, you can leave those in the comments."
  },
  {
    "startTime": 511.39,
    "endTime": 516.36,
    "text": "Or connect with us on Facebook or Twitter also questions. We'll be happy to answer those as well."
  },
  {
    "startTime": 516.62,
    "endTime": 517.79,
    "text": "See you next time."
  }
]