[
  {
    "startTime": 3.899,
    "endTime": 10.2,
    "text": "You've probably been told, or maybe learned the hard way after heating a burrito wrapped in tinfoil, that you shouldn't put metal in the microwave."
  },
  {
    "startTime": 10.4,
    "endTime": 14.0,
    "text": "But your curious scientific mind might have noticed that your microwave is…made of metal."
  },
  {
    "startTime": 14.2,
    "endTime": 18.299999999999997,
    "text": "And there's even that metal mesh covering the window. And isn't that Hot Pocket pouch lined with aluminum?"
  },
  {
    "startTime": 18.5,
    "endTime": 23.0,
    "text": "So what the heck? When do microwaves and metal play along fine, and when do they end up burning down your house?"
  },
  {
    "startTime": 23.4,
    "endTime": 28.299999999999997,
    "text": "Well, the heart of your microwave oven is a magnetron, a high-powered vacuum tube that generates microwaves."
  },
  {
    "startTime": 28.4,
    "endTime": 35.329,
    "text": "The magnetron sends microwaves, which, like radio waves, are a type of electromagnetic radiation, into that little box where your food rotates around."
  },
  {
    "startTime": 35.329,
    "endTime": 39.8,
    "text": "And the little window on the door is covered with a metal mesh because that forms what's called a Faraday cage."
  },
  {
    "startTime": 40.0,
    "endTime": 45.8,
    "text": "The holes in the mesh are smaller than a microwave's wavelength, so they keep those waves from passing through the door and cooking off your face."
  },
  {
    "startTime": 45.98,
    "endTime": 52.8,
    "text": "Safely contained in the box, these microwaves can pass through glass, paper, and plastic until they're absorbed by the water molecules in your food."
  },
  {
    "startTime": 53.0,
    "endTime": 56.0,
    "text": "They heat up until, suddenly, your burrito is no longer frozen."
  },
  {
    "startTime": 56.0,
    "endTime": 62.7,
    "text": "But metals… metals are a different story. They're full of free-moving electrons, so they conduct electricity like nobody's business."
  },
  {
    "startTime": 62.7,
    "endTime": 66.3,
    "text": "How microwaves respond to metal, though, can depend on the metal's thickness and shape."
  },
  {
    "startTime": 66.3,
    "endTime": 74.0,
    "text": "The walls of your microwave oven, for instance, are thick and flat, so when microwaves strike them, the electrons in the metal vibrate back and forth, but the microwaves just bounce off."
  },
  {
    "startTime": 74.0,
    "endTime": 80.5,
    "text": "But when a piece of metal is really thin, like a piece of foil, it's less able to withstand all of that electron activity, and it heats up really fast."
  },
  {
    "startTime": 80.5,
    "endTime": 82.2,
    "text": "Before you know it, it can ignite."
  },
  {
    "startTime": 82.6,
    "endTime": 86.0,
    "text": "Plus, most metal objects like forks and wads of foil have curves and corners."
  },
  {
    "startTime": 86.4,
    "endTime": 90.5,
    "text": "These features can cause microwaves to produce concentrated electric fields along the points and edges."
  },
  {
    "startTime": 91.0,
    "endTime": 101.8,
    "text": "This charge buildup can ionize the air around the object, which is what makes that terrible popping noise, and if the buildup gets high enough, it'll shoot out a powerful arc of electricity to the nearest metal object: usually, the wall of your microwave."
  },
  {
    "startTime": 101.8,
    "endTime": 103.61999999999999,
    "text": "And then you have to go appliance shopping."
  },
  {
    "startTime": 103.62,
    "endTime": 107.729,
    "text": "And yet, some processed foods like pies, soups, and Hot Pockets take advantage of the fact that thin sheets of microwaved metal can turn super hot super fast."
  },
  {
    "startTime": 111.0,
    "endTime": 119.0,
    "text": "These foods are packaged with a thin metallic layer that's coated with a nonmetallic material on the outside, so the food that touches the metal inside browns up quickly."
  },
  {
    "startTime": 119.0,
    "endTime": 124.19,
    "text": "But even those foods need to be watched carefully because if they're left inside for too long, they could burst into flames."
  },
  {
    "startTime": 124.19,
    "endTime": 127.75999999999999,
    "text": "So in the end, it turns out you can put some metal in the microwave, if you're careful."
  },
  {
    "startTime": 127.76,
    "endTime": 131.5,
    "text": "But, I mean, why risk it? You could ruin your kitchen. Or your burrito."
  },
  {
    "startTime": 131.5,
    "endTime": 135.599,
    "text": "Thanks for asking, and thanks to our Subbable subscribers who keep these answers coming."
  },
  {
    "startTime": 135.599,
    "endTime": 148.37,
    "text": "If you have a quick question, let us know on Facebook and Twitter or in the comments below, and don't forget to got to youtube.com/scishow and subscribe."
  }
]