[
  {
    "startTime": 0.44,
    "endTime": 4.1290000000000004,
    "text": "[Intro]"
  },
  {
    "startTime": 4.129,
    "endTime": 8.21,
    "text": "The claim that alcohol kills brain cells dates back to the temperance movement of the early"
  },
  {
    "startTime": 8.21,
    "endTime": 13.0,
    "text": "twentieth century when Prohibition advocates wanted to make alcohol illegal in the United States."
  },
  {
    "startTime": 13.0,
    "endTime": 24.0,
    "text": "These people, who warned that a couple of gin rickeys would eat away your brain were the same ones that also circulated claims that say, alcoholics could catch fire and burn alive because of all the alcohol in their blood."
  },
  {
    "startTime": 24.0,
    "endTime": 31.41,
    "text": "Neither claim is true, I'm happy to report, although parents and teachers have repeated the first one enough over the last century that it's often passed off as fact."
  },
  {
    "startTime": 31.41,
    "endTime": 39.5,
    "text": "Very roughly speaking, your brain has about 100 billion nerve cells called neurons, and the active ingredient in intoxicating beverages is ethyl alcohol."
  },
  {
    "startTime": 39.5,
    "endTime": 45.019,
    "text": "When you drink it, it's processed by your liver where it's metabolized into acetate and eventually eliminated."
  },
  {
    "startTime": 45.019,
    "endTime": 52.0,
    "text": "But if you drink too much alcohol too quickly, your liver can't process it fast enough, so the excess alcohol stays in your blood and reaches the brain."
  },
  {
    "startTime": 52.0,
    "endTime": 58.0,
    "text": "Once there, alcohol disrupts your brain function by damaging the connective tissue at the end of those neurons, called dendrites."
  },
  {
    "startTime": 58.0,
    "endTime": 67.0,
    "text": "While the cell itself isn't killed, the damage to the dendrites interrupts communication between your neurons, making it harder to send messages that have to do with things like learning or motor coordination."
  },
  {
    "startTime": 67.0,
    "endTime": 74.73,
    "text": "This is what causes the effects we often associate with being drunk, like stumbling, slurred speech and making what in hindsight often proved to be really bad decisions."
  },
  {
    "startTime": 74.73,
    "endTime": 84.47,
    "text": "But we know the brain cells don't actually die thanks to a study done in 1993, in which scientists actually counted the neurons in brain samples from alcoholics and non-alcoholics."
  },
  {
    "startTime": 84.47,
    "endTime": 89.31,
    "text": "They found no difference in the total number of neurons, and these findings have been confirmed by other recent studies."
  },
  {
    "startTime": 89.31,
    "endTime": 93.32000000000001,
    "text": "Luckily, the damage done to our dendrites during an evening of drinking is almost always  reversible, and if you stop drinking for long enough, the brain will repair itself."
  },
  {
    "startTime": 97.0,
    "endTime": 106.53,
    "text": "But, of course, drinking alcohol in large quantities poses many, many other health risks, and while it may not kill brain cells, it can greatly impair brain function and permanently damage your poor liver."
  },
  {
    "startTime": 106.53,
    "endTime": 109.73,
    "text": "Thanks for asking, especially to our Subbable subscribers who keep these answers coming."
  },
  {
    "startTime": 109.73,
    "endTime": 122.77000000000001,
    "text": "If you have a Quick Question, let us know on Facebook or Twitter or in the comments below and don't forget to go to Youtube.com/SciShow and subscribe."
  }
]