[
  {
    "startTime": 15.429,
    "endTime": 19.0,
    "text": "Hey there, it's Marie Forleo and you are watching MarieTV."
  },
  {
    "startTime": 19.0,
    "endTime": 24.6,
    "text": "Yes, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 25.0,
    "endTime": 26.1,
    "text": "And this is Q&A Tuesday."
  },
  {
    "startTime": 26.22,
    "endTime": 28.59,
    "text": "That means we get Q's and we have A's."
  },
  {
    "startTime": 28.7,
    "endTime": 31.4,
    "text": "And today's question comes from Miss Lori and she writes:"
  },
  {
    "startTime": 31.89,
    "endTime": 36.0,
    "text": "\"Marie, you're awesome and I love your work,\" thank you so much."
  },
  {
    "startTime": 36.0,
    "endTime": 41.649,
    "text": "\"I'm clear on my goals and take daily action towards my dreams, so motivation and productivity are not an issue."
  },
  {
    "startTime": 41.649,
    "endTime": 44.7,
    "text": "However, and this is a big however,"
  },
  {
    "startTime": 44.7,
    "endTime": 53.1,
    "text": "I'm bothered by this constant, uncomfortable feeling gnawing at me reminding me that right now I'm not where I want to be."
  },
  {
    "startTime": 53.1,
    "endTime": 57.57,
    "text": "I know it's important to stay in the present and there's probably no 'there' so to speak,"
  },
  {
    "startTime": 57.97,
    "endTime": 66.1,
    "text": "but I have a hard time not being annoyed and dissatisfied with the present when it does not match my overall vision for my life."
  },
  {
    "startTime": 66.1,
    "endTime": 67.78,
    "text": "Thanks. Lori.\""
  },
  {
    "startTime": 67.78,
    "endTime": 73.44,
    "text": "Lori, fantastic question. I really love your nod to the fact that there's no \"there\" so to speak."
  },
  {
    "startTime": 73.54,
    "endTime": 75.35000000000001,
    "text": "Very wise and very true."
  },
  {
    "startTime": 75.55,
    "endTime": 79.25,
    "text": "I also really relate to your struggle because when I was first starting my business,"
  },
  {
    "startTime": 79.35,
    "endTime": 88.36999999999999,
    "text": "I spent years bartending and waiting tables and doing personal assistant work and finding myself totally frustrated that I wasn't where I wanted to be yet."
  },
  {
    "startTime": 88.37,
    "endTime": 93.12,
    "text": "So I remember back in those days just feeling completely deflated and, you know what?"
  },
  {
    "startTime": 93.22,
    "endTime": 97.16,
    "text": "That repetitive thought pattern was actually what was holding me back."
  },
  {
    "startTime": 97.26,
    "endTime": 101.35000000000001,
    "text": "I didn't realize it, but I was training myself to be both miserable and mediocre."
  },
  {
    "startTime": 101.45,
    "endTime": 108.34,
    "text": "But then everything changed once I realized what a huge mistake I was making with that ants in my pants attitude."
  },
  {
    "startTime": 108.34,
    "endTime": 112.2,
    "text": "Here's why. It's because of this tweetable."
  },
  {
    "startTime": 113.6,
    "endTime": 118.499,
    "text": "\"Showing up fully, exactly where you are, is the fastest way to get where you want to go.\""
  },
  {
    "startTime": 118.559,
    "endTime": 122.74,
    "text": "Here's the reality check that hit me like a ton of bricks."
  },
  {
    "startTime": 123.14,
    "endTime": 130.18,
    "text": "All of the joy and excitement and fun that we want in life never comes from external circumstances."
  },
  {
    "startTime": 130.48,
    "endTime": 138.439,
    "text": "It always comes from the energy and the attention and the consciousness that we bring into each and every moment."
  },
  {
    "startTime": 138.439,
    "endTime": 145.44,
    "text": "So Lori, I talked about this a lot and if you really want to solve this problem I need you to go read page 10 in my book \"Make Every Man Want You\"."
  },
  {
    "startTime": 145.4,
    "endTime": 148.64000000000001,
    "text": "It's all about making is-ness your business."
  },
  {
    "startTime": 148.74,
    "endTime": 149.83,
    "text": "So what does that mean?"
  },
  {
    "startTime": 150.23,
    "endTime": 157.72899999999998,
    "text": "Making is-ness your business means that you show up in each moment and you do this moment like you friggin' mean it."
  },
  {
    "startTime": 158.0,
    "endTime": 159.669,
    "text": "That means you bring your A game."
  },
  {
    "startTime": 159.869,
    "endTime": 168.41,
    "text": "That means you brings your full enthusiasm, your attention, your love to whatever you're doing, wherever you are, and whoever you're with."
  },
  {
    "startTime": 168.51,
    "endTime": 175.98,
    "text": "Why? Because all pain and frustration and annoyance in our life comes from resisting the moment."
  },
  {
    "startTime": 175.98,
    "endTime": 179.79999999999998,
    "text": "It comes from saying, \"This moment isn't how it should be.\""
  },
  {
    "startTime": 179.7,
    "endTime": 183.119,
    "text": "But guess what? The moment already is."
  },
  {
    "startTime": 183.219,
    "endTime": 184.969,
    "text": "So you only have two choices in life:"
  },
  {
    "startTime": 185.069,
    "endTime": 192.19899999999998,
    "text": "You can either resist it and be friggin' miserable, or you can engage with the moment and have a damn good time."
  },
  {
    "startTime": 192.2,
    "endTime": 194.89999999999998,
    "text": "In fact, make it an engagement party."
  },
  {
    "startTime": 195.0,
    "endTime": 203.6,
    "text": "You guys, I'm engaged......with the moment!"
  },
  {
    "startTime": 205.7,
    "endTime": 207.29999999999998,
    "text": "That's right. You gotta love the moment."
  },
  {
    "startTime": 207.5,
    "endTime": 208.8,
    "text": "Put a ring on it!"
  },
  {
    "startTime": 208.999,
    "endTime": 216.44899999999998,
    "text": "Because the truth is, you can feel fully alive in any situation or you can feel like total crap in any situation."
  },
  {
    "startTime": 216.549,
    "endTime": 220.859,
    "text": "It's not the circumstances, it's actually what you bring to them."
  },
  {
    "startTime": 220.959,
    "endTime": 223.97,
    "text": "Once I really got this I was so much happier."
  },
  {
    "startTime": 224.27,
    "endTime": 231.15900000000002,
    "text": "I was performing in my jobs better and ironically everything that I wanted to create in my future started happening a lot faster."
  },
  {
    "startTime": 231.359,
    "endTime": 235.949,
    "text": "So that was my A to your Q, Lori. I really hope it helps."
  },
  {
    "startTime": 235.949,
    "endTime": 239.83,
    "text": "So now I'd love to hear from you, a little two parter for us today."
  },
  {
    "startTime": 240.03,
    "endTime": 244.409,
    "text": "So where in your life can making is-ness your business really support you?"
  },
  {
    "startTime": 244.509,
    "endTime": 251.54,
    "text": "And number two, got any great stories to share about where you've really honored where you are and where you want to be?"
  },
  {
    "startTime": 252.349,
    "endTime": 260.3,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so why don't you come on over and leave a comment now?"
  },
  {
    "startTime": 260.3,
    "endTime": 267.699,
    "text": "Did you like this video? If so, subscribe to our channel, and it would be amazing if you shared this with all of your friends."
  },
  {
    "startTime": 267.799,
    "endTime": 277.66999999999996,
    "text": "I'd be so grateful. And if you want even more awesome resources to create a business and a life that you love, plus some personal insights from me that I only get to talk about in email,"
  },
  {
    "startTime": 277.67,
    "endTime": 282.22,
    "text": "come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 282.35,
    "endTime": 289.779,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 289.879,
    "endTime": 294.03900000000004,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]