[
  {
    "startTime": 5.3,
    "endTime": 9.1,
    "text": "Millions of Americans use caffeinated beverages every day as a pick-me-up."
  },
  {
    "startTime": 9.2,
    "endTime": 11.6,
    "text": "It is, after all, the world's most popular drug."
  },
  {
    "startTime": 11.7,
    "endTime": 16.1,
    "text": "And with new caffeine infused products like energy drinks, gum, and even beef jerky hitting the shelves,"
  },
  {
    "startTime": 16.2,
    "endTime": 20.099999999999998,
    "text": "our love affair with caffeine shows absolutely no signs of slowing down."
  },
  {
    "startTime": 22.2,
    "endTime": 28.799999999999997,
    "text": "Caffeine is an interesting drug because when it enters the body it breaks up into three different yet very similar molecules."
  },
  {
    "startTime": 28.9,
    "endTime": 36.0,
    "text": "When metabolized in the liver, enzymes chisel off one of three methyl groups to form these three metabolites with three different effects on your body:"
  },
  {
    "startTime": 36.1,
    "endTime": 40.1,
    "text": "Theobromine, paraxanthine, and theophylline."
  },
  {
    "startTime": 40.2,
    "endTime": 47.0,
    "text": "While in the brain, this caffeine party crashes adenosine receptors, blocking the normal guest, adenosine, from doing its job."
  },
  {
    "startTime": 47.0,
    "endTime": 52.8,
    "text": "Adenosine is responsible for slowing down nerve activity in your brains, giving us the cue to calm down and take a nap."
  },
  {
    "startTime": 52.9,
    "endTime": 57.5,
    "text": "Also, adenosine is responsible for regulating neurotransmitters in the brain such as dopamine."
  },
  {
    "startTime": 57.5,
    "endTime": 61.521,
    "text": "As you can see, adenosine is also quite similar to caffeine in structure,"
  },
  {
    "startTime": 61.521,
    "endTime": 65.29,
    "text": "which is why caffeine binds so easily to the adenosine protein receptors."
  },
  {
    "startTime": 65.481,
    "endTime": 69.6,
    "text": "Once connected, caffeine increases the activity in neurotransmitters like dopamine,"
  },
  {
    "startTime": 69.6,
    "endTime": 71.981,
    "text": "ultimately leading to heightened brain activity."
  },
  {
    "startTime": 71.981,
    "endTime": 75.0,
    "text": "Then, the three metabolites perform their own specific functions."
  },
  {
    "startTime": 75.0,
    "endTime": 78.7,
    "text": "Theobromine increases oxygen and nutrient flow to the brain."
  },
  {
    "startTime": 78.8,
    "endTime": 84.71,
    "text": "Paraxanthine enhances your body's athletic performance by increasing the rate of fat breakdown to fuel muscle activity."
  },
  {
    "startTime": 84.831,
    "endTime": 89.12100000000001,
    "text": "Theophylline increases your heart rate and reinforces your ability to concentrate."
  },
  {
    "startTime": 89.121,
    "endTime": 92.39999999999999,
    "text": "And, although these effects come together to produce a state of wakefulness,"
  },
  {
    "startTime": 92.5,
    "endTime": 94.8,
    "text": "too much caffeine can turn sour pretty quick."
  },
  {
    "startTime": 94.8,
    "endTime": 99.89999999999999,
    "text": "At higher doses, caffeine is known to cause jitters, anxiety, and just general all-around discomfort."
  },
  {
    "startTime": 99.9,
    "endTime": 105.301,
    "text": "For this reason, scientists have found that four hundred milligrams is the safest average dose of caffeine for adults."
  },
  {
    "startTime": 105.301,
    "endTime": 109.10000000000001,
    "text": "To put that into perspective, that'll be around three eight-ounce cups of coffee,"
  },
  {
    "startTime": 109.1,
    "endTime": 112.8,
    "text": "five eight-ounce Red Bulls, or a whopping eight cups black tea."
  },
  {
    "startTime": 112.8,
    "endTime": 117.1,
    "text": "And on a side note, scientists have also found that caffeine becomes toxic around 10 grams,"
  },
  {
    "startTime": 117.2,
    "endTime": 121.74000000000001,
    "text": "which works out to be about seventy five cups of coffee, or 180 cups black tea."
  },
  {
    "startTime": 121.74,
    "endTime": 125.571,
    "text": "However, the lethal limit does vary widely from person to person."
  },
  {
    "startTime": 125.64,
    "endTime": 127.2,
    "text": "Hey, thanks for watching folks."
  },
  {
    "startTime": 127.2,
    "endTime": 130.8,
    "text": "Stay tuned next week, we've got more science coming your way that can only make you smarter."
  },
  {
    "startTime": 130.8,
    "endTime": 133.70000000000002,
    "text": "And if you haven't already, make sure to subscribe, so that you don't miss anything."
  },
  {
    "startTime": 133.8,
    "endTime": 146.89100000000002,
    "text": "Oh, and if you have any chemistry themed questions, make sure you post them in the comments; they might be answered in upcoming videos."
  }
]