[
  {
    "startTime": 0.01,
    "endTime": 2.4,
    "text": "Ever counted calories using nutritional labels?"
  },
  {
    "startTime": 2.5,
    "endTime": 5.2,
    "text": "But just how accurate are they anyway?"
  },
  {
    "startTime": 8.638,
    "endTime": 10.9,
    "text": "Hey, guys, Julia here for DNews."
  },
  {
    "startTime": 11.0,
    "endTime": 12.2,
    "text": "Food labels are great."
  },
  {
    "startTime": 12.3,
    "endTime": 15.65,
    "text": "They give you an estimate of how many calories are in any certain food."
  },
  {
    "startTime": 15.65,
    "endTime": 17.3,
    "text": "But they have a teeny bit of a flaw."
  },
  {
    "startTime": 17.563,
    "endTime": 19.75,
    "text": "They fail to take into account cooking."
  },
  {
    "startTime": 19.905,
    "endTime": 27.400000000000002,
    "text": "So we end up with a system that likely overestimates the calories available in unprocessed foods and underestimates the calories in processed food."
  },
  {
    "startTime": 27.4,
    "endTime": 33.132,
    "text": "The way we currently count calories is based on the Atwater System, which is at least a hundred years old."
  },
  {
    "startTime": 33.2,
    "endTime": 40.628,
    "text": "The System standardized the idea of the amount of energy available in food, 9 calories in a gram of fat or 4 calories in every gram of protein."
  },
  {
    "startTime": 40.8,
    "endTime": 45.157,
    "text": "But this measures the availability of energy in food, not the digestibility."
  },
  {
    "startTime": 45.4,
    "endTime": 47.275999999999996,
    "text": "A calorie is a unit of energy."
  },
  {
    "startTime": 47.3,
    "endTime": 52.199999999999996,
    "text": "It's technically the amount of energy needed to heat up a kilogram of water by 1 degree Celsius."
  },
  {
    "startTime": 52.3,
    "endTime": 60.405,
    "text": "Our body burns calories in food through metabolizing the carbohydrates and proteins and whatnot into smaller molecules our body can use as energy."
  },
  {
    "startTime": 60.505,
    "endTime": 63.5,
    "text": "Cooking food changes how many calories are digestible."
  },
  {
    "startTime": 63.6,
    "endTime": 65.1,
    "text": "Take potatoes for example."
  },
  {
    "startTime": 65.2,
    "endTime": 70.4,
    "text": "When raw, the sugar molecules in potatoes are too tightly packed for our digestive system to handle."
  },
  {
    "startTime": 70.409,
    "endTime": 73.7,
    "text": "Cooking causes the starches in the potato to gelatinize."
  },
  {
    "startTime": 73.794,
    "endTime": 79.565,
    "text": "That process allows us to access the sugars stored in the starch, so we get more calories out of the cooked potato."
  },
  {
    "startTime": 79.6,
    "endTime": 85.6,
    "text": "On top of that, the type of cooking method might change the chemistry of food as well, whether it's boiled, baked, or microwaved."
  },
  {
    "startTime": 85.679,
    "endTime": 93.28,
    "text": "On the other hand, digesting raw food takes work: A stick of celery might have 10 calories, but the chewing and digesting burns about half of them."
  },
  {
    "startTime": 93.288,
    "endTime": 97.1,
    "text": "All that work means there are fewer calories for your body to absorb for energy."
  },
  {
    "startTime": 97.252,
    "endTime": 100.535,
    "text": "But before you go nibbling on an all-carrot diet, consider this:"
  },
  {
    "startTime": 100.835,
    "endTime": 104.1,
    "text": "For our ancestors, cooking meant the difference between life and death."
  },
  {
    "startTime": 104.15,
    "endTime": 106.85000000000001,
    "text": "The invention of a cooked meal might have changed everything."
  },
  {
    "startTime": 106.905,
    "endTime": 111.426,
    "text": "Cooking food provided more energy and led to humans with bigger brains and bigger babies."
  },
  {
    "startTime": 111.471,
    "endTime": 117.99000000000001,
    "text": "And people who consume an all-raw diet now might not be getting enough calories, even when eating food packed with nutrients."
  },
  {
    "startTime": 118.1,
    "endTime": 127.19999999999999,
    "text": "Some women on an all-raw diet get irregular menstrual cycles—a sign of undernourishment—not to mention the bacteria of your gut steal a few of the calories for themselves."
  },
  {
    "startTime": 127.3,
    "endTime": 133.6,
    "text": "So the exact number of calories you're getting is affected by way too many factors for those labels to be truly accurate."
  },
  {
    "startTime": 133.7,
    "endTime": 139.32999999999998,
    "text": "But while modifications to the Atwater system have improved it some over the years, there's still no real alternative."
  },
  {
    "startTime": 139.4,
    "endTime": 145.4,
    "text": "So until nutrition scientists come up with a better calorie counting system, take food labels with a grain of salt."
  },
  {
    "startTime": 145.9,
    "endTime": 148.8,
    "text": "See what I did there? Grain of salt? It's a... pun... ok."
  },
  {
    "startTime": 149.005,
    "endTime": 157.9,
    "text": "Switching gears for a second, I wanted to let you know that tomorrow, Trace, Amy, and Ian are gonna be chatting with a real-live astronaut about what it's like to live and work in space."
  },
  {
    "startTime": 158.1,
    "endTime": 163.5,
    "text": "And if you wanna hang out with us space nerds, be sure to RSVP using the link we've got in the description."
  },
  {
    "startTime": 163.5,
    "endTime": 166.045,
    "text": "That's at 3 p.m. Eastern time, noon Pacific."
  },
  {
    "startTime": 166.045,
    "endTime": 168.39999999999998,
    "text": "So, do you trust nutritional labels?"
  },
  {
    "startTime": 168.4,
    "endTime": 169.8,
    "text": "Do they need to be updated?"
  },
  {
    "startTime": 169.9,
    "endTime": 175.0,
    "text": "Leave your thoughts and comments below, and don't forget to subscribe for more DNews everyday."
  }
]