[
  {
    "startTime": 0.0,
    "endTime": 6.828,
    "text": "Jealousy is a strong burning emotion, it's filled with lots of nuances. But the thing is, everybody experiences it."
  },
  {
    "startTime": 6.828,
    "endTime": 8.828,
    "text": "But straight men, they do a little different."
  },
  {
    "startTime": 14.201,
    "endTime": 16.201,
    "text": "Hey everybody, thanks for watching Dnews today. I am Trace."
  },
  {
    "startTime": 16.92,
    "endTime": 18.92,
    "text": "Evolutionary psychology is kind of weird."
  },
  {
    "startTime": 19.716,
    "endTime": 27.5,
    "text": "It's a bunch of highly-educated scientists looking at modern humans and applying Darwin's evolutionary principles to behaviors they observe throughout human history."
  },
  {
    "startTime": 28.33,
    "endTime": 30.33,
    "text": "While there is research involved, it's kind of like educated guessing."
  },
  {
    "startTime": 31.479,
    "endTime": 33.479,
    "text": "We can't go back in time to see exactly what prompted the adaptation resulted in something like jealousy."
  },
  {
    "startTime": 36.953,
    "endTime": 38.953,
    "text": "But evolutionary psychologists can test how it work and guess."
  },
  {
    "startTime": 41.288,
    "endTime": 43.288,
    "text": "For the people who've never experienced jealousy, to which I personally say, \"what?\""
  },
  {
    "startTime": 45.372,
    "endTime": 50.272,
    "text": "Jealousy has its roots in envy, suspicion, mistrust, anxiety and protective possession."
  },
  {
    "startTime": 50.749,
    "endTime": 52.749,
    "text": "It's usually attributed to relationships, and feels like a burning all encompassing emotive mess."
  },
  {
    "startTime": 55.946,
    "endTime": 57.946,
    "text": "Evolutionary psychologists say this feeling has been part of humanity for like a million years, evolving when humans were still living solely in Africa."
  },
  {
    "startTime": 63.853,
    "endTime": 70.0,
    "text": "Males were constantly guarding the social group and providing food while the females were maintaining social structure and raising offspring."
  },
  {
    "startTime": 70.721,
    "endTime": 81.19200000000001,
    "text": "According to their hypothesis, male jealousy evolved to ensure that the females weren't taking resources and giving them to mates who weren't prioritizing their genes."
  },
  {
    "startTime": 81.193,
    "endTime": 83.193,
    "text": "i.e. females who were thirsty for a side piece."
  },
  {
    "startTime": 83.642,
    "endTime": 85.642,
    "text": "On the other hand, female jealousy, though originated from the same inner structures, manifested as anxiety over emotional betrayal."
  },
  {
    "startTime": 90.46,
    "endTime": 92.46,
    "text": "Because her mate might take those hunting spoils and go split with his side piece."
  },
  {
    "startTime": 95.075,
    "endTime": 97.075,
    "text": "That means fewer resources for her and her offspring."
  },
  {
    "startTime": 97.874,
    "endTime": 99.874,
    "text": "Jealousy burns hotly in both men and women, but the cause is a little different."
  },
  {
    "startTime": 102.533,
    "endTime": 104.53,
    "text": "It all sounds kind of twin-drama like, right? And yet studies over the years have confirmed both male and female jealousy do work in this way."
  },
  {
    "startTime": 110.437,
    "endTime": 112.44,
    "text": "Now, a new study in the Archives of Sexual Behavior, the largest ever completed, claims they've confirmed yet again how jealousy works."
  },
  {
    "startTime": 118.679,
    "endTime": 120.68,
    "text": "In this giant study of 64,000 Americans, they found that when it comes to sexual infidelity, straight men are the most heated."
  },
  {
    "startTime": 126.98,
    "endTime": 128.98000000000002,
    "text": "Heterosexual men cannot abide when their partner has physical relations with another."
  },
  {
    "startTime": 131.231,
    "endTime": 140.0,
    "text": "That being said, straight women, gay, lesbian, and bisexual men and women were all more concerned about emotional infidelity, or the idea that their partner might love someone else."
  },
  {
    "startTime": 140.958,
    "endTime": 142.96,
    "text": "The lead researcher wanted to learn what the largest triggers of jealousy might be, and for whom those triggers are strongest."
  },
  {
    "startTime": 147.193,
    "endTime": 149.19000000000003,
    "text": "And it turns out, only heterosexual men are not worried about their partner falling in love with another person."
  },
  {
    "startTime": 153.124,
    "endTime": 155.12,
    "text": "They are more concerned with physical intimacy."
  },
  {
    "startTime": 155.428,
    "endTime": 157.43,
    "text": "Of course, it also depends on how you ask participants the questions in studies like this."
  },
  {
    "startTime": 159.611,
    "endTime": 164.01,
    "text": "An older study out of Northeastern found when presented with seven different types of infidelity,"
  },
  {
    "startTime": 165.0,
    "endTime": 169.0,
    "text": "rather than simply emotional or physical, the differences shrank between the sexes."
  },
  {
    "startTime": 170.11,
    "endTime": 172.11,
    "text": "What about you? What would send you into a jealousy rage?"
  },
  {
    "startTime": 172.964,
    "endTime": 174.96,
    "text": "Go down into the comments and let us know what sent you off and make sure you subscribe for more Dnews."
  },
  {
    "startTime": 176.894,
    "endTime": 178.89000000000001,
    "text": "Also, check out these other videos down here about the science of attraction. Thanks for watching."
  }
]