[
  {
    "startTime": 0.2,
    "endTime": 4.7,
    "text": "In a world that seems busier by the day, productivity is on the minds of many."
  },
  {
    "startTime": 4.8,
    "endTime": 10.399999999999999,
    "text": "But instead of downloading the latest time management app or forcing yourself to stay at work for hours on end,"
  },
  {
    "startTime": 10.4,
    "endTime": 13.9,
    "text": "how can we use science to crack open the potential of our minds?"
  },
  {
    "startTime": 14.0,
    "endTime": 16.11,
    "text": "Is there a secret to being productive?"
  },
  {
    "startTime": 16.2,
    "endTime": 20.099999999999998,
    "text": "The first thing to come to terms with is that your willpower is simply not enough."
  },
  {
    "startTime": 20.2,
    "endTime": 25.299999999999997,
    "text": "In fact, some studies suggest that willpower is an exhaustible source that can be entirely used up."
  },
  {
    "startTime": 25.4,
    "endTime": 28.14,
    "text": "This is a concept known as \"ego depletion.\""
  },
  {
    "startTime": 28.24,
    "endTime": 33.199999999999996,
    "text": "So instead of convincing yourself to simply try harder, a more methodical approach is suggested."
  },
  {
    "startTime": 33.3,
    "endTime": 35.199999999999996,
    "text": "The first step: get started."
  },
  {
    "startTime": 35.3,
    "endTime": 40.18,
    "text": "It may seem obvious, but studies have shown starting a project to be the biggest barrier to productivity."
  },
  {
    "startTime": 40.5,
    "endTime": 48.55,
    "text": "Before starting, our brain visualizes the hardest parts to come and instead tries to simulate real work by focusing on small, mindless tasks."
  },
  {
    "startTime": 48.55,
    "endTime": 55.3,
    "text": "Luckily there's a construct of the mind known as the Zeigarnik effect which compels humans to finish a task that they've already started."
  },
  {
    "startTime": 55.4,
    "endTime": 61.0,
    "text": "The Zeigarnik effect shows that when we don't finish a task, we experience discomfort and intrusive thoughts about it."
  },
  {
    "startTime": 61.1,
    "endTime": 62.7,
    "text": "So get started, now."
  },
  {
    "startTime": 62.8,
    "endTime": 64.5,
    "text": "What about time management?"
  },
  {
    "startTime": 64.5,
    "endTime": 72.4,
    "text": "Shockingly, when we look at some of the most elite musicians in the world, we find that they aren't necessarily practicing more, but instead, more deliberately."
  },
  {
    "startTime": 72.5,
    "endTime": 77.9,
    "text": "This is because they spend more time focused on the hardest task and focus their energy in packets."
  },
  {
    "startTime": 77.95,
    "endTime": 83.4,
    "text": "Instead of diluting their effort over the entire day, they have periods of intense work followed by breaks."
  },
  {
    "startTime": 83.5,
    "endTime": 87.6,
    "text": "Not relying on willpower, they rely on a habit and disciplined scheduling."
  },
  {
    "startTime": 87.7,
    "endTime": 95.2,
    "text": "Studies have found that the most elite violinists in the world generally follow a ninety minute work regime with a fifteen to twenty minute break afterwards."
  },
  {
    "startTime": 95.3,
    "endTime": 102.6,
    "text": "Instead of trying to maintain energy throughout the entire day, breaking it down into sessions with planned relaxation is most effective."
  },
  {
    "startTime": 102.7,
    "endTime": 105.60000000000001,
    "text": "But how can you develop the discipline to follow this routine?"
  },
  {
    "startTime": 105.7,
    "endTime": 108.5,
    "text": "One key component is giving yourself a deadline."
  },
  {
    "startTime": 108.6,
    "endTime": 113.11999999999999,
    "text": "Write it down, mark it in your calendar, and you'll be much more likely to complete your task."
  },
  {
    "startTime": 113.12,
    "endTime": 118.0,
    "text": "On top of this, create something called an \"accountability chart\" to document your progress."
  },
  {
    "startTime": 118.1,
    "endTime": 123.3,
    "text": "In one column, write the timespan, and in the other, the activities you accomplished during this time."
  },
  {
    "startTime": 123.4,
    "endTime": 126.5,
    "text": "Similar to those on a diet who document their food intake,"
  },
  {
    "startTime": 126.5,
    "endTime": 133.0,
    "text": "writing down your progress allows you to realistically evaluate your work as opposed to inaccurately assuming what you've done."
  },
  {
    "startTime": 133.1,
    "endTime": 137.0,
    "text": "Furthermore, tracking your progress helps to avoid small, mindless work."
  },
  {
    "startTime": 137.1,
    "endTime": 139.5,
    "text": "And finally, stop multitasking."
  },
  {
    "startTime": 139.6,
    "endTime": 144.29999999999998,
    "text": "While it may feel like you're accomplishing more, studies show that multitaskers are much less productive."
  },
  {
    "startTime": 144.4,
    "endTime": 148.6,
    "text": "Instead, try and make a list at night of what you want to accomplish tomorrow."
  },
  {
    "startTime": 148.7,
    "endTime": 154.39999999999998,
    "text": "This way, you hit the ground running with your action plan and avoid trying to complete multiple activities at once."
  },
  {
    "startTime": 154.4,
    "endTime": 158.639,
    "text": "While you're at it, split up your large tasks into smaller, bite-sized ones."
  },
  {
    "startTime": 158.639,
    "endTime": 163.0,
    "text": "Your brain will find these less daunting and it will make the starting process easier."
  },
  {
    "startTime": 163.1,
    "endTime": 168.4,
    "text": "With a clear goal and action plan in mind, your productivity levels can soar to new heights."
  },
  {
    "startTime": 168.5,
    "endTime": 170.7,
    "text": "Want more tips and information on productivity?"
  },
  {
    "startTime": 170.8,
    "endTime": 174.9,
    "text": "Check out Gregory Ciotti's blog, Sparring Mind, who we worked with to make this video."
  },
  {
    "startTime": 175.0,
    "endTime": 183.27,
    "text": "We'll link to the productivity article in the description where you can find even more information, and be sure to sign up for his newsletter which covers other amazing brainy content."
  },
  {
    "startTime": 183.3,
    "endTime": 185.0,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 185.1,
    "endTime": 189.51,
    "text": "Ask it in the comments or on Facebook and Twitter, and subscribe for more weekly science videos."
  }
]