[
  {
    "startTime": 3.48,
    "endTime": 8.62,
    "text": "Good afternoon. Good evening. Good morning. Depends on when you're watching this."
  },
  {
    "startTime": 8.621,
    "endTime": 13.905000000000001,
    "text": "Thank you for watching. I'm going to teach you about Thanksgiving."
  },
  {
    "startTime": 13.905,
    "endTime": 22.201,
    "text": "Thanksgiving is a holiday that is exclusive to North America. Oh, except Mexico."
  },
  {
    "startTime": 22.202,
    "endTime": 32.481,
    "text": "So, it's exclusive to Canada and America. You may be wondering, \"Hmm... How is Canada and America even different?\""
  },
  {
    "startTime": 32.482,
    "endTime": 39.001,
    "text": "Well, we have a lot of things that are different, the first one being the dates of Thanksgiving."
  },
  {
    "startTime": 39.001,
    "endTime": 47.001,
    "text": "In Canada, Thanksgiving is the second Monday in October. Get your calendars out."
  },
  {
    "startTime": 47.001,
    "endTime": 51.870999999999995,
    "text": "I didn't look at what date the second Monday was in October."
  },
  {
    "startTime": 51.872,
    "endTime": 55.801,
    "text": "But look at your calendar, \"First Monday, no. Second Monday, yes.\""
  },
  {
    "startTime": 55.801,
    "endTime": 64.3,
    "text": "So, in Canada we celebrate Thanksgiving the second Monday in October. In America, however, it's closer to Christmas."
  },
  {
    "startTime": 64.3,
    "endTime": 73.018,
    "text": "It's one -- almost one month away from Christmas, which is December 25th, for your information."
  },
  {
    "startTime": 73.018,
    "endTime": 85.001,
    "text": "In America, it's celebrated the fourth Thursday in November, or you can think of it as the last Thursday in November."
  },
  {
    "startTime": 85.002,
    "endTime": 96.80099999999999,
    "text": "I actually looked this up. This year being 2013, it's actually November 28th."
  },
  {
    "startTime": 96.801,
    "endTime": 101.601,
    "text": "So, if you live in America, on November 28th, it is Thanksgiving."
  },
  {
    "startTime": 101.601,
    "endTime": 105.9,
    "text": "If you live in Canada, it will be the second Monday in October."
  },
  {
    "startTime": 105.9,
    "endTime": 113.56200000000001,
    "text": "Interesting little tidbit of history for you: We didn't officially have a Thanksgiving holiday."
  },
  {
    "startTime": 113.562,
    "endTime": 118.001,
    "text": "And it is [isn't], actually, a holiday in Canada and America -- until 1957."
  },
  {
    "startTime": 118.002,
    "endTime": 127.401,
    "text": "One of the great, great people that works at the parliament buildings decided to give us a holiday in October."
  },
  {
    "startTime": 127.401,
    "endTime": 134.0,
    "text": "And it happened in 1957. It was official that the second Monday in October would be Thanksgiving."
  },
  {
    "startTime": 134.0,
    "endTime": 140.001,
    "text": "In America, this happened a long, long time ago."
  },
  {
    "startTime": 140.002,
    "endTime": 149.501,
    "text": "From the information that I've seen, it actually happened in 1863 with this guy named Abraham Lincoln."
  },
  {
    "startTime": 149.501,
    "endTime": 158.81,
    "text": "Have you heard of this guy? He was the president of America around this time, and he made this a holiday."
  },
  {
    "startTime": 158.81,
    "endTime": 178.0,
    "text": "So what is Thanksgiving? Basically, it is to say thanks. Yeah. Thank you. Thank you for giving -- what? Thanksgiving."
  },
  {
    "startTime": 178.0,
    "endTime": 185.001,
    "text": "What happened was a lot of people left Europe and came and settled in Canada and America."
  },
  {
    "startTime": 185.001,
    "endTime": 200.001,
    "text": "These people were called \"pilgrims.\" People -- also called these \"settlers.\""
  },
  {
    "startTime": 200.001,
    "endTime": 205.001,
    "text": "So these people came from Europe and lived in Canada or North America."
  },
  {
    "startTime": 205.001,
    "endTime": 212.0,
    "text": "They had nothing. So they planted seeds. They produced their own food."
  },
  {
    "startTime": 212.0,
    "endTime": 227.907,
    "text": "Luckily, they actually were able to grow in the soil in Canada and America, and they gave thanks for the harvest."
  },
  {
    "startTime": 227.907,
    "endTime": 234.80100000000002,
    "text": "And as I've seen -- because Abraham Lincoln seemed to be a religious fella."
  },
  {
    "startTime": 234.801,
    "endTime": 239.00099999999998,
    "text": "He would give thanks to God. Who's God? I don't know."
  },
  {
    "startTime": 239.001,
    "endTime": 250.0,
    "text": "So it is actually -- in America, at this time, it was kind of a religious thing that they would give thanks to God for giving them food."
  },
  {
    "startTime": 250.001,
    "endTime": 261.0,
    "text": "In Canada, however, in 1957, we were just very happy to have a harvest. And \"harvest\" means food."
  },
  {
    "startTime": 261.0,
    "endTime": 267.614,
    "text": "You spend a lot of your time planting seeds, watering seeds, growing the seeds."
  },
  {
    "startTime": 267.614,
    "endTime": 271.402,
    "text": "It's time to eat that. And that's called a \"harvest.\""
  },
  {
    "startTime": 271.402,
    "endTime": 275.801,
    "text": "What do we do? What do we do on Thanksgiving? Well, we eat food."
  },
  {
    "startTime": 275.801,
    "endTime": 286.501,
    "text": "We eat food that is grown specifically, or ready specifically in October. This includes things like squash, or turnip, or pumpkin."
  },
  {
    "startTime": 286.501,
    "endTime": 296.001,
    "text": "I'll draw you a picture. I'm not really good at drawing pictures of fruit -- but turnip or squash."
  },
  {
    "startTime": 296.001,
    "endTime": 306.001,
    "text": "We also have potatoes. We love potatoes. And the main food that we have in Thanksgiving is a big turkey."
  },
  {
    "startTime": 306.001,
    "endTime": 310.47999999999996,
    "text": "Now, maybe you've never seen or had a turkey before."
  },
  {
    "startTime": 310.48,
    "endTime": 319.30100000000004,
    "text": "It looks like a chicken, except it's really, really much bigger and, in my opinion, not as tasty."
  },
  {
    "startTime": 319.301,
    "endTime": 329.70099999999996,
    "text": "Traditionally, for Thanksgiving, we're going to have a turkey dinner with seasonal vegetables and gravy."
  },
  {
    "startTime": 329.701,
    "endTime": 337.00100000000003,
    "text": "Also very, very, very, very, very popular in America is American football."
  },
  {
    "startTime": 337.001,
    "endTime": 345.20099999999996,
    "text": "They have, on Thanksgiving, a big American football competition where guys run around in spandex."
  },
  {
    "startTime": 345.201,
    "endTime": 351.201,
    "text": "Hug each other, throw a ball -- fun times. And food, food, food."
  },
  {
    "startTime": 351.202,
    "endTime": 357.001,
    "text": "The other thing that they celebrate more in America than in Canada is they have parades."
  },
  {
    "startTime": 357.001,
    "endTime": 367.001,
    "text": "In New York City, they will have a Thanksgiving Day parade where people will dress up like pilgrims or settlers, and maybe turkeys."
  },
  {
    "startTime": 367.001,
    "endTime": 374.001,
    "text": "And they would walk and celebrate the harvest in New York City."
  },
  {
    "startTime": 374.001,
    "endTime": 378.001,
    "text": "\"That sounds strange.\" It's true."
  },
  {
    "startTime": 378.001,
    "endTime": 386.20099999999996,
    "text": "Do you have a holiday like this in your country that you celebrate the harvest in October or November?"
  },
  {
    "startTime": 386.202,
    "endTime": 393.298,
    "text": "I think you might. Subscribe to my YouTube channel, EnglishLessons4U."
  },
  {
    "startTime": 393.298,
    "endTime": 403.298,
    "text": "And let me know about your holiday of the harvest. Goodbye. Happy eating and Thanksgiver."
  }
]