[
  {
    "startTime": 0.1,
    "endTime": 7.199999999999999,
    "text": "Whether it's Mozart, Joni Mitchell, Adele, or newcomers like Frank Ocean, music is powerful and has existed in all cultures throughout history."
  },
  {
    "startTime": 7.3,
    "endTime": 10.3,
    "text": "But why do humans find music so addictive and pleasurable?"
  },
  {
    "startTime": 10.4,
    "endTime": 17.1,
    "text": "At its core, music is the combination of audio frequencies and intricate patterns floating through the air and clashing together in your ear."
  },
  {
    "startTime": 17.2,
    "endTime": 23.299999999999997,
    "text": "Much like your eyes process light, your ears process waves of sound and trigger a state of excitement and sometimes pleasure in your brain."
  },
  {
    "startTime": 23.4,
    "endTime": 27.0,
    "text": "Humans experience pleasure from many stimulants such as food, sex and drugs."
  },
  {
    "startTime": 27.1,
    "endTime": 34.2,
    "text": "But because many of these stimulants are necessary for human survival, the body has created a system in which it rewards you for achieving them."
  },
  {
    "startTime": 34.3,
    "endTime": 38.199999999999996,
    "text": "What's really happening is a release of a neurotransmitter in the brain called dopamine."
  },
  {
    "startTime": 38.3,
    "endTime": 41.5,
    "text": "Dopamine is a chemical responsible for making you feel good."
  },
  {
    "startTime": 41.6,
    "endTime": 49.7,
    "text": "When dopamine is released following a reward, such as a delicious meal or winning the lottery, the neurotransmitter causes a feeling of pleasure and satisfaction."
  },
  {
    "startTime": 49.8,
    "endTime": 56.4,
    "text": "Drugs, such as cocaine take advantage of this pathway by increasing the amount of dopamine, or rather, preventing its removal,"
  },
  {
    "startTime": 56.5,
    "endTime": 60.8,
    "text": "causing continual stimulation of your neurons, which creates intense moments of pleasure."
  },
  {
    "startTime": 60.9,
    "endTime": 69.5,
    "text": "Music has the ability to create a state of arousal, causing pupils to dilate, blood pressure to rise, and the brain to fire in auditory, movement, and emotional regions."
  },
  {
    "startTime": 69.6,
    "endTime": 76.39999999999999,
    "text": "And even though music does not have a direct survival benefit, this emotional reaction causes a release of the feel-good chemical dopamine."
  },
  {
    "startTime": 76.7,
    "endTime": 84.0,
    "text": "Though the exact evolutionary reasoning is unclear, the amazing fact remains, music chemically alters our body and makes us feel great."
  },
  {
    "startTime": 84.1,
    "endTime": 89.19999999999999,
    "text": "And in the same way that a drug induced dopamine surge leaves you craving more, music becomes addictive."
  },
  {
    "startTime": 89.3,
    "endTime": 93.3,
    "text": "The dopamine tells your body it was rewarded and creates the desire to seek out more."
  },
  {
    "startTime": 93.4,
    "endTime": 98.30000000000001,
    "text": "Even though music enjoyment is entirely subjective and intertwined with cultural and personal experience,"
  },
  {
    "startTime": 98.4,
    "endTime": 104.2,
    "text": "the chemical effects remain consistent amongst the human race, a perfectly natural drug of happiness."
  },
  {
    "startTime": 104.3,
    "endTime": 106.2,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 106.3,
    "endTime": 108.5,
    "text": "Ask it in the comments or on facebook and twitter."
  },
  {
    "startTime": 108.6,
    "endTime": 111.0,
    "text": "And subscribe for more weekly science videos."
  }
]