[
  {
    "startTime": 0.2,
    "endTime": 3.4000000000000004,
    "text": "Feeling groggy, tired or unmotivated in the afternoon?"
  },
  {
    "startTime": 3.5,
    "endTime": 10.0,
    "text": "Using coffee, soda, and energy drinks, we often try to push through the dreaded long day yawning through the hours and fighting the fatigue."
  },
  {
    "startTime": 10.1,
    "endTime": 15.3,
    "text": "But it just so happens that the solution is the very thing we've been trying to avoid all along, sleep."
  },
  {
    "startTime": 15.4,
    "endTime": 19.8,
    "text": "Truth is, the power nap is perhaps the most effective way to rejuvenate your brain."
  },
  {
    "startTime": 19.9,
    "endTime": 22.0,
    "text": "There are four main stages of your sleep cycle."
  },
  {
    "startTime": 22.1,
    "endTime": 25.900000000000002,
    "text": "The first two are relatively light sleep, while the third brings you  into a deep slumber."
  },
  {
    "startTime": 26.0,
    "endTime": 31.1,
    "text": "The final stage, known as rapid eye movement, or REM for short, is where most of your dreams begin."
  },
  {
    "startTime": 31.2,
    "endTime": 34.7,
    "text": "The benefits of napping are  tied to the length of time in which you are asleep."
  },
  {
    "startTime": 34.8,
    "endTime": 38.9,
    "text": "Naps 30 minutes in length generally only allow time to enter these first stages."
  },
  {
    "startTime": 39.0,
    "endTime": 43.5,
    "text": "In stage 1, slow eye movement begins and if woken you often feel as though you didn't even sleep."
  },
  {
    "startTime": 43.6,
    "endTime": 50.4,
    "text": "But as you continue into stage 2, your brain begins to inhibit processing and ignores external stimuli that it deems non-dangerous"
  },
  {
    "startTime": 50.5,
    "endTime": 52.9,
    "text": "in order to relax you and give you a tranquil sleep."
  },
  {
    "startTime": 53.0,
    "endTime": 57.4,
    "text": "It also begins memory consolidation, in which information you learn is processed."
  },
  {
    "startTime": 57.5,
    "endTime": 64.8,
    "text": "Waking out of these stages has shown benefits, including increased productivity, increased cognitive function, enhanced memory, boosted creativity,"
  },
  {
    "startTime": 64.9,
    "endTime": 67.4,
    "text": "and most importantly, feeling less tired."
  },
  {
    "startTime": 67.5,
    "endTime": 72.8,
    "text": "Beyond 30 minutes, you enter stage 3 and experience something known as sleep inertia when awakened."
  },
  {
    "startTime": 72.9,
    "endTime": 80.30000000000001,
    "text": "Because your body is coming out of a deep sleep, motor dexterity is decreased while grogginess and the longing to go back to sleep increases."
  },
  {
    "startTime": 80.4,
    "endTime": 86.4,
    "text": "Many people falsely deem naps non-beneficial for themselves, but the truth is, they have simply napped too long."
  },
  {
    "startTime": 86.5,
    "endTime": 90.6,
    "text": "As the benefits of napping become clearer, many nap salons have opened throughout Japan,"
  },
  {
    "startTime": 90.6,
    "endTime": 95.39999999999999,
    "text": "where workers can pay to have a brief lunchtime nap on a daybed to increase alertness at work."
  },
  {
    "startTime": 95.5,
    "endTime": 98.8,
    "text": "So, maybe it's about time we all start sleeping on the job a little more."
  },
  {
    "startTime": 98.9,
    "endTime": 101.60000000000001,
    "text": "Just tell your boss \"Science said so\"."
  },
  {
    "startTime": 102.0,
    "endTime": 103.7,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 103.8,
    "endTime": 106.1,
    "text": "Ask it in the comments or on facebook and twitter."
  },
  {
    "startTime": 106.2,
    "endTime": 108.3,
    "text": "And subscribe for more weekly science videos."
  }
]