[
  {
    "startTime": 1.2,
    "endTime": 3.7750000000000004,
    "text": "Taiwan Trivia Episode 1"
  },
  {
    "startTime": 3.8,
    "endTime": 6.32,
    "text": "How Yellow is Your Urine?"
  },
  {
    "startTime": 7.0,
    "endTime": 10.3,
    "text": "Hello. When do you usually get off work?"
  },
  {
    "startTime": 10.44,
    "endTime": 13.899999999999999,
    "text": "Do you find yourself feeling constantly overwhelmed at the office?"
  },
  {
    "startTime": 14.5,
    "endTime": 19.9,
    "text": "If so, do you know of a small island country in the shape of a sweet potato called Taiwan?"
  },
  {
    "startTime": 20.2,
    "endTime": 27.6,
    "text": "What we're about to see next is the daily workflow for an average Taiwanese worker."
  },
  {
    "startTime": 27.8,
    "endTime": 32.0,
    "text": "It's only 8 AM and the Taiwanese are in the lead, already hunched over and working at his desk."
  },
  {
    "startTime": 32.2,
    "endTime": 34.300000000000004,
    "text": "Behind them are the Japanese and American."
  },
  {
    "startTime": 34.5,
    "endTime": 37.68,
    "text": "Wait a minute, is that a hangover spotted in the land of stars and stripes?"
  },
  {
    "startTime": 37.68,
    "endTime": 40.26,
    "text": "Oh, just strolling into the office at a leisurely pace."
  },
  {
    "startTime": 40.26,
    "endTime": 42.36,
    "text": "And we have lost track of the Frenchman. Where is he?!"
  },
  {
    "startTime": 42.36,
    "endTime": 44.4,
    "text": "Oh! He's still at the starting line!!"
  },
  {
    "startTime": 44.4,
    "endTime": 46.72,
    "text": "Now we'll take a short break."
  },
  {
    "startTime": 46.72,
    "endTime": 49.3,
    "text": "(Speaking in French)"
  },
  {
    "startTime": 49.3,
    "endTime": 52.059999999999995,
    "text": "Hmm…yes, the way of the tea…"
  },
  {
    "startTime": 52.06,
    "endTime": 53.660000000000004,
    "text": "Mmm…"
  },
  {
    "startTime": 53.66,
    "endTime": 56.04,
    "text": "Do...nu...ts..."
  },
  {
    "startTime": 56.04,
    "endTime": 59.9,
    "text": "And now let's see what the Taiwanese bring out."
  },
  {
    "startTime": 60.0,
    "endTime": 67.3,
    "text": "At 7pm, it's time to clock off, but the Taiwanese are still busy at work while the Japanese has headed off to the bar for a drink."
  },
  {
    "startTime": 67.5,
    "endTime": 73.3,
    "text": "Meanwhile, the American has just arrived home, and the Frenchman is already lying in bed waiting for him."
  },
  {
    "startTime": 73.5,
    "endTime": 79.674,
    "text": "The clock strikes 10 PM, and the Taiwanese has headed back to his desk while chugging yet another Red Bull."
  },
  {
    "startTime": 80.1,
    "endTime": 84.6,
    "text": "Now, it's midnight, and the Taiwanese has finally packed up their things, ready to head out."
  },
  {
    "startTime": 84.7,
    "endTime": 93.32000000000001,
    "text": "But oh no! The boss has sent another work-related text that requires immediate action."
  },
  {
    "startTime": 93.32,
    "endTime": 103.0,
    "text": "The average work hours of Taiwan employees surpass those in Japan, France, and America, yet they are paid a minuscule salary in comparison."
  },
  {
    "startTime": 103.1,
    "endTime": 110.44,
    "text": "Although labor rights are pretty much non-existent in Taiwan, its people do not fight for their rights as often as those in Western societies."
  },
  {
    "startTime": 110.44,
    "endTime": 118.03999999999999,
    "text": "Most European countries not only offer better working conditions but also show greater activism in the protection of labor rights."
  },
  {
    "startTime": 118.04,
    "endTime": 124.02000000000001,
    "text": "For example, an average of 2% of the French workforce participates in a strike, annually."
  },
  {
    "startTime": 124.02,
    "endTime": 130.35999999999999,
    "text": "As for Taiwan? 100% of its workers just grit their teeth and power through every year."
  },
  {
    "startTime": 130.36,
    "endTime": 135.10000000000002,
    "text": "The Taiwanese are truly a \"good\" bunch of workers, aren't they?"
  },
  {
    "startTime": 135.1,
    "endTime": 141.26,
    "text": "One of Taiwan's wealthiest entrepreneurs often asks his employees: \"How yellow is your urine?\""
  },
  {
    "startTime": 141.26,
    "endTime": 148.78,
    "text": "He thinks that if employees are truly hard at work, they would not have time to drink water, leaving more time to focus on work."
  },
  {
    "startTime": 148.78,
    "endTime": 155.46,
    "text": "As a result, their urine would simmer inside their bladders to a beautiful amber reduction."
  },
  {
    "startTime": 155.46,
    "endTime": 160.36,
    "text": "Indeed, he believes that workers with potential bladder problems make good employees."
  },
  {
    "startTime": 160.5,
    "endTime": 165.84,
    "text": "If you finish work too early, then the boss will accuse you of not working hard enough."
  },
  {
    "startTime": 165.84,
    "endTime": 170.8,
    "text": "Now, let's do a urine test for the employees of each country mentioned in this episode."
  },
  {
    "startTime": 170.8,
    "endTime": 179.52,
    "text": "Findings from this test reveal a honey-like color to the urine of Taiwanese workers; a rather ominous shade of yellow for urinary health."
  },
  {
    "startTime": 179.52,
    "endTime": 185.26000000000002,
    "text": "So, why is that the Taiwanese people seem to work like robots without ever complaining?"
  },
  {
    "startTime": 185.26,
    "endTime": 190.51999999999998,
    "text": "That is because Confucius said, \"'Solidarity' is a virtue.\""
  },
  {
    "startTime": 190.52,
    "endTime": 196.48000000000002,
    "text": "Taiwanese people do not want to break this spirit of collaboration and risk being considered \"non-virtuous.\""
  },
  {
    "startTime": 196.48,
    "endTime": 203.534,
    "text": "So, when the time for clocking off comes around, the whole office enters an awkward headlock in which no one dares to be the first to leave."
  },
  {
    "startTime": 203.534,
    "endTime": 209.88,
    "text": "The strong hierarchical culture of the workplace makes it difficult for workers to leave before their employers."
  },
  {
    "startTime": 209.88,
    "endTime": 224.18,
    "text": "Also, for some unknown reason, when a fellow colleague has a lighter workload, rather than aspiring to join them in heaven; we want to drag them down into work-laden hell with us."
  },
  {
    "startTime": 224.18,
    "endTime": 232.654,
    "text": "Naturally, the industrious nature of the Taiwanese people has led to the development of a convenient lifestyle tailored for people that are always on the go."
  },
  {
    "startTime": 232.7,
    "endTime": 242.01999999999998,
    "text": "Other than 24-hour conveniences stores, there are also restaurants, karaoke bars and even book stores that operate around the clock."
  },
  {
    "startTime": 242.02,
    "endTime": 249.60000000000002,
    "text": "So, next time you visit Taiwan, come and enjoy our professional and courteous customer service, competitive prices and great food."
  },
  {
    "startTime": 249.7,
    "endTime": 255.67999999999998,
    "text": "After all, these are all products of the hard working industrious Taiwanese people!"
  },
  {
    "startTime": 255.68,
    "endTime": 266.37,
    "text": "And, just so you know, the animation that you are currently viewing is also the product of hard work and overtime efforts by the Taiwan Trivia team."
  },
  {
    "startTime": 267.4,
    "endTime": 271.29999999999995,
    "text": "Disclaimer: We thank the nations that took part in this clip: America, France and Japan."
  },
  {
    "startTime": 271.5,
    "endTime": 277.58,
    "text": "Any resemblance to actual events and scenarios is entirely coincidental. Terms and conditions apply."
  },
  {
    "startTime": 277.58,
    "endTime": 281.56,
    "text": "If you enjoyed this clip, please click on the subscribe button on the bottom right corner."
  },
  {
    "startTime": 281.56,
    "endTime": 291.56,
    "text": "Otherwise, our production team would have had bladder problems for nothing."
  }
]