[
  {
    "startTime": 4.4,
    "endTime": 8.290000000000001,
    "text": "[How often do you REALLY use your phone?]"
  },
  {
    "startTime": 8.3,
    "endTime": 10.110000000000001,
    "text": "I use my phone incessantly."
  },
  {
    "startTime": 10.12,
    "endTime": 16.5,
    "text": "My phone is basically my boredom box. So anytime I get really bored that's the first thing I go to."
  },
  {
    "startTime": 16.51,
    "endTime": 20.200000000000003,
    "text": "I'm so attached to my phone. It's almost embarrassing."
  },
  {
    "startTime": 20.21,
    "endTime": 22.150000000000002,
    "text": "Like I never put it down, ever."
  },
  {
    "startTime": 22.16,
    "endTime": 26.990000000000002,
    "text": "We ask people to guess how often they use their phone in a typical day."
  },
  {
    "startTime": 27.0,
    "endTime": 27.75,
    "text": "Oh."
  },
  {
    "startTime": 27.76,
    "endTime": 29.6,
    "text": "God."
  },
  {
    "startTime": 29.61,
    "endTime": 32.5,
    "text": "If I had to guess, I would say maybe around 45 minutes a day."
  },
  {
    "startTime": 32.51,
    "endTime": 37.019999999999996,
    "text": "Cumulatively, like if you condense it all together, oh yeah, an hour and a half?"
  },
  {
    "startTime": 37.03,
    "endTime": 41.59,
    "text": "I think I'm on my phone like, an hour."
  },
  {
    "startTime": 41.6,
    "endTime": 45.4,
    "text": "Maybe like 13 hours, like a day."
  },
  {
    "startTime": 45.41,
    "endTime": 47.69,
    "text": "I feel like I don't check my phone that much."
  },
  {
    "startTime": 47.7,
    "endTime": 50.77,
    "text": "I've always kind of tried to pride myself of being one of those people."
  },
  {
    "startTime": 50.78,
    "endTime": 54.910000000000004,
    "text": "So I would guess I check my phone 30 times a day."
  },
  {
    "startTime": 54.92,
    "endTime": 66.84,
    "text": "There's a, like, big period of time where I don't look at it, I just… What? Why?"
  },
  {
    "startTime": 66.84,
    "endTime": 70.29,
    "text": "We then installed the Moment app, which tracks daily usage, on their phones."
  },
  {
    "startTime": 70.3,
    "endTime": 76.5,
    "text": "I have a feeling I might not like what I find out. But I know I probably am not gonna change."
  },
  {
    "startTime": 76.51,
    "endTime": 80.42,
    "text": "I'm so scared that I am the problem. I am the person that I hate."
  },
  {
    "startTime": 80.43,
    "endTime": 85.97000000000001,
    "text": "You know what's weird? My phone is such a big part of my life and I have no idea how much I use it."
  },
  {
    "startTime": 85.98,
    "endTime": 89.59,
    "text": "They then went about their regular lives."
  },
  {
    "startTime": 89.6,
    "endTime": 94.0,
    "text": "So now I'm home and this is definitely when I check my phone a lot more."
  },
  {
    "startTime": 94.01,
    "endTime": 96.53,
    "text": "It's actually kind of embarrassing how much I've been using my phone."
  },
  {
    "startTime": 96.54,
    "endTime": 102.80000000000001,
    "text": "Okay, so confession time. I'm at a dinner with friends and the first thing I did was go on my phone and check my email."
  },
  {
    "startTime": 102.81,
    "endTime": 109.49000000000001,
    "text": "So I'm home from work now and I'm gonna guess my phone usage is gonna double or triple."
  },
  {
    "startTime": 109.5,
    "endTime": 113.21,
    "text": "So I'm checking my Instagram in the shower."
  },
  {
    "startTime": 113.22,
    "endTime": 115.94,
    "text": "I'm trying to get off my phone so I can go to bed."
  },
  {
    "startTime": 115.95,
    "endTime": 123.06,
    "text": "I feel like I check it more compulsively than I imagine, but maybe for not quite as long? I don't know, we'll see what happens tomorrow."
  },
  {
    "startTime": 123.07,
    "endTime": 127.24,
    "text": "The next day we showed them the results."
  },
  {
    "startTime": 127.25,
    "endTime": 131.1,
    "text": "I'm really nervous to find out how much I actually use my phone."
  },
  {
    "startTime": 131.11,
    "endTime": 135.97000000000003,
    "text": "Like I didn't realize how many things I use my phone for that. I didn't really put into my estimate."
  },
  {
    "startTime": 135.98,
    "endTime": 138.5,
    "text": "I'm terrified of what this will say about me."
  },
  {
    "startTime": 138.51,
    "endTime": 142.1,
    "text": "All right, All right, here we go. Ah~~"
  },
  {
    "startTime": 142.11,
    "endTime": 149.49,
    "text": "Oh my god. That's longer than most movies I watch. Oh, no."
  },
  {
    "startTime": 149.5,
    "endTime": 160.39,
    "text": "Wow! 151 times. Holy... I got business to attend to. I gotta reply to everybody."
  },
  {
    "startTime": 160.4,
    "endTime": 168.1,
    "text": "Wow! That is not anywhere near as bad as I thought it would be. 3 hours, I'm like totally fine with."
  },
  {
    "startTime": 168.7,
    "endTime": 174.98999999999998,
    "text": "Yeah. This seems right. This seems right. This isn't mind blowing knowing myself."
  },
  {
    "startTime": 175.0,
    "endTime": 187.0,
    "text": "Oh my god, no, no. Oh I was completely wrong on like all counts. Oh my god."
  },
  {
    "startTime": 187.01,
    "endTime": 198.37,
    "text": "Woo. Okay. 138 pickups to me that's a lot of checking my phone. That's a lot of just constantly going, huh? Huh? Huh?"
  },
  {
    "startTime": 198.38,
    "endTime": 203.94,
    "text": "I was very wrong. I'm really disgusted with myself. This is horrible."
  },
  {
    "startTime": 203.95,
    "endTime": 205.98999999999998,
    "text": "[Interviewer] Is this going to change your phone habits?"
  },
  {
    "startTime": 206.0,
    "endTime": 210.59,
    "text": "Um... I don't think so. I don't think so."
  },
  {
    "startTime": 210.6,
    "endTime": 214.79999999999998,
    "text": "I think it's gonna change what apps I spend time with on my phone."
  },
  {
    "startTime": 214.81,
    "endTime": 218.31,
    "text": "I make fun of my friends so much for being on their phone while I'm talking to them."
  },
  {
    "startTime": 218.32,
    "endTime": 221.5,
    "text": "Now I know, clearly, I am also one of those people."
  },
  {
    "startTime": 221.51,
    "endTime": 227.79,
    "text": "For all of my friends who make fun of me for being on my phone all the time, I'm actually fairly average."
  },
  {
    "startTime": 227.8,
    "endTime": 232.24,
    "text": "So my phone's gonna be a big part of my life still, but I'm gonna try to use it in a more healthy way."
  },
  {
    "startTime": 232.25,
    "endTime": 237.2,
    "text": "It makes me think that maybe I spend way too much time stuck down like this."
  },
  {
    "startTime": 237.21,
    "endTime": 243.24,
    "text": "And it wouldn't kill me to keep my head here, more often during the day, and my life."
  },
  {
    "startTime": 243.25,
    "endTime": 245.6,
    "text": "[How often do you use your phone?]"
  },
  {
    "startTime": 245.61,
    "endTime": 252.20000000000002,
    "text": "Users of the Moment app currently average 43 pickups per day."
  },
  {
    "startTime": 252.21,
    "endTime": 260.0,
    "text": "According to analytics firm Flurry, Americans now spend nearly 3 hours per day on mobile devices."
  }
]