[
  {
    "startTime": 2.28,
    "endTime": 4.13,
    "text": "Paddington strikes a chord with everyone"
  },
  {
    "startTime": 4.13,
    "endTime": 7.379,
    "text": "\"we have a guest for the night..er..a bear.\""
  },
  {
    "startTime": 7.379,
    "endTime": 10.59,
    "text": "He's an explorer in a strange place that he hope he's going to find welcoming"
  },
  {
    "startTime": 10.59,
    "endTime": 14.059,
    "text": "London is so important to him, to the stories"
  },
  {
    "startTime": 14.059,
    "endTime": 18.02,
    "text": "although he comes from darkest Peru he settled in London. The truth is he has"
  },
  {
    "startTime": 18.02,
    "endTime": 19.68,
    "text": "over the years become a bit of an icon"
  },
  {
    "startTime": 19.68,
    "endTime": 23.55,
    "text": "\"Grizzly? Not particularly, mind you I haven't seen him in the mornings\""
  },
  {
    "startTime": 23.55,
    "endTime": 27.59,
    "text": "This trail is a wonderful way of bringing that to life. In a way you can be"
  },
  {
    "startTime": 27.59,
    "endTime": 33.739,
    "text": "like Paddington, a great explorer. The Paddington Trail is going to be fifty"
  },
  {
    "startTime": 33.739,
    "endTime": 34.379999999999995,
    "text": "bears"
  },
  {
    "startTime": 34.38,
    "endTime": 37.480000000000004,
    "text": "all around London in various landmarks, of course iconically at Paddington"
  },
  {
    "startTime": 37.48,
    "endTime": 38.55,
    "text": "station itself."
  },
  {
    "startTime": 38.55,
    "endTime": 42.07,
    "text": "And there will be trails you can follow to find each one. What's going to happen"
  },
  {
    "startTime": 42.07,
    "endTime": 43.96,
    "text": "with these bears is they're going to be auctioned off"
  },
  {
    "startTime": 43.96,
    "endTime": 48.85,
    "text": "and the proceeds of the auction are going to go towards the NSPCC"
  },
  {
    "startTime": 48.85,
    "endTime": 53.14,
    "text": "The NSPCC is as much part of the fabric of Britain this Paddington has become"
  },
  {
    "startTime": 53.14,
    "endTime": 56.26,
    "text": "The NSPCC are the Mr and Mrs Brown"
  },
  {
    "startTime": 56.26,
    "endTime": 60.108999999999995,
    "text": "for children who are at risk of being neglected. We want every child"
  },
  {
    "startTime": 60.109,
    "endTime": 64.64,
    "text": "to have a really wonderful start in life. And so I think its a perfect marriage of a"
  },
  {
    "startTime": 64.64,
    "endTime": 69.17,
    "text": "wonderful charity and an adorable iconic figure"
  },
  {
    "startTime": 69.17,
    "endTime": 72.799,
    "text": "You'll be able to explore the city going from Paddington to Paddington."
  },
  {
    "startTime": 72.799,
    "endTime": 78.67,
    "text": "This is a great way to navigate London, to see the sights, to follow this bear on his journey"
  },
  {
    "startTime": 79.049,
    "endTime": 82.159,
    "text": "as he works his way through the streets and see all the"
  },
  {
    "startTime": 82.159,
    "endTime": 85.64,
    "text": "obvious tourist attractions; Trafalgar Square, Leicester Square"
  },
  {
    "startTime": 85.64,
    "endTime": 90.159,
    "text": "also some of the alleyways and by-ways that they might otherwise not have gone to"
  },
  {
    "startTime": 90.159,
    "endTime": 93.97,
    "text": "Course you can take photographs of them, photograph yourself with Paddington"
  },
  {
    "startTime": 93.97,
    "endTime": 95.89,
    "text": "you can upload them onto the internet."
  },
  {
    "startTime": 95.89,
    "endTime": 99.47,
    "text": "Go to the Visit London website. Visit London will be the digital"
  },
  {
    "startTime": 99.47,
    "endTime": 103.039,
    "text": "partner if you like, guiding them through where they are. It would be wonderful for"
  },
  {
    "startTime": 103.039,
    "endTime": 106.619,
    "text": "visitors, it will be a bit of fun for Londoners as well to spot them all around town."
  },
  {
    "startTime": 106.619,
    "endTime": 111.119,
    "text": "I hope this trail will make people look at London with fresh open eyes"
  }
]