[
  {
    "startTime": 0.12,
    "endTime": 6.049,
    "text": "With Big Hero 6 out now, let’s take a look at 15 things you probably didn’t know about"
  },
  {
    "startTime": 6.049,
    "endTime": 7.789000000000001,
    "text": "Disney’s animated hit!"
  },
  {
    "startTime": 7.789,
    "endTime": 14.23,
    "text": "The design of Baymax’s face – two dots joined by a line – was inspired by the look"
  },
  {
    "startTime": 14.23,
    "endTime": 21.2,
    "text": "of Japanese suzu bells, which director Don Hall came across on a visit to Japan."
  },
  {
    "startTime": 21.2,
    "endTime": 26.4,
    "text": "The huggable design of healthcare robot Baymax was inspired by director Don Hall’s visit"
  },
  {
    "startTime": 26.4,
    "endTime": 31.75,
    "text": "to Carnegie Mellon University where he spent time with researchers working on soft robotics"
  },
  {
    "startTime": 31.75,
    "endTime": 36.82,
    "text": "such as an inflatable vinyl arm that could perform simple tasks like brushing someone’s"
  },
  {
    "startTime": 36.82,
    "endTime": 37.579,
    "text": "teeth."
  },
  {
    "startTime": 37.579,
    "endTime": 43.35,
    "text": "According to lead character designer Shiyoon Kim, the design of Baymax was also influenced"
  },
  {
    "startTime": 43.35,
    "endTime": 48.359,
    "text": "by Japanese infomercials which often highlight a product’s cute design rather than its"
  },
  {
    "startTime": 48.359,
    "endTime": 50.760000000000005,
    "text": "technology."
  },
  {
    "startTime": 50.76,
    "endTime": 56.87,
    "text": "When it came to making Baymax move, the animators looked at real robots, movie robots, babies,"
  },
  {
    "startTime": 56.87,
    "endTime": 60.519,
    "text": "and even koala bears for inspiration! But in the end, they found that the way baby"
  },
  {
    "startTime": 60.519,
    "endTime": 65.08,
    "text": "penguins moved was the best fit for Baymax. The reason for this was that baby penguins"
  },
  {
    "startTime": 65.08,
    "endTime": 69.47,
    "text": "have similar body proportions to the Big Hero 6 robot, in other words, they’ve got long"
  },
  {
    "startTime": 69.47,
    "endTime": 72.94,
    "text": "torsos and short legs."
  },
  {
    "startTime": 72.94,
    "endTime": 78.59,
    "text": "When it came to bringing Baymax to life, the key word for the Big Hero 6 artists was restraint."
  },
  {
    "startTime": 78.59,
    "endTime": 83.7,
    "text": "Because Baymax is a robot and has limited movements, it was important to keep the animation"
  },
  {
    "startTime": 83.7,
    "endTime": 90.54,
    "text": "minimal and separate out movements, so, for example, Baymax walks forward and then waves."
  },
  {
    "startTime": 90.54,
    "endTime": 96.65,
    "text": "In fact, rather than animating Baymax, the artists referred to their work as ‘un-imating’"
  },
  {
    "startTime": 96.65,
    "endTime": 99.22,
    "text": "him. And as Baymax doesn’t have a mouth or human"
  },
  {
    "startTime": 99.22,
    "endTime": 103.77,
    "text": "facial expressions, the artists had to find ways to capture quick and easily-readable"
  },
  {
    "startTime": 103.77,
    "endTime": 108.14,
    "text": "poses – for example, how much he moved his head or blinked his eyes."
  },
  {
    "startTime": 108.14,
    "endTime": 115.22,
    "text": "Big Hero 6 averages more main characters on screen at one time than in any previous movie"
  },
  {
    "startTime": 115.22,
    "endTime": 117.75,
    "text": "by Walt Disney Animation Studios!"
  },
  {
    "startTime": 117.75,
    "endTime": 123.49,
    "text": "When the artists behind Big Hero 6 were looking for inspiration for chewing-gum-popping daredevil"
  },
  {
    "startTime": 123.49,
    "endTime": 128.289,
    "text": "GoGo Tomago, whose catchphrase is “woman up”, they looked at actors such as John"
  },
  {
    "startTime": 128.289,
    "endTime": 133.86999999999998,
    "text": "Wayne, Clint Eastwood and Gary Cooper to study their cool, emotionally reserved traits."
  },
  {
    "startTime": 133.87,
    "endTime": 141.17000000000002,
    "text": "They also looked at bike messengers and speed skaters to inform GoGo’s body type and movements."
  },
  {
    "startTime": 141.17,
    "endTime": 146.54899999999998,
    "text": "Director Don Hall got the idea for the superhero suit worn by laid-back comic book fan Fred"
  },
  {
    "startTime": 146.549,
    "endTime": 151.859,
    "text": "when he saw online videos of people dressed in Kaiju costumes having wrestling matches!"
  },
  {
    "startTime": 151.859,
    "endTime": 158.29000000000002,
    "text": "Fred’s fire-breathing super-suit includes claws, integrated communications, and a super"
  },
  {
    "startTime": 158.29,
    "endTime": 158.909,
    "text": "bounce!"
  },
  {
    "startTime": 158.909,
    "endTime": 163.79899999999998,
    "text": "Hundreds of background characters populate the world of San Fransokyo."
  },
  {
    "startTime": 163.799,
    "endTime": 169.23000000000002,
    "text": "To make the city feel believable, those characters are more detailed and varied than ever before,"
  },
  {
    "startTime": 169.23,
    "endTime": 172.60899999999998,
    "text": "coming in all different shapes, sizes, cultures and fashions."
  },
  {
    "startTime": 172.609,
    "endTime": 177.43,
    "text": "The Big Hero 6 artists used a software called Denizen, which was created by Walt Disney"
  },
  {
    "startTime": 177.43,
    "endTime": 181.12900000000002,
    "text": "Animation Studios, to create and animate the crowds."
  },
  {
    "startTime": 181.129,
    "endTime": 187.63899999999998,
    "text": "With this tech the artists created 670 unique characters, compared to 270 unique characters"
  },
  {
    "startTime": 187.639,
    "endTime": 192.239,
    "text": "in Frozen, 185 in Wreck-It Ralph, and 80 in Tangled."
  },
  {
    "startTime": 192.239,
    "endTime": 198.939,
    "text": "Each of those 670 unique characters in Big Hero 6 has up to 32 different clothing look"
  },
  {
    "startTime": 198.939,
    "endTime": 202.51,
    "text": "combinations, plus 32 different hair and skin tones."
  },
  {
    "startTime": 202.51,
    "endTime": 210.54899999999998,
    "text": "All of which means the Big Hero 6 filmmakers could have 686,080 unique characters in San"
  },
  {
    "startTime": 210.549,
    "endTime": 211.969,
    "text": "Fransokyo!"
  },
  {
    "startTime": 211.969,
    "endTime": 216.45,
    "text": "Walt Disney Animation Studios encouraged their employees to include themselves as background"
  },
  {
    "startTime": 216.45,
    "endTime": 219.89999999999998,
    "text": "characters in Big Hero 6. Which means that the movie’s crowd scenes"
  },
  {
    "startTime": 219.9,
    "endTime": 223.909,
    "text": "feature cameos from 200 Walt Disney Animation Studios employees!"
  },
  {
    "startTime": 223.909,
    "endTime": 230.67999999999998,
    "text": "The city of San Fransokyo, where Big Hero 6 takes place, may be a fictional mash-up"
  },
  {
    "startTime": 230.68,
    "endTime": 235.9,
    "text": "of San Francisco and Tokyo, but the creation of that fictional world began with real-world"
  },
  {
    "startTime": 235.9,
    "endTime": 238.799,
    "text": "geography. Not only did the filmmakers take research"
  },
  {
    "startTime": 238.799,
    "endTime": 244.049,
    "text": "trips to both San Francisco and Tokyo, but the movie’s artists also used actual maps"
  },
  {
    "startTime": 244.049,
    "endTime": 248.959,
    "text": "of San Francisco, including the layout of the streets and the size of the lots, as a"
  },
  {
    "startTime": 248.959,
    "endTime": 251.56900000000002,
    "text": "blueprint to give their city an authentic look."
  },
  {
    "startTime": 251.569,
    "endTime": 256.949,
    "text": "In addition to that real data, the artists incorporated the visual style of Tokyo’s"
  },
  {
    "startTime": 256.949,
    "endTime": 261.959,
    "text": "architecture, neon lights and signage, and stylised everything to make it unique to San"
  },
  {
    "startTime": 261.959,
    "endTime": 266.19,
    "text": "Fransokyo."
  },
  {
    "startTime": 266.19,
    "endTime": 272.449,
    "text": "San Fransokyo features over 80,000 buildings, 100,000 vehicles, over 200,000 streetlights"
  },
  {
    "startTime": 272.449,
    "endTime": 276.83000000000004,
    "text": "and over 250,000 trees."
  },
  {
    "startTime": 276.83,
    "endTime": 281.87,
    "text": "The labs at the San Fransokyo Institute of Technology were inspired by research trips"
  },
  {
    "startTime": 281.87,
    "endTime": 288.33,
    "text": "the Big Hero 6 team made to several US universities including Harvard and MIT, and also to Pasadena’s"
  },
  {
    "startTime": 288.33,
    "endTime": 291.4,
    "text": "Jet Propulsion Lab."
  },
  {
    "startTime": 291.4,
    "endTime": 296.56,
    "text": "To help make the movie’s big finale relate to real-world research, the filmmakers consulted"
  },
  {
    "startTime": 296.56,
    "endTime": 302.889,
    "text": "theoretical physicist Sean Carroll, who does research at Caltech on cosmology, field theory,"
  },
  {
    "startTime": 302.889,
    "endTime": 306.139,
    "text": "gravity, and quantum mechanics!"
  },
  {
    "startTime": 306.139,
    "endTime": 310.65000000000003,
    "text": "Director Don Hall’s kids have been pitching him sequel ideas for Big Hero 6 and they’d"
  },
  {
    "startTime": 310.65,
    "endTime": 315.19,
    "text": "particularly love to see ninja Baymax come out of the portal to fight good Baymax."
  },
  {
    "startTime": 315.19,
    "endTime": 319.77,
    "text": "Well there you have it, 15 things you probably didn't know about Big Hero 6!"
  },
  {
    "startTime": 319.77,
    "endTime": 323.099,
    "text": "Now tell me what would you love to see in a Big Hero 6 sequel?"
  },
  {
    "startTime": 323.099,
    "endTime": 327.4,
    "text": "If you enjoyed this video, hit the thumbs-up button and subscribe for more things you didn't"
  },
  {
    "startTime": 327.4,
    "endTime": 332.58,
    "text": "know and weekly movie reviews and interviews. Thanks for watching! Yippee-ki-yay, movie"
  },
  {
    "startTime": 332.58,
    "endTime": 342.58,
    "text": "lovers!"
  }
]