[
  {
    "startTime": 0.21,
    "endTime": 6.9,
    "text": "Hi, everyone. I'm Jade. What we're talking about today is some pronunciation tips for"
  },
  {
    "startTime": 6.9,
    "endTime": 10.2,
    "text": "British English. Some of them are tips; some of them are observations that you might be"
  },
  {
    "startTime": 10.2,
    "endTime": 14.864999999999998,
    "text": "interested to know. We've got eight of them, so let's get started."
  },
  {
    "startTime": 14.865,
    "endTime": 21.529,
    "text": "Pronunciation of-ed word endings. This is not specifically a British English issue."
  },
  {
    "startTime": 21.529,
    "endTime": 27.619,
    "text": "Um, if you, if your preference -- I don't know why I can't speak suddenly in an English pronunciation"
  },
  {
    "startTime": 27.619,
    "endTime": 32.55,
    "text": "video, but that's how it is. If your preference is American English, this also applies to"
  },
  {
    "startTime": 32.55,
    "endTime": 38.629,
    "text": "American English. So what I hear a lot at, sort of, around intermediate levels -- sometimes"
  },
  {
    "startTime": 38.629,
    "endTime": 44.789,
    "text": "upper intermediate level if you haven't had someone to correct you -- -ed word endings"
  },
  {
    "startTime": 44.789,
    "endTime": 53.910000000000004,
    "text": "sound like this. I can't even do it because it's so unnatural for me. \"Excite-ed shout-ed,"
  },
  {
    "startTime": 53.91,
    "endTime": 59.678999999999995,
    "text": "remind-ed.\" It's so unnatural for me. But in fact, it's not like that. It doesn't sound"
  },
  {
    "startTime": 59.679,
    "endTime": 66.18900000000001,
    "text": "like an -ed. It might sound like an /id/; it might sound like a /t/; or it might sound"
  },
  {
    "startTime": 66.189,
    "endTime": 72.39899999999999,
    "text": "like a /d/. So I've got some examples here. This word, even though it's spelled -ed, makes"
  },
  {
    "startTime": 72.399,
    "endTime": 78.271,
    "text": "an /id/ sound. It becomes \"excited\". \"I'm really excited.\" \"Shouted.\" \"He shouted at"
  },
  {
    "startTime": 78.271,
    "endTime": 84.659,
    "text": "me.\" \"Reminded.\" \"I reminded you to do your homework, didn't I?\" And -- yeah."
  },
  {
    "startTime": 84.659,
    "endTime": 94.997,
    "text": "So now, we can talk about the ones that finish with a t sound. \"Finished. Dripped. Laughed.\""
  },
  {
    "startTime": 94.997,
    "endTime": 100.882,
    "text": "They don't have the-ed sound. So that's an important thing to know about pronunciation."
  },
  {
    "startTime": 100.882,
    "endTime": 105.85900000000001,
    "text": "Even if it's spelled-ed, it doesn't mean it sounds like that. And what about the ones"
  },
  {
    "startTime": 105.859,
    "endTime": 113.60199999999999,
    "text": "that end with a d sound, a \"duh\" sound. \"Remembered.\" \"I remembered what you said to me.\" \"Called.\""
  },
  {
    "startTime": 113.602,
    "endTime": 120.547,
    "text": "\"I called you. Didn't you hear your phone?\" \"Imagined.\" \"I imagined a better future for"
  },
  {
    "startTime": 120.547,
    "endTime": 127.729,
    "text": "everyone.\" So with those, it's a D sound. How do you know which one? Go with what"
  },
  {
    "startTime": 127.729,
    "endTime": 133.714,
    "text": "feels most natural when you're saying the word. The main thing is don't force the -ed"
  },
  {
    "startTime": 133.714,
    "endTime": 139.6,
    "text": "sound at the end of the word because it's that that gives you an unnatural rhythm when"
  },
  {
    "startTime": 139.6,
    "endTime": 141.822,
    "text": "you're speaking English."
  },
  {
    "startTime": 141.822,
    "endTime": 148.94,
    "text": "So moving on to -- this one's an observation, really. British English pronunciation. We"
  },
  {
    "startTime": 148.94,
    "endTime": 158.96699999999998,
    "text": "have so many different accents in England. But one of the biggest divisions in our accents is"
  },
  {
    "startTime": 158.967,
    "endTime": 166.393,
    "text": "um it's between the north of the country and the south, and it's our pronunciation of um these"
  },
  {
    "startTime": 166.393,
    "endTime": 173.484,
    "text": "words: \"bath\" and \"laugh\", as I say them. I say them in the southern pronunciation."
  },
  {
    "startTime": 173.484,
    "endTime": 178.14000000000001,
    "text": "But if I were from the north -- if I were from the north of the country, I'd say \"bath\""
  },
  {
    "startTime": 178.14,
    "endTime": 182.391,
    "text": "and \"laugh\" because they have a different accent up there. Well, they've got loads of"
  },
  {
    "startTime": 182.391,
    "endTime": 190.504,
    "text": "different accents, but they don't speak in the same way as me. So um let's break it down"
  },
  {
    "startTime": 190.504,
    "endTime": 200.232,
    "text": "into the actual sounds. So if you're from the North, you say, \"a\". But we, in the South,"
  },
  {
    "startTime": 200.232,
    "endTime": 212.3,
    "text": "say \"au\". So you say \"bath\", we say \"bath\". And you say \"laugh\"; we say \"laugh\". And you"
  },
  {
    "startTime": 212.3,
    "endTime": 219.43900000000002,
    "text": "can also hear it in these two words. It doesn't have to be the first or only a vowel in the"
  },
  {
    "startTime": 219.439,
    "endTime": 226.35999999999999,
    "text": "word. In the southern pronunciation, this is \"command\". But in the northern pronunciation,"
  },
  {
    "startTime": 226.36,
    "endTime": 235.29000000000002,
    "text": "it's \"command\". And the southern pronunciation of this word is \"cast\". The northern pronunciation"
  },
  {
    "startTime": 235.29,
    "endTime": 242.1,
    "text": "is \"cast\". The cast of Brookside came to London.\" \"Brookside\" was an old soap that's not on"
  },
  {
    "startTime": 242.1,
    "endTime": 246.62,
    "text": "TV anymore, and it was people from Liverpool. And I was just doing the accent. Probably"
  },
  {
    "startTime": 246.62,
    "endTime": 252.619,
    "text": "that's really irrelevant to you. You will never see that show, but anyway. You know, now."
  },
  {
    "startTime": 252.619,
    "endTime": 259.691,
    "text": "Next tip. I don't hear this that often, but when I do, it sounds really, really, really"
  },
  {
    "startTime": 259.691,
    "endTime": 267.4,
    "text": "wrong. And I think this tip generally -- generally a good example of how -- just because we write"
  },
  {
    "startTime": 267.4,
    "endTime": 277.739,
    "text": "something one way doesn't mean we say it that way. So in English -- American English, too"
  },
  {
    "startTime": 277.739,
    "endTime": 286.87899999999996,
    "text": "-- W sounding words is the same as the \"wh\" sound in words for spelling. It actually sounds"
  },
  {
    "startTime": 286.879,
    "endTime": 296.31,
    "text": "the same. So we've got two words here, \"wine\" and \"whine\". One is spelled with WH, and one"
  },
  {
    "startTime": 296.31,
    "endTime": 307.55,
    "text": "is just spelled with I, but they sound the same.  Um \"whine\" is a kind of moan or a kind of cry. Sometimes, young"
  },
  {
    "startTime": 307.55,
    "endTime": 314.213,
    "text": "children whine. Sometimes, women who are upset about something are said to be \"whiny\". So"
  },
  {
    "startTime": 314.213,
    "endTime": 320.65900000000005,
    "text": "we don't really say that men whine. That's probably a bit sexist. But, anyway, yeah. The point"
  },
  {
    "startTime": 320.659,
    "endTime": 330.049,
    "text": "is they sound the same but are spelled different, differently. So I've sometimes heard people try to make"
  },
  {
    "startTime": 330.049,
    "endTime": 337.669,
    "text": "the \"wh\" sound like \"hwhine\" or something like that or in these words, \"which\" and \"witch\""
  },
  {
    "startTime": 337.669,
    "endTime": 345.075,
    "text": "are the same. Some people might say \"hwhich\". And that used to be a feature of British English."
  },
  {
    "startTime": 345.075,
    "endTime": 352.663,
    "text": "If you listen to some speakers of British English from a long time ago, like around"
  },
  {
    "startTime": 352.663,
    "endTime": 360.016,
    "text": "the 1920s -- T. S. Eliot, although he wasn't British, he did acquire a really strange British"
  },
  {
    "startTime": 360.016,
    "endTime": 367.81,
    "text": "accent. And when he spoke English, he would make the \"hwhich\" sound. And that was a standard"
  },
  {
    "startTime": 367.81,
    "endTime": 372.849,
    "text": "feature of the accent then. But if you say it now, it just sounds a bit weird. So don't"
  },
  {
    "startTime": 372.849,
    "endTime": 375.409,
    "text": "be making the \"hwh\" sound."
  },
  {
    "startTime": 375.409,
    "endTime": 380.279,
    "text": "And here, two commonly spoken words with that \"hwh\" sound that you shouldn't say -- so you"
  },
  {
    "startTime": 380.279,
    "endTime": 388.77,
    "text": "should say \"what\" without \"hwhat, hwhat, hwhat do you want?\" That would be awful. And \"hwhere\""
  },
  {
    "startTime": 388.77,
    "endTime": 393.58099999999996,
    "text": "-- don't say that. Just say it without the H sound."
  },
  {
    "startTime": 393.581,
    "endTime": 402.391,
    "text": "Let's take a look at the pronunciation of -ing word endings. So in just relaxed, informal"
  },
  {
    "startTime": 402.391,
    "endTime": 410.379,
    "text": "speech, I feel that a lot of dialects don't pronounce the G. So it would be like this."
  },
  {
    "startTime": 410.379,
    "endTime": 415.939,
    "text": "\"I was listening to some music.\" You don't hear the G there. But if we're making an effort"
  },
  {
    "startTime": 415.939,
    "endTime": 422.249,
    "text": "to speak properly and with very good enunciation, you would hear the G slightly. It would sound"
  },
  {
    "startTime": 422.249,
    "endTime": 427.34000000000003,
    "text": "like this, \"I was listening to a wonderful lecture yesterday.\" And you hear my G. It's"
  },
  {
    "startTime": 427.34,
    "endTime": 430.03799999999995,
    "text": "very soft, but it's there."
  },
  {
    "startTime": 430.038,
    "endTime": 440.47,
    "text": "Something to say about British English pronunciation is -- again, this is a north-south difference"
  },
  {
    "startTime": 440.47,
    "endTime": 450.576,
    "text": "-- is that they, up there, some of the accents ring the G, so it's, like, \"listening, speaking."
  },
  {
    "startTime": 450.576,
    "endTime": 458.228,
    "text": "I was speaking to him.\" And if that's a feature of your accent, that's a feature of your accent."
  },
  {
    "startTime": 458.228,
    "endTime": 465.96000000000004,
    "text": "But in standard English, you don't ring it. You don't make an extra \"guh\" or \"juh\" sound"
  },
  {
    "startTime": 465.96,
    "endTime": 472.79999999999995,
    "text": "at the end. So the standard way is to make the G sound, \"reading.\" But I'm just letting you"
  },
  {
    "startTime": 472.8,
    "endTime": 478.50100000000003,
    "text": "know that in relaxed and informal speech, many times, we don't hear the G."
  },
  {
    "startTime": 478.501,
    "endTime": 482.61199999999997,
    "text": "So when we come back we'll look at the other four rules"
  },
  {
    "startTime": 482.612,
    "endTime": 486.653,
    "text": "or tips -- tips, really. Tips and observations about pronunciation."
  },
  {
    "startTime": 486.653,
    "endTime": 494.809,
    "text": "No. 5, when we're saying a word with two or more syllables, very often, the second"
  },
  {
    "startTime": 494.809,
    "endTime": 504.86,
    "text": "syllable is not stressed, and it's what we call a \"schwa\". So even though all these words"
  },
  {
    "startTime": 504.86,
    "endTime": 513.188,
    "text": "have a different spelling for the second syllable, they become a \"schwa\". So what some people do"
  },
  {
    "startTime": 513.188,
    "endTime": 520.5889999999999,
    "text": "is they'll say the word. And a good example is this word. They will say \"En-gland\". But"
  },
  {
    "startTime": 520.589,
    "endTime": 528.0020000000001,
    "text": "actually, it sounds like this \"England\". So the vowel changes to a \"schwa\", and then, it's"
  },
  {
    "startTime": 528.002,
    "endTime": 533.117,
    "text": "-- another way to look at it is it becomes a softer sound. So let's say some of the words."
  },
  {
    "startTime": 533.117,
    "endTime": 544.702,
    "text": "\"London\", not \"Lon-don\". \"London, England, together\", not \"togeth-er\". \"Together\". \"Button\","
  },
  {
    "startTime": 544.702,
    "endTime": 548.592,
    "text": "not \"butt-on\". \"Button\". \"Cousin\"."
  },
  {
    "startTime": 548.592,
    "endTime": 556.54,
    "text": "So that's the \"schwa\", and supposedly the most common sound in the English language, and"
  },
  {
    "startTime": 556.54,
    "endTime": 560.88,
    "text": "it's a pretty confusing sound as well because it's always spelled in different ways, and"
  },
  {
    "startTime": 560.88,
    "endTime": 565.963,
    "text": "it doesn't actually sound exactly the same when it moves around into different words."
  },
  {
    "startTime": 565.963,
    "endTime": 574.521,
    "text": "So not an easy one to get familiar with. So the main thing to take away from it is that"
  },
  {
    "startTime": 574.521,
    "endTime": 582.79,
    "text": "don't put that very big stress on all your syllables in the word. It won't sound right."
  },
  {
    "startTime": 582.79,
    "endTime": 596.598,
    "text": "No. 6, tip No. 6, uh British English is a non-rhotic accent. This is the sound /r/. In your language,"
  },
  {
    "startTime": 596.598,
    "endTime": 603.13,
    "text": "maybe you do that thing where you roll your tongue which I can't do. I just -- I so can't"
  },
  {
    "startTime": 603.13,
    "endTime": 611.49,
    "text": "do it. So like how I can't do that sound, you might find it really hard to make that"
  },
  {
    "startTime": 611.49,
    "endTime": 617.2,
    "text": "sound without rolling your tongue. Okay. It's hard. Pronunciation is not easy. But you can"
  },
  {
    "startTime": 617.2,
    "endTime": 623.2710000000001,
    "text": "always work at something and train yourself. So when we make the R sound, the position"
  },
  {
    "startTime": 623.271,
    "endTime": 638.7099999999999,
    "text": "of the tongue is quite far back in the throat. R, R, R. And it doesn't have that rhotic sound."
  },
  {
    "startTime": 638.71,
    "endTime": 646.58,
    "text": "And in some dialects, um for example, in Scottish, you do hear it. So I'm going to say this sentence"
  },
  {
    "startTime": 646.58,
    "endTime": 656.22,
    "text": "in a Scottish accent, \"The murderer wore red.\" Sorry, Scottish people. But they put the R"
  },
  {
    "startTime": 656.22,
    "endTime": 662.392,
    "text": "sound in. I kind of did it then. Maybe I can do it after all. Uh but in my accent, I would"
  },
  {
    "startTime": 662.392,
    "endTime": 672.7800000000001,
    "text": "say, \"the murderer wore red.\" So we don't roll our tongues. And that's something -- if"
  },
  {
    "startTime": 672.78,
    "endTime": 678.4599999999999,
    "text": "you want to speak standard British English, you could work on that R if you do it. So"
  },
  {
    "startTime": 678.46,
    "endTime": 685.551,
    "text": "if you're Arabic or if you're Spanish, um Italian as well, you could work on that sound."
  },
  {
    "startTime": 685.551,
    "endTime": 692.0500000000001,
    "text": "No. 7, now. So this is a hard sound. I'm going to have to be honest with you. It's a hard"
  },
  {
    "startTime": 692.05,
    "endTime": 701.0799999999999,
    "text": "sound for me because I'm a, I'm a Londoner, and I'm from South London, and we're not very -- we"
  },
  {
    "startTime": 701.08,
    "endTime": 707.5600000000001,
    "text": "don't like this sound very much. We like to replace it with an F, fuh, sound. I'm not too bad"
  },
  {
    "startTime": 707.56,
    "endTime": 715.428,
    "text": "making this sound at the beginning of a word, \"three\", \"thought\", \"think\". But sometimes,"
  },
  {
    "startTime": 715.428,
    "endTime": 723.1899999999999,
    "text": "it's quite hard for me, like in this word. I want to say \"birfday\" with an F, but it"
  },
  {
    "startTime": 723.19,
    "endTime": 729.98,
    "text": "should be \"birthday\". It's really hard for me. Um but it's not just hard for me; it's hard"
  },
  {
    "startTime": 729.98,
    "endTime": 734.4060000000001,
    "text": "for people all over the world. Maybe we should just get rid of this sound. We don't need"
  },
  {
    "startTime": 734.406,
    "endTime": 740.5,
    "text": "it anymore. Some people replace it with D. I've got an Italian student who replaces it"
  },
  {
    "startTime": 740.5,
    "endTime": 746.633,
    "text": "with D. So he would say \"dirty dree\". That's not an Italian restaurant, but -- restaurant?"
  },
  {
    "startTime": 746.633,
    "endTime": 751.77,
    "text": "Italian restaurant? Why am I thinking about food? It's not an Italian accent. Um because"
  },
  {
    "startTime": 751.77,
    "endTime": 760.71,
    "text": "he can't say \"th\", he replaces it with /d/. Um, um but other people might replace it with /v/"
  },
  {
    "startTime": 760.71,
    "endTime": 771.0600000000001,
    "text": "as well. So um a tip for making the \"th\" sound is you put your tongue uh between your teeth. And"
  },
  {
    "startTime": 771.06,
    "endTime": 784.006,
    "text": "it's a kind of whistly sound /th/ um without the uh, um /f/. Your lip is more pursed at the top. So you"
  },
  {
    "startTime": 784.006,
    "endTime": 790.966,
    "text": "don't want to do that when you're making the \"th\". So um, just try it. I'll say the words for"
  },
  {
    "startTime": 790.966,
    "endTime": 799.863,
    "text": "you. \"Three\", \"thumbs\" -- thumbs up if you can make that sound -- \"birthday\", \"thought\","
  },
  {
    "startTime": 799.863,
    "endTime": 807.6600000000001,
    "text": "\"think\", \"bath\". See it's hard for me. I'm trying. I'm trying with you. We're learning together today."
  },
  {
    "startTime": 807.66,
    "endTime": 819.18,
    "text": "And um rule No. 8, \"can't\". Oh, that's meant to have that there. A lot of people get confused"
  },
  {
    "startTime": 819.18,
    "endTime": 826.872,
    "text": "because sometimes they think, \"Did you say a negative there, or did you say the positive?\""
  },
  {
    "startTime": 826.872,
    "endTime": 835.134,
    "text": "They get really confused because in British English, we don't always say the T. We don't always"
  },
  {
    "startTime": 835.134,
    "endTime": 841.606,
    "text": "pronounce the T in this word \"can't\". So it might sound like this, \"I can't understand"
  },
  {
    "startTime": 841.606,
    "endTime": 848.79,
    "text": "you.\" But it might also sound like this, \"I can understand you.\" And when I said it the"
  },
  {
    "startTime": 848.79,
    "endTime": 856.66,
    "text": "second way, you didn't hear the T. And the reason that happens is speech just become"
  },
  {
    "startTime": 856.66,
    "endTime": 862.39,
    "text": "a little bit more fluid, a little bit more easy to say without the T. Um but you don't need"
  },
  {
    "startTime": 862.39,
    "endTime": 880.81,
    "text": "to be confused because, actually, the opposite of \"can't\" is \"can\". And /caen/ is a different"
  },
  {
    "startTime": 880.81,
    "endTime": 888.5799999999999,
    "text": "vowel. It's /ae/, whereas this vowel is /a/. So they would sound completely different."
  },
  {
    "startTime": 888.58,
    "endTime": 897.178,
    "text": "It would be, \"I can't understand you.\" Very different to \"I can't understand you\" or \"I"
  },
  {
    "startTime": 897.178,
    "endTime": 903.98,
    "text": "can understand you.\" So when you're listening out for that negative sometimes, know that"
  },
  {
    "startTime": 903.98,
    "endTime": 906.8580000000001,
    "text": "we might say it with or without a T."
  },
  {
    "startTime": 906.858,
    "endTime": 914.26,
    "text": "So thank you everybody for watching today. You can do a little bit of extra practice"
  },
  {
    "startTime": 914.26,
    "endTime": 921.89,
    "text": "on the EngVid site for this lesson. And um if you do like my lesson, please do subscribe"
  },
  {
    "startTime": 921.89,
    "endTime": 925.73,
    "text": "because I make lots of different lessons, not just about pronunciation but all other"
  },
  {
    "startTime": 925.73,
    "endTime": 931.16,
    "text": "things about learning English as well that I think will be very educational and very useful"
  },
  {
    "startTime": 931.16,
    "endTime": 936.8199999999999,
    "text": "for you in your general development as a learner of English or someone who's just trying to"
  },
  {
    "startTime": 936.82,
    "endTime": 948.1,
    "text": "improve your English. And um I'm finished now, so I'm going to go. I'm going to go now, okay?"
  },
  {
    "startTime": 948.1,
    "endTime": 958.1,
    "text": "I'll see you later."
  }
]