[
  {
    "startTime": 11.24,
    "endTime": 17.57,
    "text": "So when I was younger, my friend and I had a dream that we would open up our very own pie shop."
  },
  {
    "startTime": 18.29,
    "endTime": 22.869999999999997,
    "text": "We knew what pies we will serve; we knew where we wanted our shop to be located;"
  },
  {
    "startTime": 23.21,
    "endTime": 26.32,
    "text": "we even knew the name we wanted to call our shop."
  },
  {
    "startTime": 27.25,
    "endTime": 30.96,
    "text": "And I was thinking about all of this because I'm currently in my fifth year."
  },
  {
    "startTime": 31.23,
    "endTime": 37.8,
    "text": "In my last semester, I have one month left to school and I have no idea what I'm gonna do when I graduate."
  },
  {
    "startTime": 39.32,
    "endTime": 42.43,
    "text": "I was complaining to a friend of mine, a very dear friend of mine"
  },
  {
    "startTime": 42.79,
    "endTime": 48.379999999999995,
    "text": "that I was so annoyed because all of these people that were asking me “Eunice, what are you gonna do when you graduate?”"
  },
  {
    "startTime": 48.52,
    "endTime": 54.050000000000004,
    "text": "In my first week here at school, 29 people asked me what are you gonna do when you graduate."
  },
  {
    "startTime": 54.25,
    "endTime": 58.84,
    "text": "And I was complaining to my friend of mine, and she showed me this photo."
  },
  {
    "startTime": 58.84,
    "endTime": 64.64,
    "text": "(ASK ME WHAT I'M DOING AFTER GRADUATION ONE MORE TIME)"
  },
  {
    "startTime": 65.63,
    "endTime": 71.58,
    "text": "Needless to say, I was really tempted to run home and change my Facebook profile picture, but I didn't."
  },
  {
    "startTime": 72.55,
    "endTime": 75.0,
    "text": "But I did have some big questions that I wanted answered,"
  },
  {
    "startTime": 75.0,
    "endTime": 78.29,
    "text": "and I wanted some career advice, some solid career advice that would guide me."
  },
  {
    "startTime": 78.93,
    "endTime": 82.88000000000001,
    "text": "So I did a quick Google search of top career advice that's out there,"
  },
  {
    "startTime": 82.88,
    "endTime": 86.33999999999999,
    "text": "and let me tell you, there's a lot of advice that you do not wanna go through."
  },
  {
    "startTime": 86.59,
    "endTime": 88.85000000000001,
    "text": "But I wanna share some of that with you here today."
  },
  {
    "startTime": 89.88,
    "endTime": 96.00999999999999,
    "text": "One entrepreneur said that you should just do what caters to your strength. If you're good at it, just go do it."
  },
  {
    "startTime": 96.41,
    "endTime": 101.82,
    "text": "But then she ended her article by saying just do anything, really, so I was kinda confused."
  },
  {
    "startTime": 102.51,
    "endTime": 106.7,
    "text": "One artist said: “Just move to New York.”"
  },
  {
    "startTime": 106.92,
    "endTime": 111.0,
    "text": "Another writer said: “Don't move to New York if you want to be happy.”"
  },
  {
    "startTime": 112.12,
    "endTime": 116.82000000000001,
    "text": "And one CEO said: “Whatever you do, just listen to your dad.”"
  },
  {
    "startTime": 117.5,
    "endTime": 119.7,
    "text": "I can see some Dads nodding today."
  },
  {
    "startTime": 120.87,
    "endTime": 126.0,
    "text": "But the top advice that I found, this theme that came over and over again was the theme of"
  },
  {
    "startTime": 126.18,
    "endTime": 128.94,
    "text": "“Do what you love. Follow you passion.”"
  },
  {
    "startTime": 129.2,
    "endTime": 136.19,
    "text": "And Steve Jobs even went so far to say in his commencement address to the Stanford Graduating class of 2005."
  },
  {
    "startTime": 136.19,
    "endTime": 140.88,
    "text": "He said “Don't settle for anything less than work that you love.”"
  },
  {
    "startTime": 141.11,
    "endTime": 144.88000000000002,
    "text": "And this is the theme that I see when I looked to role models of mine:"
  },
  {
    "startTime": 144.88,
    "endTime": 148.09,
    "text": "Mother Teresa, who devoted herself to helping others,"
  },
  {
    "startTime": 148.24,
    "endTime": 151.76000000000002,
    "text": "Muhammad Yunus, who I love not just because his name sounds like mine,"
  },
  {
    "startTime": 151.76,
    "endTime": 155.35999999999999,
    "text": "but because he eradicated poverty in many areas,"
  },
  {
    "startTime": 155.36,
    "endTime": 159.95000000000002,
    "text": "and by basically, developing this concept to microfinance when he started the Grameen Bank"
  },
  {
    "startTime": 159.95,
    "endTime": 162.61999999999998,
    "text": "and empowering women to become the breadwinners in their family."
  },
  {
    "startTime": 162.96,
    "endTime": 168.48000000000002,
    "text": "And Nora Ephron, who was able to turn every tragedy in her life into a comedic masterpiece."
  },
  {
    "startTime": 168.48,
    "endTime": 171.22,
    "text": "She wrote movies like When Harry Met Sally."
  },
  {
    "startTime": 171.54,
    "endTime": 175.66,
    "text": "And I looked at these people and whether you admire them or not,"
  },
  {
    "startTime": 176.0,
    "endTime": 181.13,
    "text": "the point is that you could substitute any of your role models into these slots."
  },
  {
    "startTime": 181.22,
    "endTime": 186.46,
    "text": "And I guarantee you that they would be passionate about the work they do, too."
  },
  {
    "startTime": 187.79,
    "endTime": 191.60999999999999,
    "text": "And it seems to me that it's this big question that graduates have."
  },
  {
    "startTime": 192.33,
    "endTime": 196.62,
    "text": "It's this question of choice. Do I go down this road where I choose what I love,"
  },
  {
    "startTime": 196.62,
    "endTime": 200.33,
    "text": "this passion of mine, where there's probably more uncertainty?"
  },
  {
    "startTime": 200.33,
    "endTime": 206.66000000000003,
    "text": "Or do I go down this other road, and get a job, find some financial security,"
  },
  {
    "startTime": 206.66,
    "endTime": 209.32,
    "text": "and maybe worry about loving life later on?"
  },
  {
    "startTime": 210.26,
    "endTime": 213.88,
    "text": "Which one do I choose? Or maybe I find a road in the middle if I'm lucky."
  },
  {
    "startTime": 216.32,
    "endTime": 222.72,
    "text": "For the past three years, I've actually erred on the side of telling students to choose their passions."
  },
  {
    "startTime": 223.11,
    "endTime": 229.13000000000002,
    "text": "In my second year of university, I co-founded an amazing project called “The Passion Project.”"
  },
  {
    "startTime": 229.73,
    "endTime": 234.22,
    "text": "And with a dear friend of mine and my roommate at the time, Tarini Fernando."
  },
  {
    "startTime": 235.66,
    "endTime": 240.68,
    "text": "And Tarini and I had these two big frustrations."
  },
  {
    "startTime": 241.01,
    "endTime": 243.67,
    "text": "It was the middle of December, 2009,"
  },
  {
    "startTime": 244.16,
    "endTime": 248.92,
    "text": "and if you are a student, too, you know this is a very bleak time, it's the middle of the exams."
  },
  {
    "startTime": 249.54,
    "endTime": 253.76,
    "text": "Um, and we just got to talking one night, we had these two big frustrations."
  },
  {
    "startTime": 253.76,
    "endTime": 258.96999999999997,
    "text": "We had, on the one hand, this frustration that we weren't doing what we love anymore because we were too busy studying,"
  },
  {
    "startTime": 259.42,
    "endTime": 262.64000000000004,
    "text": "and we saw our fellow students in the same predicament."
  },
  {
    "startTime": 262.64,
    "endTime": 269.59999999999997,
    "text": "And on the other hand, um, all of these students wanted to make a difference in their communities, but they didn't necessarily know how."
  },
  {
    "startTime": 269.6,
    "endTime": 275.12,
    "text": "And we are wrestling with these two questions of how do we do more what we love and how do we make a difference in our community."
  },
  {
    "startTime": 275.4,
    "endTime": 279.09999999999997,
    "text": "And so we thought can we answer these two questions in one project."
  },
  {
    "startTime": 279.1,
    "endTime": 283.08000000000004,
    "text": "And so “Passion Project” was formed. We had no resources, no funding."
  },
  {
    "startTime": 283.08,
    "endTime": 290.40999999999997,
    "text": "We didn't even really know how to explain this concept that we had in our minds to our peers, but nevertheless, we went ahead with that."
  },
  {
    "startTime": 291.25,
    "endTime": 293.78,
    "text": "And we've had some amazing successes."
  },
  {
    "startTime": 294.04,
    "endTime": 296.93,
    "text": "The first event that we put on was a concert at the Pit Pub,"
  },
  {
    "startTime": 297.48,
    "endTime": 299.96000000000004,
    "text": "and we got just under a hundred students to come out."
  },
  {
    "startTime": 299.96,
    "endTime": 305.28,
    "text": "We raised just under a thousand dollars for charities that all the musicians chose."
  },
  {
    "startTime": 305.78,
    "endTime": 310.39,
    "text": "Another event that we had was a photography exhibition, which you can see in the bottom corner."
  },
  {
    "startTime": 311.13,
    "endTime": 315.58,
    "text": "And again all the money that we raised went to charities that the photographers chose."
  },
  {
    "startTime": 316.32,
    "endTime": 325.45,
    "text": "And over the years, we wanted to move away from this financial model of doing things where we solely donated money to charities that the artist chose."
  },
  {
    "startTime": 325.8,
    "endTime": 329.52000000000004,
    "text": "And we wanted to take a more hands-on approach and how we made a difference in our community."
  },
  {
    "startTime": 329.52,
    "endTime": 333.58,
    "text": "And so we partnered with the UBC community learning initiative in February of this year,"
  },
  {
    "startTime": 333.76,
    "endTime": 341.12,
    "text": "and we put on a three-day reading week project in areas of slam poetry and photography, and music."
  },
  {
    "startTime": 341.83,
    "endTime": 346.15999999999997,
    "text": "And we worked with great successes in seveners, I don't know if that's a word, seveners."
  },
  {
    "startTime": 346.16,
    "endTime": 350.95000000000005,
    "text": "Um, in a local inner-city elementary school here in Vancouver,"
  },
  {
    "startTime": 352.16,
    "endTime": 355.8,
    "text": "and one of my favorite stories that came from those three days was"
  },
  {
    "startTime": 355.8,
    "endTime": 360.7,
    "text": "there was a little guy named Sam, and Sam…."
  },
  {
    "startTime": 360.7,
    "endTime": 365.09,
    "text": "didn't want to share anything that he wrote in his slam poetry workshops"
  },
  {
    "startTime": 365.46,
    "endTime": 370.48999999999995,
    "text": "Um, the poets that were in the project -- Mike and Frances and Alberto -- they worked with him every day."
  },
  {
    "startTime": 370.63,
    "endTime": 373.9,
    "text": "“Sam, you know it's okay, you can get up and share what you've written.”"
  },
  {
    "startTime": 374.4,
    "endTime": 378.62,
    "text": "Um, and we came to this last day, and he still, was reluctant to share, he's really shy."
  },
  {
    "startTime": 378.75,
    "endTime": 381.17,
    "text": "But we had the assembly that contained the whole school,"
  },
  {
    "startTime": 381.73,
    "endTime": 384.56,
    "text": "and Sam gets up in front of the whole school,"
  },
  {
    "startTime": 384.56,
    "endTime": 389.12,
    "text": "and shares not just the poem, but a full-on rap."
  },
  {
    "startTime": 390.7,
    "endTime": 395.92,
    "text": "And I thought that it was a huge testament the courage that can be born if you are really passionate about something."
  },
  {
    "startTime": 397.5,
    "endTime": 402.1,
    "text": "So we've had these successes. It's been three years. The project is still running now,"
  },
  {
    "startTime": 402.1,
    "endTime": 407.0,
    "text": "and two amazing women, Rigica and Efron now run it. And that's still going on in BBC."
  },
  {
    "startTime": 407.98,
    "endTime": 414.56,
    "text": "And all this time, I was looking at it, and I thought that we weren't doing anything wrong. I thought we were doing a great thing here."
  },
  {
    "startTime": 414.66,
    "endTime": 417.84000000000003,
    "text": "I thought that we were the leading students on the right track."
  },
  {
    "startTime": 418.1,
    "endTime": 422.92,
    "text": "And then I read this article in the Harvard Business Review."
  },
  {
    "startTime": 423.2,
    "endTime": 430.26,
    "text": "And I can only compare this article to torrential rain on a beautiful summer's day."
  },
  {
    "startTime": 430.8,
    "endTime": 435.88,
    "text": "It was the type of article that I needed to take deep breaths while reading."
  },
  {
    "startTime": 436.28,
    "endTime": 441.5,
    "text": "It was the type of article that I needed to put down and go for a long walk, and then come back to."
  },
  {
    "startTime": 441.66,
    "endTime": 446.90000000000003,
    "text": "And it was the type of article that really made me question if we are doing the right thing with the Passion Project."
  },
  {
    "startTime": 447.2,
    "endTime": 451.34,
    "text": "And, yeah, we're just doing the right thing and leading students on a good path."
  },
  {
    "startTime": 451.34,
    "endTime": 456.73999999999995,
    "text": "So by now, you're probably wondering if you haven't read this article, what the authors of this article said."
  },
  {
    "startTime": 457.74,
    "endTime": 462.90000000000003,
    "text": "Cal Newport, a professor who wrote this article. He said three main things."
  },
  {
    "startTime": 463.12,
    "endTime": 467.32,
    "text": "The first is that our generation, generation Y,"
  },
  {
    "startTime": 467.32,
    "endTime": 472.94,
    "text": "so that's everyone born from 1983 to 2007, so before and after that, you're in the clear."
  },
  {
    "startTime": 475.42,
    "endTime": 483.08000000000004,
    "text": "Um, he said that our generation is known as lazy, as pampered, as high maintenance,"
  },
  {
    "startTime": 483.68,
    "endTime": 488.48,
    "text": "actually one critic said that we're the hardest generation to maintain when we come into the workforce."
  },
  {
    "startTime": 488.48,
    "endTime": 493.36,
    "text": "And the New York Post called us the worst generation ever."
  },
  {
    "startTime": 496.3,
    "endTime": 502.86,
    "text": "Cal Newport then went on to say that it all boils down to the fact that our generation is entitled,"
  },
  {
    "startTime": 503.44,
    "endTime": 510.28,
    "text": "and that entitlement actually comes from the fact that we've been told over and over again to follow our passions."
  },
  {
    "startTime": 511.8,
    "endTime": 516.8,
    "text": "In fact, he showed this graph from Google Analytics that shows"
  },
  {
    "startTime": 516.8,
    "endTime": 523.5,
    "text": "the rise in the amount of time that the phrase “follow your passion” has been published in English language."
  },
  {
    "startTime": 523.5,
    "endTime": 531.44,
    "text": "And as you can see, there is a dramatic increase in the years when generation Y, or generation within our childhood years,"
  },
  {
    "startTime": 531.44,
    "endTime": 535.62,
    "text": "when we were young and impressionable, and didn't know any better and took this advice."
  },
  {
    "startTime": 536.98,
    "endTime": 545.16,
    "text": "Cal then concludes that the only solution to this problem, this problem of us being the worst generation in history,"
  },
  {
    "startTime": 545.34,
    "endTime": 550.62,
    "text": "is to completely throw out this advice, “follow your passion”."
  },
  {
    "startTime": 551.7,
    "endTime": 555.24,
    "text": "I heard a gasp, haha."
  },
  {
    "startTime": 558.88,
    "endTime": 561.66,
    "text": "So it was a little devastating, but that was the end of it."
  },
  {
    "startTime": 561.66,
    "endTime": 566.66,
    "text": "But the first thing that really struck me was the fact that we are called the worst generation. I had no idea"
  },
  {
    "startTime": 566.78,
    "endTime": 571.1999999999999,
    "text": "when critic said that we're probably too busy at home on Facebook to really notice."
  },
  {
    "startTime": 572.16,
    "endTime": 576.54,
    "text": "So, I wanted to see; I wanted to understand if we're really the worst generation."
  },
  {
    "startTime": 576.54,
    "endTime": 583.4399999999999,
    "text": "And I wanted to kind of study the generations before us to see are we really the worst generation."
  },
  {
    "startTime": 583.74,
    "endTime": 589.74,
    "text": "So I wanna invite you on this tour that I took. We're gonna call it the Generation History Tour."
  },
  {
    "startTime": 590.28,
    "endTime": 594.4399999999999,
    "text": "So I want you to imagine that you're in an art gallery."
  },
  {
    "startTime": 594.58,
    "endTime": 599.6600000000001,
    "text": "But instead of art on the walls, each piece of art is actually a generation."
  },
  {
    "startTime": 600.26,
    "endTime": 603.66,
    "text": "So I want you to walk with me down this long hallway that's in the art gallery."
  },
  {
    "startTime": 603.66,
    "endTime": 608.06,
    "text": "And the first piece that we come to is the “silent generation”"
  },
  {
    "startTime": 608.06,
    "endTime": 612.18,
    "text": "that's the generation of our great grandparents and our grandparents."
  },
  {
    "startTime": 612.4,
    "endTime": 616.8,
    "text": "They were children that grew up in tons of war and depression."
  },
  {
    "startTime": 617.12,
    "endTime": 621.66,
    "text": "They were children that grew up to build great institutions and bureaucracies."
  },
  {
    "startTime": 622.18,
    "endTime": 626.2199999999999,
    "text": "And they didn't like risk. They were much more adapters."
  },
  {
    "startTime": 626.7,
    "endTime": 631.62,
    "text": "If we walk to this next picture, we see the “boom generation”"
  },
  {
    "startTime": 631.78,
    "endTime": 634.66,
    "text": "that's the generation of our parents, the baby boomers."
  },
  {
    "startTime": 634.74,
    "endTime": 639.8,
    "text": "They took more risks. One critic said that they were self-absorbed yuppies."
  },
  {
    "startTime": 640.1,
    "endTime": 647.08,
    "text": "And they were the age of Flower Power, Flower Power, and really rebelled and questioned authority."
  },
  {
    "startTime": 648.12,
    "endTime": 653.86,
    "text": "If we walk to the next generation, we see “Generation X”, those just above us."
  },
  {
    "startTime": 654.2,
    "endTime": 659.8000000000001,
    "text": "Those are the ones who many say are children of divorce, so they have much resilience in them."
  },
  {
    "startTime": 660.32,
    "endTime": 662.84,
    "text": "Uh, they were big risk takers."
  },
  {
    "startTime": 662.94,
    "endTime": 665.1800000000001,
    "text": "And then we come to our generation."
  },
  {
    "startTime": 665.36,
    "endTime": 669.8000000000001,
    "text": "I've chose this mosaic, which I will come back to later to represent our generation."
  },
  {
    "startTime": 670.34,
    "endTime": 674.88,
    "text": "A technically-savage generation, we invented Facebook and Twitter."
  },
  {
    "startTime": 675.14,
    "endTime": 678.6,
    "text": "We demand work-life balance."
  },
  {
    "startTime": 678.6,
    "endTime": 683.22,
    "text": "And the title of this generation is the worst generation."
  },
  {
    "startTime": 685.58,
    "endTime": 691.6600000000001,
    "text": "So even after taking that huge tour of all these generations before us,"
  },
  {
    "startTime": 691.66,
    "endTime": 696.26,
    "text": "I still had no clear answers as to whether we are the worst generation."
  },
  {
    "startTime": 696.48,
    "endTime": 703.1,
    "text": "And I thought to myself, maybe I really do have to accept all of these critics saying we are the worst generation."
  },
  {
    "startTime": 703.48,
    "endTime": 709.3000000000001,
    "text": "And maybe I really do have to accept that this advice “Follow your passion” was really to blame."
  },
  {
    "startTime": 709.84,
    "endTime": 714.26,
    "text": "But we're completely refused to accept Cal Newport's article,"
  },
  {
    "startTime": 714.26,
    "endTime": 718.64,
    "text": "was the work he says the only solution is to throw out this advice."
  },
  {
    "startTime": 718.84,
    "endTime": 727.3000000000001,
    "text": "I refuse to believe that, we can't become, we can't become a better generation and follow our passion."
  },
  {
    "startTime": 727.3,
    "endTime": 729.8599999999999,
    "text": "I don't think the two are mutual exclusive."
  },
  {
    "startTime": 730.14,
    "endTime": 734.48,
    "text": "And so I think that we can become a better generation and follow our passion at the same time."
  },
  {
    "startTime": 734.8,
    "endTime": 740.26,
    "text": "But maybe we just have to remember a couple of things along the way while we're following our passions."
  },
  {
    "startTime": 742.04,
    "endTime": 747.3199999999999,
    "text": "So the first is, we can follow our passions, but remember to work hard."
  },
  {
    "startTime": 747.8,
    "endTime": 752.0,
    "text": "Uh, where generations before us, grew up in times of wars and depressions,"
  },
  {
    "startTime": 752.1,
    "endTime": 757.4200000000001,
    "text": "I would argue that our generation has probably grown up in a much easier time, and so,"
  },
  {
    "startTime": 758.14,
    "endTime": 762.74,
    "text": "for me, myself personally, I don't know if I really know the meaning of “hard work”."
  },
  {
    "startTime": 765.32,
    "endTime": 769.96,
    "text": "We can follow our passions, but not expected to necessarily be our jobs."
  },
  {
    "startTime": 769.96,
    "endTime": 774.2800000000001,
    "text": "I went to this talk from this furniture designer, named Martha Sturdy,"
  },
  {
    "startTime": 774.42,
    "endTime": 776.62,
    "text": "she designs amazing furniture and art."
  },
  {
    "startTime": 776.62,
    "endTime": 780.0600000000001,
    "text": "And I went to her talk, expecting her to talk about her work."
  },
  {
    "startTime": 780.22,
    "endTime": 785.0,
    "text": "But instead, she spent the entire talk talking about courses, which is her true passion."
  },
  {
    "startTime": 786.02,
    "endTime": 791.54,
    "text": "And it just made me realize that here is this woman who is incredibly passionate,"
  },
  {
    "startTime": 791.54,
    "endTime": 794.0999999999999,
    "text": "but it wasn't necessarily her work."
  },
  {
    "startTime": 796.24,
    "endTime": 800.36,
    "text": "We can follow our passions even if we don't necessarily know what it is yet."
  },
  {
    "startTime": 800.68,
    "endTime": 806.5999999999999,
    "text": "Juliet Child, this legendary woman who is known for bringing French cuisine to America."
  },
  {
    "startTime": 806.6,
    "endTime": 812.2,
    "text": "She didn't know that she'd love to cook. She didn't even know how to cook until while into her mid-40s."
  },
  {
    "startTime": 814.66,
    "endTime": 819.1999999999999,
    "text": "And we can follow our passions, but we have to remember that passion is a privilege."
  },
  {
    "startTime": 819.46,
    "endTime": 825.1,
    "text": "About a year ago, Tarini Fernando, the other co-founder of “Passion Project”,  she wrote a blog post about how passion is a privilege."
  },
  {
    "startTime": 825.22,
    "endTime": 830.96,
    "text": "And it's something that I've taken with me all of this time. It's a photo from our latest events."
  },
  {
    "startTime": 832.34,
    "endTime": 837.44,
    "text": "Uh, so many of us can only follow our passions because maybe our parents worked very hard and"
  },
  {
    "startTime": 837.56,
    "endTime": 840.3199999999999,
    "text": "gave us opportunities that they themselves never had."
  },
  {
    "startTime": 840.4,
    "endTime": 843.26,
    "text": "And so we can follow our passions with gratitude."
  },
  {
    "startTime": 845.64,
    "endTime": 848.78,
    "text": "Some of you in the room may be wondering what about student loans."
  },
  {
    "startTime": 848.78,
    "endTime": 852.86,
    "text": "I have so many bills to pay. Passion is the last thing I'm thinking about."
  },
  {
    "startTime": 853.12,
    "endTime": 858.46,
    "text": "I would actually have to argue with you that you've living in one of the best times to follow your passion."
  },
  {
    "startTime": 858.46,
    "endTime": 864.5,
    "text": "There's so many examples out there of men and women who were following their passions without even leaving their responsibilities."
  },
  {
    "startTime": 864.88,
    "endTime": 870.2,
    "text": "If we look at sites like Etsy, you can sell anything that you make at home online."
  },
  {
    "startTime": 870.8,
    "endTime": 874.0,
    "text": "If we look at other websites like Kickstarter,"
  },
  {
    "startTime": 874.0,
    "endTime": 878.48,
    "text": "men and women start businesses without any money. They just post the idea online,"
  },
  {
    "startTime": 878.48,
    "endTime": 881.7,
    "text": "and people from around the world donate money to their idea."
  },
  {
    "startTime": 883.04,
    "endTime": 890.98,
    "text": "I actually also read an article about a woman who landed her dream internship just by tweeting an executive from a major corporation."
  },
  {
    "startTime": 891.74,
    "endTime": 894.7,
    "text": "So there's so many ways and which you can reach out to communities."
  },
  {
    "startTime": 894.7,
    "endTime": 898.1,
    "text": "Just from where you are, you don't need to, to fly to New York."
  },
  {
    "startTime": 904.02,
    "endTime": 908.04,
    "text": "The biggest lesson I've learnt didn't come from any of my role models."
  },
  {
    "startTime": 908.04,
    "endTime": 911.92,
    "text": "They actually came from looking at our project passion framework."
  },
  {
    "startTime": 912.88,
    "endTime": 918.2,
    "text": "This um, diagram, was designed by a woman named Jacky Chang. She's an amazing designer,"
  },
  {
    "startTime": 918.48,
    "endTime": 924.28,
    "text": "and she designed this diagram for us just to explain better to people what we do with the Passion Project."
  },
  {
    "startTime": 924.32,
    "endTime": 927.2800000000001,
    "text": "And the biggest lesson I've learnt, about following our passions, is that"
  },
  {
    "startTime": 927.28,
    "endTime": 932.56,
    "text": "it doesn't mean anything to follow passions if it isn't in the service of others."
  },
  {
    "startTime": 932.74,
    "endTime": 936.92,
    "text": "And so we need to spend just as much time discovering what our passions are"
  },
  {
    "startTime": 936.98,
    "endTime": 940.4200000000001,
    "text": "as we do understanding the needs in which the communities that we live in."
  },
  {
    "startTime": 940.56,
    "endTime": 942.5799999999999,
    "text": "And that's where the true potential lies."
  },
  {
    "startTime": 942.82,
    "endTime": 946.1400000000001,
    "text": "There's a quote by a theologian named Frederic Buechner, who said that"
  },
  {
    "startTime": 946.14,
    "endTime": 950.3,
    "text": "your vocation is where your passion meets the world's greatest need."
  },
  {
    "startTime": 950.96,
    "endTime": 955.22,
    "text": "Your vocation is where your passion meets the world's greatest need."
  },
  {
    "startTime": 956.96,
    "endTime": 962.52,
    "text": "I'd like to think of it as simple economics, where your passion is the supply and the world' greatest need is the demand."
  },
  {
    "startTime": 962.84,
    "endTime": 966.7,
    "text": "And we need to find that sweet spot, that intersection between the two."
  },
  {
    "startTime": 966.7,
    "endTime": 970.6400000000001,
    "text": "It's not about choosing our passions or choosing to not follow our passions."
  },
  {
    "startTime": 970.64,
    "endTime": 974.88,
    "text": "It's really about marrying our passions to a greater purpose in the communities that we live in."
  },
  {
    "startTime": 976.52,
    "endTime": 981.02,
    "text": "As I was writing this talk, I was losing a lot of confidence in what I was saying"
  },
  {
    "startTime": 981.02,
    "endTime": 985.9399999999999,
    "text": "because when I look to all of the people who write amazing career advice out there,"
  },
  {
    "startTime": 986.08,
    "endTime": 990.5200000000001,
    "text": "there are really successful people in this world; there are people who have made it so to speak."
  },
  {
    "startTime": 990.78,
    "endTime": 998.14,
    "text": "And who am I to be giving this advice to you when I haven't even made a dent in what I'm supposed to do when I graduate."
  },
  {
    "startTime": 998.98,
    "endTime": 1003.3000000000001,
    "text": "And out of nowhere, I heard Nelson Mandela say"
  },
  {
    "startTime": 1004.12,
    "endTime": 1009.74,
    "text": "that quote about how our greatest fear is not that we are inadequate, but that we are powerful beyond measure."
  },
  {
    "startTime": 1009.84,
    "endTime": 1015.24,
    "text": "And then he goes on to say who are you not to be, who are you not to be bold and beautiful."
  },
  {
    "startTime": 1015.24,
    "endTime": 1020.62,
    "text": "And so I turn this question back to you if we go back to the mosaic that I've chosen to represent our generation,"
  },
  {
    "startTime": 1020.96,
    "endTime": 1024.02,
    "text": "I want you to imagine that you are one piece in that mosaic,"
  },
  {
    "startTime": 1024.38,
    "endTime": 1031.68,
    "text": "one tiny piece and you have the power to change what critics are saying about our generation that's currently called the worst generation for now."
  },
  {
    "startTime": 1032.42,
    "endTime": 1035.76,
    "text": "And I ask you, you little piece of mosaic, you,"
  },
  {
    "startTime": 1035.9,
    "endTime": 1042.5400000000002,
    "text": "I ask you, who are you not to be, who are you not to choose passionate and purposeful lives."
  },
  {
    "startTime": 1044.42,
    "endTime": 1049.78,
    "text": "And to all of those people who still ask me “Eunice, what are you gonna do when you graduate”,"
  },
  {
    "startTime": 1050.36,
    "endTime": 1054.08,
    "text": "I have to tell you that I still have no idea."
  },
  {
    "startTime": 1054.7,
    "endTime": 1059.44,
    "text": "But I do know that I'm going to be passionate about it. Thank you very much."
  }
]