[
  {
    "startTime": 3.32,
    "endTime": 7.629999999999999,
    "text": "Most of us have experienced the rush of a big scare - the racing heart, sweating palms"
  },
  {
    "startTime": 7.63,
    "endTime": 13.709,
    "text": "and fast breathing. But could these symptoms really --BOO!!!! Scare ya? It’s a full body"
  },
  {
    "startTime": 13.709,
    "endTime": 19.009999999999998,
    "text": "experience, and it can even feel dangerous at times, but could you really be scared to"
  },
  {
    "startTime": 19.01,
    "endTime": 19.849,
    "text": "death?"
  },
  {
    "startTime": 19.849,
    "endTime": 23.3,
    "text": "Science suggests that today’s most commons fears stem from the things that most frequently"
  },
  {
    "startTime": 23.3,
    "endTime": 27.98,
    "text": "killed our ancestors. Animal phobias like arachnophobia, natural environment phobias"
  },
  {
    "startTime": 27.98,
    "endTime": 32.82,
    "text": "like the fear of heights, situational phobias like claustrophobia and blood-injection-injury"
  },
  {
    "startTime": 32.82,
    "endTime": 37.28,
    "text": "phobias like the fear of needles are the four most common categories today. And these make"
  },
  {
    "startTime": 37.28,
    "endTime": 42.219,
    "text": "sense as most have been relatively consistent threats throughout our evolution. As a result,"
  },
  {
    "startTime": 42.219,
    "endTime": 46.61,
    "text": "the genes preparing us to instinctively avoid them became more common, while genes that"
  },
  {
    "startTime": 46.61,
    "endTime": 51.43,
    "text": "did not faded away. Chances are, if you have one of these fears, you may have inherited"
  },
  {
    "startTime": 51.43,
    "endTime": 52.48,
    "text": "it from your parents."
  },
  {
    "startTime": 52.48,
    "endTime": 56.898999999999994,
    "text": "Of course, day-to-day learning also helps shape your personal fears. At the end of the"
  },
  {
    "startTime": 56.899,
    "endTime": 61.109,
    "text": "day, it’s not the actual threat, but instead your perception of the threat that controls"
  },
  {
    "startTime": 61.109,
    "endTime": 62.929,
    "text": "the amount of fear you will feel."
  },
  {
    "startTime": 62.929,
    "endTime": 68.38,
    "text": "So could it kill you? The short answer is yes. Not to scare you...of course! The chances"
  },
  {
    "startTime": 68.38,
    "endTime": 72.72,
    "text": "of being scared to death depend greatly on how healthy your heart is. When you’re scared,"
  },
  {
    "startTime": 72.72,
    "endTime": 76.65,
    "text": "your Fight or Flight response is trigger and adrenaline is released, making the heart beat"
  },
  {
    "startTime": 76.65,
    "endTime": 80.96000000000001,
    "text": "quicker to pump more blood and oxygen to your muscles. As a result you become temporarily"
  },
  {
    "startTime": 80.96,
    "endTime": 86.46,
    "text": "stronger and faster. But something really scary can kick this into overdrive. Too much"
  },
  {
    "startTime": 86.46,
    "endTime": 90.77,
    "text": "and your heart simply can’t keep up, which could damage heart tissue and even stop it"
  },
  {
    "startTime": 90.77,
    "endTime": 92.28999999999999,
    "text": "from beating all together."
  },
  {
    "startTime": 92.29,
    "endTime": 96.47900000000001,
    "text": "Hundreds of athletes have experienced a fatal rush of adrenaline as a result of simulated"
  },
  {
    "startTime": 96.479,
    "endTime": 101.28999999999999,
    "text": "threats during intense competition. And you’re no safer in the stands - studies found the"
  },
  {
    "startTime": 101.29,
    "endTime": 105.36000000000001,
    "text": "number of heart attacks during World Cup Soccer matches more than doubled in countries and"
  },
  {
    "startTime": 105.36,
    "endTime": 107.71,
    "text": "cities where the home team was eliminated."
  },
  {
    "startTime": 107.71,
    "endTime": 111.969,
    "text": "So should you lock yourself away in a closet to avoid all these fears? The truth is, while"
  },
  {
    "startTime": 111.969,
    "endTime": 116.149,
    "text": "scientists don’t know exactly who is most vulnerable, we do know that the incidence"
  },
  {
    "startTime": 116.149,
    "endTime": 121.289,
    "text": "is extremely low for people with healthy functioning hearts. More food for thought is thought itself."
  },
  {
    "startTime": 121.289,
    "endTime": 125.289,
    "text": "It turns out that training ourselves to think differently about fears can actually reduce"
  },
  {
    "startTime": 125.289,
    "endTime": 127.46900000000001,
    "text": "the amount of adrenaline they produce."
  },
  {
    "startTime": 127.469,
    "endTime": 130.07,
    "text": "But that’s not always easy - and some people have some pretty crazy fears. In fact, our"
  },
  {
    "startTime": 130.07,
    "endTime": 135.13,
    "text": "friend Matthew Santoro just released a video on 10 Extremely Bizarre Phobias People Actually"
  },
  {
    "startTime": 135.13,
    "endTime": 139.54999999999998,
    "text": "Have, which you should definitely check out! Perhaps you have a fear on that list! Matt"
  },
  {
    "startTime": 139.55,
    "endTime": 143.33,
    "text": "makes really amazing fact videos that are sure to blow your mind! Click on the screen"
  },
  {
    "startTime": 143.33,
    "endTime": 146.25,
    "text": "to see that video, or you can use the link in the description."
  },
  {
    "startTime": 146.25,
    "endTime": 149.41,
    "text": "And of course, if you haven’t ordered our book yet - what are you waiting for? We’ll"
  },
  {
    "startTime": 149.41,
    "endTime": 153.29999999999998,
    "text": "be doing a bunch of giveaways with tons of prizes to those who have preordered, so get"
  },
  {
    "startTime": 153.3,
    "endTime": 158.17000000000002,
    "text": "your copy now if you don’t want to miss out! Asapscience.com/book. And subscribe for"
  },
  {
    "startTime": 158.17,
    "endTime": 168.17,
    "text": "more weekly science videos!"
  }
]