[
  {
    "startTime": 0.141,
    "endTime": 4.613,
    "text": "Alright, so the world has seemingly become utterly divided on this dress."
  },
  {
    "startTime": 4.613,
    "endTime": 6.029,
    "text": "What colors do you see?"
  },
  {
    "startTime": 6.029,
    "endTime": 10.985,
    "text": "On the one hand, we have team black and blue; on the other, team white and gold."
  },
  {
    "startTime": 10.985,
    "endTime": 15.503,
    "text": "We asked on Twitter and got hundreds of responses for both white and gold, and black and blue."
  },
  {
    "startTime": 15.503,
    "endTime": 20.207,
    "text": "For what it's worth, we both saw black and blue and thought this was a massive prank at first."
  },
  {
    "startTime": 20.207,
    "endTime": 23.95,
    "text": "So how can it be possible for people to see it so differently?"
  },
  {
    "startTime": 23.95,
    "endTime": 26.619,
    "text": "It's a phenomenon known as color constancy."
  },
  {
    "startTime": 26.619,
    "endTime": 28.585,
    "text": "Take this cube for example."
  },
  {
    "startTime": 28.585,
    "endTime": 37.09,
    "text": "The middle square on the top appears to be a shade of brown, while the one on the side looks much more orange, but in actuality, they're both the exact same color."
  },
  {
    "startTime": 37.09,
    "endTime": 40.161,
    "text": "We promise we haven't cheated here or done any trick photography."
  },
  {
    "startTime": 40.161,
    "endTime": 47.2,
    "text": "Instead, our brain looks at the context , sees a shadow, and instantly thinks \"Oh, shadows make objects appear darker.\""
  },
  {
    "startTime": 47.2,
    "endTime": 53.7,
    "text": "And so the brain compensates and interprets this square as later than it appears, until the shadow is taken away."
  },
  {
    "startTime": 53.7,
    "endTime": 59.249,
    "text": "Back to the dress, and we have a similar situation, except here the context is very arbitrary."
  },
  {
    "startTime": 59.249,
    "endTime": 64.284,
    "text": "We're so close up to the dress that we don't really know its surroundings and the brain has to make assumptions."
  },
  {
    "startTime": 64.284,
    "endTime": 70.17,
    "text": "People who picture the dress as white have brains which may be interpreting the dress in the blue lit room for example."
  },
  {
    "startTime": 70.17,
    "endTime": 72.868,
    "text": "As in its near window with a bright blue sky."
  },
  {
    "startTime": 72.868,
    "endTime": 79.42399999999999,
    "text": "It makes perfect sense then that the white dress would be tinted blue, and that the gold color wouldn't really change."
  },
  {
    "startTime": 79.424,
    "endTime": 85.9,
    "text": "On the other hand, the brains of people who see it as black and blue may be interpreting the dress in an artificially lit setting, like summer with the yellow lights."
  },
  {
    "startTime": 85.9,
    "endTime": 91.956,
    "text": "As the result, the brain sees the gold as just a reflection of the black and believes that the blue has been unaffected."
  },
  {
    "startTime": 91.956,
    "endTime": 95.9,
    "text": "Chances are that this image just happens to be perfectly ambiguous to our brain,"
  },
  {
    "startTime": 95.9,
    "endTime": 100.97200000000001,
    "text": "meaning it all comes down to individual perception and even how and where you view the image."
  },
  {
    "startTime": 100.972,
    "endTime": 104.006,
    "text": "From a factual standpoint, the dress is blue."
  },
  {
    "startTime": 104.006,
    "endTime": 106.048,
    "text": "In fact, here are some other pictures of it."
  },
  {
    "startTime": 106.048,
    "endTime": 112.215,
    "text": "But, this is a beautiful example of how our brains have evolved to interpret the world around us without us even realizing."
  },
  {
    "startTime": 112.215,
    "endTime": 114.924,
    "text": "Want more answers to the world's craziest phenomena?"
  },
  {
    "startTime": 114.924,
    "endTime": 119.363,
    "text": "Get the asapscience book to feed your curiosity at asapscience.com/book."
  },
  {
    "startTime": 119.363,
    "endTime": 121.36,
    "text": "We'll put a link in the description and subscribe to our channel for more weekly science videos."
  }
]