[
  {
    "startTime": 4.11,
    "endTime": 10.14,
    "text": "Although February 2015 might fit perfectly on the page, every year it's the runt of the monthly litter."
  },
  {
    "startTime": 10.14,
    "endTime": 17.95,
    "text": "This deficit of days, this calendar craziness, this oddity of the annum, like so much of modern culture, is the Romans' fault."
  },
  {
    "startTime": 17.95,
    "endTime": 33.07,
    "text": "Here's the crazy story of why February has 28 days… except when it doesn't."
  },
  {
    "startTime": 33.07,
    "endTime": 38.21,
    "text": "Romulus, the maybe-mythical, maybe-real founder and first king of Rome, had a problem."
  },
  {
    "startTime": 38.21,
    "endTime": 47.71,
    "text": "With an increasing number of festivals, feasts, military ceremonies, and religious celebrations to keep track of, Romans needed a calendar to organize all of them."
  },
  {
    "startTime": 47.71,
    "endTime": 54.14,
    "text": "Ancient astronomers already had accurate calculations for the time between two solar equinoxes or solstices,"
  },
  {
    "startTime": 54.14,
    "endTime": 59.84,
    "text": "but nature had given people a nice, easy pie chart in the sky to track the passage of time,"
  },
  {
    "startTime": 59.84,
    "endTime": 63.95,
    "text": "so early Rome, like many other cultures, worked off a lunar calendar."
  },
  {
    "startTime": 63.95,
    "endTime": 74.18,
    "text": "The calendar of the Romulan republic had ten months of either 30 or 31 days, beginning in March and ending in December, and we can still see traces of that calendar today."
  },
  {
    "startTime": 74.18,
    "endTime": 78.36000000000001,
    "text": "Problem was, that year was a few days short of four seasons."
  },
  {
    "startTime": 78.36,
    "endTime": 83.84,
    "text": "Romans were too busy not dying during winter to count those 61 and a quarter extra days."
  },
  {
    "startTime": 83.84,
    "endTime": 88.02000000000001,
    "text": "They'd just start the next year on the new moon before the spring equinox."
  },
  {
    "startTime": 88.02,
    "endTime": 94.31,
    "text": "It's actually not a bad system, as long as you don’t have to figure out what day it is between December and March."
  },
  {
    "startTime": 94.31,
    "endTime": 98.21000000000001,
    "text": "So the second king of Rome, Numa Pompilius, tried something else."
  },
  {
    "startTime": 98.21,
    "endTime": 104.30999999999999,
    "text": "Even numbers were bad luck in Ancient Rome, so Numa started by removing a day from all the even-numbered months."
  },
  {
    "startTime": 104.31,
    "endTime": 113.59,
    "text": "And being loony for Luna, Numa wanted his calendar to cover 12 cycles of the moon, but that would have been an even number, so he rounded his year up to 355."
  },
  {
    "startTime": 113.59,
    "endTime": 117.46000000000001,
    "text": "Numa split the remaining days into two months and tacked them on to the end of the year."
  },
  {
    "startTime": 117.46,
    "endTime": 120.11999999999999,
    "text": "And that's how February got 28 days."
  },
  {
    "startTime": 120.12,
    "endTime": 126.75,
    "text": "Yes, it's an even number, but since the month was dedicated to spiritual purification, Romans let that one slide."
  },
  {
    "startTime": 126.75,
    "endTime": 135.97,
    "text": "But, as powerful as Rome may have been, they couldn't change the rules of the universe, and neither of these calendars add up to anywhere close to the time it takes us to orbit the sun."
  },
  {
    "startTime": 135.97,
    "endTime": 143.66,
    "text": "After a few years, the seasons are out of whack with the months, dogs and cats, living together, mass hysteria!"
  },
  {
    "startTime": 143.66,
    "endTime": 145.689,
    "text": "Did we already use that joke?"
  },
  {
    "startTime": 145.68,
    "endTime": 147.67000000000002,
    "text": "This is where it gets even weirder."
  },
  {
    "startTime": 147.67,
    "endTime": 153.54,
    "text": "See, February was actually split in two parts. The first 23 days and… the rest."
  },
  {
    "startTime": 153.54,
    "endTime": 158.97,
    "text": "Every year, Numa's superstitious calendar would be out of line with the seasons by a little more than 10 days."
  },
  {
    "startTime": 158.97,
    "endTime": 169.41,
    "text": "So every other year, the last few days of February were ignored, and a 27-day leap month was added after February 23rd or 24th."
  },
  {
    "startTime": 169.41,
    "endTime": 176.82,
    "text": "This way every four years would average out to 366 and a quarter days… which is still too many days, but we're getting there."
  },
  {
    "startTime": 176.82,
    "endTime": 182.76,
    "text": "Confused? You should be. Numa!"
  },
  {
    "startTime": 182.76,
    "endTime": 193.91,
    "text": "This system could have worked, every 19 years, lunar and solar calendars tend to line up, so add enough leap months to keep the seasons in order and eventually everything will reset itself."
  },
  {
    "startTime": 193.91,
    "endTime": 198.04,
    "text": "Except those leap months weren't always added according to plan."
  },
  {
    "startTime": 198.04,
    "endTime": 204.07,
    "text": "Politicians would ask for leap months to extend their terms, or “forget” them to get their opponents out of office."
  },
  {
    "startTime": 204.07,
    "endTime": 207.84,
    "text": "And if Rome was at war, sometimes the leap month would be forgotten for years."
  },
  {
    "startTime": 207.84,
    "endTime": 212.09,
    "text": "By the time Julius Caesar came to power, things had gotten pretty confusing."
  },
  {
    "startTime": 212.09,
    "endTime": 224.37,
    "text": "Caesar had spent a lot of time in Egypt, where 365-day calendars were all the rage, so in 46 BC, he flushed Rome's lunar calendar down the aqueduct and installed a solar calendar."
  },
  {
    "startTime": 224.37,
    "endTime": 232.57,
    "text": "January and February had already been moved to the beginning of the year, and Caesar added 10 days to different months to get a total of 365."
  },
  {
    "startTime": 232.57,
    "endTime": 244.84,
    "text": "And since a tropical year is a tad longer than 365 days, Julius added a leap day every four years, except that they inserted it after February 23, right in the middle of the month."
  },
  {
    "startTime": 244.84,
    "endTime": 249.44,
    "text": "Apparently February is just the trash heap of the calendar, just do whatever feels good."
  },
  {
    "startTime": 249.44,
    "endTime": 253.17,
    "text": "For all their work to reform the calendar and other stuff they did,"
  },
  {
    "startTime": 253.43,
    "endTime": 258.21,
    "text": "the 7th and 8th months of the year were renamed for Julius and his successor Augustus Caesar,"
  },
  {
    "startTime": 258.21,
    "endTime": 262.12,
    "text": "despite the fact that Pope Gregory would have to adjust it again in 1500 years."
  },
  {
    "startTime": 262.5,
    "endTime": 275.16,
    "text": "But that's a story for a different day. Or month. I don't even know anymore. Stay curious."
  }
]