[
  {
    "startTime": 1.75,
    "endTime": 12.869,
    "text": "Do you have to make a speech or do a presentation? Are you nervous? Do you need some help?"
  },
  {
    "startTime": 12.869,
    "endTime": 16.174,
    "text": "I can help you. Hello. My name is Ronnie."
  },
  {
    "startTime": 16.174,
    "endTime": 26.244,
    "text": "I'm going to teach you a couple of tips and a couple of ways to help you when you have to do a scary presentation or speech."
  },
  {
    "startTime": 26.244,
    "endTime": 33.04,
    "text": "When I was younger -- when I was really young, I had to do speeches every year in elementary school"
  },
  {
    "startTime": 33.04,
    "endTime": 41.644999999999996,
    "text": "and high school, maybe, I don't remember. I don't remember high school, okay? I do remember, specifically,"
  },
  {
    "startTime": 41.645,
    "endTime": 46.719,
    "text": "in elementary school, every year, we had to do speeches. Guess what, ladies and gentlemen."
  },
  {
    "startTime": 46.719,
    "endTime": 55.506,
    "text": "You are looking at the grade 3 speech champion of Memorial school."
  },
  {
    "startTime": 55.506,
    "endTime": 59.079,
    "text": "Thank you. Thank you. Look what I am today."
  },
  {
    "startTime": 59.079,
    "endTime": 67.65,
    "text": "So when I was in grade 3, I made the best speech in my class. I went on to"
  },
  {
    "startTime": 67.65,
    "endTime": 75.74000000000001,
    "text": "do the speech in the auditorium or the gymnasium. I won first place. Oh, yeah. I won a book."
  },
  {
    "startTime": 75.94,
    "endTime": 82.77,
    "text": "I don't like books. I was like, \"I got a book. Thanks.\" I was eight years old. I wrote a speech."
  },
  {
    "startTime": 82.77,
    "endTime": 89.93599999999999,
    "text": "I delivered the speech, and I won. I'm going to teach you what I know. This isn't a fool proof way,"
  },
  {
    "startTime": 89.936,
    "endTime": 94.909,
    "text": "but this is how I to it. And maybe, this will work for you."
  },
  {
    "startTime": 94.909,
    "endTime": 101.68400000000001,
    "text": "How to make a speech or presentation. And, speeches and presentation are, of course, different."
  },
  {
    "startTime": 101.684,
    "endTime": 106.95,
    "text": "Speeches are more what you want to tell people about an interesting topic."
  },
  {
    "startTime": 106.95,
    "endTime": 115.479,
    "text": "And presentations are usually more work-based. But sometimes, they overlap. Sometimes, in schools, you have"
  },
  {
    "startTime": 115.479,
    "endTime": 124.15299999999999,
    "text": "to do a speech, and also you will probably have to make a presentation about maybe a boring topic that the teacher gives you"
  },
  {
    "startTime": 124.153,
    "endTime": 128.9,
    "text": "like World War II. How mundane."
  },
  {
    "startTime": 128.9,
    "endTime": 136.025,
    "text": "So the very first thing that I'm going to tell you about is how to actually form or make a"
  },
  {
    "startTime": 136.025,
    "endTime": 143.84,
    "text": "decent speech. Sometimes, this is unavoidable. But maybe, if you can, choose a good or interesting topic."
  },
  {
    "startTime": 143.84,
    "endTime": 151.25,
    "text": "When I say interesting or good, the only person that needs to think this is interesting is you -- me -- you."
  },
  {
    "startTime": 151.25,
    "endTime": 158.08,
    "text": "If you have a wide-open topic, for example, your history teacher goes, \"World War II.\""
  },
  {
    "startTime": 158.08,
    "endTime": 163.502,
    "text": "You go, \"oh, god. Okay. Well, I know the history of World War II and the"
  },
  {
    "startTime": 163.502,
    "endTime": 168.47,
    "text": "terrible Hitler, and all this stuff went down.\" So what you're going to do is you're going"
  },
  {
    "startTime": 168.47,
    "endTime": 174.951,
    "text": "to try to choose a different angle, a different topic or a different way to present the information"
  },
  {
    "startTime": 174.951,
    "endTime": 177.707,
    "text": "that no one's heard about before."
  },
  {
    "startTime": 177.707,
    "endTime": 184.87,
    "text": "So if you have the opportunity to choose your own topic and the teacher doesn't give it to you, wide-open spaces."
  },
  {
    "startTime": 184.87,
    "endTime": 188.955,
    "text": "Choose what you like. What's your hobby? What's your passion?"
  },
  {
    "startTime": 188.955,
    "endTime": 194.9,
    "text": "What do you like to talk about? Choose that -- bam. Make a really interesting presentation or speech."
  },
  {
    "startTime": 194.9,
    "endTime": 204.09,
    "text": "If you're excited about topic, then the other people will also feel your enthusiasm or feel your excitement,"
  },
  {
    "startTime": 204.09,
    "endTime": 208.909,
    "text": "and it will be a good speech or presentation. So one, choose a good or interesting topic, if you can."
  },
  {
    "startTime": 211.47,
    "endTime": 220.332,
    "text": "No. 2, this is really important. If you are given a topic, I know it might be boring."
  },
  {
    "startTime": 220.332,
    "endTime": 228.66,
    "text": "Know your topic, or know your content. Nowadays, you can just go on the web, the good old website -- the Internet --"
  },
  {
    "startTime": 228.66,
    "endTime": 235.599,
    "text": "and you can blob the information off of Wikipedia or off of any kind of web page that you want,"
  },
  {
    "startTime": 235.599,
    "endTime": 242.64,
    "text": "throw together the speech, stand up in front of everyone staring at you,"
  },
  {
    "startTime": 242.64,
    "endTime": 249.266,
    "text": "yabber, yabber, yabber, jabber, jabber jabber. Then, at the end of it -- thank god it's over"
  },
  {
    "startTime": 249.266,
    "endTime": 255.606,
    "text": "-- someone's going to ask you a question. \"Oh, god. I don't know the answer\" -- because"
  },
  {
    "startTime": 255.606,
    "endTime": 259.452,
    "text": "you didn't research it. You just copied and pasted off the Internet."
  },
  {
    "startTime": 259.452,
    "endTime": 264.41,
    "text": "You can do that, whisk through it, ask a question, \"I don't know.\" Speech is done."
  },
  {
    "startTime": 264.41,
    "endTime": 271.452,
    "text": "But if you have to do this for work, if your boss gives you a presentation or a speech to do for work,"
  },
  {
    "startTime": 271.452,
    "endTime": 277.96,
    "text": "this is really important. Know your stuff. Know, maybe, what the people are going to ask you."
  },
  {
    "startTime": 277.96,
    "endTime": 284.986,
    "text": "Think of questions you would ask someone giving the same speech. As long as you know the information,"
  },
  {
    "startTime": 284.986,
    "endTime": 292.90999999999997,
    "text": "your confidence is going to go like this. Your nervousness or your anxiety is going to go like this."
  },
  {
    "startTime": 292.91,
    "endTime": 301.62,
    "text": "If you're confident, you know the topic, you know in and out everything about it, you're going to be the expert on it,"
  },
  {
    "startTime": 301.62,
    "endTime": 303.6,
    "text": "and it's going to rock. Okay?"
  },
  {
    "startTime": 303.6,
    "endTime": 314.0,
    "text": "Next one. Know your audience. Who are you talking to? Are you going to be speaking to people from other countries?"
  },
  {
    "startTime": 314.0,
    "endTime": 320.44,
    "text": "Does everyone know and understand your language? Or are"
  },
  {
    "startTime": 320.44,
    "endTime": 325.08,
    "text": "some people from different countries and have a hard time knowing your language or don't really know."
  },
  {
    "startTime": 325.08,
    "endTime": 331.014,
    "text": "Or you have to make a presentation in English, and English is not your first language."
  },
  {
    "startTime": 331.014,
    "endTime": 339.05,
    "text": "Cool. Don't worry about it. Relax. Take your time. But know who you're talking to."
  },
  {
    "startTime": 339.05,
    "endTime": 349.09000000000003,
    "text": "If you have to do a speech to people who are children, you have to use vocabulary and language that the children know."
  },
  {
    "startTime": 349.09,
    "endTime": 354.10999999999996,
    "text": "You also have to talk to them in a way where they understand and respect you."
  },
  {
    "startTime": 354.11,
    "endTime": 361.444,
    "text": "If you're doing a business presentation and it has to be really, really formal, so do you."
  },
  {
    "startTime": 361.444,
    "endTime": 367.75,
    "text": "You have to know what you want the people to get out of it, and you have to know who the people are."
  },
  {
    "startTime": 367.75,
    "endTime": 368.889,
    "text": "Really important."
  },
  {
    "startTime": 368.889,
    "endTime": 375.75,
    "text": "Next one. Just to make it more interesting, just so nobody falls asleep, starts drooling,"
  },
  {
    "startTime": 375.75,
    "endTime": 383.531,
    "text": "use, if you can, props. So \"props\" are things like -- oh, I don't know -- some paper towel."
  },
  {
    "startTime": 383.531,
    "endTime": 391.621,
    "text": "Or a lot of the times when you're doing presentations, you have a beautiful computer. Use some slides."
  },
  {
    "startTime": 391.621,
    "endTime": 399.62,
    "text": "Use some pictures. Anything to hold the person's interest during the speech or during the presentation."
  },
  {
    "startTime": 399.62,
    "endTime": 408.21,
    "text": "If there is one person just talking, guess what? I'm going to turn off. I'm going to"
  },
  {
    "startTime": 408.21,
    "endTime": 416.14,
    "text": "be so bored, and I'm not going to listen anymore. Try and make the content with pictures or slides or props or something."
  },
  {
    "startTime": 416.14,
    "endTime": 418.798,
    "text": "Something to make it different from other people."
  },
  {
    "startTime": 418.798,
    "endTime": 427.87,
    "text": "Next one. Do you like making presentations? No? What about speeches? Do you like speeches?"
  },
  {
    "startTime": 427.87,
    "endTime": 436.75,
    "text": "No? Okay. One way to maybe start a speech or start a presentation, grab the audience's attention --"
  },
  {
    "startTime": 436.75,
    "endTime": 443.68,
    "text": "don't grab the audience; grab their attention -- is to start your speech or start your presentation with a question."
  },
  {
    "startTime": 443.68,
    "endTime": 446.72,
    "text": "It's kind of an old technique, but it works every time."
  },
  {
    "startTime": 446.72,
    "endTime": 455.48,
    "text": "Instead of going up to the front and going, \"Today, I'm going to talk about elephants.\""
  },
  {
    "startTime": 455.48,
    "endTime": 460.58000000000004,
    "text": "You're going to go, \"Hey! Do you like elephants? Have you ever ridden on an elephants?"
  },
  {
    "startTime": 460.58,
    "endTime": 466.853,
    "text": "No? Go ride an elephant.\" If you grab the audience's attention at first, the"
  },
  {
    "startTime": 466.853,
    "endTime": 471.479,
    "text": "more people are going to like it, they're going to listen to it, and it's just going to be more fun."
  },
  {
    "startTime": 471.479,
    "endTime": 478.74899999999997,
    "text": "Problem."
  },
  {
    "startTime": 478.749,
    "endTime": 484.41900000000004,
    "text": "You've written this amazing speech. Okay? You've got a great topic. You know all the information."
  },
  {
    "startTime": 484.419,
    "endTime": 489.919,
    "text": "Someone's going to ask you a question; you've got the answer. You know the people."
  },
  {
    "startTime": 489.919,
    "endTime": 495.29999999999995,
    "text": "You've got some slides. You've got some props. You've got it. Awesome. But"
  },
  {
    "startTime": 495.3,
    "endTime": 501.48400000000004,
    "text": "oh, my god, you are so nervous. Okay? You're anxious. You can't sleep the night before."
  },
  {
    "startTime": 501.484,
    "endTime": 508.06899999999996,
    "text": "During the presentation, before the presentation, you're really nervous. You're shaking. That's normal."
  },
  {
    "startTime": 508.069,
    "endTime": 516.599,
    "text": "Don't worry. The more presentations you make, the more speeches you do, this nervousness"
  },
  {
    "startTime": 516.599,
    "endTime": 524.38,
    "text": "and this anxiety will hopefully lessen, go away, dissipate. I remember the very first"
  },
  {
    "startTime": 524.38,
    "endTime": 530.54,
    "text": "time that I got to be a teacher. When I was teaching before, I was in a tiny classroom, four people."
  },
  {
    "startTime": 530.54,
    "endTime": 536.18,
    "text": "And I'll never forget the time I walked into a classroom and everyone was staring at me."
  },
  {
    "startTime": 536.18,
    "endTime": 543.9,
    "text": "Was I nervous? Oh, yeah. Was I anxious? Not really -- because I knew my stuff."
  },
  {
    "startTime": 543.9,
    "endTime": 549.092,
    "text": "I know what these people want. I know what they need. I know what I have to give them."
  },
  {
    "startTime": 549.092,
    "endTime": 557.524,
    "text": "So you are nervous? That's cool. Tips to combat nervousness. Don't drink a lot of coffee."
  },
  {
    "startTime": 557.524,
    "endTime": 565.11,
    "text": "If you drink a lot of coffee before the presentation, you're going to be moving. The coffee's going to make you seem nervous."
  },
  {
    "startTime": 565.11,
    "endTime": 570.774,
    "text": "Maybe you're calm, but the coffee gets your body moving more."
  },
  {
    "startTime": 570.774,
    "endTime": 576.79,
    "text": "People have always said, when you're making a speech or a presentation, do not move around too much."
  },
  {
    "startTime": 576.79,
    "endTime": 584.712,
    "text": "I disagree. I remember I was making a presentation in high school, and I stood -- strange."
  },
  {
    "startTime": 584.712,
    "endTime": 589.7,
    "text": "I stood in a strange position, and I stood on my foot, and I fell over."
  },
  {
    "startTime": 589.7,
    "endTime": 594.2610000000001,
    "text": "It was hilarious. I fell. I almost hit my head on the board. The whole class was like,"
  },
  {
    "startTime": 594.261,
    "endTime": 603.76,
    "text": "\"Are you okay?\" I thought it was funny. Who got extra marks? Me. Because I was able to laugh at it and continue going."
  },
  {
    "startTime": 603.76,
    "endTime": 610.9399999999999,
    "text": "Bad things might happen. You might fall over. But if you deliver a speech like this and are a statue and don't move,"
  },
  {
    "startTime": 610.94,
    "endTime": 615.0,
    "text": "it's boring. Body movement is essential when you're making a speech."
  },
  {
    "startTime": 615.0,
    "endTime": 619.829,
    "text": "You want the person to look at you. You want to make sure that they're not sleeping."
  },
  {
    "startTime": 619.829,
    "endTime": 624.2059999999999,
    "text": "You want to move around. Okay?"
  },
  {
    "startTime": 624.206,
    "endTime": 630.734,
    "text": "Also, it hides your nervousness. The reason why I was doing this when I was in class was because I was nervous"
  },
  {
    "startTime": 630.734,
    "endTime": 633.22,
    "text": "and I was playing with my feet, and I fell."
  },
  {
    "startTime": 633.22,
    "endTime": 643.32,
    "text": "I do a little dance if I'm nervous. I listen to music before I do my presentation so that I'm not as nervous."
  },
  {
    "startTime": 643.32,
    "endTime": 646.8470000000001,
    "text": "I think about a song, and I play it."
  },
  {
    "startTime": 646.847,
    "endTime": 652.49,
    "text": "The only concrete way that I can tell you to really, really, really stop your nervousness is to practice."
  },
  {
    "startTime": 652.49,
    "endTime": 660.839,
    "text": "You've got this beautiful speech, but you don't know it; you have not remembered it."
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "It's impossible to memorize everything. But the more you practice your speech,"
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "the more comfortable you're going to be presenting it to other people."
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "If you go up to the front and you read off a piece of paper, your voice is going to be like a robot."
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "It's going to be terrible. So you need to practice it so you can remember quite a lot of it."
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "The more you practice, the more you know, the more comfortable you become with yourself saying it."
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "And because you know your topic, because you know your audience,"
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "because you've practiced your speech, nothing can go wrong. Maybe you forget a word."
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "That's cool. You keep on going because you've practiced it."
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "When it comes the time to make the speech, please speak loud enough so that everyone can hear you."
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "And please speak clearly. When you're speaking to people, you have to slow down."
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "One problem I have when I'm nervous is I talk really quickly and I mumble, which means I don't say the words clearly."
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "That's the nervous factor. Usually, when I start,"
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "I talk really, really fast. But by the end of it, you pace yourself, and your speech becomes clearer."
  },
  {
    "startTime": 606.36,
    "endTime": 609.86,
    "text": "That's natural; that's cool. But try and concentrate on having a loud voice and saying the words clearly."
  },
  {
    "startTime": 609.86,
    "endTime": 618.8100000000001,
    "text": "This is really important (make eye contact). If someone was giving you a presentation or a speech and they stared"
  },
  {
    "startTime": 618.81,
    "endTime": 624.27,
    "text": "directly at one person -- let's say the one person was you -- how would you feel?"
  },
  {
    "startTime": 624.27,
    "endTime": 630.18,
    "text": "I'd feel nervous. So when you're making a speech or presentation, it's really important to maintain eye contact --"
  },
  {
    "startTime": 630.18,
    "endTime": 634.9899999999999,
    "text": "not with one person, not with the floor, not with your paper, with everyone."
  },
  {
    "startTime": 634.99,
    "endTime": 647.1,
    "text": "Really, really important to look at every single person that you're talking to."
  },
  {
    "startTime": 647.1,
    "endTime": 646.1800000000001,
    "text": "Do a little room sweep. Go, \"Hey, Bob. Yeah. What's up?\" Pretend that you're individually looking at all the people."
  },
  {
    "startTime": 646.18,
    "endTime": 652.3389999999999,
    "text": "Don't stare at one person. That's weird. Don't stare at two people."
  },
  {
    "startTime": 652.339,
    "endTime": 660.149,
    "text": "It's like you're playing ping-pong. Are you guys playing ping-pong? Don't do that."
  },
  {
    "startTime": 660.149,
    "endTime": 664.589,
    "text": "That's strange. Don't stare straight ahead. Don't stare at the ceiling. Look at the people."
  },
  {
    "startTime": 664.589,
    "endTime": 673.11,
    "text": "Look at their eyes. Okay? Look at the people's eyes. Make sure they're looking at you."
  },
  {
    "startTime": 673.11,
    "endTime": 675.0600000000001,
    "text": "If someone's sleeping or someone's not paying attention to you, if you look at them, they're like,"
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "\"Oh, hey. Yeah.\" Very important, eye contact."
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "Sometimes, like I said, you've got your speech. You're nervous. You've practiced. You've practiced."
  },
  {
    "startTime": 680.7,
    "endTime": 685.73,
    "text": "But of course, you think, \"Oh, my god. What if I forget or blank out or -- I just can't do it. What am I going to do?\""
  },
  {
    "startTime": 685.73,
    "endTime": 693.72,
    "text": "Well, solution -- cue cards. Cue cards are little pieces of paper"
  },
  {
    "startTime": 693.72,
    "endTime": 696.4200000000001,
    "text": "or cardboard that you write down your main points of your presentation or your speech."
  },
  {
    "startTime": 696.42,
    "endTime": 703.2099999999999,
    "text": "So you do not want to read or write down all of the speech because you're like"
  },
  {
    "startTime": 703.21,
    "endTime": 707.48,
    "text": "this, \"Yesterday, I saw a really cool elephant. It was -- it was -- gray. It was gray.\""
  },
  {
    "startTime": 707.48,
    "endTime": 712.64,
    "text": "If you write down all the speech, your eyes have to read it really quickly and it stops the flow of your speech."
  },
  {
    "startTime": 712.64,
    "endTime": 717.6999999999999,
    "text": "So write down the main points of the cue cards."
  },
  {
    "startTime": 717.7,
    "endTime": 724.4200000000001,
    "text": "Maybe on one cue card, you could have the main point and three points to help you."
  },
  {
    "startTime": 724.42,
    "endTime": 730.389,
    "text": "So maybe you're reading something or you're speaking, and you forget something. That's cool."
  },
  {
    "startTime": 730.389,
    "endTime": 734.1800000000001,
    "text": "\"Oh, yeah. That part.\" Okay? And say to the people -- just say, \"Hold on. Good.\""
  },
  {
    "startTime": 734.18,
    "endTime": 739.9399999999999,
    "text": "There's no problem forgetting something, but if there's a long silence or you're awkward about it, there's a problem."
  },
  {
    "startTime": 739.94,
    "endTime": 747.3800000000001,
    "text": "Apologize. Look it up. Everyone's cool. Don't worry about it."
  },
  {
    "startTime": 747.38,
    "endTime": 752.02,
    "text": "So during your presentation, make eye contact; speak loudly; speak clearly; try and remember"
  },
  {
    "startTime": 752.02,
    "endTime": 756.9499999999999,
    "text": "your speech. Practice, practice, practice. It's going to reduce your nervousness and your anxiety."
  },
  {
    "startTime": 756.95,
    "endTime": 760.9100000000001,
    "text": "Before you make the speech, make sure it's pretty interesting."
  },
  {
    "startTime": 760.91,
    "endTime": 766.74,
    "text": "To help you more with this, there's a really, really cool website called www.PresentationPrep.com."
  },
  {
    "startTime": 766.74,
    "endTime": 772.3290000000001,
    "text": "If you're finding that you have to do a lot of presentations for work or for school or for anything,"
  },
  {
    "startTime": 772.329,
    "endTime": 781.38,
    "text": "check out this website. It will help you just like this did."
  },
  {
    "startTime": 781.38,
    "endTime": 786.93,
    "text": "Good luck in your speeches. Adios."
  }
]