[
  {
    "startTime": 12.729,
    "endTime": 19.0,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 19.1,
    "endTime": 22.71,
    "text": "And this is Q&A Tuesday, the most amazing day of the week."
  },
  {
    "startTime": 22.71,
    "endTime": 27.580000000000002,
    "text": "Because we have Q's and we have A's. And today's Q comes from June and June writes:"
  },
  {
    "startTime": 27.6,
    "endTime": 40.400000000000006,
    "text": "\"Hi Marie. How do you push yourself to go for your dream when you know you could mess up, fail, might be a tough letdown, a big embarrassment, or the wrong path altogether?"
  },
  {
    "startTime": 40.5,
    "endTime": 45.4,
    "text": "How can I find the courage to jump with no certainty or guarantee it will all work out?"
  },
  {
    "startTime": 45.4,
    "endTime": 47.1,
    "text": "Thanks for all you do, June.”"
  },
  {
    "startTime": 47.2,
    "endTime": 54.400000000000006,
    "text": "June, this is an awesome question. What I wanna say is that this isn't just a fear that we face at the beginning of something."
  },
  {
    "startTime": 54.5,
    "endTime": 61.1,
    "text": "This is a fear that can come up for us no matter what we're doing, at any stage in our life, no matter how many risks we've taken."
  },
  {
    "startTime": 61.2,
    "endTime": 63.029,
    "text": "In fact, Seth Godin says:"
  },
  {
    "startTime": 63.129,
    "endTime": 71.22,
    "text": "\"At some level, 'this might not work' is at the heart of all important projects, of everything new and worth doing.\""
  },
  {
    "startTime": 71.22,
    "endTime": 78.0,
    "text": "Look, nobody has a crystal ball and nobody knows what's gonna work and what's not gonna work until you actually do it."
  },
  {
    "startTime": 78.1,
    "endTime": 85.0,
    "text": "I think it took Thomas Edison about a thousand tries before he actually figured out the light bulb, and then when a reporter asked him,"
  },
  {
    "startTime": 85.1,
    "endTime": 88.3,
    "text": "\"Hey, how'd it feel to fail a thousand times?\""
  },
  {
    "startTime": 88.4,
    "endTime": 94.9,
    "text": "Thomas Edison actually said, \"You know what? I didn't fail a thousand times. The light bulb was an invention that had a thousand steps.\""
  },
  {
    "startTime": 95.0,
    "endTime": 98.4,
    "text": "Booya, Mr. Edison. So here's the point."
  },
  {
    "startTime": 98.5,
    "endTime": 106.0,
    "text": "Anything that you're going through right now, if you want to take a big scary leap and you want to start a new career or perhaps start a business,"
  },
  {
    "startTime": 106.0,
    "endTime": 112.0,
    "text": "anything that you might consider a failure is really just a necessary step on your journey to success."
  },
  {
    "startTime": 112.1,
    "endTime": 123.729,
    "text": "So no matter what you're facing right now, no matter what's getting you so scared, there's only one question that you need to ask and answer to find the courage to make that big leap, and the question is this."
  },
  {
    "startTime": 123.729,
    "endTime": 126.9,
    "text": "What's the worst thing that can happen?"
  },
  {
    "startTime": 126.9,
    "endTime": 131.1,
    "text": "So not just by saying yes, but what's the worst thing that could happen if you said no?"
  },
  {
    "startTime": 131.2,
    "endTime": 137.6,
    "text": "So, for example, a few years ago I asked my really dear friend Laura to come speak at one of our live events."
  },
  {
    "startTime": 137.7,
    "endTime": 142.1,
    "text": "Now, this was a big opportunity for her, but I know it was kind of stressful and I said,"
  },
  {
    "startTime": 142.2,
    "endTime": 148.2,
    "text": "\"You know what? This is big, so take a few days, think about it, because once you say yes you're gonna be locked in.\""
  },
  {
    "startTime": 148.2,
    "endTime": 153.2,
    "text": "So first she had to ask herself, \"Well, what's the worst thing that could happen if I said yes?\""
  },
  {
    "startTime": 153.3,
    "endTime": 159.4,
    "text": "So for her it was the stress, it was wishing that she never committed, which she wished she never committed."
  },
  {
    "startTime": 159.5,
    "endTime": 169.13,
    "text": "But it was also this fear that she was gonna completely freeze up on stage, that she was gonna mess up horribly, and completely ruin her reputation, which she did not."
  },
  {
    "startTime": 169.23,
    "endTime": 174.89999999999998,
    "text": "Now, on the flip side, she had to ask herself, \"What's the worst thing that could happen if she said no?\""
  },
  {
    "startTime": 175.0,
    "endTime": 185.4,
    "text": "So you've gotta get that Laura really wanted to grow her business and her brand and if she said no to this opportunity, she'd have to face herself in the mirror every single day and say,"
  },
  {
    "startTime": 185.5,
    "endTime": 190.3,
    "text": "\"Nice going, bonehead. You had the perfect opportunity to grow your business and you turned it down.\""
  },
  {
    "startTime": 190.4,
    "endTime": 201.4,
    "text": "So now it's your turn. I want you to ask yourself, what's the worst possible thing that could happen if you said yes and you'd fail miserably?"
  },
  {
    "startTime": 201.5,
    "endTime": 203.6,
    "text": "So don't just think about this loosely."
  },
  {
    "startTime": 203.7,
    "endTime": 212.89999999999998,
    "text": "I want you to get really specific and tease out every single scenario that could possibly go wrong and how you'd deal with it if it did."
  },
  {
    "startTime": 213.0,
    "endTime": 218.739,
    "text": "What most of us discover is that no matter what the worst case scenario is, we can actually handle it."
  },
  {
    "startTime": 218.739,
    "endTime": 230.4,
    "text": "But don't forget, you gotta go on the flip side too and ask yourself, what's the worst thing that could happen if you decide to do nothing and keep your life exactly as it is?"
  },
  {
    "startTime": 230.5,
    "endTime": 237.9,
    "text": "Are your regrets gonna start to pile up like pancakes? Are you gonna turn into some miserable, self-loathing sad sack?"
  },
  {
    "startTime": 238.0,
    "endTime": 243.1,
    "text": "I really want you to tease this one out and get all the scenarios on the table and then take a look."
  },
  {
    "startTime": 243.2,
    "endTime": 246.39999999999998,
    "text": "What do you got? What's the worst of the worst?"
  },
  {
    "startTime": 246.5,
    "endTime": 256.001,
    "text": "Going for it or not going for it? I've gotta tell you, I always err on the side of action and adventure, and it's because of this Tweetable."
  },
  {
    "startTime": 257.001,
    "endTime": 263.78,
    "text": "\"I don't regret the things I've done. I regret the things I didn't do when I had the chance.\""
  },
  {
    "startTime": 263.9,
    "endTime": 269.339,
    "text": "Look, June. If you're still breathing that means you still have a chance, so don't waste it, woman."
  },
  {
    "startTime": 269.339,
    "endTime": 275.9,
    "text": "That was my A to your Q, I really hope it helps. And now I would love to hear from you."
  },
  {
    "startTime": 276.0,
    "endTime": 280.4,
    "text": "Have you ever had to flex your courage muscles and take a big leap?"
  },
  {
    "startTime": 280.5,
    "endTime": 282.7,
    "text": "What happened and what did you learn?"
  },
  {
    "startTime": 282.8,
    "endTime": 290.669,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 290.669,
    "endTime": 294.7,
    "text": "Did you like this video? If so, subscribe to our channel because it's awesome."
  },
  {
    "startTime": 294.8,
    "endTime": 300.40000000000003,
    "text": "And share this with your friends. And if you want even more awesome resources to create a business and life you love,"
  },
  {
    "startTime": 300.5,
    "endTime": 309.4,
    "text": "plus some email insights from me that I only get to talk about on the keyboard like that, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 309.4,
    "endTime": 316.4,
    "text": "Stay on your game and keep going for your dreams because the world really needs that special gift that only you have."
  },
  {
    "startTime": 316.5,
    "endTime": 320.95,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]