[
  {
    "startTime": 6.694,
    "endTime": 9.979,
    "text": "Right now, you're probably sitting down to watch this video."
  },
  {
    "startTime": 9.979,
    "endTime": 14.599,
    "text": "And staying seated for a few minutes to view it is probably okay."
  },
  {
    "startTime": 14.599,
    "endTime": 19.172,
    "text": "But the longer you stay put, the more agitated your body becomes."
  },
  {
    "startTime": 19.172,
    "endTime": 24.7,
    "text": "It sits there counting down the moments until you stand up again and take it for a walk."
  },
  {
    "startTime": 24.7,
    "endTime": 26.711,
    "text": "That may sound ridiculous."
  },
  {
    "startTime": 26.711,
    "endTime": 29.156,
    "text": "Our bodies love to sit, right?"
  },
  {
    "startTime": 29.156,
    "endTime": 30.0,
    "text": "Not really."
  },
  {
    "startTime": 30.0,
    "endTime": 36.4,
    "text": "Sure, sitting for brief periods can help us recover from stress or recuperate from exercise."
  },
  {
    "startTime": 36.4,
    "endTime": 46.0,
    "text": "But nowadays, our lifestyles make us sit much more than we move around, and our bodies simply aren't built for such a sedentary existence."
  },
  {
    "startTime": 46.0,
    "endTime": 49.089,
    "text": "In fact, just the opposite is true."
  },
  {
    "startTime": 49.089,
    "endTime": 54.699999999999996,
    "text": "The human body is built to move, and you can see evidence of that in the way it's structured."
  },
  {
    "startTime": 54.7,
    "endTime": 63.1,
    "text": "Inside us are over 360 joints, and about 700 skeletal muscles that enable easy, fluid motion."
  },
  {
    "startTime": 63.1,
    "endTime": 69.821,
    "text": "The body's unique physical structure gives us the ability to stand up straight against the pull of gravity."
  },
  {
    "startTime": 69.908,
    "endTime": 74.232,
    "text": "Our blood depends on us moving around to be able to circulate properly."
  },
  {
    "startTime": 74.232,
    "endTime": 81.1,
    "text": "Our nerve cells benefit from movement, and our skin is elastic, meaning it molds to our motions."
  },
  {
    "startTime": 81.1,
    "endTime": 88.39999999999999,
    "text": "So if every inch of the body is ready and waiting for you to move, what happens when you just don't?"
  },
  {
    "startTime": 88.4,
    "endTime": 92.105,
    "text": "Let's start with the backbone of the problem, literally."
  },
  {
    "startTime": 92.105,
    "endTime": 97.9,
    "text": "Your spine is a long structure made of bones and the cartilage discs that sit between them."
  },
  {
    "startTime": 97.9,
    "endTime": 103.0,
    "text": "Joints, muscles and ligaments that are attached to the bones hold it all together."
  },
  {
    "startTime": 103.0,
    "endTime": 111.0,
    "text": "A common way of sitting is with a curved back and slumped shoulders, a position that puts uneven pressure on your spine."
  },
  {
    "startTime": 111.0,
    "endTime": 124.1,
    "text": "Over time, this causes wear and tear in your spinal discs, overworks certain ligaments and joints, and puts strain on muscles that stretch to accommodate your back's curved position."
  },
  {
    "startTime": 124.1,
    "endTime": 133.322,
    "text": "This hunched shape also shrinks your chest cavity while you sit, meaning your lungs have less space to expand into when you breath."
  },
  {
    "startTime": 133.322,
    "endTime": 140.934,
    "text": "That's a problem because it temporarily limits the amount of oxygen that fills your lungs and filters into your blood."
  },
  {
    "startTime": 140.931,
    "endTime": 145.69400000000002,
    "text": "Around the skeleton are the muscles, nerves, arteries and veins that form the body's soft tissue layers."
  },
  {
    "startTime": 148.678,
    "endTime": 156.8,
    "text": "The very act of sitting squashes, pressurizes and compresses, and these more delicate tissues really feel the brunt."
  },
  {
    "startTime": 156.8,
    "endTime": 161.282,
    "text": "Have you ever experienced numbness and swelling in your limbs when you sit?"
  },
  {
    "startTime": 161.282,
    "endTime": 175.10000000000002,
    "text": "In areas that are the most compressed, your nerves, arteries and veins can become blocked, which limits nerve signaling, causing the numbness, and reduces blood flow in your limbs, causing them to swell."
  },
  {
    "startTime": 175.1,
    "endTime": 192.9,
    "text": "Sitting for long periods also temporarily deactivates lipoprotein lipase, a special enzyme in the walls of blood capillaries that breaks down fats in the blood, so when you sit, you're not burning fat nearly as well as when you move around."
  },
  {
    "startTime": 192.9,
    "endTime": 196.268,
    "text": "What effect does all of this stasis have on the brain?"
  },
  {
    "startTime": 196.312,
    "endTime": 204.568,
    "text": "Most of the time, you probably sit down to use your brain, but ironically, lengthy periods of sitting actually run counter to this goal."
  },
  {
    "startTime": 204.568,
    "endTime": 210.85680000000002,
    "text": "Being stationary reduces blood flow and the amount of oxygen entering your blood stream through your lungs."
  },
  {
    "startTime": 210.856,
    "endTime": 220.44,
    "text": "Your brain requires both of those things to remain alert, so your concentration levels will most likely dip as your brain activity slows."
  },
  {
    "startTime": 220.4,
    "endTime": 225.989,
    "text": "Unfortunately, the ill effects of being seated don't only exist in the short term."
  },
  {
    "startTime": 225.989,
    "endTime": 237.10500000000002,
    "text": "Recent studies have found that sitting for long periods is linked with some types of cancers and heart disease and can contribute to diabetes, kidney and liver problems."
  },
  {
    "startTime": 237.107,
    "endTime": 245.538,
    "text": "In fact, researchers have worked out that, worldwide, inactivity causes about 9 percent of premature deaths a year."
  },
  {
    "startTime": 245.53,
    "endTime": 248.604,
    "text": "That's over 5 million people."
  },
  {
    "startTime": 248.604,
    "endTime": 254.00400000000002,
    "text": "So what seems like such a harmless habit actually has the power to change our health."
  },
  {
    "startTime": 254.102,
    "endTime": 259.674,
    "text": "But luckily, the solutions to this mounting threat are simple and intuitive."
  },
  {
    "startTime": 259.674,
    "endTime": 270.09999999999997,
    "text": "When you have no choice but to sit, try switching the slouch for a straighter spine, and when you don't have to be bound to your seat, aim to move around much more."
  },
  {
    "startTime": 270.1,
    "endTime": 275.571,
    "text": "Perhaps by setting a reminder to yourself to get up every half hour."
  },
  {
    "startTime": 275.571,
    "endTime": 281.07300000000004,
    "text": "But mostly, just appreciate that bodies are built for motion, not for stillness."
  },
  {
    "startTime": 281.073,
    "endTime": 286.11199999999997,
    "text": "In fact, since the video's almost over, why not stand up and stretch right now?"
  },
  {
    "startTime": 286.112,
    "endTime": 287.821,
    "text": "Treat your body to a walk."
  },
  {
    "startTime": 287.821,
    "endTime": 297.821,
    "text": "It'll thank you later."
  }
]