[
  {
    "startTime": 0.08,
    "endTime": 4.7,
    "text": "Either Douglas Adams was right, and mice are protrusions of hyperintelligent pandimensional"
  },
  {
    "startTime": 4.7,
    "endTime": 13.96,
    "text": "beings into our universe, or we are on our way to making Pinky and the Brain a reality..."
  },
  {
    "startTime": 13.96,
    "endTime": 18.22,
    "text": "Hey science news fans! I’m Dr. Kiki from This Week in Science here for DNews."
  },
  {
    "startTime": 18.22,
    "endTime": 23.098999999999997,
    "text": "Where did people get our big brains? Evolutionary research suggests that something happened"
  },
  {
    "startTime": 23.099,
    "endTime": 27.429000000000002,
    "text": "in our past triggering a rapid expansion of a part of our brains called the neo-cortex,"
  },
  {
    "startTime": 27.429,
    "endTime": 32.129999999999995,
    "text": "which is involved in higher level cognitive functions like language and math."
  },
  {
    "startTime": 32.13,
    "endTime": 36.150000000000006,
    "text": "It could have been a cultural advancement, like cooking, that freed up more energy for"
  },
  {
    "startTime": 36.15,
    "endTime": 40.56,
    "text": "the brain. But, the many underlying genetic factors that differentiate the human brain"
  },
  {
    "startTime": 40.56,
    "endTime": 44.150000000000006,
    "text": "from our nearest primate cousins are virtually unknown."
  },
  {
    "startTime": 44.15,
    "endTime": 47.85,
    "text": "Studies scanning the human genome for genes that might be the root of our unique brain"
  },
  {
    "startTime": 47.85,
    "endTime": 53.47,
    "text": "have found many human-specific genetic sequences that regulate the activity of genes. These"
  },
  {
    "startTime": 53.47,
    "endTime": 58.61,
    "text": "sequences are called ‘enhancers’. But, the question remained whether there any enhancers"
  },
  {
    "startTime": 58.61,
    "endTime": 63.129999999999995,
    "text": "in the human genome that specifically influence the development of the human brain?"
  },
  {
    "startTime": 63.13,
    "endTime": 68.37,
    "text": "In a study published on February 19th, 2015 in the journal Current Biology, scientists"
  },
  {
    "startTime": 68.37,
    "endTime": 73.28,
    "text": "reported that they had discovered a human gene enhancer called Human-accelerated regulatory"
  },
  {
    "startTime": 73.28,
    "endTime": 80.97,
    "text": "enhancer 5, or HARE 5, that does just that. In mice, it led to the development of larger"
  },
  {
    "startTime": 80.97,
    "endTime": 81.46,
    "text": "brains."
  },
  {
    "startTime": 81.46,
    "endTime": 86.13999999999999,
    "text": "Transgenic mouse embryos were created using either a chimpanzee version of HARE 5 or the"
  },
  {
    "startTime": 86.14,
    "endTime": 91.44,
    "text": "human version of the gene enhancer. When the two groups of mice were compared, it was obvious"
  },
  {
    "startTime": 91.44,
    "endTime": 97.78,
    "text": "that the human HARE 5 activated earlier in development, and triggered a more robust response"
  },
  {
    "startTime": 97.78,
    "endTime": 99.14,
    "text": "than the chimp version."
  },
  {
    "startTime": 99.14,
    "endTime": 103.21000000000001,
    "text": "The young neural cells in the brain, called neural progenitor cells, proliferated more"
  },
  {
    "startTime": 103.21,
    "endTime": 108.89999999999999,
    "text": "quickly under the influence of human HARE 5, which led to bigger brains. Twelve percent"
  },
  {
    "startTime": 108.9,
    "endTime": 111.37,
    "text": "bigger than those with chimp HARE 5 to be exact."
  },
  {
    "startTime": 111.37,
    "endTime": 116.76,
    "text": "But, do bigger brains mean that these HARE 5 mice would be smarter than the average mouse?"
  },
  {
    "startTime": 116.76,
    "endTime": 120.659,
    "text": "That’s outside the scope of this particular study, but a study published in the Journal"
  },
  {
    "startTime": 120.659,
    "endTime": 126.799,
    "text": "of Neuroscience in December, 2014, injected immature human glial cells, the cells that"
  },
  {
    "startTime": 126.799,
    "endTime": 131.81900000000002,
    "text": "pack in around neurons in the brain, into the brains of baby mice. Not only did these"
  },
  {
    "startTime": 131.819,
    "endTime": 137.73999999999998,
    "text": "human cells completely usurp the mouse glial populations, but also resulted in four times"
  },
  {
    "startTime": 137.74,
    "endTime": 140.49,
    "text": "better performance on a memory test than control mice."
  },
  {
    "startTime": 140.49,
    "endTime": 144.12,
    "text": "It’s thought that the human cells allowed the mouse brains to work more efficiently,"
  },
  {
    "startTime": 144.12,
    "endTime": 149.29,
    "text": "but didn’t actually change how they functioned. So, the mice were still mice, just a little"
  },
  {
    "startTime": 149.29,
    "endTime": 151.82999999999998,
    "text": "smarter thanks to the human glial cells."
  },
  {
    "startTime": 151.83,
    "endTime": 157.0,
    "text": "Yet, this research raises the question of how far we should go when mixing human cells"
  },
  {
    "startTime": 157.0,
    "endTime": 163.03,
    "text": "and genes with other animal species. Our ability to learn by studying humans is limited because"
  },
  {
    "startTime": 163.03,
    "endTime": 167.83,
    "text": "we can’t very well go around chopping people up in the name of science. Since the advent"
  },
  {
    "startTime": 167.83,
    "endTime": 172.51000000000002,
    "text": "of stem cell research and genetic manipulation we have gained the ability to mix our cells"
  },
  {
    "startTime": 172.51,
    "endTime": 177.2,
    "text": "and genes within other animals, and see how they work. Animals with human-like organs"
  },
  {
    "startTime": 177.2,
    "endTime": 181.75,
    "text": "and cells make research that would otherwise be impossible possible."
  },
  {
    "startTime": 181.75,
    "endTime": 186.14,
    "text": "The HARE 5 researchers plan to continue this research, so we will very likely find out"
  },
  {
    "startTime": 186.14,
    "endTime": 191.099,
    "text": "whether this gene enhancer results in smarter mice. The point, however, is not to make a"
  },
  {
    "startTime": 191.099,
    "endTime": 196.11999999999998,
    "text": "better, faster, stronger mouse, or even to make human-like mice. The point of this line"
  },
  {
    "startTime": 196.12,
    "endTime": 200.37,
    "text": "of research is to discover more about the human brain, to discover what makes it different,"
  },
  {
    "startTime": 200.37,
    "endTime": 205.03,
    "text": "and to learn why some people get neurodegenerative disorders when others don’t, so that we"
  },
  {
    "startTime": 205.03,
    "endTime": 207.849,
    "text": "can individualize treatments appropriately."
  },
  {
    "startTime": 207.849,
    "endTime": 213.0,
    "text": "Will research in this vein help humanity, or will it inevitably lead to hyperintelligent"
  },
  {
    "startTime": 213.0,
    "endTime": 223.0,
    "text": "mice taking over the Earth? Will we bow down to our mousey overlords?"
  }
]