[
  {
    "startTime": 6.6,
    "endTime": 8.0,
    "text": "\"Hi, Bob.\""
  },
  {
    "startTime": 8.0,
    "endTime": 11.3,
    "text": "\"Morning, Kelly. The tulips looks great.\""
  },
  {
    "startTime": 11.3,
    "endTime": 14.966000000000001,
    "text": "Have you ever wondered how your dog experiences the world?"
  },
  {
    "startTime": 14.966,
    "endTime": 16.4,
    "text": "Here's what she sees."
  },
  {
    "startTime": 16.4,
    "endTime": 18.5,
    "text": "Not terribly interesting."
  },
  {
    "startTime": 18.5,
    "endTime": 22.1,
    "text": "But what she smells, that's a totally different story."
  },
  {
    "startTime": 22.1,
    "endTime": 25.381,
    "text": "And it begins at her wonderfully developed nose."
  },
  {
    "startTime": 25.381,
    "endTime": 34.5,
    "text": "As your dog catches the first hints of fresh air, her nose's moist, spongy outside helps capture any scents the breeze carries."
  },
  {
    "startTime": 34.5,
    "endTime": 41.797,
    "text": "The ability to smell  separately with each nostril, smelling in stereo, helps to determine the direction of the smell's source,"
  },
  {
    "startTime": 41.797,
    "endTime": 50.5,
    "text": "so that within the first few moments of sniffing, the dog starts to become aware of not just what kinds of things are out there but also where they're located."
  },
  {
    "startTime": 50.5,
    "endTime": 59.150999999999996,
    "text": "As air enters the nose, a small fold of tissue divides it into two separate folds, one for breathing and one just for smelling."
  },
  {
    "startTime": 59.151,
    "endTime": 68.534,
    "text": "This second airflow enters a region filled with highly specialized olfactory receptor cells, several hundred millions of them, compared to our five million."
  },
  {
    "startTime": 68.534,
    "endTime": 75.313,
    "text": "And unlike our clumsy way of breathing  in and out through the same passage, dogs exhale through slits at the side of their nose,"
  },
  {
    "startTime": 75.313,
    "endTime": 84.148,
    "text": "creating swirls of air that help draw in new odor molecules and allow odor concentration to build up over mulitple sniffs."
  },
  {
    "startTime": 84.148,
    "endTime": 92.39999999999999,
    "text": "But all that impressive nasal architecture wouldn't be much help without something to process the loads of information the nose scoops up."
  },
  {
    "startTime": 92.4,
    "endTime": 102.655,
    "text": "And it turns out that the olfactory system dedicated to processing smells takes up many times more relative brain area in dogs than in humans."
  },
  {
    "startTime": 102.655,
    "endTime": 113.3,
    "text": "All of this allows dogs to distinguish and remember a staggering variety of specific scents at concentrations up to 100 million times less than what our noses can detect."
  },
  {
    "startTime": 113.3,
    "endTime": 122.542,
    "text": "If you can smell a spritz of perfume in a small room, a dog would have no trouble smelling it in an enclosed stadium and distinguishing its ingredients to boot."
  },
  {
    "startTime": 122.542,
    "endTime": 129.568,
    "text": "And everything in the street, every passing person or car, any contents of the neighbor's trash, each type of tree,"
  },
  {
    "startTime": 129.568,
    "endTime": 138.8,
    "text": "and all the birds and insects in it has a distinct odor profile telling your dog what it is, where it is, and which direction it's moving in."
  },
  {
    "startTime": 138.8,
    "endTime": 145.8,
    "text": "Besides being much more powerful than ours, a dog's sense of smell can pick up things that can't even be seen at all."
  },
  {
    "startTime": 145.8,
    "endTime": 156.03300000000002,
    "text": "A whole separate olfactory system, called the vomeronasal organ, above the roof of the mouth, detects the hormones all animals, including humans, naturally release."
  },
  {
    "startTime": 156.033,
    "endTime": 161.54999999999998,
    "text": "It lets dogs identify potential mates, or distinguish between friendly and hostile animals."
  },
  {
    "startTime": 161.55,
    "endTime": 168.39600000000002,
    "text": "It alerts them to our various  emotional states, and it can even tell them when someone is pregnant or sick."
  },
  {
    "startTime": 168.396,
    "endTime": 176.7,
    "text": "Because olfaction is more primal than other senses, bypassing the thalamus to connect directly to the brain structures involving emotion and instinct,"
  },
  {
    "startTime": 176.7,
    "endTime": 181.5,
    "text": "we might even say a dog's perception is more immediate and visceral than ours."
  },
  {
    "startTime": 181.5,
    "endTime": 186.343,
    "text": "But the most amazing thing about your dog's nose is that it can traverse time."
  },
  {
    "startTime": 186.343,
    "endTime": 196.1,
    "text": "The past appears in tracks left by passersby, and by the warmth of a recently parked car or the residue of where you've been and what you've done recently."
  },
  {
    "startTime": 196.1,
    "endTime": 205.198,
    "text": "Landmarks like fire hydrants and trees are aromatic bulletin boards carrying messages of who's been by, what they've been eating, and how they're feeling."
  },
  {
    "startTime": 205.198,
    "endTime": 211.20000000000002,
    "text": "And the future is in the breeze, alerting them to something or someone approaching long before you see them."
  },
  {
    "startTime": 211.2,
    "endTime": 218.0,
    "text": "Where we see and hear something at a single moment, a dog smells an entire story from start to finish."
  },
  {
    "startTime": 218.0,
    "endTime": 224.414,
    "text": "In some of the best examples of canine-human collaboration, dogs help us by sharing and reacting to those stories."
  },
  {
    "startTime": 224.414,
    "endTime": 234.50699999999998,
    "text": "They can respond with kindness to people in distress, or with aggression to threats because stress and anger  manifest as a cloud of hormones recognizable to the dog's nose."
  },
  {
    "startTime": 234.507,
    "endTime": 240.925,
    "text": "With the proper training, they can even alert us  to invisible threats ranging from bombs to cancer."
  },
  {
    "startTime": 240.925,
    "endTime": 256.528,
    "text": "As it turns out, humanity's best friend is not one who experiences the same things we do, but one whose incredible nose reveals  a whole other world beyond our eyes."
  }
]