[
  {
    "startTime": 0.089,
    "endTime": 3.7,
    "text": "Sperms aren't the mindless, flagellum-wielding dolts that you thought they were."
  },
  {
    "startTime": 3.7,
    "endTime": 10.49,
    "text": "Life is pretty tough for those little guys."
  },
  {
    "startTime": 10.589,
    "endTime": 16.5,
    "text": "Hey dudes, Trace here with the lowdown on your sperms' struggles for DNews."
  },
  {
    "startTime": 16.5,
    "endTime": 20.0,
    "text": "Sperm are the male gamete, the counterpart to the female's egg."
  },
  {
    "startTime": 20.0,
    "endTime": 25.0,
    "text": "When a sperm reaches the inside of an egg, a zygote is created, which is the first step on the path to a fetus."
  },
  {
    "startTime": 25.0,
    "endTime": 31.5,
    "text": "But to reach that goal, sperm have to overcome a lot of different problems, one being there are millions of other sperm in there."
  },
  {
    "startTime": 31.5,
    "endTime": 33.2,
    "text": "And they're like, \"Watch out, Dude!\""
  },
  {
    "startTime": 33.2,
    "endTime": 34.400000000000006,
    "text": "\"I'm tryin' to get to the egg!\""
  },
  {
    "startTime": 34.4,
    "endTime": 37.8,
    "text": "For instance, we've evolved what science calls 'sperm allocation'."
  },
  {
    "startTime": 37.9,
    "endTime": 47.599999999999994,
    "text": "As the point of sex is to get your sperm to the egg first and thus spread your genes, sperm allocation theory was one of nature's ways of getting the most bang for your buck."
  },
  {
    "startTime": 47.7,
    "endTime": 57.6,
    "text": "If a male believes his female sexual partner has committed infidelity, or if he's simply spent a long while away from the partner, his sperm count will increase when they finally pair up!"
  },
  {
    "startTime": 57.6,
    "endTime": 66.6,
    "text": "The authors of a study published in \"Current Directions in Psychological Science\" believe this is why males get lustful feelings after being away from their partner for a while."
  },
  {
    "startTime": 66.6,
    "endTime": 72.3,
    "text": "They want to make sure that they get back there and get some sperm in there as soon as possible to compete."
  },
  {
    "startTime": 72.3,
    "endTime": 75.0,
    "text": "Once inside the woman, sperm continue their struggles."
  },
  {
    "startTime": 75.0,
    "endTime": 83.4,
    "text": "This has to do with their creation. Sperm are formed based on how the species fertilize and how much sexual competition is present."
  },
  {
    "startTime": 83.6,
    "endTime": 86.8,
    "text": "It was assumed that the bigger the sperm, the faster they would be."
  },
  {
    "startTime": 86.8,
    "endTime": 89.3,
    "text": "Bigger and stronger is better, right? Not so much."
  },
  {
    "startTime": 89.3,
    "endTime": 92.6,
    "text": "A study published in the journal \"Evolution\" uses Bonobos as an example."
  },
  {
    "startTime": 92.6,
    "endTime": 98.642,
    "text": "These apes share almost 99 percent of their DNA with humans and have a lot of sex with lots of different partners."
  },
  {
    "startTime": 99.1,
    "endTime": 103.19999999999999,
    "text": "The competition has evolved sperm with bigger heads and smaller tails."
  },
  {
    "startTime": 103.2,
    "endTime": 105.7,
    "text": "The larger sperm were actually slower."
  },
  {
    "startTime": 105.8,
    "endTime": 111.7,
    "text": "The researchers found only animals who fertilize outside of their bodies have large-sperm advantages."
  },
  {
    "startTime": 111.7,
    "endTime": 117.7,
    "text": "The shorter head and longer tail of fish and squid sperm were super fast and thus got to the egg first."
  },
  {
    "startTime": 117.8,
    "endTime": 118.5,
    "text": "Yeah, bro!"
  },
  {
    "startTime": 118.5,
    "endTime": 123.3,
    "text": "Then there's the theory that there are two kinds of sperm: the goal scorers, and the ones who play defense."
  },
  {
    "startTime": 123.3,
    "endTime": 131.9,
    "text": "In humans, of the 250 million sperm cells released into the female reproductive system, 27 percent are defective, right off the bat."
  },
  {
    "startTime": 131.9,
    "endTime": 137.20000000000002,
    "text": "The normally oval-shaped head is spherical or quite pointy in parts, the tails are malformed or whatever."
  },
  {
    "startTime": 137.3,
    "endTime": 142.20000000000002,
    "text": "This theory of so-called \"kamikaze sperm\" also comes back to competition between mates."
  },
  {
    "startTime": 142.3,
    "endTime": 151.0,
    "text": "The idea that these malformed sperm hang back to block other competing mates' sperm, thus ensuring the first male's domination of fertilization!"
  },
  {
    "startTime": 151.0,
    "endTime": 159.7,
    "text": "Since the hypothesis was proposed in the 80s, scientists have tried and failed to reproduce their findings. So, while we're pretty sure this isn't real, it is still being tested."
  },
  {
    "startTime": 159.7,
    "endTime": 167.5,
    "text": "Most scientists now believe the 27 percent defect rate occurs because of poor quality control in sperm creation, which is a little embarrassing."
  },
  {
    "startTime": 167.5,
    "endTime": 170.8,
    "text": "Dudes, this is our big moment. We're half-assing out there!"
  },
  {
    "startTime": 170.8,
    "endTime": 171.8,
    "text": "110-percent, c'mon!"
  },
  {
    "startTime": 171.8,
    "endTime": 175.3,
    "text": "Of the millions of sperms released, remember you were the fastest."
  },
  {
    "startTime": 175.3,
    "endTime": 179.4,
    "text": "So, tell us your strategies down in the big empty white box below and subscribe!"
  },
  {
    "startTime": 179.4,
    "endTime": 183.70000000000002,
    "text": "Also, double check that you're still following us on Twitter @ATDNews. We made some changes."
  },
  {
    "startTime": 183.7,
    "endTime": 190.0,
    "text": "You'll get behind-the-scenes pictures and some other cool stuff that sometimes doesn't make it into an episode. Thanks a lot for watching, see you next time!"
  }
]