[
  {
    "startTime": 1.819,
    "endTime": 7.9,
    "text": "Hi. My name is Rebecca. In this lesson, we'll focus on six business English idioms."
  },
  {
    "startTime": 8.0,
    "endTime": 16.3,
    "text": "Even though they are somewhat advanced, follow along with me because they are used quite often. All right? Let's get started."
  },
  {
    "startTime": 16.415,
    "endTime": 21.799999999999997,
    "text": "The first one: \"You need to face the facts about the drop in sales.\""
  },
  {
    "startTime": 22.0,
    "endTime": 28.565,
    "text": "So the idiom here is: \"to face the facts\"."
  },
  {
    "startTime": 28.565,
    "endTime": 36.300000000000004,
    "text": "So, \"to face the facts\" means to accept a difficult situation. To accept the reality. Okay?"
  },
  {
    "startTime": 36.5,
    "endTime": 41.5,
    "text": "Accept the truth, to deal with the truth. That's what it means to face the facts."
  },
  {
    "startTime": 41.7,
    "endTime": 45.0,
    "text": "You're not going to say: \"Face the facts\", if you're talking about something good."
  },
  {
    "startTime": 45.4,
    "endTime": 55.5,
    "text": "But here, you see there was a drop in sales; sales went down, so you need to face the facts, means you have to accept the hard truth or the hard reality."
  },
  {
    "startTime": 55.757,
    "endTime": 60.96,
    "text": "Next one: \"Mr. Brown heads our team in NY.\""
  },
  {
    "startTime": 60.96,
    "endTime": 67.0,
    "text": "So, the idiom here is: \"to head the team\"."
  },
  {
    "startTime": 67.2,
    "endTime": 76.8,
    "text": "You'll see... Here we have \"face\", here we have \"head\", and in fact, all of these, you'll have some part of the body as part of the business idiom."
  },
  {
    "startTime": 77.0,
    "endTime": 79.0,
    "text": "It's just the way I chose them."
  },
  {
    "startTime": 79.3,
    "endTime": 87.3,
    "text": "All right, so, \"to head the team\" means to... What do you think it means? To lead a group. All right?"
  },
  {
    "startTime": 87.5,
    "endTime": 96.7,
    "text": "So, Mr. Brown is the manager, or he's the leader, or the head of this team in New York. \"To head a team\", that's the idiom."
  },
  {
    "startTime": 96.7,
    "endTime": 102.10300000000001,
    "text": "Next one: \"The marketing department is footing the bill.\""
  },
  {
    "startTime": 102.103,
    "endTime": 109.40799999999999,
    "text": "\"The marketing department is footing the bill.\" Again, part of the body, the foot. All right?"
  },
  {
    "startTime": 109.408,
    "endTime": 117.776,
    "text": "\"To foot a bill\", \"to foot the bill\" means to take responsibility for payment. All right?"
  },
  {
    "startTime": 117.776,
    "endTime": 121.0,
    "text": "I know it doesn't always make sense, and that's why it's an idiom. Okay?"
  },
  {
    "startTime": 121.2,
    "endTime": 125.0,
    "text": "The individual words don't reveal the meaning to you."
  },
  {
    "startTime": 125.2,
    "endTime": 130.5,
    "text": "You have to understand the entire expression, and that whole expression is called an idiom."
  },
  {
    "startTime": 130.7,
    "endTime": 137.01999999999998,
    "text": "So, \"to foot the bill\" means to take responsibility for paying for something."
  },
  {
    "startTime": 137.02,
    "endTime": 146.8,
    "text": "Next one: \"Our HR manager\" - our human resources manager - \"has an eye for selecting good people.\""
  },
  {
    "startTime": 147.0,
    "endTime": 151.5,
    "text": "The expression here: \"to have an eye for\"."
  },
  {
    "startTime": 151.5,
    "endTime": 162.4,
    "text": "I should say this. \"To have an eye for something\" means to have a talent for something, to have the ability to notice something. All right?"
  },
  {
    "startTime": 162.6,
    "endTime": 169.5,
    "text": "So, our human resources manager has the ability to select good people. All right?"
  },
  {
    "startTime": 169.602,
    "endTime": 175.403,
    "text": "Next one: \"Who shouldered the blame for this disaster?\""
  },
  {
    "startTime": 175.403,
    "endTime": 177.79999999999998,
    "text": "\"Who shouldered the blame?\""
  },
  {
    "startTime": 178.0,
    "endTime": 182.2,
    "text": "Expression: \"to shoulder the blame\"."
  },
  {
    "startTime": 182.5,
    "endTime": 194.1,
    "text": "\"To shoulder the blame\" means to take responsibility for something that went wrong, for a bad situation, for a difficult situation."
  },
  {
    "startTime": 194.3,
    "endTime": 201.226,
    "text": "\"To shoulder the blame.\" Again, you see a part of the body is mentioned in each of these idioms. All right?"
  },
  {
    "startTime": 201.226,
    "endTime": 207.678,
    "text": "And the last one we have here is: \"Jane was in over her head at work.\""
  },
  {
    "startTime": 207.678,
    "endTime": 209.9,
    "text": "\"Jane was in over her head\"."
  },
  {
    "startTime": 210.0,
    "endTime": 221.8,
    "text": "\"To be in over your head\" means to have too much responsibility, to have... To have something which is too difficult for you."
  },
  {
    "startTime": 222.0,
    "endTime": 234.9,
    "text": "Maybe you took a course in university and it was just way beyond your ability in mathematics or something else, so you went in over your head; it was too hard for you, too difficult for you. Okay?"
  },
  {
    "startTime": 235.063,
    "endTime": 239.32,
    "text": "So: \"Jane was in over her head at work.\" All right?"
  },
  {
    "startTime": 239.32,
    "endTime": 244.321,
    "text": "So, one of the things you need to do is you need to know how to complete these."
  },
  {
    "startTime": 244.321,
    "endTime": 249.783,
    "text": "Right? How we complete them. So, for example, let's look at them. Try not to look up here."
  },
  {
    "startTime": 249.783,
    "endTime": 252.39999999999998,
    "text": "So if I say: what's the expression or what's the idiom?"
  },
  {
    "startTime": 252.53,
    "endTime": 264.9,
    "text": "\"To face the facts\", \"To head the team\", \"To shoulder the blame\", \"To foot the bill\","
  },
  {
    "startTime": 265.1,
    "endTime": 272.0,
    "text": "\"To have an eye for\" - all right, I already said that - and: \"To be in over your head\"."
  },
  {
    "startTime": 272.0,
    "endTime": 274.303,
    "text": "All right? Let's review what they mean."
  },
  {
    "startTime": 274.303,
    "endTime": 283.5,
    "text": "So which one means that you have an ability to notice something? This one: \"to have an eye for something\". Good."
  },
  {
    "startTime": 283.811,
    "endTime": 291.0,
    "text": "Which one means that you take responsibility when something goes wrong or you took responsibility because something went wrong?"
  },
  {
    "startTime": 291.3,
    "endTime": 296.72,
    "text": "What did you do? You \"shouldered the blame\". Good. Okay?"
  },
  {
    "startTime": 296.72,
    "endTime": 303.70000000000005,
    "text": "Which one means to accept that something bad has happened or accept the hard truth?"
  },
  {
    "startTime": 303.9,
    "endTime": 307.77,
    "text": "This one: \"to face the facts\". Very good."
  },
  {
    "startTime": 307.77,
    "endTime": 312.0,
    "text": "What does it mean when we say: \"Someone is in over their head\"?"
  },
  {
    "startTime": 312.1,
    "endTime": 319.78000000000003,
    "text": "It means that they've taken on something that's too difficult for them or they have too much of it. Okay?"
  },
  {
    "startTime": 319.78,
    "endTime": 325.79999999999995,
    "text": "Next one: which one means that you are paying for something?"
  },
  {
    "startTime": 326.0,
    "endTime": 328.741,
    "text": "Here: \"to foot the bill\". Okay?"
  },
  {
    "startTime": 328.741,
    "endTime": 334.4,
    "text": "So play with them like that. Sometimes try to guess how they finish, sometimes try to guess the meaning."
  },
  {
    "startTime": 334.5,
    "endTime": 340.6,
    "text": "And, best of all, try to write your own sentences using these business idioms. All right?"
  }
]