[
  {
    "startTime": 2.06,
    "endTime": 9.3,
    "text": "Hey guys. I'm Alex. Thanks for clicking, and welcome to this lesson on: \"Dress up\" or \"Get dressed?\""
  },
  {
    "startTime": 9.5,
    "endTime": 16.0,
    "text": "So these are two very common expressions that we use regularly in English to talk about putting on clothes."
  },
  {
    "startTime": 16.0,
    "endTime": 19.789,
    "text": "However, there is a slight difference in the usage, and we're going to look at that today."
  },
  {
    "startTime": 21.0,
    "endTime": 30.6,
    "text": "So let's look at the top three sentences on the board, and see if you can tell me which expression I should use to complete them."
  },
  {
    "startTime": 30.8,
    "endTime": 37.0,
    "text": "So the first one says: \"It's your mom's 50th birthday! You should __________.\""
  },
  {
    "startTime": 37.0,
    "endTime": 41.8,
    "text": "The second one says: \"The bus leaves in 5 minutes! __________!\""
  },
  {
    "startTime": 42.0,
    "endTime": 44.84,
    "text": "\"Do you __________ for Halloween?\""
  },
  {
    "startTime": 44.84,
    "endTime": 53.900000000000006,
    "text": "Okay, if you're screaming and saying, \"Wait, this one should be 'get dressed' and this one should be 'dress up'\", ask yourself why are you saying that?"
  },
  {
    "startTime": 54.3,
    "endTime": 58.8,
    "text": "So first, before we actually do the answers, let's do the definitions."
  },
  {
    "startTime": 59.0,
    "endTime": 68.6,
    "text": "So when you \"dress up\" for something - over here, we'll put it in the middle - you basically dress formally."
  },
  {
    "startTime": 68.8,
    "endTime": 75.39999999999999,
    "text": "So if you're going to a wedding, you have to dress up; if you go to a nice restaurant you have to dress up."
  },
  {
    "startTime": 75.6,
    "endTime": 81.6,
    "text": "Or you can put on a costume of some kind."
  },
  {
    "startTime": 82.0,
    "endTime": 91.1,
    "text": "So those of you who maybe are comic book readers and if you have been to a comic book convention, people dress up at comic book conventions."
  },
  {
    "startTime": 91.1,
    "endTime": 100.0,
    "text": "Now, the other one \"get dressed\" is much more general."
  },
  {
    "startTime": 100.0,
    "endTime": 107.3,
    "text": "It just means to put on clothes in a general way."
  },
  {
    "startTime": 107.8,
    "endTime": 112.5,
    "text": "So every morning, you know, you get dressed."
  },
  {
    "startTime": 112.7,
    "endTime": 116.8,
    "text": "If you're going out somewhere, you have to get dressed; just put on clothes. Okay?"
  },
  {
    "startTime": 117.0,
    "endTime": 122.5,
    "text": "So now that we know this, let's look at the top three sentences and do them one more time."
  },
  {
    "startTime": 122.52,
    "endTime": 127.8,
    "text": "So, \"It's your mom's 50th birthday! You should 'get dressed' or 'dress up'\", what do you think?"
  },
  {
    "startTime": 128.0,
    "endTime": 139.6,
    "text": "Well, your mom's 50th birthday is a special occasion, so I'm giving you the advice that you should probably dress up."
  },
  {
    "startTime": 140.0,
    "endTime": 144.29,
    "text": "Wear nicer clothes. It's her 50th, you're going to a nice restaurant. Okay?"
  },
  {
    "startTime": 144.29,
    "endTime": 147.54899999999998,
    "text": "The second one: \"The bus leaves in 5 minutes!\""
  },
  {
    "startTime": 147.549,
    "endTime": 158.5,
    "text": "So you're going to school or you're going to work and you just woke up, and you're still not ready; you're in your pajamas so you have to get dressed."
  },
  {
    "startTime": 159.0,
    "endTime": 162.22,
    "text": "So this could be a mom yelling at her son or daughter, or a dad I suppose as well."
  },
  {
    "startTime": 166.0,
    "endTime": 168.829,
    "text": "And finally: \"Do you __________ for Halloween?\""
  },
  {
    "startTime": 168.829,
    "endTime": 173.5,
    "text": "Again, Halloween is a holiday where you... Well, not really a holiday; people have to work."
  },
  {
    "startTime": 173.7,
    "endTime": 177.39999999999998,
    "text": "But it's a fun day in October where people wear costumes."
  },
  {
    "startTime": 177.6,
    "endTime": 185.4,
    "text": "So \"Do you dress up for Halloween?\" Okay?"
  },
  {
    "startTime": 185.6,
    "endTime": 192.0,
    "text": "Now, again, we wouldn't say, \"Do you get dressed for Halloween?\" That just means like, \"Do you wear clothes at all?\" or \"Do you go naked for Halloween?\""
  },
  {
    "startTime": 192.3,
    "endTime": 202.20000000000002,
    "text": "So two very different meanings. Right? Okay, so now that we... I think we have the basic meaning of these two expressions, let's look at three more to perfect it."
  },
  {
    "startTime": 202.26,
    "endTime": 204.42,
    "text": "First: \"There's a dress code.\""
  },
  {
    "startTime": 204.42,
    "endTime": 211.79999999999998,
    "text": "So imagine, you're going to a restaurant and some restaurants have dress codes; you're not allowed to just go in jeans and a t-shirt."
  },
  {
    "startTime": 212.0,
    "endTime": 214.65,
    "text": "You have to wear either a suit or nice pants or a belt."
  },
  {
    "startTime": 216.0,
    "endTime": 223.0,
    "text": "So \"There's a dress code. You have to dress up.\""
  },
  {
    "startTime": 226.269,
    "endTime": 229.8,
    "text": "Today, zombies are very popular, at least at the time of this video."
  },
  {
    "startTime": 230.0,
    "endTime": 236.8,
    "text": "Maybe 10 years from now when you're looking at this, maybe... I don't know, what could be popular? Police officers? I have no idea."
  },
  {
    "startTime": 237.0,
    "endTime": 243.8,
    "text": "So imagine there is a costume party and it's a zombie-themed party; the theme is zombies."
  },
  {
    "startTime": 244.0,
    "endTime": 247.0,
    "text": "So \"Everyone is____\", everyone is doing what?"
  },
  {
    "startTime": 247.4,
    "endTime": 253.6,
    "text": "\"Everyone is dressing up.\" Everyone is going to dress up. So you can say: \"Everyone is going to dress up.\""
  },
  {
    "startTime": 253.8,
    "endTime": 259.90000000000003,
    "text": "Or \"Everyone is dressing up for the party.\" They're putting on zombie costumes, zombie makeup."
  },
  {
    "startTime": 260.1,
    "endTime": 266.74,
    "text": "Finally, \"In the morning, I __________ after I brush my teeth.\""
  },
  {
    "startTime": 266.74,
    "endTime": 272.3,
    "text": "So after you brush your teeth, generally you put on clothes in the morning. Right?"
  },
  {
    "startTime": 272.0,
    "endTime": 276.0,
    "text": "So you get dressed."
  },
  {
    "startTime": 280.2,
    "endTime": 281.2,
    "text": "That's it."
  },
  {
    "startTime": 281.4,
    "endTime": 286.2,
    "text": "So I hope I have cleared up this... These two very common expressions for you guys."
  },
  {
    "startTime": 286.4,
    "endTime": 297.79999999999995,
    "text": "So one more time: \"get dressed\", very general, put on your clothes. Usually we're talking about when you get up in the morning or before you leave the house, you have to get dressed."
  },
  {
    "startTime": 298.0,
    "endTime": 305.8,
    "text": "\"Dress up\", if it's a formal occasion, if you're putting on a costume of some kind for a party or a special occasion."
  }
]