[
  {
    "startTime": 6.9,
    "endTime": 17.200000000000003,
    "text": "Sadness is part of the human experience, but for centuries there has been vast disagreement over what exactly it is and what, if anything, to do about it."
  },
  {
    "startTime": 17.377,
    "endTime": 23.5,
    "text": "In its simplest terms, sadness is often thought of as the natural reaction to a difficult situation."
  },
  {
    "startTime": 23.7,
    "endTime": 27.5,
    "text": "You feel sad when a friend moves away or when a pet dies."
  },
  {
    "startTime": 27.6,
    "endTime": 31.8,
    "text": "When a friend says, \"I'm sad,\" you often respond by asking, \"What happened?\""
  },
  {
    "startTime": 32.0,
    "endTime": 39.2,
    "text": "But your assumption that sadness has an external cause outside the self is a relatively new idea."
  },
  {
    "startTime": 39.4,
    "endTime": 42.1,
    "text": "Ancient Greek doctors didn't view sadness that way."
  },
  {
    "startTime": 42.3,
    "endTime": 46.256,
    "text": "They believed it was a dark fluid inside the body."
  },
  {
    "startTime": 46.256,
    "endTime": 53.2,
    "text": "According to their humoral system, the human body and soul were controlled by four fluids, known as humors,"
  },
  {
    "startTime": 53.383,
    "endTime": 57.7,
    "text": "and their balance directly influenced a person's health and temperament."
  },
  {
    "startTime": 57.9,
    "endTime": 65.1,
    "text": "Melancholia comes from melaina kole, the word for black bile, the humor believed to cause sadness."
  },
  {
    "startTime": 65.3,
    "endTime": 70.7,
    "text": "By changing your diet and through medical practices, you could bring your humors into balance."
  },
  {
    "startTime": 70.9,
    "endTime": 74.9,
    "text": "Even though we now know much more about the systems that govern the human body,"
  },
  {
    "startTime": 75.1,
    "endTime": 83.3,
    "text": "these Greek ideas about sadness resonate with current views, not on the sadness we all occasionally feel, but on clinical depression."
  },
  {
    "startTime": 83.5,
    "endTime": 91.6,
    "text": "Doctors believe that certain kinds of long-term, unexplained emotional states are at least partially related to brain chemistry,"
  },
  {
    "startTime": 91.8,
    "endTime": 95.5,
    "text": "the balance of various chemicals present inside the brain."
  },
  {
    "startTime": 95.7,
    "endTime": 96.9,
    "text": "Like the Greek system,"
  },
  {
    "startTime": 97.0,
    "endTime": 103.7,
    "text": "changing the balance of these chemicals can deeply alter how we respond to even extremely difficult circumstances."
  },
  {
    "startTime": 103.9,
    "endTime": 108.5,
    "text": "There's also a long tradition of attempting to discern the value of sadness,"
  },
  {
    "startTime": 108.7,
    "endTime": 116.0,
    "text": "and in that discussion, you'll find a strong argument that sadness is not only an inevitable part of life but an essential one."
  },
  {
    "startTime": 116.2,
    "endTime": 121.4,
    "text": "If you've never felt melancholy, you've missed out on part of what it means to be human."
  },
  {
    "startTime": 121.6,
    "endTime": 125.89999999999999,
    "text": "Many thinkers contend that melancholy is necessary in gaining wisdom."
  },
  {
    "startTime": 126.0,
    "endTime": 132.6,
    "text": "Robert Burton, born in 1577, spent his life studying the causes and experience of sadness."
  },
  {
    "startTime": 132.9,
    "endTime": 140.8,
    "text": "In his masterpiece \"The Anatomy of Melancholy,\" Burton wrote, \"He that increaseth wisdom increaseth sorrow.\""
  },
  {
    "startTime": 140.909,
    "endTime": 150.5,
    "text": "The Romantic poets of the early 19th century believed melancholy allows us to more deeply understand other profound emotions, like beauty and joy."
  },
  {
    "startTime": 150.603,
    "endTime": 159.70000000000002,
    "text": "To understand the sadness of the trees losing their leaves in the fall is to more fully understand the cycle of life that brings flowers in the spring."
  },
  {
    "startTime": 159.9,
    "endTime": 165.0,
    "text": "But wisdom and emotional intelligence seem pretty high on the hierarchy of needs."
  },
  {
    "startTime": 165.2,
    "endTime": 170.79999999999998,
    "text": "Does sadness have value on a more basic, tangible, maybe even evolutionary level?"
  },
  {
    "startTime": 171.0,
    "endTime": 180.7,
    "text": "Scientists think that crying and feeling withdrawn is what originally helped our ancestors secure social bonds and helped them get the support they needed."
  },
  {
    "startTime": 180.9,
    "endTime": 189.0,
    "text": "Sadness, as opposed to anger or violence, was an expression of suffering that could immediately bring people closer to the suffering person,"
  },
  {
    "startTime": 189.188,
    "endTime": 193.2,
    "text": "and this helped both the person and the larger community to thrive."
  },
  {
    "startTime": 193.4,
    "endTime": 196.5,
    "text": "Perhaps sadness helped generate the unity we needed to survive,"
  },
  {
    "startTime": 196.6,
    "endTime": 203.7,
    "text": "but many have wondered whether the suffering felt by others is anything like the suffering we experience ourselves."
  },
  {
    "startTime": 203.9,
    "endTime": 205.70000000000002,
    "text": "The poet Emily Dickinson wrote,"
  },
  {
    "startTime": 205.864,
    "endTime": 215.0,
    "text": "\"I measure every Grief I meet With narrow, probing Eyes - I wonder if it weighs like MIne - Or has an Easier size.\""
  },
  {
    "startTime": 215.2,
    "endTime": 216.6,
    "text": "And in the 20th century,"
  },
  {
    "startTime": 216.7,
    "endTime": 219.39999999999998,
    "text": "medical anthropologists, like Arthur Kleinman,"
  },
  {
    "startTime": 219.609,
    "endTime": 226.9,
    "text": "gathered evidence from the way people talk about pain to suggest that emotions aren't universal at all,"
  },
  {
    "startTime": 227.035,
    "endTime": 232.5,
    "text": "and that culture, particularly the way we use language, can influence how we feel."
  },
  {
    "startTime": 232.7,
    "endTime": 237.5,
    "text": "When we talk about heartbreak, the feeling of brokenness becomes part of our experience,"
  },
  {
    "startTime": 237.7,
    "endTime": 244.89999999999998,
    "text": "where as in a culture that talks about a bruised heart, there actually seems to be a different subjective experience."
  },
  {
    "startTime": 245.044,
    "endTime": 250.0,
    "text": "Some contemporary thinkers aren't interested in sadness' subjectivity versus universality,"
  },
  {
    "startTime": 250.2,
    "endTime": 254.79999999999998,
    "text": "and would rather use technology to eliminate suffering in all its forms."
  },
  {
    "startTime": 254.981,
    "endTime": 264.7,
    "text": "David Pearce has suggested that genetic engineering and other contemporary processes cannot only alter the way humans experience emotional and physical pain,"
  },
  {
    "startTime": 264.847,
    "endTime": 270.7,
    "text": "but that world ecosystems ought to be redesigned so that animals don't suffer in the wild."
  },
  {
    "startTime": 270.817,
    "endTime": 273.7,
    "text": "He calls his project \"paradise engineering.\""
  },
  {
    "startTime": 273.9,
    "endTime": 277.337,
    "text": "But is there something sad about a world without sadness?"
  },
  {
    "startTime": 277.337,
    "endTime": 282.8,
    "text": "Our cavemen ancestors and favorite poets might not want any part of such a paradise."
  },
  {
    "startTime": 282.919,
    "endTime": 291.0,
    "text": "In fact, the only things about sadness that seem universally agreed upon are that it has been felt by most people throughout time,"
  },
  {
    "startTime": 291.2,
    "endTime": 292.8,
    "text": "and that for thousands of years,"
  },
  {
    "startTime": 293.0,
    "endTime": 301.3,
    "text": "one of the best ways we have to deal with this difficult emotion is to articulate it, to try to express what feels inexpressable."
  },
  {
    "startTime": 301.452,
    "endTime": 303.2,
    "text": "In the words of Emily Dickinson,"
  },
  {
    "startTime": 303.344,
    "endTime": 308.281,
    "text": "\"'Hope' is the thing with feathers - That perches in the soul - And sings the tune without the words - And never stops - at all -\""
  }
]