[
  {
    "startTime": 6.383,
    "endTime": 11.11,
    "text": "You have about 20,000 genes in your DNA."
  },
  {
    "startTime": 11.11,
    "endTime": 21.287,
    "text": "They encode the molecules that make up your body, from the keratin in your toenails, to the collagen at the tip of your nose, to the dopamine surging around inside your brain."
  },
  {
    "startTime": 21.287,
    "endTime": 23.5,
    "text": "Other species have genes of their own."
  },
  {
    "startTime": 23.5,
    "endTime": 26.0,
    "text": "A spider has genes for spider silk."
  },
  {
    "startTime": 26.0,
    "endTime": 30.808,
    "text": "An oak tree has genes for chlorophyll, which turns sunlight into wood."
  },
  {
    "startTime": 30.808,
    "endTime": 33.1,
    "text": "So where did all those genes come from?"
  },
  {
    "startTime": 33.1,
    "endTime": 34.9,
    "text": "It depends on the gene."
  },
  {
    "startTime": 34.9,
    "endTime": 40.0,
    "text": "Scientists suspect that life started on Earth about 4 billion years ago."
  },
  {
    "startTime": 40.0,
    "endTime": 47.0,
    "text": "The early life forms were primitive microbes with a basic set of genes for the basic tasks required to stay alive."
  },
  {
    "startTime": 47.0,
    "endTime": 52.2,
    "text": "They passed down those basic genes to their offspring through billions of generations."
  },
  {
    "startTime": 52.2,
    "endTime": 57.7,
    "text": "Some of them still do the same jobs in our cells today, like copying DNA."
  },
  {
    "startTime": 57.7,
    "endTime": 61.6,
    "text": "But none of those microbes had genes for spider silk or dopamine."
  },
  {
    "startTime": 61.6,
    "endTime": 66.5,
    "text": "There are a lot more genes on Earth today than there were back then."
  },
  {
    "startTime": 66.5,
    "endTime": 71.3,
    "text": "It turns out that a lot of those extra genes were born from mistakes."
  },
  {
    "startTime": 71.3,
    "endTime": 75.5,
    "text": "Each time a cell divides, it makes new copies of its DNA."
  },
  {
    "startTime": 75.5,
    "endTime": 80.0,
    "text": "Sometimes it accidentally copies the same stretch of DNA twice."
  },
  {
    "startTime": 80.0,
    "endTime": 84.2,
    "text": "In the process, it may make an extra copy of one of its genes."
  },
  {
    "startTime": 84.2,
    "endTime": 87.818,
    "text": "At first, the extra gene works the same as the original one."
  },
  {
    "startTime": 87.818,
    "endTime": 91.89999999999999,
    "text": "But over the generations,  it may pick up new mutations."
  },
  {
    "startTime": 91.9,
    "endTime": 97.80000000000001,
    "text": "Those mutations may change how the new gene works, and that new gene may duplicate again."
  },
  {
    "startTime": 97.8,
    "endTime": 104.89999999999999,
    "text": "A surprising number of our mutated genes emerged more recently; many in just the past few million years."
  },
  {
    "startTime": 104.9,
    "endTime": 109.80000000000001,
    "text": "The youngest evolved after our own species broke off from our cousins, the apes."
  },
  {
    "startTime": 109.8,
    "endTime": 115.5,
    "text": "While it may take over a million years for a single gene to give rise to a whole family of genes,"
  },
  {
    "startTime": 115.5,
    "endTime": 121.695,
    "text": "scientists are finding that once the new genes evolve, they can quickly take on essential functions."
  },
  {
    "startTime": 121.695,
    "endTime": 128.647,
    "text": "For example, we have hundreds of genes for the proteins in our noses that grab odor molecules."
  },
  {
    "startTime": 128.647,
    "endTime": 134.951,
    "text": "The mutations let them grab different molecules, giving us the power to perceive trillions of different smells."
  },
  {
    "startTime": 134.951,
    "endTime": 139.38299999999998,
    "text": "Sometimes mutations have a bigger effect on new copies of genes."
  },
  {
    "startTime": 139.383,
    "endTime": 148.9,
    "text": "They may cause a gene to make its protein in a different organ, or at a different time of life, or the protein may start doing a different job altogether."
  },
  {
    "startTime": 148.9,
    "endTime": 153.5,
    "text": "In snakes, for example, there's a gene that makes a protein for killing bacteria."
  },
  {
    "startTime": 153.5,
    "endTime": 158.1,
    "text": "Long ago, the gene duplicated and the new copy mutated."
  },
  {
    "startTime": 158.1,
    "endTime": 163.19899999999998,
    "text": "That mutation changed the signal in the gene about where it should make its protein."
  },
  {
    "startTime": 163.199,
    "endTime": 170.4,
    "text": "Instead of becoming active in the snake's pancreas, it started making this bacteria-killing protein in the snake's mouth."
  },
  {
    "startTime": 170.4,
    "endTime": 174.9,
    "text": "So when the snake bit its prey, this enzyme got into the animal's wound."
  },
  {
    "startTime": 174.9,
    "endTime": 181.0,
    "text": "And when this protein proved to have a harmful effect, and helped the snake catch more prey, it became favored."
  },
  {
    "startTime": 181.2,
    "endTime": 187.29999999999998,
    "text": "So now what was a gene in the pancreas makes a venom in the mouth that kills the snake's prey."
  },
  {
    "startTime": 187.3,
    "endTime": 190.99,
    "text": "And there are even more incredible ways to make a new gene."
  },
  {
    "startTime": 190.99,
    "endTime": 198.197,
    "text": "The DNA of animals and plants and other species contain huge stretches without any protein coding genes."
  },
  {
    "startTime": 198.197,
    "endTime": 204.67600000000002,
    "text": "As far as scientists can tell, it's mostly random sequences of genetic gibberish that serve no function."
  },
  {
    "startTime": 204.676,
    "endTime": 208.70399999999998,
    "text": "These stretches of DNA sometimes mutate, just like genes do."
  },
  {
    "startTime": 208.704,
    "endTime": 214.0,
    "text": "Sometimes those mutations turn the DNA into a place where a cell can start reading it."
  },
  {
    "startTime": 214.0,
    "endTime": 216.977,
    "text": "Suddenly, the cell is making a new protein."
  },
  {
    "startTime": 216.977,
    "endTime": 223.70000000000002,
    "text": "At first, the protein may be useless, or even harmful, but more mutations can change the shape of the protein."
  },
  {
    "startTime": 223.7,
    "endTime": 230.94099999999997,
    "text": "The protein may start doing something useful, something that makes an organism healthier, stronger, better able to reproduce."
  },
  {
    "startTime": 230.941,
    "endTime": 235.233,
    "text": "Scientists have found these new genes at work in many parts of animal bodies."
  },
  {
    "startTime": 235.233,
    "endTime": 243.577,
    "text": "So our 20,000 genes have many origins, from the origin of life, to new genes still coming into existence from scratch."
  },
  {
    "startTime": 243.577,
    "endTime": 253.577,
    "text": "As long as life is here on Earth, it will be making new genes."
  }
]