[
  {
    "startTime": 5.71,
    "endTime": 10.27,
    "text": "Released on May 22nd of this year - it is the sequel to the very highly successful blockbuster hit"
  },
  {
    "startTime": 10.27,
    "endTime": 14.92,
    "text": "of 2006 - starring Ben Stiller, Owen Wilson, Hank Azaria, Amy Adams, and"
  },
  {
    "startTime": 14.92,
    "endTime": 21.869,
    "text": "a huge ensemble cast. In the first movie, our protagonist, Larry Daley, played by Ben"
  },
  {
    "startTime": 21.869,
    "endTime": 26.63,
    "text": "Stiller becomes the night watchmen at New York's Natural History museum, where the exhibits"
  },
  {
    "startTime": 26.63,
    "endTime": 30.59,
    "text": "literally \"come alive\" at night. Fast-forward a couple years for the plot of this sequel,"
  },
  {
    "startTime": 30.59,
    "endTime": 35.21,
    "text": "and we find that Larry's old museum pals are being shipped away to live in storage - underneath"
  },
  {
    "startTime": 35.21,
    "endTime": 39.949,
    "text": "the National Mall, in the Smithsonian Museum archives. Larry has to travel to Washington"
  },
  {
    "startTime": 39.949,
    "endTime": 44.48,
    "text": "DC and do battle with the quick-talking and goofy Pharoah, Kahmunrah, played brilliantly"
  },
  {
    "startTime": 44.48,
    "endTime": 49.029999999999994,
    "text": "by Hank Azaria, for the mystical Golden Tablet that brings all of the exhibits to life."
  },
  {
    "startTime": 49.03,
    "endTime": 52.449,
    "text": "I hadn't seen the original until yesterday - so watching both movies back-to-back was"
  },
  {
    "startTime": 52.449,
    "endTime": 57.379,
    "text": "a real treat. Ben Stiller is refreshing in the only role he is able to play well - the"
  },
  {
    "startTime": 57.379,
    "endTime": 61.649,
    "text": "slapstick hero with a heart of gold. Although dreadfully underused, each and every member"
  },
  {
    "startTime": 61.649,
    "endTime": 65.81,
    "text": "of the supporting cast does their share of bringing in the laughs. Having nearly every"
  },
  {
    "startTime": 65.81,
    "endTime": 69.55,
    "text": "actor from the original movie reprising their role in this bigger and more adventurous sequel"
  },
  {
    "startTime": 69.55,
    "endTime": 73.82,
    "text": "is always a great recipe for a successful movie. The character's developments from the"
  },
  {
    "startTime": 73.82,
    "endTime": 80.27999999999999,
    "text": "previous film felt organic, and the new problems presented didn't seem like the usual \"Hollywood-Money-Grubbing-For-A-Sequel\","
  },
  {
    "startTime": 80.28,
    "endTime": 84.43,
    "text": "like we've seen in many other franchises. I felt that bringing the action to the Smithsonian"
  },
  {
    "startTime": 84.43,
    "endTime": 88.45,
    "text": "was a great concept, allowing for many fun and exciting character additions. And as this"
  },
  {
    "startTime": 88.45,
    "endTime": 91.75,
    "text": "is a family movie - I think this strategy worked wonderfully - the action is nearly"
  },
  {
    "startTime": 91.75,
    "endTime": 96.229,
    "text": "non-stop throughout the film, with a playful lighthearted tone keeping everything kid-friendly"
  },
  {
    "startTime": 96.229,
    "endTime": 101.549,
    "text": "for the 105-minute run time. Unlike the first film, Stiller was smartly cast opposite Amy"
  },
  {
    "startTime": 101.549,
    "endTime": 107.39,
    "text": "Adams as the female/romantic lead - dutifully playing Amelia Earhart - this romantic sub-plot"
  },
  {
    "startTime": 107.39,
    "endTime": 112.259,
    "text": "gives the movie a nice foundation that I feel the first movie lacked. I wasn't expecting"
  },
  {
    "startTime": 112.259,
    "endTime": 116.5,
    "text": "to enjoy this movie too much, but I genuinely laughed and smiled more than a few times while"
  },
  {
    "startTime": 116.5,
    "endTime": 120.829,
    "text": "watching this movie - which can best be described as the ultimate kid's fantasy. I especially"
  },
  {
    "startTime": 120.829,
    "endTime": 124.53899999999999,
    "text": "loved how the film brought to life several famous American paintings - an interesting"
  },
  {
    "startTime": 124.539,
    "endTime": 129.039,
    "text": "and fun scene you can't help by smile at. Obviously, this movie's large ensemble cast"
  },
  {
    "startTime": 129.039,
    "endTime": 132.67,
    "text": "it where it really shines - but I couldn't help but feel this is also where the movie"
  },
  {
    "startTime": 132.67,
    "endTime": 136.79999999999998,
    "text": "failed. Many of the characters - especially the trio of villains Kahmanrah enlists to"
  },
  {
    "startTime": 136.8,
    "endTime": 144.05,
    "text": "help him retrieve the tablet - seemed woefully underdeveloped and poorly utilized. There"
  },
  {
    "startTime": 144.05,
    "endTime": 147.99,
    "text": "were several scenes where characters were haphazardly introduced just to deliver a single"
  },
  {
    "startTime": 147.99,
    "endTime": 152.82000000000002,
    "text": "joke, and then were forgotten about for most of the film. In contrast to the original film,"
  },
  {
    "startTime": 152.82,
    "endTime": 158.13,
    "text": "where I felt the core cast meshed very well with each other. Sadly, Robin Williams - who"
  },
  {
    "startTime": 158.13,
    "endTime": 162.03,
    "text": "was easily the most memorable character from the first film is mostly absent from this"
  },
  {
    "startTime": 162.03,
    "endTime": 165.26,
    "text": "film - making only minor appearances to close out the film."
  },
  {
    "startTime": 165.26,
    "endTime": 171.12,
    "text": "So, it was a very fun and original family comedy that complimented the first film nicely..."
  },
  {
    "startTime": 171.12,
    "endTime": 174.91,
    "text": "but what did you think about Night At The Museum 2:"
  },
  {
    "startTime": 174.91,
    "endTime": 179.32999999999998,
    "text": "benpalm1 I enjoyed Battle at the Smithsonian, but mostly because I enjoyed relating the"
  },
  {
    "startTime": 179.33,
    "endTime": 183.28,
    "text": "movie to my own Smithsonian visit and because i was in the mood for cheesy, unintelligent"
  },
  {
    "startTime": 183.28,
    "endTime": 187.15,
    "text": "comedy. who knows when I'll be in both of those moods again?"
  },
  {
    "startTime": 187.15,
    "endTime": 192.19,
    "text": "danm966 Night at the Museum 2 was utter crap. It was such an embarassment to the first one"
  },
  {
    "startTime": 192.19,
    "endTime": 195.84,
    "text": "as many of the jokes were genarally not funny and most of the film was a slapstick comedy"
  },
  {
    "startTime": 195.84,
    "endTime": 199.56,
    "text": "mess. I think it would be a good movie for people under the age of 10. LOVED the first"
  },
  {
    "startTime": 199.56,
    "endTime": 202.26,
    "text": "one, but this is a 2 thumbs DOWN."
  },
  {
    "startTime": 202.26,
    "endTime": 206.54,
    "text": "evillttlimp I thought Night at the Museum (both the original and the sequel) was cute."
  },
  {
    "startTime": 206.54,
    "endTime": 210.59,
    "text": "I enjoyed watching it, and the visuals were quite impressive. Also, Amy Adams is always"
  },
  {
    "startTime": 210.59,
    "endTime": 211.43,
    "text": "fun to watch."
  },
  {
    "startTime": 211.43,
    "endTime": 215.31,
    "text": "Alight! Well, I got some complaints last week for changing up the Rate-O-Matic on you..."
  },
  {
    "startTime": 215.31,
    "endTime": 220.12,
    "text": "so we're returning to the old format - where this rating will now reflect our collective"
  },
  {
    "startTime": 220.12,
    "endTime": 232.34,
    "text": "score. The reviews on this one movie were definitely mixed, but most of you agreed that"
  },
  {
    "startTime": 232.34,
    "endTime": 242.34,
    "text": "it was an above-average movie - so it receives a 7 - Cool!"
  }
]