[
  {
    "startTime": 0.0,
    "endTime": 2.129,
    "text": "We all have sick remedies that we swear by."
  },
  {
    "startTime": 2.529,
    "endTime": 5.649,
    "text": "I mean, nothing feels better than a hot bowl of chicken soup, right?"
  },
  {
    "startTime": 5.649,
    "endTime": 9.65,
    "text": "Well. It turns out that it may actually have an anti-inflammatory impact,"
  },
  {
    "startTime": 10.009,
    "endTime": 13.17,
    "text": "as it prevents neutrophils, a type of white blood cell, from moving."
  },
  {
    "startTime": 13.47,
    "endTime": 15.609,
    "text": "And by slowing down the movement of neutrophils,"
  },
  {
    "startTime": 15.609,
    "endTime": 19.069,
    "text": "it prevents the cells congregating in the lung area, relieving congestion."
  },
  {
    "startTime": 19.069,
    "endTime": 23.128999999999998,
    "text": "But you may have also heard the expression “Feed a cold, starve a fever.”"
  },
  {
    "startTime": 23.429,
    "endTime": 24.788999999999998,
    "text": "So should you only eat soup?"
  },
  {
    "startTime": 24.989,
    "endTime": 28.310000000000002,
    "text": "Sometimes it turns out that this is only half true."
  },
  {
    "startTime": 28.31,
    "endTime": 31.819,
    "text": "In both cases, you should actually be eating nutrient-rich food"
  },
  {
    "startTime": 31.819,
    "endTime": 35.388999999999996,
    "text": "which give your body the energy to heal itself and increases something called gamma interferon"
  },
  {
    "startTime": 36.709,
    "endTime": 39.559000000000005,
    "text": "which is essential for your immunity against both viral and bacterial infections."
  },
  {
    "startTime": 40.949,
    "endTime": 44.98,
    "text": "So why not eat an apple? Because an apple a day keeps the doctor away, right?"
  },
  {
    "startTime": 45.38,
    "endTime": 49.199000000000005,
    "text": "Well. To a degree, 100 grams of Apple contain the same"
  },
  {
    "startTime": 49.199,
    "endTime": 52.509,
    "text": "antioxidant power as 1500 milligrams of vitamin C,"
  },
  {
    "startTime": 52.508,
    "endTime": 55.358000000000004,
    "text": "which has been shown to inhibit the growth of both liver and colon cancers tumors."
  },
  {
    "startTime": 56.01,
    "endTime": 61.04,
    "text": "Their peels, which are rich in flavonoids, are also linked to a reduced risk of coronary heart disease."
  },
  {
    "startTime": 61.04,
    "endTime": 64.999,
    "text": "So, well it may be associated with less visits to the doctor,"
  },
  {
    "startTime": 64.999,
    "endTime": 67.31,
    "text": "And as a preventive medicine for your overall health,"
  },
  {
    "startTime": 67.71,
    "endTime": 69.81899999999999,
    "text": "its impact on the common cold is still debated."
  },
  {
    "startTime": 70.219,
    "endTime": 72.889,
    "text": "So what about just taking lots of vitamin C?"
  },
  {
    "startTime": 72.989,
    "endTime": 75.45,
    "text": "whether in the form of lemons, other foods or pills,"
  },
  {
    "startTime": 75.25,
    "endTime": 76.9,
    "text": "It turns out in a double-blind study,"
  },
  {
    "startTime": 77.4,
    "endTime": 79.85000000000001,
    "text": "it didn't reduce the incidence of the common cold."
  },
  {
    "startTime": 79.55,
    "endTime": 83.009,
    "text": "However, it did significantly reduced the length of colds."
  },
  {
    "startTime": 83.009,
    "endTime": 90.78,
    "text": "This may be due to the increased growth in T cells, which are white blood cells involved in your immune response as well as an increase production of interferon"
  },
  {
    "startTime": 91.279,
    "endTime": 94.79899999999999,
    "text": "which causes virus-infected cells to ramp up their anti-viral defenses."
  },
  {
    "startTime": 95.219,
    "endTime": 99.969,
    "text": "If you're in need of some immediate relief for a cough or sleeping difficulty from a respiratory infection,"
  },
  {
    "startTime": 100.2,
    "endTime": 101.159,
    "text": "honey has your back!"
  },
  {
    "startTime": 101.559,
    "endTime": 107.62899999999999,
    "text": "Known for its antibacterial activity, it increases the release of inflammatory cytokines,"
  },
  {
    "startTime": 107.529,
    "endTime": 108.64999999999999,
    "text": "which signal cells to repair themselves"
  },
  {
    "startTime": 108.05,
    "endTime": 118.58,
    "text": "And garlic? Not only can it ward off vampires, but it's been shown to decrease the length and severity of cold and flu symptoms by increasing the growth of Gamma-Delta-T-Cells and Natural-killer cells."
  },
  {
    "startTime": 118.58,
    "endTime": 122.09,
    "text": "It's able to pick up on invading pathogen and remove them more effectively."
  },
  {
    "startTime": 122.59,
    "endTime": 126.929,
    "text": "Ever try Echinacea? It's one of the most popular herbal supplements, and for good reason."
  },
  {
    "startTime": 127.208,
    "endTime": 136.429,
    "text": "In a meta-analysis on 14 studies, Echinacea decreased the odds of developing a cold by 58 percent and reduce the length of colds by approximately one and a half days."
  },
  {
    "startTime": 137.4,
    "endTime": 140.73000000000002,
    "text": "It worked as an anti-inflammatory and similar to other remedies,"
  },
  {
    "startTime": 140.729,
    "endTime": 143.87800000000001,
    "text": "influences cytokine production in the body. And while you're at it,"
  },
  {
    "startTime": 143.878,
    "endTime": 147.759,
    "text": "have a drink--with a little alcohol. Seriously, some studies have found that"
  },
  {
    "startTime": 147.759,
    "endTime": 151.128,
    "text": "moderate amounts of alcohol can help boost your immune system."
  },
  {
    "startTime": 151.128,
    "endTime": 154.94899999999998,
    "text": "But before you crack a bottle open, consider that heavy drinkers' were found"
  },
  {
    "startTime": 154.949,
    "endTime": 157.018,
    "text": "to have the weakest immune systems."
  },
  {
    "startTime": 157.019,
    "endTime": 161.469,
    "text": "If all else fails, water, rest, and time are surefire contributors to recovery"
  },
  {
    "startTime": 161.469,
    "endTime": 164.07999999999998,
    "text": "So which sick remedies are just plain old false then?"
  },
  {
    "startTime": 164.09,
    "endTime": 167.93,
    "text": "We break down the top six myths you thought were true in our new asapthought video,"
  },
  {
    "startTime": 168.628,
    "endTime": 171.319,
    "text": "a new scientific research and evidence to debunk them."
  },
  {
    "startTime": 171.219,
    "endTime": 174.749,
    "text": "Click on the screen or the link in the description to see that video."
  },
  {
    "startTime": 174.749,
    "endTime": 178.41899999999998,
    "text": "And hey -- our book -- which answers even more of your burning questions- is almost out!"
  },
  {
    "startTime": 178.819,
    "endTime": 179.88,
    "text": "So if you haven't got your copy yet,"
  },
  {
    "startTime": 180.18,
    "endTime": 183.749,
    "text": "head on over to asapscience.com/book and be the first to get your hands and eyes on it."
  },
  {
    "startTime": 184.93,
    "endTime": 186.96,
    "text": "And subscribe for more weekly science videos!"
  }
]