[
  {
    "startTime": 0.16,
    "endTime": 3.8000000000000003,
    "text": "Humans have very complex, deep, and nuanced emotions."
  },
  {
    "startTime": 3.8,
    "endTime": 6.0,
    "text": "Bummer! our face doesn't show them at all."
  },
  {
    "startTime": 12.065,
    "endTime": 16.22,
    "text": "Anthony Carboni here for DNews and you can usually tell how someone is feeling by their facial expression."
  },
  {
    "startTime": 16.5,
    "endTime": 23.0,
    "text": "There's a commonly held theory that across all cultures, humans actually only have six different emotional facial expressions."
  },
  {
    "startTime": 23.0,
    "endTime": 27.0,
    "text": "Happiness, sadness, fear, anger, surprise, and disgust."
  },
  {
    "startTime": 27.0,
    "endTime": 32.1,
    "text": "All this is based on some research by a psychologist named Paul Ekman based on a theory by Charles Darwin."
  },
  {
    "startTime": 32.101,
    "endTime": 36.23,
    "text": "Darwin thought that people worldwide must manifest emotions in the same way,"
  },
  {
    "startTime": 36.231,
    "endTime": 41.68,
    "text": "And Ekman traveled around the world asking people from all types of cultures to show him those emotions."
  },
  {
    "startTime": 41.68,
    "endTime": 44.22,
    "text": "And the expressions always matched."
  },
  {
    "startTime": 44.22,
    "endTime": 56.56,
    "text": "He called it the Basic Emotion model, and he said that he could even use it to recognize a liar by the difference between an actual expression and the microexpressions made by someone attempting to mimic them without the actual feeling behind them."
  },
  {
    "startTime": 56.56,
    "endTime": 60.400000000000006,
    "text": "He even consulted with the CIA about it in the 70s to help their interrogators."
  },
  {
    "startTime": 60.401,
    "endTime": 66.23100000000001,
    "text": "The research has been pretty widely accepted since it debuted in 1969, but certain studies have shown otherwise."
  },
  {
    "startTime": 66.231,
    "endTime": 71.5,
    "text": "One showed people pictures of two scowling faces and said \"Hey, do these people feel the same way?\""
  },
  {
    "startTime": 71.5,
    "endTime": 73.54,
    "text": "And the answer was not always yes."
  },
  {
    "startTime": 73.541,
    "endTime": 77.1,
    "text": "Another showed people an angry face, but didn't give them \"angry\" as a choice."
  },
  {
    "startTime": 77.103,
    "endTime": 81.0,
    "text": "Those people were perfectly happy to choose \"disgust\" or \"contempt\" instead."
  },
  {
    "startTime": 81.002,
    "endTime": 84.33999999999999,
    "text": "So, it sounds like we might be too complex to fit into a model."
  },
  {
    "startTime": 84.343,
    "endTime": 88.107,
    "text": "But what if the model is actually too complex for our faces?"
  },
  {
    "startTime": 88.108,
    "endTime": 94.23,
    "text": "New research by the University of Glasgow says that we've actually got four emotions that we universally express."
  },
  {
    "startTime": 94.231,
    "endTime": 99.3,
    "text": "Happiness and sadness are two of them, but fear and surprise are the same, and anger and disgust are the same."
  },
  {
    "startTime": 99.303,
    "endTime": 104.5,
    "text": "The study says that all humans begin with the same simple expressions of biologically-rooted signals."
  },
  {
    "startTime": 104.503,
    "endTime": 108.56700000000001,
    "text": "All the other details are added depending on the culture and society we live in."
  },
  {
    "startTime": 108.568,
    "endTime": 115.21,
    "text": "Smiling is always happy, frowning is always sad, scrunching our nose is the beginning of anger and disgust, though."
  },
  {
    "startTime": 115.21,
    "endTime": 121.75,
    "text": "And that comes from a basic need to show something displeasing or dangerous is happening, and it also stops us from inhaling harmful particles."
  },
  {
    "startTime": 121.751,
    "endTime": 129.22,
    "text": "Fear and surprise start the same too, with widening eyes - you take in more visual information, you assess your situation, you look for a potential escape."
  },
  {
    "startTime": 129.222,
    "endTime": 132.78,
    "text": "After those four basic emotions, everything else is actually cultural."
  },
  {
    "startTime": 132.784,
    "endTime": 137.456,
    "text": "As we spread out across the world, we created much more nuanced expressions to fit our societies."
  },
  {
    "startTime": 137.457,
    "endTime": 143.73,
    "text": "Studies show that Asian cultures use the eyes much more to identify emotion, while Europeans use their mouths much more."
  },
  {
    "startTime": 143.732,
    "endTime": 147.949,
    "text": "I went to Russia last year and people told me that I was smiling too much, and that it looked fake."
  },
  {
    "startTime": 147.949,
    "endTime": 152.78,
    "text": "I don't know if that's because I'm American or because they see me for the shame that I really am."
  },
  {
    "startTime": 152.782,
    "endTime": 153.678,
    "text": "You know what else I'm wondering?"
  },
  {
    "startTime": 153.68,
    "endTime": 157.342,
    "text": "I've got a dog at home, and I feel like I could read his expressions, too."
  },
  {
    "startTime": 157.344,
    "endTime": 159.123,
    "text": "I wonder if they use the same emotions."
  }
]