[
  {
    "startTime": 6.2,
    "endTime": 15.399999999999999,
    "text": "Beneath your ribs, you'll find, among other things, the pancreas, an organ that works a lot like a personal health coach."
  },
  {
    "startTime": 15.5,
    "endTime": 25.0,
    "text": "This organ controls your sugar levels and produces a special juice that releases the nutrients from your food to help keep you in the best possible shape."
  },
  {
    "startTime": 25.9,
    "endTime": 33.1,
    "text": "The pancreas sits just behind your stomach⏤an appropriate home, as one of its jobs is to break down the food you eat."
  },
  {
    "startTime": 33.5,
    "endTime": 41.2,
    "text": "It aids digestion by producing a special tonic made of water, sodium bicarbonate, and digestive enzymes."
  },
  {
    "startTime": 42.5,
    "endTime": 49.7,
    "text": "Sodium bicarbonate neutralizes the stomach's natural acidity so these digestive enzymes can perform their jobs."
  },
  {
    "startTime": 50.3,
    "endTime": 60.3,
    "text": "Lipase breaks down fatty substances, protease splits up proteins, and amylase divides carbohydrates to create energy-rich sugars."
  },
  {
    "startTime": 60.4,
    "endTime": 65.6,
    "text": "Most of those nutrients then get absorbed into the blood stream and go on to enrich the body."
  },
  {
    "startTime": 66.3,
    "endTime": 73.2,
    "text": "While all this is happening, the pancreas works on another critical task: controlling the amount of sugar in your blood."
  },
  {
    "startTime": 73.6,
    "endTime": 81.39999999999999,
    "text": "It achieves this with the hormones insulin and glucagon, which are produced in special cells called the Islets of Langerhans."
  },
  {
    "startTime": 81.9,
    "endTime": 88.4,
    "text": "Having too much or too little sugar can be life threatening, so the pancreas must stay on constant alert."
  },
  {
    "startTime": 88.5,
    "endTime": 92.5,
    "text": "After a big meal, the blood often becomes flushed with sugar."
  },
  {
    "startTime": 92.9,
    "endTime": 96.5,
    "text": "To bring us back to normal, the pancreas releases insulin,"
  },
  {
    "startTime": 96.6,
    "endTime": 103.19999999999999,
    "text": "which makes the excess sugar move into cells where it's either used as an energy source or stored for later."
  },
  {
    "startTime": 103.9,
    "endTime": 107.4,
    "text": "Insulin also tells the liver to shut down sugar production."
  },
  {
    "startTime": 107.7,
    "endTime": 118.60000000000001,
    "text": "On the other hand, if blood sugar is low, the pancreas releases a hormone called glucagon that tells the body's cells and liver to release stored sugars back into the bloodstream."
  },
  {
    "startTime": 119.0,
    "endTime": 124.2,
    "text": "The interplay between insulin and glucagon is what keeps our sugar levels balanced."
  },
  {
    "startTime": 124.8,
    "endTime": 131.2,
    "text": "But a faulty pancreas can no longer coach us like this, meaning that this healthy balance is destroyed."
  },
  {
    "startTime": 131.3,
    "endTime": 140.60000000000002,
    "text": "If it's weakened by disease, the organ's ability to produce insulin may be reduced or even extinguished, which can trigger the condition known as diabetes."
  },
  {
    "startTime": 141.3,
    "endTime": 151.20000000000002,
    "text": "Without regular insulin release, sugar steadily builds up in the blood, eventually hardening the blood vessels and causing heart attacks, kidney failure, and strokes."
  },
  {
    "startTime": 151.8,
    "endTime": 157.0,
    "text": "The same lack of insulin deprives cells of the energy-rich sugar they need to grow and function."
  },
  {
    "startTime": 157.5,
    "endTime": 163.6,
    "text": "People with diabetes also tend to have higher levels of glucagon, which makes even more sugar circulate."
  },
  {
    "startTime": 164.0,
    "endTime": 171.2,
    "text": "Without this internal health coach, our sugar levels would go haywire, and we wouldn't be able to digest important nutrients."
  },
  {
    "startTime": 171.5,
    "endTime": 176.1,
    "text": "But, like any coach, it's not the pancreas' job alone to keep us healthy."
  },
  {
    "startTime": 176.4,
    "endTime": 179.4,
    "text": "It needs our conscious participation, too."
  }
]