[
  {
    "startTime": 7.32,
    "endTime": 14.52,
    "text": "Look at my face, so sweet and pure They let me sing even though I have a stu-u-uter"
  },
  {
    "startTime": 14.52,
    "endTime": 22.32,
    "text": "We're hangin' tough We punch the air Cus like the honeybadger we don't f***ing caaaaaare"
  },
  {
    "startTime": 22.32,
    "endTime": 29.84,
    "text": "This song was made by a gay computer We all sing high cus we're neutered"
  },
  {
    "startTime": 29.84,
    "endTime": 37.8,
    "text": "Baby we make real bands go home and slit their wrists. We are the seventh sign of the apocalypse"
  },
  {
    "startTime": 37.8,
    "endTime": 46.28,
    "text": "We're running now cus we don't know what water is  You don't know Oh oh You don't know we're terrible"
  },
  {
    "startTime": 46.28,
    "endTime": 52.78,
    "text": "You thought that boy bands were dead, and gone, But just like cancer, and aids we're still going strong"
  },
  {
    "startTime": 52.78,
    "endTime": 59.52,
    "text": "10 million tween girls and old perverts can't be wrong. Let's all point and run"
  },
  {
    "startTime": 59.52,
    "endTime": 68.46000000000001,
    "text": "Pointing at stuff is such fun Point Point We don't know we're almost done"
  },
  {
    "startTime": 68.46,
    "endTime": 76.24,
    "text": "What's going on? I see your thong Girl, did you know that I've got the same one ooon"
  },
  {
    "startTime": 76.24,
    "endTime": 84.64,
    "text": "We're on the beach doing a sport We didn't bring any beach stuff not even shorts"
  },
  {
    "startTime": 84.64,
    "endTime": 91.54,
    "text": "Here comes a girl who was paid to be here Lets all split one luke warm beer"
  },
  {
    "startTime": 91.54,
    "endTime": 98.98,
    "text": "Me and my four friends all want you so desperately Now that I say that out loud it sounds quite creepy"
  },
  {
    "startTime": 98.98,
    "endTime": 105.16,
    "text": "Come back here, you're not in danger of pregnancy Cus we don't know oh oh"
  },
  {
    "startTime": 105.16,
    "endTime": 111.64,
    "text": "We don't what boners are Now lets do the nana part"
  },
  {
    "startTime": 111.64,
    "endTime": 118.74,
    "text": "This is the part where we na nana Every hit song needs a na nana"
  },
  {
    "startTime": 118.74,
    "endTime": 126.06,
    "text": "You'll wake up at night screaming na nana My grandmothers nickname is Nana"
  },
  {
    "startTime": 126.06,
    "endTime": 133.7,
    "text": "And now I'll point to the place where you make babies I want somebody to grow old and point with me"
  },
  {
    "startTime": 133.7,
    "endTime": 140.0,
    "text": "I like the fact that we wear the same size Capri's  I don't know oh oh"
  },
  {
    "startTime": 140.0,
    "endTime": 144.5,
    "text": "I don't know that I'm gay yet Someday he'll come out of the closet"
  },
  {
    "startTime": 144.5,
    "endTime": 152.92,
    "text": "In five years I will O.D. on heroin One of us will be the Justin, I think it's me"
  },
  {
    "startTime": 152.92,
    "endTime": 161.76,
    "text": "Oh I don't think so, bro I will be the Justin one You will be the fat Fatone"
  },
  {
    "startTime": 161.76,
    "endTime": 171.76,
    "text": "F**k you I will be in Musicals"
  }
]