[
  {
    "startTime": 6.299,
    "endTime": 8.799,
    "text": "There was a young man who, you know, who wanted to make a lot of money."
  },
  {
    "startTime": 8.799,
    "endTime": 12.51,
    "text": "And so he went to this guru, right. And he told the guru you know"
  },
  {
    "startTime": 12.51,
    "endTime": 14.96,
    "text": "I wanna be on the same level you are and the guru said:"
  },
  {
    "startTime": 14.96,
    "endTime": 51.32,
    "text": "\" if you wanna be on the same level I'm on, I'll meet you tomorrow at the beach. \""
  },
  {
    "startTime": 51.32,
    "endTime": 54.699,
    "text": "So the young man got there 4 A.M. He already rock n' roll."
  },
  {
    "startTime": 54.699,
    "endTime": 59.73,
    "text": "Got on a suit, he should've wore shorts. The old man grabs his hand and said:"
  },
  {
    "startTime": 59.73,
    "endTime": 61.998999999999995,
    "text": "\" How bad do you wanna be successful? \" He said: “Real bad”."
  },
  {
    "startTime": 61.999,
    "endTime": 65.66,
    "text": "He said: \" Walk on out in the water. \" So he walks out into the water. Watch this."
  },
  {
    "startTime": 65.66,
    "endTime": 69.42999999999999,
    "text": "When he walks out to the water he goes waist deep. So he's like \" this guy's crazy. \""
  },
  {
    "startTime": 138.28,
    "endTime": 141.09,
    "text": "Hey I wanna make money and he got me out here swimming."
  },
  {
    "startTime": 141.09,
    "endTime": 145.28,
    "text": "I didn't ask to be a lifeguard. I wanna make money he got me in"
  },
  {
    "startTime": 145.28,
    "endTime": 148.03,
    "text": "so he said come on a little further walked out a little further"
  },
  {
    "startTime": 148.03,
    "endTime": 152.45,
    "text": "then he had it right around this area the shoulder area"
  },
  {
    "startTime": 152.45,
    "endTime": 155.2,
    "text": "so this old man crazy he making money but he crazy."
  },
  {
    "startTime": 155.2,
    "endTime": 158.81,
    "text": "So he said come on out a little further he came out a little further, it was right at"
  },
  {
    "startTime": 158.81,
    "endTime": 160.84,
    "text": "his mouth my man, I’m not about to go back in this"
  },
  {
    "startTime": 160.84,
    "endTime": 165.19,
    "text": "guy is out of his mind. And the old man said: “I thought you said you wanted to be successful?”"
  },
  {
    "startTime": 165.19,
    "endTime": 166.88,
    "text": "He said: “I do.” He said: “Then walk a little further.”"
  },
  {
    "startTime": 166.88,
    "endTime": 171.84,
    "text": "He came, dropped his head in, held him down, hold him down, my man (kept scratching) hold"
  },
  {
    "startTime": 171.84,
    "endTime": 174.68,
    "text": "him down, he had him held down,"
  },
  {
    "startTime": 174.68,
    "endTime": 178.1,
    "text": "just before my man was about to pass out, he raised him up."
  },
  {
    "startTime": 178.1,
    "endTime": 182.23999999999998,
    "text": "He said: “I got a question for you.” He told the guy, he said:"
  },
  {
    "startTime": 182.24,
    "endTime": 190.42000000000002,
    "text": "“When you want to succeed as bad as you wanna breathe then you will be successful.”"
  },
  {
    "startTime": 190.42,
    "endTime": 192.33999999999997,
    "text": "I don't know how many of you all got asthma here today?"
  },
  {
    "startTime": 192.34,
    "endTime": 198.0,
    "text": "If you ever had a asthma attack before your short of breath S.O.B shortness of breath,"
  },
  {
    "startTime": 198.0,
    "endTime": 202.26,
    "text": "you wheezing (breath sound) the only thing you trying to do is get some air."
  },
  {
    "startTime": 202.26,
    "endTime": 207.0,
    "text": "You don't care about no basketball game, you don't care about what's on T.V."
  },
  {
    "startTime": 207.0,
    "endTime": 209.84,
    "text": "you don't care about nobody calling you, you don't care about a party."
  },
  {
    "startTime": 209.84,
    "endTime": 214.22,
    "text": "The only thing you care about when you trying to breathe is to get some fresh air"
  },
  {
    "startTime": 214.22,
    "endTime": 218.66,
    "text": "That's it! And when you get to the point where all you wanna do is"
  },
  {
    "startTime": 218.66,
    "endTime": 222.74,
    "text": "be is successful as bad as you wanna breathe then you will be successful."
  },
  {
    "startTime": 222.74,
    "endTime": 226.75,
    "text": "And I'm here to tell you that number one, most of you say you wanna be successful"
  },
  {
    "startTime": 226.75,
    "endTime": 229.8,
    "text": "but you don't want it bad, you just kind of want it."
  },
  {
    "startTime": 229.8,
    "endTime": 234.64000000000001,
    "text": "You don't want it bad than you wanna party. You don't want it as much as you want to be cool."
  },
  {
    "startTime": 234.64,
    "endTime": 238.76,
    "text": "Most of you don't want success as much as you want to sleep"
  },
  {
    "startTime": 238.76,
    "endTime": 241.44,
    "text": "Some of you lost sleep more than you lost success."
  },
  {
    "startTime": 241.44,
    "endTime": 242.96,
    "text": "And I'm here to tell you today,"
  },
  {
    "startTime": 242.96,
    "endTime": 249.66,
    "text": "if you're going to be successful you gotta be willing to give up sleep."
  },
  {
    "startTime": 249.66,
    "endTime": 251.98,
    "text": "You gotta be willing to work with 3 hours of sleep"
  },
  {
    "startTime": 251.98,
    "endTime": 257.53999999999996,
    "text": "2 hours, if you really wanna be successful. Some day your gonna have to stay up 3 days in a row."
  },
  {
    "startTime": 257.54,
    "endTime": 259.699,
    "text": "Because if you go to sleep you might miss"
  },
  {
    "startTime": 259.699,
    "endTime": 262.729,
    "text": "the opportunity to be successful. That's how bad you gotta (inaudible)."
  },
  {
    "startTime": 262.729,
    "endTime": 265.12899999999996,
    "text": "You gotta go days without LISTEN TO ME!"
  },
  {
    "startTime": 265.129,
    "endTime": 270.02000000000004,
    "text": "You gotta want to be successful so bad that you forget to eat."
  },
  {
    "startTime": 270.02,
    "endTime": 272.99899999999997,
    "text": "Beyoncé say, once she was on the set doing her thing,"
  },
  {
    "startTime": 272.999,
    "endTime": 277.389,
    "text": "three days had gone by and she forgot that she didn't eat. Cause she was engaged."
  },
  {
    "startTime": 277.389,
    "endTime": 280.90000000000003,
    "text": "I never forget, I went, 50 Cent was doing his movie,"
  },
  {
    "startTime": 280.9,
    "endTime": 287.42999999999995,
    "text": "I did a little research on 50 and 50 said: \"that when he wasn’t do the movie he was doing the soundtrack.\""
  },
  {
    "startTime": 287.43,
    "endTime": 289.139,
    "text": "And they said: “When do you sleep? 50 ”"
  },
  {
    "startTime": 289.139,
    "endTime": 295.08,
    "text": "Sleep he said: “Sleep, sleep is for those people who are broke.\""
  },
  {
    "startTime": 295.08,
    "endTime": 302.46,
    "text": "I don't sleep. See I got an opportunity to make my dream become a reality."
  },
  {
    "startTime": 302.46,
    "endTime": 306.97999999999996,
    "text": "Don't cry to quits. You already in pain, you already hurt."
  },
  {
    "startTime": 306.98,
    "endTime": 311.86,
    "text": "Get a reward from it. Don't go to sleep until you succeed."
  },
  {
    "startTime": 311.86,
    "endTime": 314.74,
    "text": "Listen to me, I'm here to tell you today you can come here and"
  },
  {
    "startTime": 314.74,
    "endTime": 316.52,
    "text": "and you can jump up – you can do flips and"
  },
  {
    "startTime": 316.52,
    "endTime": 319.03999999999996,
    "text": "you can be excited when we give away money but listen to me,"
  },
  {
    "startTime": 319.04,
    "endTime": 325.44,
    "text": "you will never be successful, I don't have to give you a dime if you (inaudible)"
  },
  {
    "startTime": 325.44,
    "endTime": 328.86,
    "text": "You won't be successful until you say I don't need that money"
  },
  {
    "startTime": 328.86,
    "endTime": 338.86,
    "text": "cause I got it in here."
  }
]