[
  {
    "startTime": 0.52,
    "endTime": 5.800000000000001,
    "text": "Hi. This is Rebecca. Let me start this lesson by asking you a question."
  },
  {
    "startTime": 6.0,
    "endTime": 13.84,
    "text": "Which of these two exercises is easier for you? Let me go through them with you."
  },
  {
    "startTime": 13.84,
    "endTime": 18.9,
    "text": "\"Chaos means __________.\" Something. Fill in the blank. Okay?"
  },
  {
    "startTime": 19.2,
    "endTime": 24.9,
    "text": "In otherwords, they're asking you here: the word \"chaos\" means what?"
  },
  {
    "startTime": 25.018,
    "endTime": 27.569000000000003,
    "text": "Or second question:"
  },
  {
    "startTime": 27.569,
    "endTime": 38.8,
    "text": "\"Chaos means a) sadness b) disorder c) illness\". Okay?"
  },
  {
    "startTime": 39.0,
    "endTime": 40.8,
    "text": "Think about that for a second."
  },
  {
    "startTime": 41.0,
    "endTime": 47.8,
    "text": "So, which of these two questions was easier for you? Okay?"
  },
  {
    "startTime": 48.5,
    "endTime": 58.6,
    "text": "If you're like most students, you will probably say that this question was easier for you, because you had a choice of something."
  },
  {
    "startTime": 58.8,
    "endTime": 63.699999999999996,
    "text": "And here, you actually had to think of the answer. All right?"
  },
  {
    "startTime": 63.86,
    "endTime": 67.8,
    "text": "So, let me explain why that is the case."
  },
  {
    "startTime": 68.0,
    "endTime": 73.8,
    "text": "Here, in the fill-in-the-blank question, you were asked to remember the answer."
  },
  {
    "startTime": 74.0,
    "endTime": 79.9,
    "text": "When you're trying to remember a word, you're using your active vocabulary."
  },
  {
    "startTime": 80.0,
    "endTime": 84.8,
    "text": "In English, like any other language, you have two kinds of skills."
  },
  {
    "startTime": 85.0,
    "endTime": 89.8,
    "text": "We have productive skills and receptive skills."
  },
  {
    "startTime": 90.0,
    "endTime": 102.3,
    "text": "Productive skills are what we use when we are speaking and writing, because when we speak and write, we have to remember words in order to do that. Right?"
  },
  {
    "startTime": 102.5,
    "endTime": 118.7,
    "text": "And receptive skills are what you use when you're reading or listening, because when you do either of these activities, you just have to recognize the word, so you have to recall what they mean, but you don't have to think of them by yourself."
  },
  {
    "startTime": 118.8,
    "endTime": 121.239,
    "text": "You just have to recognize them."
  },
  {
    "startTime": 121.239,
    "endTime": 130.6,
    "text": "So the vocabulary that's involved here on this side is your passive vocabulary of being able to recognize things."
  },
  {
    "startTime": 131.0,
    "endTime": 145.5,
    "text": "The vocabulary that's demanded here for speaking and writing is your active vocabulary, which you need when you're doing these activities and which you needed here in the fill-in-the-blank answer. Okay?"
  },
  {
    "startTime": 145.7,
    "endTime": 149.1,
    "text": "So, this is true not only in English; it's true in every language."
  },
  {
    "startTime": 149.3,
    "endTime": 154.768,
    "text": "You have a productive... You have productive skills and receptive skills."
  },
  {
    "startTime": 154.768,
    "endTime": 158.8,
    "text": "You have an active vocabulary and a passive vocabulary."
  },
  {
    "startTime": 159.0,
    "endTime": 166.3,
    "text": "And, in all languages, people's passive vocabulary is always much, much larger than their active vocabulary."
  },
  {
    "startTime": 166.5,
    "endTime": 177.8,
    "text": "That's why you can read hundreds of books and understand thousands and thousands of words, but you may not actually use those words yourself, even in your own language and certainly in English."
  },
  {
    "startTime": 178.0,
    "endTime": 184.417,
    "text": "So, next, I'll explain to you how to develop this active vocabulary."
  },
  {
    "startTime": 184.417,
    "endTime": 187.5,
    "text": "So there are many ways to improve your active vocabulary."
  },
  {
    "startTime": 187.7,
    "endTime": 190.79999999999998,
    "text": "Today I'm going to show you one way. All right?"
  },
  {
    "startTime": 191.0,
    "endTime": 203.335,
    "text": "So, what I've done is written a lot of vocabulary on the board, and what I'd like you to do is to take a theme, a vocabulary theme. What do I mean by a vocabulary theme?"
  },
  {
    "startTime": 203.335,
    "endTime": 213.0,
    "text": "I mean an area, such as here, I've taken education, here I've taken religion, and here I've taken business or work. All right?"
  },
  {
    "startTime": 213.2,
    "endTime": 221.39999999999998,
    "text": "And then you divide it. Let's say you have a piece of paper or you could do it, you know, on... You could do it written or you could do it in your mind,"
  },
  {
    "startTime": 221.534,
    "endTime": 234.0,
    "text": "and you divide it into categories, such as: in the field of education, you want to think of people, you want to think of places, and you want to think of actions which are the verbs. Right?"
  },
  {
    "startTime": 234.122,
    "endTime": 240.20000000000002,
    "text": "So you could start by just doing it in a simple way and see if you can come up with at least three examples. All right?"
  },
  {
    "startTime": 240.4,
    "endTime": 251.8,
    "text": "Three examples of people in education: \"teacher\", \"student\", \"principal\"; places: \"school\", \"college\", \"university\"; actions: \"study\", \"teach\", \"learn\". Okay?"
  },
  {
    "startTime": 252.0,
    "endTime": 259.8,
    "text": "In the area of religion, if we're talking about different kinds of people, people of different religions: \"Muslims\", \"Christians\", \"Hindus\";"
  },
  {
    "startTime": 260.0,
    "endTime": 270.0,
    "text": "places in the area of religion: \"mosque\", \"church\", \"temple\"; actions could be: \"pray\", \"bless\", \"believe\"."
  },
  {
    "startTime": 270.0,
    "endTime": 274.8,
    "text": "Obviously, these are not the only examples; I'm just showing you how to do it."
  },
  {
    "startTime": 275.0,
    "endTime": 282.8,
    "text": "In the field of business, for people you might put: \"manager\", \"employee\", \"supervisor\";"
  },
  {
    "startTime": 283.0,
    "endTime": 293.9,
    "text": "for places: \"office\", \"factory\", \"department\"; and for actions, things like: \"work\", or \"recruit\", or \"promote\". Okay?"
  },
  {
    "startTime": 293.9,
    "endTime": 303.79999999999995,
    "text": "So, even though it seems like a really simple exercise, what will happen is as you start to try to remember from your active vocabulary... Right?"
  },
  {
    "startTime": 304.0,
    "endTime": 315.9,
    "text": "Words related to certain themes, you might find that you can't actually think of too many examples in a particular area, and then you'll be able to know and diagnose what your weaknesses are."
  },
  {
    "startTime": 316.011,
    "endTime": 319.375,
    "text": "That, \"Okay, I need to learn more business vocabulary, but when it comes to education I'm okay,\" or vice versa. Okay?"
  },
  {
    "startTime": 323.902,
    "endTime": 327.8,
    "text": "Now, there are many ways you can expand on this activity."
  },
  {
    "startTime": 328.0,
    "endTime": 332.3,
    "text": "So one way is to expand on it horizontally. What do I mean by that?"
  },
  {
    "startTime": 332.7,
    "endTime": 338.9,
    "text": "Well, I gave you three categories; people, places, and actions, but you could add more categories."
  },
  {
    "startTime": 339.1,
    "endTime": 349.77000000000004,
    "text": "You could add, for example, things, what things do you find in educational places? What problems or issues are involved in the field of education?"
  },
  {
    "startTime": 349.77,
    "endTime": 356.796,
    "text": "Now, why is this important? Why is it important to develop a vocabulary of a particular field?"
  },
  {
    "startTime": 356.796,
    "endTime": 364.59999999999997,
    "text": "Because let's say you're writing an exam, such as the IELTS or TOEFL, and you have an essay topic given to you which is about education."
  },
  {
    "startTime": 364.8,
    "endTime": 371.0,
    "text": "Well, one of the ways you're going to get higher marks is by using a lot of varied vocabulary about that field."
  },
  {
    "startTime": 371.2,
    "endTime": 376.3,
    "text": "So this is a way to check where you stand and to expand on that vocabulary."
  },
  {
    "startTime": 376.7,
    "endTime": 380.428,
    "text": "So, as I said, you can choose new categories."
  },
  {
    "startTime": 380.428,
    "endTime": 392.4,
    "text": "For example, if you chose issues when it came to business or problems related to business, you might mention things like unemployment, or absenteeism, or stress. Okay?"
  },
  {
    "startTime": 392.6,
    "endTime": 399.201,
    "text": "See how many ideas and vocabulary words you can come up with related to those themes."
  },
  {
    "startTime": 399.201,
    "endTime": 414.5,
    "text": "You can also work vertically. By that, I mean, instead of just taking three examples as I've done on the board, you can take four or five, or you can just try to see: how many words can I think of related to people in education? All right?"
  },
  {
    "startTime": 414.7,
    "endTime": 418.5,
    "text": "Or people at work. Just make the list as long as you can."
  },
  {
    "startTime": 418.7,
    "endTime": 427.7,
    "text": "You can make it a kind of game for yourself. You can do this while you're standing in line somewhere or when you're waiting for a bus, or something like that."
  },
  {
    "startTime": 427.9,
    "endTime": 431.29999999999995,
    "text": "You can just play this game in your mind. All right?"
  },
  {
    "startTime": 431.6,
    "endTime": 438.8,
    "text": "Another way to do it is to use more advanced cate-... Topics, not categories, but topics."
  },
  {
    "startTime": 439.0,
    "endTime": 446.8,
    "text": "For example, here I used education, religion, and business, but you could use history, or politics, or economics. Right?"
  },
  {
    "startTime": 447.0,
    "endTime": 457.3,
    "text": "And this way, you would have the same information regarding yourself. Where do you stand regarding vocabulary in these many different areas? Okay?"
  },
  {
    "startTime": 457.666,
    "endTime": 462.9,
    "text": "As I mentioned, you could do this by yourself. You could also do it as a game along with a partner."
  },
  {
    "startTime": 463.0,
    "endTime": 473.1,
    "text": "You could sit down and play a game to see who can think of more words in one minute that have to do with education, people in education, or places in education, or actions related to education."
  },
  {
    "startTime": 473.4,
    "endTime": 483.7,
    "text": "So you could make it a game. And, as I said, it's a really good exercise to diagnose your own weaknesses so you will know which areas you need to develop your active vocabulary in."
  },
  {
    "startTime": 484.1,
    "endTime": 490.20000000000005,
    "text": "And as I said, you need active vocabulary in order to speak and write more effectively. All right?"
  },
  {
    "startTime": 500.868,
    "endTime": 510.868,
    "text": "So good luck with your English. Bye for now."
  }
]