[
  {
    "startTime": 1.7,
    "endTime": 4.535,
    "text": "This episode of \"Life Noggin\" is brought to you by AJ Plus."
  },
  {
    "startTime": 5.0,
    "endTime": 6.1,
    "text": "Hey there, I'm Blocko."
  },
  {
    "startTime": 6.3,
    "endTime": 10.5,
    "text": "And I might be an ageless animation, but you, on the other hand, are getting older every day."
  },
  {
    "startTime": 10.7,
    "endTime": 13.0,
    "text": "And with old age, comes a lot of interesting changes."
  },
  {
    "startTime": 13.3,
    "endTime": 15.9,
    "text": "It's Thursday, so that means we're answering one of your questions."
  },
  {
    "startTime": 15.9,
    "endTime": 20.77,
    "text": "And this week, we're gonna find out why does hair turn gray with old age. Let's do this."
  },
  {
    "startTime": 21.007,
    "endTime": 23.400000000000002,
    "text": "Let's figure out how hair gets its color in the first place."
  },
  {
    "startTime": 23.7,
    "endTime": 26.5,
    "text": "Hair, like the skin, gets its color from a pigment called melanin."
  },
  {
    "startTime": 26.7,
    "endTime": 29.4,
    "text": "Did you know that melanin formation happens before we were born?"
  },
  {
    "startTime": 29.6,
    "endTime": 31.231,
    "text": "Did you know that all hair is white before it grows?"
  },
  {
    "startTime": 32.059,
    "endTime": 32.8,
    "text": "Well, you do now."
  },
  {
    "startTime": 33.0,
    "endTime": 39.5,
    "text": "Dark pigments are called the eumelanin, and light pigments are called pheomelanin, which blend together to create a broad spectrum of beautiful hair colors."
  },
  {
    "startTime": 39.7,
    "endTime": 45.0,
    "text": "These pigments are composed of cells called melanocytes that are positioned on the skin surface, which the hair follicles grow through."
  },
  {
    "startTime": 45.2,
    "endTime": 50.0,
    "text": "Melanocytes inject melianin into cells that contain keratin, which the protein of hair is made up of."
  },
  {
    "startTime": 50.123,
    "endTime": 54.0,
    "text": "There are many factors that can change the pigment of your hair, both internal and external."
  },
  {
    "startTime": 54.3,
    "endTime": 61.5,
    "text": "Things such as genetics, hormones, age, the climate that you live in, toxins and even chemical exposure can all affect hair pigmentation."
  },
  {
    "startTime": 61.7,
    "endTime": 65.0,
    "text": "I would check with your parents or grandparents and find out when they went gray."
  },
  {
    "startTime": 65.189,
    "endTime": 66.8,
    "text": "That's when you probably will too."
  },
  {
    "startTime": 67.0,
    "endTime": 71.3,
    "text": "As you grow older, your hair turns gray is the result of fail management of melanin cells."
  },
  {
    "startTime": 71.5,
    "endTime": 73.3,
    "text": "They may die or just function improperly."
  },
  {
    "startTime": 73.5,
    "endTime": 76.89,
    "text": "The less melanin you have, the grayer your hair becomes."
  },
  {
    "startTime": 76.989,
    "endTime": 80.2,
    "text": "Each hair follicles grow separately and contains its own amount of melanin."
  },
  {
    "startTime": 80.025,
    "endTime": 83.0,
    "text": "This is why certain hairs turn gray at different times."
  },
  {
    "startTime": 83.2,
    "endTime": 85.5,
    "text": "There's still no solid proof as why this happens."
  },
  {
    "startTime": 85.7,
    "endTime": 92.2,
    "text": "More recent studies have shown that hair follicles produce small amount of hydrogen peroxide, which over time can lead to gradual loss of hair color."
  },
  {
    "startTime": 92.4,
    "endTime": 95.60000000000001,
    "text": "I personally would take great care over a hairless blockhead any day."
  },
  {
    "startTime": 95.8,
    "endTime": 96.8,
    "text": "Thank you so much for watching."
  },
  {
    "startTime": 97.1,
    "endTime": 102.1,
    "text": "As usual, I'll be answering a new question every Thursday, so ask anything you wanna know in the comments on Facebook and Twitter."
  },
  {
    "startTime": 102.6,
    "endTime": 107.0,
    "text": "If you like this video, you should definitely click the one that just popped up on the screen or check the description for the link."
  }
]