[
  {
    "startTime": 0.0,
    "endTime": 2.0,
    "text": "Hey there, welcome to Life Noggin."
  },
  {
    "startTime": 2.23,
    "endTime": 5.140000000000001,
    "text": "I may appear to be happy and animated all the time, pun intended."
  },
  {
    "startTime": 5.24,
    "endTime": 6.99,
    "text": "But some days I fall into a slump."
  },
  {
    "startTime": 7.22,
    "endTime": 8.92,
    "text": "We all do. It's a part of life."
  },
  {
    "startTime": 9.0,
    "endTime": 11.879999999999999,
    "text": "These feelings are real, and the effects aren't always just mental."
  },
  {
    "startTime": 11.91,
    "endTime": 13.96,
    "text": "You can actually feel them in a physical sense, too."
  },
  {
    "startTime": 14.06,
    "endTime": 16.67,
    "text": "But how? And why? Let's find out."
  },
  {
    "startTime": 16.77,
    "endTime": 19.759999999999998,
    "text": "Depression can be the result of a chemical imbalance in the noggin."
  },
  {
    "startTime": 19.86,
    "endTime": 24.34,
    "text": "Chemicals called neurotransmitters aid in sending messages to different nerve cells in your brain."
  },
  {
    "startTime": 24.39,
    "endTime": 26.43,
    "text": "Some neurotransmitters can control your mood."
  },
  {
    "startTime": 26.53,
    "endTime": 31.12,
    "text": "When you're depressed, these neurotransmitters might not be functioning properly, causing severe changes in mood."
  },
  {
    "startTime": 31.22,
    "endTime": 39.75,
    "text": "Depression can be caused by things like stressful life events, certain medications, death of a loved one, hormonal changes, and of course, caused by faulty mood regulation in the brain."
  },
  {
    "startTime": 39.75,
    "endTime": 42.83,
    "text": "One part of the brain affected by depressions is called the hippocampus."
  },
  {
    "startTime": 42.84,
    "endTime": 49.24,
    "text": "The hippocampus processes long term memory in recollection. It also registers fear, and it is actually smaller in people with depression."
  },
  {
    "startTime": 49.34,
    "endTime": 52.85,
    "text": "Ongoing exposure to stress impairs nerve cell growth in this part of the brain."
  },
  {
    "startTime": 53.0,
    "endTime": 58.0,
    "text": "Not only can depression have you feeling down, but it can actually physically affect parts of your body other than the brain."
  },
  {
    "startTime": 58.15,
    "endTime": 62.73,
    "text": "Chronic fatigue, insomnia, over-sleeping and general aches and pain are just a few examples."
  },
  {
    "startTime": 62.83,
    "endTime": 70.19,
    "text": "Pain threshold can be altered by abnormal functioning of the brain's neurotransmitters like serotonin, making people with depression more sensitive to pain."
  },
  {
    "startTime": 70.29,
    "endTime": 73.36,
    "text": "Another interesting physical change that can come with depression is eyesight."
  },
  {
    "startTime": 73.46,
    "endTime": 77.85,
    "text": "Recent studies show that the retinas of depressed patients were actually less sensitive to contrast."
  },
  {
    "startTime": 78.0,
    "endTime": 81.27,
    "text": "Contrast vision relies on cells that in turn rely on dopamine."
  },
  {
    "startTime": 81.37,
    "endTime": 85.63000000000001,
    "text": "People with depression are often shown to have less dopamine, which is important for drive and attention."
  },
  {
    "startTime": 85.73,
    "endTime": 88.35000000000001,
    "text": "These findings are still relatively new but very interesting."
  },
  {
    "startTime": 88.5,
    "endTime": 93.27,
    "text": "One unfortunate problem that comes with depression is the fact that it can actually increase your risk of physical illness."
  },
  {
    "startTime": 93.37,
    "endTime": 95.96000000000001,
    "text": "Stress hormones are increased which can lead to more problems."
  },
  {
    "startTime": 96.06,
    "endTime": 102.33,
    "text": "When we're stressed, our immune system's ability to fight off antigens of foreign bodies is reduced, making it more difficult to fight off infections."
  },
  {
    "startTime": 102.43,
    "endTime": 111.0,
    "text": "Corticosteroid, a stress hormone, can actually suppress the overall effectiveness of the immune system by lowering the amount of lymphocytes, which are cells that destroy the bodies of invaded viruses."
  },
  {
    "startTime": 111.04,
    "endTime": 113.29,
    "text": "Did you know the seasons can actually affect your mood?"
  },
  {
    "startTime": 113.29,
    "endTime": 115.19000000000001,
    "text": "It's called seasonal affective disorder."
  },
  {
    "startTime": 115.19,
    "endTime": 118.75,
    "text": "When there's less daylight your, brain can increase neurotransmitters like melatonin."
  },
  {
    "startTime": 118.85,
    "endTime": 121.61,
    "text": "More daylight, and your brain will produce more serotonin."
  },
  {
    "startTime": 121.71,
    "endTime": 127.24,
    "text": "In the fall and the winter where there're shorter days and less daylight, your body might produce less serotonin and more melatonin."
  },
  {
    "startTime": 127.3,
    "endTime": 131.5,
    "text": "This imbalance can set up the brain for depression to some people who react to seasonal changes."
  },
  {
    "startTime": 131.71,
    "endTime": 134.75,
    "text": "Exposure to more light can help people maintain this chemical balance."
  },
  {
    "startTime": 134.85,
    "endTime": 138.19,
    "text": "If you or someone you know is depressed,  please seek help immediately."
  },
  {
    "startTime": 138.2,
    "endTime": 140.6,
    "text": "You can check the links below for some online resources."
  },
  {
    "startTime": 140.76,
    "endTime": 143.98999999999998,
    "text": "Going to the doctor, seeing a therapist and thinking positively can work wonders"
  },
  {
    "startTime": 144.01,
    "endTime": 146.47,
    "text": "So please don't be afraid to get out there and ask for help."
  },
  {
    "startTime": 146.57,
    "endTime": 149.0,
    "text": "What are some things in life that make you happy?"
  },
  {
    "startTime": 149.01,
    "endTime": 151.14999999999998,
    "text": "Let's set up a positivity train in the comments."
  },
  {
    "startTime": 151.15,
    "endTime": 154.5,
    "text": "If you see someone with a similar interest in the comments, strike up a conversation!"
  },
  {
    "startTime": 154.7,
    "endTime": 157.01,
    "text": "Or you can simply tell us what should we talk about next."
  },
  {
    "startTime": 157.11,
    "endTime": 162.3,
    "text": "And if want even more Life Noggin, check out this episode on \"The Science of Happiness,\" and follow us on Facebook and Twitter."
  },
  {
    "startTime": 162.38,
    "endTime": 163.34,
    "text": "Links are below."
  },
  {
    "startTime": 163.34,
    "endTime": 165.4,
    "text": "I'm Blocko. This has been Life Noggin."
  },
  {
    "startTime": 165.5,
    "endTime": 167.05,
    "text": "Don't forget to keep on thinking."
  }
]