[
  {
    "startTime": 2.554,
    "endTime": 8.23,
    "text": "Hi. My name is Rebecca, and in today's lesson, I'm going to show you how to discuss or how"
  },
  {
    "startTime": 8.23,
    "endTime": 15.66,
    "text": "to start discussing any subject intelligently. Now, when we start to discuss anything, you"
  },
  {
    "startTime": 15.66,
    "endTime": 22.259999999999998,
    "text": "want to give the listener a frame of reference. We want to give the listener an idea what"
  },
  {
    "startTime": 22.26,
    "endTime": 28.37,
    "text": "we're talking about. So the expressions that I'm going to show you will do just that; they"
  },
  {
    "startTime": 28.37,
    "endTime": 34.079,
    "text": "will provide a context to discuss whatever you are talking about. Okay? So let's look"
  },
  {
    "startTime": 34.079,
    "endTime": 36.887,
    "text": "at some of these common expressions."
  },
  {
    "startTime": 36.887,
    "endTime": 42.8,
    "text": "Okay, so I've divided them into three. Okay? I've divided them into three areas because"
  },
  {
    "startTime": 42.8,
    "endTime": 46.342,
    "text": "they are slightly different in terms of the way they're structured."
  },
  {
    "startTime": 46.342,
    "endTime": 53.3,
    "text": "The first one is like this: \"From a political point of view,\" okay? What I'm giving you"
  },
  {
    "startTime": 53.3,
    "endTime": 59.559,
    "text": "here is just the introduction. Okay? After this comma, you need to say whatever your"
  },
  {
    "startTime": 59.559,
    "endTime": 65.079,
    "text": "opinion is. But this is to give it a context and to tell your listener that you're going"
  },
  {
    "startTime": 65.079,
    "endTime": 72.29299999999999,
    "text": "to talk about the political side, the politics of it. Okay? \"From a political point of view,\""
  },
  {
    "startTime": 72.293,
    "endTime": 80.56700000000001,
    "text": "-you might say : \"I believe we need a drastic change in the government.\" Okay?"
  },
  {
    "startTime": 80.567,
    "endTime": 87.6,
    "text": "Or: \"From an environmental perspective, I think\", something. Okay? Now, you don't have"
  },
  {
    "startTime": 87.6,
    "endTime": 94.222,
    "text": "to use: \"I believe\", \"I think\", \"I feel\", but you can. All right?"
  },
  {
    "startTime": 94.222,
    "endTime": 100.53299999999999,
    "text": "\"From a social angle, the people need change.\""
  },
  {
    "startTime": 100.533,
    "endTime": 107.158,
    "text": "\"From a psychological standpoint,\" okay? And then you say whatever you need to say."
  },
  {
    "startTime": 107.158,
    "endTime": 111.258,
    "text": "\"From a financial viewpoint,\" all right?"
  },
  {
    "startTime": 111.258,
    "endTime": 118.34599999999999,
    "text": "So you see these expressions and words. Right? \"Point of view\", \"perspective\", \"angle\", \"standpoint\","
  },
  {
    "startTime": 118.346,
    "endTime": 123.74900000000001,
    "text": "\"viewpoint\". I can assure you that if you start speaking using some of these expressions,"
  },
  {
    "startTime": 123.749,
    "endTime": 129.54399999999998,
    "text": "your English will be much, much improved and you'll sound a lot more intellectual as well."
  },
  {
    "startTime": 129.544,
    "endTime": 134.916,
    "text": "Okay? Also in your writing, also in academic writing. If you happen to be in university,"
  },
  {
    "startTime": 134.916,
    "endTime": 140.445,
    "text": "you definitely want to use some of these expressions in your writing. Okay?"
  },
  {
    "startTime": 140.445,
    "endTime": 147.569,
    "text": "Another technique you can use is this expression: \"Technically speaking,\" all right? And then"
  },
  {
    "startTime": 147.569,
    "endTime": 150.53,
    "text": "you talk about the technology of it."
  },
  {
    "startTime": 150.53,
    "endTime": 159.33,
    "text": "Or: \"Philosophically speaking,\" or: \"Professionally speaking,\" okay? And again, you can take any"
  },
  {
    "startTime": 159.33,
    "endTime": 167.199,
    "text": "topic. All right? And express it in that way. When we say: \"Technically speaking,\" or: \"Philosophically"
  },
  {
    "startTime": 167.199,
    "endTime": 173.34900000000002,
    "text": "speaking,\" it means when we're speaking about the philosophy of it. Okay? Or when we're"
  },
  {
    "startTime": 173.349,
    "endTime": 179.51899999999998,
    "text": "speaking about it from a professional point of view. Okay? Same idea, different ways of"
  },
  {
    "startTime": 179.519,
    "endTime": 181.258,
    "text": "expressing it."
  },
  {
    "startTime": 181.258,
    "endTime": 191.387,
    "text": "Last one is without: \"speaking\", just saying this word. \"Historically,\" or: \"Spiritually,\""
  },
  {
    "startTime": 191.387,
    "endTime": 202.094,
    "text": "or: \"Educationally,\" or: \"Academically,\" or: \"Personally, I prefer to go to a relaxed movie.\""
  },
  {
    "startTime": 202.094,
    "endTime": 206.706,
    "text": "Okay? Or \"funny movie\", \"I prefer to go to a funny movie rather than a horror movie.\""
  },
  {
    "startTime": 206.706,
    "endTime": 214.45399999999998,
    "text": "Okay? So, that's how you can use the word: \"Personally,\" right? Or: \"Personally speaking,\" right?"
  },
  {
    "startTime": 214.454,
    "endTime": 220.519,
    "text": "So, these are three different ways in which you can discuss anything intelligently or"
  },
  {
    "startTime": 220.519,
    "endTime": 227.572,
    "text": "give your opinion on something by providing first a frame of reference for your listener."
  },
  {
    "startTime": 227.572,
    "endTime": 235.24,
    "text": "If you want to have a little more practice in this, please visit our website: www.engvid.com."
  },
  {
    "startTime": 235.24,
    "endTime": 241.11100000000002,
    "text": "You'll find a quiz on this, as well as videos on many other topics in English. All right?"
  },
  {
    "startTime": 241.111,
    "endTime": 251.111,
    "text": "Thanks for watching. Good luck with your English."
  }
]