[
  {
    "startTime": 0.089,
    "endTime": 7.1000000000000005,
    "text": "If our dreams are a reflection of reality, how does someone who experiences a different reality dream?"
  },
  {
    "startTime": 11.8,
    "endTime": 13.700000000000001,
    "text": "Hey folks, Laci Green here for DNews."
  },
  {
    "startTime": 13.7,
    "endTime": 18.1,
    "text": "Here's something I had never really thought about: How do the blind experience their dreams?"
  },
  {
    "startTime": 18.1,
    "endTime": 22.1,
    "text": "It's a perspective that‘s completely removed from my own, having been able to see my whole life."
  },
  {
    "startTime": 22.1,
    "endTime": 26.129,
    "text": "Well, minus when I take my glasses off and knock into things, but that's a slightly different story."
  },
  {
    "startTime": 26.429,
    "endTime": 30.409999999999997,
    "text": "A new study published in the journal Sleep Medicine took a little look-see at how the blind dream."
  },
  {
    "startTime": 30.61,
    "endTime": 33.4,
    "text": "For sighted people, dreaming is primarily a visual activity."
  },
  {
    "startTime": 33.4,
    "endTime": 34.03,
    "text": "You remember images."
  },
  {
    "startTime": 34.43,
    "endTime": 40.43,
    "text": "But if you don't have the sense of sight, other sensory information-- the information you rely on the most -- takes the lead."
  },
  {
    "startTime": 40.43,
    "endTime": 47.64,
    "text": "The researchers looked at groups of people who were blind from birth or congenitally blind, those who became blind later in life, and those who can see."
  },
  {
    "startTime": 47.64,
    "endTime": 53.11,
    "text": "Immediately after a dream, they were asked about their sensory experiences: What did you see? Did you taste anything?"
  },
  {
    "startTime": 53.81,
    "endTime": 60.2,
    "text": "As well as how they felt emotionally in the dream, and if there were any themes, like falling, or being able to fly, for instance."
  },
  {
    "startTime": 60.2,
    "endTime": 64.559,
    "text": "Amongst the blind participants, most of the content in their dreams was made up of things they \"heard\"."
  },
  {
    "startTime": 64.859,
    "endTime": 69.40899999999999,
    "text": "86% of them experienced sounds and voices, as opposed to 64% of the seeing group."
  },
  {
    "startTime": 69.909,
    "endTime": 75.69000000000001,
    "text": "The scientists basically said that the longer the person was able to see during their life, the more visual content there was in the dreams."
  },
  {
    "startTime": 76.09,
    "endTime": 78.67,
    "text": "The blind also experienced more sensations of \"touch\" in their dreams."
  },
  {
    "startTime": 78.77,
    "endTime": 81.499,
    "text": "70% versus 45% of the seeing group."
  },
  {
    "startTime": 81.499,
    "endTime": 84.839,
    "text": "The blind were also much more likely to taste and smell than the seeing group."
  },
  {
    "startTime": 85.439,
    "endTime": 95.63999999999999,
    "text": "In terms of emotional and thematic content, all the groups reported similar results, but the congenitally blind group did stand out in one way....they had more nightmares."
  },
  {
    "startTime": 95.64,
    "endTime": 99.759,
    "text": "They were 4 times more likely to report nightmares than the late onset blindness and seeing groups."
  },
  {
    "startTime": 100.359,
    "endTime": 104.22999999999999,
    "text": "So, why might those who are congenitally blind have more nightmares than everyone else?"
  },
  {
    "startTime": 104.6,
    "endTime": 106.609,
    "text": "The scientists aren't really sure, but they have a theory!"
  },
  {
    "startTime": 107.109,
    "endTime": 111.3,
    "text": "Nightmares are one of the ways that our brains process and cope with threats to our safety."
  },
  {
    "startTime": 111.3,
    "endTime": 118.889,
    "text": "So it shouldn't come as a surprise that the blind tend to have nightmares about things like getting hit by a car, getting lost, losing a guide dog."
  },
  {
    "startTime": 119.189,
    "endTime": 122.87899999999999,
    "text": "It's unclear, though, if this means that the blind experience more fear overall in their lives."
  },
  {
    "startTime": 123.279,
    "endTime": 124.469,
    "text": "Just generally speaking."
  },
  {
    "startTime": 124.669,
    "endTime": 128.54,
    "text": "So folks, what parts of your dreams do you remember most? Or do you dream at all?"
  },
  {
    "startTime": 128.64,
    "endTime": 138.83999999999997,
    "text": "Let me know down below and don't forget to subscribe for more DNews!"
  }
]