[
  {
    "startTime": 0.329,
    "endTime": 18.310000000000002,
    "text": "Hi, it’s Marie Forleo and guess what? You are watching MarieTV, the place to be to create"
  },
  {
    "startTime": 18.31,
    "endTime": 23.97,
    "text": "a business and a life that you love. And this is my favorite day of the week. Yes, that"
  },
  {
    "startTime": 23.97,
    "endTime": 29.098999999999997,
    "text": "means it’s Q&A Tuesday. And today’s question comes from a fantastic woman named Laura and"
  },
  {
    "startTime": 29.099,
    "endTime": 29.929,
    "text": "she writes:"
  },
  {
    "startTime": 29.929,
    "endTime": 34.36,
    "text": "“Hi Marie. I’m just starting to build my team, but I’m not sure how to keep everyone"
  },
  {
    "startTime": 34.36,
    "endTime": 39.72,
    "text": "motivated and on track. We all work really hard, but maybe because we’re virtual in"
  },
  {
    "startTime": 39.72,
    "endTime": 43.44,
    "text": "different parts of the country and different time zones, it’s feeling hard to get the"
  },
  {
    "startTime": 43.44,
    "endTime": 48.91,
    "text": "team to really gel. What can I do to help people stay motivated and engaged and actually"
  },
  {
    "startTime": 48.91,
    "endTime": 51.809999999999995,
    "text": "like working together? Thanks. Laura.”"
  },
  {
    "startTime": 51.81,
    "endTime": 55.85,
    "text": "Awesome question Laura. You know, I talk a lot about Team Forleo, so this is the kind"
  },
  {
    "startTime": 55.85,
    "endTime": 60.95,
    "text": "of question I get asked all the time. It’s a big topic, team building, but today I’m"
  },
  {
    "startTime": 60.95,
    "endTime": 65.53,
    "text": "gonna share one kind of unorthodox tool that we’ve been using for years that helps people"
  },
  {
    "startTime": 65.53,
    "endTime": 71.3,
    "text": "feel a real bond and a sense of connection. You know, it was originally created for couples,"
  },
  {
    "startTime": 71.3,
    "endTime": 78.75,
    "text": "but I use it for business."
  },
  {
    "startTime": 78.75,
    "endTime": 90.55,
    "text": "Ok, but seriously. The tool that we’ve used for years now is the blockbuster hit from"
  },
  {
    "startTime": 90.55,
    "endTime": 96.36,
    "text": "the 90s, it’s Gary Chapman’s The 5 Love Languages. Now, since Gary came out with that"
  },
  {
    "startTime": 96.36,
    "endTime": 100.39,
    "text": "book, he actually created another one that’s specifically for the workplace and it’s"
  },
  {
    "startTime": 100.39,
    "endTime": 105.75,
    "text": "called The 5 Languages of Appreciation. Now, we still use the Love Languages because we’re"
  },
  {
    "startTime": 105.75,
    "endTime": 112.14,
    "text": "touchy feely like that. Now, here’s the basic idea. Each one of us gives and receives"
  },
  {
    "startTime": 112.14,
    "endTime": 118.14,
    "text": "love in our own, unique way. We each have our own love or appreciation language, so"
  },
  {
    "startTime": 118.14,
    "endTime": 118.72,
    "text": "to speak."
  },
  {
    "startTime": 118.72,
    "endTime": 124.90899999999999,
    "text": "There are five love languages: quality time, words of affirmation, acts of services, gifts,"
  },
  {
    "startTime": 124.909,
    "endTime": 126.43,
    "text": "and physical touch."
  },
  {
    "startTime": 126.43,
    "endTime": 133.09,
    "text": "So the key to making another person feel loved and appreciated is to express love and appreciation"
  },
  {
    "startTime": 133.09,
    "endTime": 137.98,
    "text": "in their primary love language. So on our team one of the gals, her name is Kristin,"
  },
  {
    "startTime": 137.98,
    "endTime": 142.92999999999998,
    "text": "we know that her primary love language is physical touch. So every time we get in person,"
  },
  {
    "startTime": 142.93,
    "endTime": 147.52,
    "text": "it is a huge hug fest because we know that’s how she feels most loved and appreciated."
  },
  {
    "startTime": 147.52,
    "endTime": 153.67000000000002,
    "text": "And, conversely, Louise on our team, one of her primary love languages is words of affirmation."
  },
  {
    "startTime": 153.67,
    "endTime": 158.67999999999998,
    "text": "So all of us know that for Louise to feel truly loved and appreciated, we let her know"
  },
  {
    "startTime": 158.68,
    "endTime": 164.38,
    "text": "verbally and in writing how amazing she is. Just think, if only Don Draper thought to"
  },
  {
    "startTime": 164.38,
    "endTime": 173.06,
    "text": "do this with Peggy."
  },
  {
    "startTime": 173.06,
    "endTime": 178.68,
    "text": "Hey Don? I think Peggy’s love language is words of affirmation."
  },
  {
    "startTime": 178.68,
    "endTime": 183.34900000000002,
    "text": "So now when anyone joins our team, it’s the very first thing that we make them do."
  },
  {
    "startTime": 183.349,
    "endTime": 188.67,
    "text": "So how about you? Do you know your love language or your team’s love or appreciation language?"
  },
  {
    "startTime": 188.67,
    "endTime": 192.98899999999998,
    "text": "If you don't you should go and check out Gary’s site because he has a free test, and it’s"
  },
  {
    "startTime": 192.989,
    "endTime": 196.95000000000002,
    "text": "awesome. We will put the links below. And, of course, I recommend the books too because"
  },
  {
    "startTime": 196.95,
    "endTime": 201.88,
    "text": "they are amazing. This will help you so much not only to help build your team and help"
  },
  {
    "startTime": 201.88,
    "endTime": 206.64,
    "text": "everybody gel together, but it’ll really support every relationship in your life. In"
  },
  {
    "startTime": 206.64,
    "endTime": 211.66,
    "text": "fact, one of my guy friends recently got engaged and I had told him, “You’ve gotta do this."
  },
  {
    "startTime": 211.66,
    "endTime": 215.41,
    "text": "You've gotta make your woman do this, you have to do it,” and he reported back a little"
  },
  {
    "startTime": 215.41,
    "endTime": 219.02,
    "text": "bit later and he told me it was one of the best things they’ve ever done."
  },
  {
    "startTime": 219.02,
    "endTime": 224.73000000000002,
    "text": "But back to you and your team. I promise, if you give your team love and appreciation"
  },
  {
    "startTime": 224.73,
    "endTime": 229.54999999999998,
    "text": "in their love language you’re gonna help set them up to do their best work, they’re"
  },
  {
    "startTime": 229.55,
    "endTime": 234.54000000000002,
    "text": "gonna stay fully engaged, and they’re gonna love working with you over the long haul."
  },
  {
    "startTime": 234.54,
    "endTime": 239.57999999999998,
    "text": "You know, I think the late, great Steven Covey said it best when he said, “Next to physical"
  },
  {
    "startTime": 239.58,
    "endTime": 245.08,
    "text": "survival, the greatest need of a human being is psychological survival, to be understood,"
  },
  {
    "startTime": 245.08,
    "endTime": 249.37900000000002,
    "text": "to be affirmed, to be validated, to be appreciated."
  },
  {
    "startTime": 249.379,
    "endTime": 254.26,
    "text": "That was my A to your Q, Laura, I really hope it helps. Do let us know how it goes. Now"
  },
  {
    "startTime": 254.26,
    "endTime": 259.759,
    "text": "I would love to hear from you. Do you know your love or appreciation language? If not,"
  },
  {
    "startTime": 259.759,
    "endTime": 265.219,
    "text": "go over and take the free test. Or just tell us in the comments how you most feel loved"
  },
  {
    "startTime": 265.219,
    "endTime": 266.009,
    "text": "or appreciated."
  },
  {
    "startTime": 266.009,
    "endTime": 272.36,
    "text": "Now, as always, the most awesome discussions happen after the episode at MarieForleo.com,"
  },
  {
    "startTime": 272.36,
    "endTime": 275.189,
    "text": "so get over there and leave a comment now."
  },
  {
    "startTime": 275.189,
    "endTime": 280.319,
    "text": "Did you like this video? If so, subscribe to our channel and, of course, I would so"
  },
  {
    "startTime": 280.319,
    "endTime": 284.65000000000003,
    "text": "appreciate it if you shared this with your friends. And if you want even more insights"
  },
  {
    "startTime": 284.65,
    "endTime": 289.33,
    "text": "to create a business and life that you love, plus some little ideas from me that I only"
  },
  {
    "startTime": 289.33,
    "endTime": 295.43,
    "text": "talk about in email, come on over to MarieForleo.com and sign up for email updates. They’re awesome."
  },
  {
    "startTime": 295.43,
    "endTime": 299.77,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 299.77,
    "endTime": 305.279,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
  },
  {
    "startTime": 305.279,
    "endTime": 315.279,
    "text": "on MarieTV."
  }
]