[
  {
    "startTime": 5.0,
    "endTime": 9.76,
    "text": "What if you could get around some of the world's most massive, ridiculously dense urban jungle silently?"
  },
  {
    "startTime": 9.86,
    "endTime": 13.79,
    "text": "Quickly without dealing with car traffic and without building smog everywhere."
  },
  {
    "startTime": 14.09,
    "endTime": 19.2,
    "text": "That's the green of Gogoro, a company founded by a pair of former executives from smartphone maker HTC."
  },
  {
    "startTime": 19.3,
    "endTime": 20.87,
    "text": "It's not a small dream."
  },
  {
    "startTime": 20.97,
    "endTime": 23.89,
    "text": "The start-up has been in stealth mode for over three years now"
  },
  {
    "startTime": 23.99,
    "endTime": 28.849999999999998,
    "text": "operating on a hundred and fifty million dollars in funding from Taiwanese billionaires, Samuel Yin and Cher Wang."
  },
  {
    "startTime": 28.95,
    "endTime": 32.64,
    "text": "In fact, they were still on high alert when we went to see the operation last year."
  },
  {
    "startTime": 32.74,
    "endTime": 34.510000000000005,
    "text": "What do you do with that kind of money?"
  },
  {
    "startTime": 34.61,
    "endTime": 35.839999999999996,
    "text": "Well, it starts with the scooter."
  },
  {
    "startTime": 36.24,
    "endTime": 39.260000000000005,
    "text": "An all new scooter that doesn't really look like any other scooter on the market."
  },
  {
    "startTime": 39.86,
    "endTime": 44.92,
    "text": "It runs on electric power alone, capable of going 62 miles on a charge and up to 60 miles an hour."
  },
  {
    "startTime": 45.42,
    "endTime": 50.730000000000004,
    "text": "Then you give it all sorts of weird, cool features like smartphone integration, configurable sound effects,"
  },
  {
    "startTime": 50.83,
    "endTime": 55.26,
    "text": "LED head and tail lights, and a completely digital dashboard with customizable backlight."
  },
  {
    "startTime": 55.36,
    "endTime": 57.81,
    "text": "Scooters aren't particularly common in the U.S."
  },
  {
    "startTime": 57.91,
    "endTime": 60.72,
    "text": "But they're everywhere in the ultradense mega cities of Asia,"
  },
  {
    "startTime": 60.82,
    "endTime": 63.81,
    "text": "which is clearly where Gogoro is helping you do much with its business."
  },
  {
    "startTime": 63.91,
    "endTime": 67.71,
    "text": "A couple years back, we were traveling around cities around the world,"
  },
  {
    "startTime": 67.81,
    "endTime": 70.73,
    "text": "One thing that was pretty obvious to us was"
  },
  {
    "startTime": 70.83,
    "endTime": 77.94,
    "text": "the growing need that these mega cities would have for energy, better energy consumption and distribution."
  },
  {
    "startTime": 78.04,
    "endTime": 81.28,
    "text": "Many of the scooters in that market today are old, dirty and loud."
  },
  {
    "startTime": 81.38,
    "endTime": 82.61999999999999,
    "text": "relative another age"
  },
  {
    "startTime": 82.72,
    "endTime": 85.33,
    "text": "The so called \"Smartscooters\" are none of those things."
  },
  {
    "startTime": 85.43,
    "endTime": 90.85000000000001,
    "text": "What we wanted to do here was bring the rate of evolution that we've all enjoyed for the consumer market"
  },
  {
    "startTime": 90.95,
    "endTime": 94.55,
    "text": "Bring that to the scooter market, and hopefully we've achieved that."
  },
  {
    "startTime": 96.73,
    "endTime": 100.47,
    "text": "But Gogoro's secret sauce really isn't about the Smartscooter at all."
  },
  {
    "startTime": 100.57,
    "endTime": 101.88,
    "text": "It's about the network around it."
  },
  {
    "startTime": 101.98,
    "endTime": 107.63000000000001,
    "text": "You see. You don't just have 60 miles of range on it and plug it in at home or the office where you're gonna have to be."
  },
  {
    "startTime": 107.73,
    "endTime": 109.25,
    "text": "You swap batteries as needed,"
  },
  {
    "startTime": 109.35,
    "endTime": 117.03,
    "text": "pointing the two milkjug-sized cells out from under the seat and plugging them into the Gogoro Battery Stations, strategically placed throughout the city."
  },
  {
    "startTime": 117.13,
    "endTime": 121.32,
    "text": "Two charged batteries eject automatically, which you can put back in your scooter and shove off."
  },
  {
    "startTime": 121.42,
    "endTime": 124.62,
    "text": "It starts with just a scooter but the potential is far bigger."
  },
  {
    "startTime": 128.17,
    "endTime": 129.79,
    "text": "At HTC,"
  },
  {
    "startTime": 129.89,
    "endTime": 134.22,
    "text": "A lot of people thought, you know, I went there to build smartphones."
  },
  {
    "startTime": 134.32,
    "endTime": 138.56,
    "text": "You know, my fundamental goal was to go there and put the Internet in people's pocket."
  },
  {
    "startTime": 138.66,
    "endTime": 142.12,
    "text": "And this smartphone happens to be a great vehicle to do that."
  },
  {
    "startTime": 142.22,
    "endTime": 147.32,
    "text": "Gogoro, you know I think the fundamental thing is we want to change how people use energy."
  },
  {
    "startTime": 147.42,
    "endTime": 156.86999999999998,
    "text": "And the Smartscooter is only the beginning and how we believe that that would revolutionize how cities consume and experience energy."
  },
  {
    "startTime": 156.97,
    "endTime": 162.81,
    "text": "What we wanted to do here was bring the rate of evolution we've all enjoyed for the consumer market"
  },
  {
    "startTime": 162.91,
    "endTime": 166.57,
    "text": "Bring that to the scooter market and hopefully we've achieved that."
  },
  {
    "startTime": 166.67,
    "endTime": 171.6,
    "text": "The cloud is actually very interested in the statistics how the user rides"
  },
  {
    "startTime": 171.7,
    "endTime": 173.78,
    "text": "not the particulars of where the user rides"
  },
  {
    "startTime": 173.88,
    "endTime": 181.85999999999999,
    "text": "But once it can gather those statistics, there is a whole bunch of trade-offs that we can make in real time for the user to improve their riding experience."
  },
  {
    "startTime": 181.96,
    "endTime": 187.86,
    "text": "Roughly thinking about it, anywhere we're needing power today, substantial amount of power,"
  },
  {
    "startTime": 188.6,
    "endTime": 194.32,
    "text": "that can be met in the future by applying 1, 2, 3, 4, 5, 6, 7, even 8 of these. However many you might want."
  },
  {
    "startTime": 194.42,
    "endTime": 204.32,
    "text": "And you can solve a variety of power issue, anything from construction sites to, you know, microgeneration, servers, all of that stuff can be addressed by the batteries."
  },
  {
    "startTime": 204.42,
    "endTime": 212.66,
    "text": "Imagine what the AA battery did for the consumer electronic industry way back when."
  },
  {
    "startTime": 212.76,
    "endTime": 222.41,
    "text": "We think Gogoro batteries and our smart batteries would enable a wide industry of unimaginable innovation to happen."
  },
  {
    "startTime": 222.51,
    "endTime": 224.26,
    "text": "in the very very near future."
  },
  {
    "startTime": 225.84,
    "endTime": 227.56,
    "text": "Clearly, it's an ambitious plan."
  },
  {
    "startTime": 227.66,
    "endTime": 234.35,
    "text": "Gogoro, a fresh face startup, has to find a way to deploy potentially hundreds of battery stations in each city as it launches smartscooter in."
  },
  {
    "startTime": 234.45,
    "endTime": 237.69,
    "text": "Then it needs to convince scooter owners to buy it by the thousands."
  },
  {
    "startTime": 237.79,
    "endTime": 239.45999999999998,
    "text": "That's not cheap and that's not easy."
  },
  {
    "startTime": 239.56,
    "endTime": 242.06,
    "text": "The company hasn't yet said a word for when its first launch will be."
  },
  {
    "startTime": 242.1,
    "endTime": 244.29999999999998,
    "text": "But it will be making announcement later this year."
  },
  {
    "startTime": 244.5,
    "endTime": 246.2,
    "text": "But if it can find a way to pull this off,"
  },
  {
    "startTime": 246.7,
    "endTime": 250.89999999999998,
    "text": "Gogoro could be the most innovative thing that happen to all electric transportations since Tesla."
  },
  {
    "startTime": 251.1,
    "endTime": 253.2,
    "text": "And it could be deploying it on a much larger scale."
  }
]