[
  {
    "startTime": 0.0,
    "endTime": 4.5,
    "text": "My favorite Italian restaurant is \"Chez Marie\", but that's French."
  },
  {
    "startTime": 13.09,
    "endTime": 18.1,
    "text": "Hey, what’s up? It’s Marie Forleo and you are watching MarieTV, the place to be"
  },
  {
    "startTime": 18.1,
    "endTime": 24.18,
    "text": "to create a business and a life that you love. And this is Q&A Tuesday where it’s all about"
  },
  {
    "startTime": 24.18,
    "endTime": 28.72,
    "text": "Q’s and A’s and today’s Q comes from Miss Sasha and she writes:"
  },
  {
    "startTime": 28.72,
    "endTime": 32.859,
    "text": "“Hey Marie. I get caught up with something you usually say at the end of your videos."
  },
  {
    "startTime": 32.859,
    "endTime": 38.800000000000004,
    "text": "It goes something along the lines of the world needs that special gift that only you have."
  },
  {
    "startTime": 38.8,
    "endTime": 42.779999999999994,
    "text": "I don't really see myself as someone that has any special gifts and especially nothing"
  },
  {
    "startTime": 42.78,
    "endTime": 47.03,
    "text": "that I can offer to the world. Unless there’s a world’s best procrastination competition."
  },
  {
    "startTime": 47.03,
    "endTime": 51.819,
    "text": "I’ll go next week.” Very clever. “How can I work out what these special gifts are"
  },
  {
    "startTime": 51.819,
    "endTime": 56.010000000000005,
    "text": "that I was sent into this world with? Thanks for any advice. Sasha.”"
  },
  {
    "startTime": 56.01,
    "endTime": 62.87,
    "text": "Sasha, this is a super great question. You know, I have never met one single person who"
  },
  {
    "startTime": 62.87,
    "endTime": 68.73,
    "text": "doesn't have any gifts, but I’ve met loads of people who wonder if they even just have"
  },
  {
    "startTime": 68.73,
    "endTime": 73.73,
    "text": "one. I think part of the problem is this word gifts. So when we hear that word gifts or"
  },
  {
    "startTime": 73.73,
    "endTime": 78.86,
    "text": "talents, instantly we think of someone who can sing or dance or talk to dead people or"
  },
  {
    "startTime": 78.86,
    "endTime": 83.17,
    "text": "solve gigantic quadratic equations without using a pencil."
  },
  {
    "startTime": 83.17,
    "endTime": 87.82000000000001,
    "text": "So I think the first step is we need to look at gifts in a broader way. So a simple shift"
  },
  {
    "startTime": 87.82,
    "endTime": 91.72,
    "text": "is to start calling them strengths. There’s no one that can say they don't have strengths,"
  },
  {
    "startTime": 91.72,
    "endTime": 96.84,
    "text": "right? And I bet you have strengths you’re not even aware of, Sasha. Now, the million"
  },
  {
    "startTime": 96.84,
    "endTime": 100.67,
    "text": "dollar question is, “Well, how do I figure out what my strengths are?” The best place"
  },
  {
    "startTime": 100.67,
    "endTime": 104.72,
    "text": "to start is with one of my favorite books of all time."
  },
  {
    "startTime": 104.72,
    "endTime": 109.57,
    "text": "Behold Marcus Buckingham’s Now Discover Your Strengths."
  },
  {
    "startTime": 109.57,
    "endTime": 115.16999999999999,
    "text": "Sasha, I recommend this book to everybody and now when you read it you’re gonna discover"
  },
  {
    "startTime": 115.17,
    "endTime": 121.88,
    "text": "that every single human being, including you, is born with a unique set of strengths. Now,"
  },
  {
    "startTime": 121.88,
    "endTime": 126.15899999999999,
    "text": "the book also comes with a code so that you can take this awesome little test and discover"
  },
  {
    "startTime": 126.159,
    "endTime": 130.78,
    "text": "exactly what your strengths are. Now, the thing about strengths, they’re really an"
  },
  {
    "startTime": 130.78,
    "endTime": 134.95,
    "text": "ability you have. It’s something that comes very naturally to you, it’s something that"
  },
  {
    "startTime": 134.95,
    "endTime": 139.45,
    "text": "when you do it you actually feel stronger. It’s something that you can imagine yourself"
  },
  {
    "startTime": 139.45,
    "endTime": 144.76,
    "text": "doing repeatedly, happily, and successfully. Now, most people overlook their strengths"
  },
  {
    "startTime": 144.76,
    "endTime": 149.2,
    "text": "because the fact it comes so naturally to them they take it for granted."
  },
  {
    "startTime": 149.2,
    "endTime": 154.53,
    "text": "For instance, are you a great learner? Do you have a strong sense of empathy? Do you"
  },
  {
    "startTime": 154.53,
    "endTime": 159.09,
    "text": "thrive on competition? Do you have a knack for imagining the future and getting people"
  },
  {
    "startTime": 159.09,
    "endTime": 164.34,
    "text": "excited about it? Can you win other people over even if you’ve just met them?"
  },
  {
    "startTime": 164.34,
    "endTime": 169.29,
    "text": "All those things are strengths or what you might call gifts. And, yes, they are special"
  },
  {
    "startTime": 169.29,
    "endTime": 172.92,
    "text": "and useful even if they’re not talent show material."
  },
  {
    "startTime": 173.0,
    "endTime": 178.0,
    "text": "Presenting James, magnificent spacial relations problem solver."
  },
  {
    "startTime": 178.0,
    "endTime": 185.0,
    "text": "You know, if you guys just move all these chairs like one inch over you could probably fit a whole other row."
  },
  {
    "startTime": 192.72,
    "endTime": 198.05,
    "text": "Now, once you know your strengths, the whole key is to continue to use them as often as"
  },
  {
    "startTime": 198.05,
    "endTime": 203.23000000000002,
    "text": "you can and to develop them. It’s a big key to happiness, both in your regular life"
  },
  {
    "startTime": 203.23,
    "endTime": 207.39999999999998,
    "text": "and at work. Now, here’s a big thing you don't wanna get tripped up on."
  },
  {
    "startTime": 207.4,
    "endTime": 212.4,
    "text": "Don't try to look for the perfect job or the perfect business to start in order to"
  },
  {
    "startTime": 212.4,
    "endTime": 216.23000000000002,
    "text": "express your strengths. Your strengths are gonna be with you for life and if you’re"
  },
  {
    "startTime": 216.23,
    "endTime": 220.94,
    "text": "like most people in this day and age, you’re gonna have many evolutions in your career,"
  },
  {
    "startTime": 220.94,
    "endTime": 225.91,
    "text": "so you don't have to worry about it. So for example, in my own life two of my top strengths"
  },
  {
    "startTime": 225.91,
    "endTime": 230.94,
    "text": "are positivity and communication. Now, I used these strengths when I was on the floor of"
  },
  {
    "startTime": 230.94,
    "endTime": 235.22,
    "text": "the New York Stock Exchange on Wall Street, I used them when I was a bartender, I used"
  },
  {
    "startTime": 235.22,
    "endTime": 239.58,
    "text": "them when I was a Nike athlete, and I use them every single day in my business and here"
  },
  {
    "startTime": 239.58,
    "endTime": 240.209,
    "text": "on MarieTV."
  },
  {
    "startTime": 240.209,
    "endTime": 245.8,
    "text": "Now, there’s loads more we can talk about as this is a big and fascinating topic, but"
  },
  {
    "startTime": 245.8,
    "endTime": 251.27,
    "text": "the two most important steps you can take are, number one, recognize that yes you do"
  },
  {
    "startTime": 251.27,
    "endTime": 255.84900000000002,
    "text": "have gifts. You’ve just gotta start calling them strengths. And number two, you want to"
  },
  {
    "startTime": 255.849,
    "endTime": 260.269,
    "text": "find out what those strengths are and start using them as often as you can because the"
  },
  {
    "startTime": 260.269,
    "endTime": 264.81,
    "text": "world really does need it. So let’s land this plane on one of my favorite quotes of"
  },
  {
    "startTime": 264.81,
    "endTime": 270.56,
    "text": "all time and, yes, it’s a Tweetable."
  },
  {
    "startTime": 270.56,
    "endTime": 276.15,
    "text": "Vocation is the place where our deep gladness meets the world’s deep need."
  },
  {
    "startTime": 276.15,
    "endTime": 281.90999999999997,
    "text": "That was my A to your Q, Sasha. I really hope it helps. Now I would love to hear from you."
  },
  {
    "startTime": 281.91,
    "endTime": 286.81,
    "text": "Have you ever had a doubt that you have any special gifts? Did you have any ah ha’s"
  },
  {
    "startTime": 286.81,
    "endTime": 291.07,
    "text": "during this episode? Or if you discovered what your gifts are, I would love to know"
  },
  {
    "startTime": 291.07,
    "endTime": 292.82,
    "text": "how you figured it out."
  },
  {
    "startTime": 292.82,
    "endTime": 298.34,
    "text": "As always, the most awesome discussions happen after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 298.34,
    "endTime": 301.32,
    "text": "so come on over and leave us a comment now."
  },
  {
    "startTime": 301.32,
    "endTime": 306.13,
    "text": "Did you like this video? I certainly did. If you enjoyed it, consider subscribing to"
  },
  {
    "startTime": 306.13,
    "endTime": 310.46999999999997,
    "text": "our channel and I would be so grateful if you shared it with your friends. And if you"
  },
  {
    "startTime": 310.47,
    "endTime": 315.32000000000005,
    "text": "want even more awesome resources to create a business and life that you love, plus some"
  },
  {
    "startTime": 315.32,
    "endTime": 321.03,
    "text": "personal insights from me that I only get to talk about in email, come on over to MarieForleo.com"
  },
  {
    "startTime": 321.03,
    "endTime": 323.42999999999995,
    "text": "and sign up for email updates."
  },
  {
    "startTime": 323.43,
    "endTime": 328.77,
    "text": "Stay on your game and keep going for your dreams because the world really needs that"
  },
  {
    "startTime": 328.77,
    "endTime": 334.10999999999996,
    "text": "special gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]