[
  {
    "startTime": 3.81,
    "endTime": 8.379,
    "text": "Taiwan's capital, Taipei, is situated at the country's northern tip."
  },
  {
    "startTime": 8.8,
    "endTime": 26.400000000000002,
    "text": "The city sits in a basin between the Central and Yangming Mountains, and is surrounded by the larger, but quite distinct, New Taipei City."
  },
  {
    "startTime": 26.4,
    "endTime": 39.3,
    "text": "In recent decades, Taipei has busily transformed itself into one of the region's most livable cities and into one of Asia's premier travel destinations."
  },
  {
    "startTime": 39.3,
    "endTime": 48.8,
    "text": "Today, Taipei has one foot striding towards a futuristic utopia and the other respectfully rooted in ancient Chinese traditions."
  },
  {
    "startTime": 48.8,
    "endTime": 52.4,
    "text": "It's easy to fall in love with this friendly city."
  },
  {
    "startTime": 52.4,
    "endTime": 55.9,
    "text": "The aroma of Chinese street food fills the air."
  },
  {
    "startTime": 56.0,
    "endTime": 58.5,
    "text": "Scooters and bicycles roll the streets."
  },
  {
    "startTime": 58.6,
    "endTime": 66.2,
    "text": "And surrounded by nature, tranquility is never more than a bus ride or hike away."
  },
  {
    "startTime": 66.2,
    "endTime": 70.10000000000001,
    "text": "Start your day with a slice of classic Taipei."
  },
  {
    "startTime": 70.1,
    "endTime": 78.19999999999999,
    "text": "Situated in the city's oldest neighborhood, Wanhua, the Longshan Temple is the spiritual heart of Taipei."
  },
  {
    "startTime": 78.2,
    "endTime": 87.60000000000001,
    "text": "It's a place where generations of locals have come to seek good fortune, health, and even guidance on who to marry."
  },
  {
    "startTime": 87.7,
    "endTime": 92.0,
    "text": "Taiwan's political heart is the district of Zhongshan."
  },
  {
    "startTime": 92.0,
    "endTime": 99.1,
    "text": "The Chiang Kai Shek Memorial Hall honors the memory of former president of the Republic of China."
  },
  {
    "startTime": 99.1,
    "endTime": 111.89999999999999,
    "text": "Memorial Square is also home to one of the city's most important cultural sites, the National Concert Hall, a stunning example of neoclassical Chinese architecture."
  },
  {
    "startTime": 111.9,
    "endTime": 124.7,
    "text": "Just a short stroll away is 228 Peace Park, a tranquil memorial to the 1949 uprisings that sowed the seeds of Taiwan's independence."
  },
  {
    "startTime": 124.7,
    "endTime": 135.439,
    "text": "Step even further back into Taiwan's past at the National Taiwan Museum and discover the country's rich, natural, cultural and political history."
  },
  {
    "startTime": 136.2,
    "endTime": 147.5,
    "text": "Hop on Taipei's excellent MRT and head to the National Palace Museum, home to the world's greatest collections of Chinese art and antiquities."
  },
  {
    "startTime": 147.6,
    "endTime": 151.5,
    "text": "There are plenty of riches to be found on Taipei's streets too."
  },
  {
    "startTime": 151.7,
    "endTime": 156.54899999999998,
    "text": "Enjoy the blooms and haggle for jewelry at the flower and jade markets."
  },
  {
    "startTime": 157.5,
    "endTime": 167.0,
    "text": "Hunt down bargains in giant department stores like SOGO, or cruise the smaller boutiques and restaurants in Yongkang Street."
  },
  {
    "startTime": 167.0,
    "endTime": 179.6,
    "text": "Once you've explored Taipei's streets, rocket to the heavens aboard the high-speed elevators of Taipei 101, one of the world's tallest skyscrapers."
  },
  {
    "startTime": 179.8,
    "endTime": 193.5,
    "text": "While some have suggested that the design resembles a stack of noodle boxes, the tower is widely regarded as a stunning example of oriental revivalist architecture."
  },
  {
    "startTime": 193.5,
    "endTime": 197.6,
    "text": "There are plenty of natural vantage points around the city too."
  },
  {
    "startTime": 197.6,
    "endTime": 205.04,
    "text": "Just a 15-minute walk from Taipei 101 is Elephant Mountain, the most accessible of the cities peaks."
  },
  {
    "startTime": 205.9,
    "endTime": 214.049,
    "text": "There are no high-speed lifts here, but the 20 minute climb to the top is worth it, especially at sunset."
  },
  {
    "startTime": 215.6,
    "endTime": 219.18,
    "text": "For more great views, head to Maokong Mountain."
  },
  {
    "startTime": 219.6,
    "endTime": 227.1,
    "text": "The mountain's gondola service starts at the Taipei Zoo, the largest zoological collection in Asia."
  },
  {
    "startTime": 227.1,
    "endTime": 236.2,
    "text": "This zoo holds a special place in the hearts of locals, and the animals are treated like members of Taipei's extended family."
  },
  {
    "startTime": 236.2,
    "endTime": 242.33999999999997,
    "text": "From the zoo, step aboard a gondola and glide over the forest canopy to Maokong Mountain."
  },
  {
    "startTime": 242.6,
    "endTime": 248.2,
    "text": "With villages and temples to explore, Maokong makes a fabulous day trip."
  },
  {
    "startTime": 248.2,
    "endTime": 260.59999999999997,
    "text": "As an important tea growing area, it's also the place to learn the finer points of tea tasting and appreciation."
  },
  {
    "startTime": 260.7,
    "endTime": 271.8,
    "text": "You'll have to walk to get to Taipei's highest peak, Mount Qixing, which lies just to the north of the city in the Yangmingshan National Park."
  },
  {
    "startTime": 272.0,
    "endTime": 283.8,
    "text": "Climb the 1000 steps, up through the subtropical forest and into the grassy highlands that gave the area its original name, Grass Mountain."
  },
  {
    "startTime": 283.8,
    "endTime": 287.3,
    "text": "All that hiking and mountain air can build up an appetite."
  },
  {
    "startTime": 287.3,
    "endTime": 292.2,
    "text": "So when it's time to return to the city, head to the Shilin Night Market."
  },
  {
    "startTime": 292.2,
    "endTime": 308.58,
    "text": "At times, it seems half the population is here, doing what Taipei locals do best, enjoying great food, hunting down bargains and simply enjoying their incredible city."
  }
]