[
  {
    "startTime": 12.7,
    "endTime": 21.4,
    "text": "Sup playa? This week we in living color with The Giver by Lois Lowry."
  },
  {
    "startTime": 21.4,
    "endTime": 26.299999999999997,
    "text": "11-year old thug Jonas comin’ up in a trap dat at first seem pretty legit. Unlike"
  },
  {
    "startTime": 26.3,
    "endTime": 31.73,
    "text": "the crooked outside world, or “elsewhere,” this hood ain’t got no war, disease, hunger,"
  },
  {
    "startTime": 31.73,
    "endTime": 32.85,
    "text": "or poverty."
  },
  {
    "startTime": 32.85,
    "endTime": 37.800000000000004,
    "text": "Truth is, though, the only reason peeps keepin’ it so chill is cuz errybody"
  },
  {
    "startTime": 37.8,
    "endTime": 42.93,
    "text": "sippin on the philosophy of “sameness,” which basically mean two things: errybody"
  },
  {
    "startTime": 42.93,
    "endTime": 48.37,
    "text": "livin like a bunch of lame-ass drones to keep sh** peaceful, and a crew of old geezers callin"
  },
  {
    "startTime": 48.37,
    "endTime": 53.72,
    "text": "all the shots: who hooks up with who, how many babies a biddy can pop out. Sh** they"
  },
  {
    "startTime": 53.72,
    "endTime": 59.239,
    "text": "even makin you pop pillz dat kill a brutha’s mojo. Ugh. And when you too old to hack it"
  },
  {
    "startTime": 59.239,
    "endTime": 62.209999999999994,
    "text": "anymo, you get “released.” We’ll get to dat later."
  },
  {
    "startTime": 62.21,
    "endTime": 66.04,
    "text": "Now dat Jonas’s finally old enough to count the hairs on his nuts, dem old folk"
  },
  {
    "startTime": 66.04,
    "endTime": 71.47,
    "text": "give him the special job of “Receiver of Memories,” cuz unlike errybody else in the"
  },
  {
    "startTime": 71.47,
    "endTime": 75.689,
    "text": "streets, Jonas got “The Capacity to See Beyond.” See back when the hood decided"
  },
  {
    "startTime": 75.689,
    "endTime": 80.21,
    "text": "to start preachin dat “sameness” jive, dem old timers took all the world’s memories"
  },
  {
    "startTime": 80.21,
    "endTime": 84.17899999999999,
    "text": "and dumped em in the mind of just one G: the “Reciever.”"
  },
  {
    "startTime": 84.179,
    "endTime": 87.95,
    "text": "And now the old reciever gonna get up on his givin grind and pour da memories"
  },
  {
    "startTime": 87.95,
    "endTime": 90.52,
    "text": "outta his dome in to Jonas’s."
  },
  {
    "startTime": 90.52,
    "endTime": 94.65899999999999,
    "text": "As da Giver packin dem memories in to Jonas’s backside, Jonas be learnin about"
  },
  {
    "startTime": 94.659,
    "endTime": 100.57900000000001,
    "text": "all sorts of crazy sh*t he ain’t never known about- the sun, snow, love, and even war."
  },
  {
    "startTime": 100.579,
    "endTime": 105.109,
    "text": "By the time that Jonas gets a little taste of what the Giver dealin, J-Dog"
  },
  {
    "startTime": 105.109,
    "endTime": 110.08999999999999,
    "text": "realize that the memories of the world filled with too much pain, and not even the hardest"
  },
  {
    "startTime": 110.09,
    "endTime": 116.46900000000001,
    "text": "hustla can handle em solo without ODing. Jonas asks The Giver “why cant we all share this"
  },
  {
    "startTime": 116.469,
    "endTime": 120.80999999999999,
    "text": "pain, yo? Lighten the load, naw mean?” If we cut it up and share it with all the hood,"
  },
  {
    "startTime": 120.81,
    "endTime": 126.57900000000001,
    "text": "we can get this sh*t on lock. But the Giver like ain’t happenin yo. Regular homies don’t"
  },
  {
    "startTime": 126.579,
    "endTime": 131.2,
    "text": "want pain. They just wanna keep things as chill as possible. But Jonas ain’t buyin"
  },
  {
    "startTime": 131.2,
    "endTime": 131.79,
    "text": "dat mess."
  },
  {
    "startTime": 131.79,
    "endTime": 135.29,
    "text": "Then one day Jonas learn that gettin “released” is really just gettin"
  },
  {
    "startTime": 135.29,
    "endTime": 140.62,
    "text": "wasted by the man, and his little baby-buddy Gabriel is next on the hit list. So he say"
  },
  {
    "startTime": 140.62,
    "endTime": 143.329,
    "text": "“Man f*** this. I’m out.”"
  },
  {
    "startTime": 143.329,
    "endTime": 148.14000000000001,
    "text": "Since memories last forever, Jonas gonna get what he really wants: Cuz once he peaces outta"
  },
  {
    "startTime": 148.14,
    "endTime": 153.17,
    "text": "town, erryone’s gonna have to take a hit of dem painful memories. Even though he want"
  },
  {
    "startTime": 153.17,
    "endTime": 158.11999999999998,
    "text": "The Giver to come, the G-man like “Nah burh. I gotta hold it down and make sure nobody"
  },
  {
    "startTime": 158.12,
    "endTime": 162.59,
    "text": "loses their sh*t when they experience pain and loneliness for the first time.”"
  },
  {
    "startTime": 162.59,
    "endTime": 167.20000000000002,
    "text": "So Jonas grabs baby Gabe and rolls out to the outside world where things be all"
  },
  {
    "startTime": 167.2,
    "endTime": 172.48,
    "text": "sorts of nasty! But he gotta nut up and beast through it all to keep him and Gabe alive."
  },
  {
    "startTime": 172.48,
    "endTime": 176.31,
    "text": "When the book ends, Jonas and Gabe cruisin on a sled towards some bright lights"
  },
  {
    "startTime": 176.31,
    "endTime": 185.4,
    "text": "in a window. And that’s it. Da hell?"
  },
  {
    "startTime": 185.4,
    "endTime": 188.67000000000002,
    "text": "First thing you gotz to know is that when the author was a lil’ thug-ette she was"
  },
  {
    "startTime": 188.67,
    "endTime": 193.67999999999998,
    "text": "kickin it w peeps crazy bout keepin errybody in line. A lotta scholars think it made old"
  },
  {
    "startTime": 193.68,
    "endTime": 197.93,
    "text": "Lo-Lo wanna spit some raw truth bout what it’s like livin in a spot where somebody"
  },
  {
    "startTime": 197.93,
    "endTime": 200.609,
    "text": "ridin yo nuts 24/7."
  },
  {
    "startTime": 200.609,
    "endTime": 204.92000000000002,
    "text": "Having somebody bust yo ass til its raw is gonna do you just like Jonas’s boy"
  },
  {
    "startTime": 204.92,
    "endTime": 226.009,
    "text": "Asher got did when he wasn’t talkin right-"
  },
  {
    "startTime": 226.009,
    "endTime": 229.67,
    "text": "In a world where the law gets all up in your shit erry time you bone- up,"
  },
  {
    "startTime": 229.67,
    "endTime": 232.53,
    "text": "sometimes better to just throw up the deuce to all dem haters."
  },
  {
    "startTime": 232.53,
    "endTime": 237.379,
    "text": "But at the beginning of the book Lowry makin it seem like Jonas’s hood is the place to be."
  },
  {
    "startTime": 237.379,
    "endTime": 242.14999999999998,
    "text": "Fo example, it seem like Jonas’s daddy is a super righteous dude since he got"
  },
  {
    "startTime": 242.15,
    "endTime": 247.829,
    "text": "an ideal family and all he do is take care babies all day. Fool’s job title is even"
  },
  {
    "startTime": 247.829,
    "endTime": 248.53,
    "text": "NURTERER."
  },
  {
    "startTime": 248.53,
    "endTime": 251.719,
    "text": "But on the real, there be some shady sh** goin down under the"
  },
  {
    "startTime": 251.719,
    "endTime": 256.26,
    "text": "surface. When the Giver show Jonas a video of his daddy on the grind, he realize that"
  },
  {
    "startTime": 256.26,
    "endTime": 261.78999999999996,
    "text": "pops ain’t just about nursin’ babies, he also kill the ones that ain’t up to snuff."
  },
  {
    "startTime": 261.79,
    "endTime": 262.62,
    "text": "Uh- uhh!"
  },
  {
    "startTime": 262.62,
    "endTime": 266.34000000000003,
    "text": "When Jonas realize how backwards things in his hood be, he try to"
  },
  {
    "startTime": 266.34,
    "endTime": 270.66999999999996,
    "text": "use dem memories to open up erryone else’s eyes, but ain’t none of his homies can feel"
  },
  {
    "startTime": 270.67,
    "endTime": 275.59000000000003,
    "text": "him on dat. Like my boy Ivan said in Solzhenitsyn’s “One Day in the Life of Ivan Denisovich”-"
  },
  {
    "startTime": 275.59,
    "endTime": 280.51,
    "text": "“How can you expect a man who’s warm to understand a man who’s cold?”"
  },
  {
    "startTime": 280.51,
    "endTime": 284.57,
    "text": "So in a way, Jonas just like dat biblical gangsta Jonah, who was sent by the"
  },
  {
    "startTime": 284.57,
    "endTime": 290.39,
    "text": "big G-man to tell the crooked cats of Nineveh that they best change their ways. And likewise,"
  },
  {
    "startTime": 290.39,
    "endTime": 294.91999999999996,
    "text": "Jonas gotta spread dat pain and feeling even though them duds in the hood don’t want"
  },
  {
    "startTime": 294.92,
    "endTime": 295.72,
    "text": "him to."
  },
  {
    "startTime": 295.72,
    "endTime": 300.54,
    "text": "Homies always sayin ignorance is bliss, but is it? Well the truth hurts dats fo’ damn"
  },
  {
    "startTime": 300.54,
    "endTime": 303.76000000000005,
    "text": "sure. But on the real, a playa can’t experience life"
  },
  {
    "startTime": 303.76,
    "endTime": 315.28,
    "text": "without experiencin pain. Naw mean?"
  },
  {
    "startTime": 315.28,
    "endTime": 319.38,
    "text": "And on the same note, how you gonna know life without subscribing, man?"
  },
  {
    "startTime": 319.38,
    "endTime": 329.38,
    "text": "Catch me next time. Peace."
  }
]