[
  {
    "startTime": 17.62,
    "endTime": 27.98,
    "text": "When you hear crickets chirping, what do you think of? Warm summer nights, grassy fields, the awkward silence that happens when a joke falls flat?"
  },
  {
    "startTime": 27.98,
    "endTime": 40.7,
    "text": "When I think of crickets, I think of the future of food. Because I eat crickets almost everyday in the form of baked goods, like this, which I made from cricket flour."
  },
  {
    "startTime": 40.7,
    "endTime": 49.980000000000004,
    "text": "It might be difficult for a lot of people to consider eating whole insects, but they become a lot more manageable when they're in this format."
  },
  {
    "startTime": 49.98,
    "endTime": 56.68,
    "text": "This is cricket flour, which I make from whole insects that are dried and milled into a fine, nutty powder."
  },
  {
    "startTime": 56.68,
    "endTime": 64.68,
    "text": "And it's packed with nutrients, it has healthy fats, vitamins and minerals, and around 70 grams of protein per serving."
  },
  {
    "startTime": 64.68,
    "endTime": 75.48,
    "text": "And I'm in pretty good company when it comes to eating insects.This dish that you see right here is served at Noma in Copenhagen, which has been named the number one restaurant in the world for the past several years."
  },
  {
    "startTime": 75.48,
    "endTime": 79.52000000000001,
    "text": "We can even say that crickets are on the cusp of becoming trendy."
  },
  {
    "startTime": 79.52,
    "endTime": 88.46,
    "text": "In my previous life before I started Bitty Foods, I was a trend forecaster and consumer researcher in the media and technology industries."
  },
  {
    "startTime": 88.46,
    "endTime": 95.52,
    "text": "And looking through the lens of a trend forecaster, I see a powerful shift happening in the way that people think about food"
  },
  {
    "startTime": 95.52,
    "endTime": 102.24,
    "text": "People are more interested in sustainability than ever before and understanding where their food comes from, which is why we're all here today."
  },
  {
    "startTime": 102.24,
    "endTime": 108.78,
    "text": "And thanks to the internet, we're constantly being exposed to new trends and ideas and even new cuisines."
  },
  {
    "startTime": 108.78,
    "endTime": 118.7,
    "text": "Like this three bee salad from Chef David George Gordon. You may already know some of the reasons why eating insects is a good idea."
  },
  {
    "startTime": 118.7,
    "endTime": 128.28,
    "text": "By the year 2050, there will be an additional 2 billion people on the planet and economists say that we are unlikely to have the food resources to feed everyone."
  },
  {
    "startTime": 128.28,
    "endTime": 139.6,
    "text": "We are facing a global food crisis. And our current agricultural production will not scale to feed 9+ billion people."
  },
  {
    "startTime": 139.6,
    "endTime": 148.74,
    "text": "Economists say that by the year 2050, meat will become a luxury product. In their direst estimates, beef will be priced like caviar."
  },
  {
    "startTime": 148.74,
    "endTime": 156.16,
    "text": "It will be a rare luxury for many of us, and for many many more of us, it will be completely unattainable."
  },
  {
    "startTime": 156.16,
    "endTime": 168.8,
    "text": "Insects, on the other hand, are a highly sustainable form of protein. They can be grown with very little land and very little water, and they have a feed to meat conversion ratio 10 times more efficient than beef."
  },
  {
    "startTime": 168.8,
    "endTime": 180.46,
    "text": "Insects are in fact, the most efficient form of protein on planet Earth. Last May, the United Nations Food and Agriculture Organization published a 200 page report"
  },
  {
    "startTime": 180.46,
    "endTime": 187.86,
    "text": "that made world headlines for its conclusion that edible insects could be the key to global food sustainability."
  },
  {
    "startTime": 187.86,
    "endTime": 203.44000000000003,
    "text": "Among their findings, if everyone in the world started eating insects, and they became a part of our mainstream food supply, we could reclaim 30% of the earth's land surface, which is currently being used by the livestock industry"
  },
  {
    "startTime": 203.44,
    "endTime": 210.04,
    "text": "to grow animals and the grains that the animals eat. That's a third of the Earth."
  },
  {
    "startTime": 210.04,
    "endTime": 220.44,
    "text": "We could reduce our greenhouse gas emissions by 18% and we could lower the cost of food all around the world by about 33%."
  },
  {
    "startTime": 220.44,
    "endTime": 232.1,
    "text": "I can't think of another food source that could have this kind of impact on both the environment and the global economy, and that in a nutshell is why I eat bugs."
  },
  {
    "startTime": 232.1,
    "endTime": 242.72,
    "text": "But eating bugs doesn't normally look like this. This is me in my kitchen baking cricket flour muffins. Normally when we think about eating insects, we think of people in times of strife"
  },
  {
    "startTime": 242.72,
    "endTime": 254.6,
    "text": "desperate people who are in a famine situation or Fear Factor contestants. But I'm looking to change that perception by turning insects into an aspirational food."
  },
  {
    "startTime": 254.6,
    "endTime": 260.7,
    "text": "A highly nutritious food that is sought out by thought leaders like you, and I think we can do that in the next couple of years."
  },
  {
    "startTime": 260.7,
    "endTime": 270.15999999999997,
    "text": "And I also think that within the next decade, insects will move from being a crazy, edgy food to being a completely mainstream food for most people."
  },
  {
    "startTime": 270.16,
    "endTime": 284.38000000000005,
    "text": "To help foster that cultural change, I'm starting with the cricket. There are 2,000 different species of insects that can be eaten and are eaten by humans around the world, but I think crickets have a very nice cultural association for Westerners."
  },
  {
    "startTime": 284.38,
    "endTime": 297.32,
    "text": "Like we talked about before with the nice chirping and the summer nights. And, they don't carry any diseases that are transmissible to humans, and not to be confused with locusts, they don't destroy crops either."
  },
  {
    "startTime": 297.32,
    "endTime": 312.59999999999997,
    "text": "Although crickets are delicious boiled, sautéed, fried, and in many other preparations, I think that reducing their friction and making them more easy to think about, by turning them into a flour is the way that we're going to be able to introduce them to the Western world."
  },
  {
    "startTime": 312.6,
    "endTime": 322.26000000000005,
    "text": "And so, I turn them into a nutty tasting earthy flour and I bake them into cookies and muffins, and other baked goods through my company Bitty Foods."
  },
  {
    "startTime": 322.26,
    "endTime": 332.26,
    "text": "And if you are convinced as I am, that insects are worth trying, I invite you to join me in tasting some cricket cookies when we break for lunch. Thank you."
  }
]