[
  {
    "startTime": 14.19,
    "endTime": 21.9,
    "text": "The festival came about because we had access to a series of films, which had been recently"
  },
  {
    "startTime": 21.9,
    "endTime": 30.119999999999997,
    "text": "released by the Taiwan government."
  },
  {
    "startTime": 30.12,
    "endTime": 34.1,
    "text": "So we had a set of films from the last four decades,"
  },
  {
    "startTime": 34.1,
    "endTime": 40.129000000000005,
    "text": "and realised that there really wasn't much of a space for Taiwan film in Australia."
  },
  {
    "startTime": 40.129,
    "endTime": 46.379999999999995,
    "text": "And as part of our core vision, at CIW, to engage with all aspects of the Chinese cultural world,"
  },
  {
    "startTime": 46.38,
    "endTime": 52.269000000000005,
    "text": "we thought, with the resources we have, we could put together a film festival, which"
  },
  {
    "startTime": 52.269,
    "endTime": 55.358999999999995,
    "text": "to my knowledge, hasn't actually happened in Australia."
  },
  {
    "startTime": 55.359,
    "endTime": 58.809000000000005,
    "text": "I don't think there has been a Taiwan film festival, despite the fact that there are"
  },
  {
    "startTime": 58.809,
    "endTime": 70.08,
    "text": "numerous festivals for different cinemas from around the world."
  },
  {
    "startTime": 70.08,
    "endTime": 79.84,
    "text": "Rebels of Neon God is really the first film that made Tsai Ming-Liang known for what he"
  },
  {
    "startTime": 79.84,
    "endTime": 85.08,
    "text": "has become. He has described himself as a slow director."
  },
  {
    "startTime": 85.08,
    "endTime": 89.74,
    "text": "There is a kind of monotony, there is a beat and a pulse."
  },
  {
    "startTime": 89.74,
    "endTime": 96.35,
    "text": "There is a digital soundtrack. Which is really inspired by the arcade games"
  },
  {
    "startTime": 96.35,
    "endTime": 101.61,
    "text": "of that era. And the characters in the film are often shown"
  },
  {
    "startTime": 101.61,
    "endTime": 106.65,
    "text": "at night. And they are moving around the streets. They are moving in and out of arcades. And"
  },
  {
    "startTime": 106.65,
    "endTime": 111.30000000000001,
    "text": "there is that sense of that 90s digital urban culture."
  },
  {
    "startTime": 111.3,
    "endTime": 117.38,
    "text": "And so, his idea for the film was really based on trying to capture something alternative"
  },
  {
    "startTime": 117.38,
    "endTime": 121.47999999999999,
    "text": "about urban youth, at that time. And something uncertain."
  },
  {
    "startTime": 121.48,
    "endTime": 127.03,
    "text": "The film opens with a scene of these two friends basically breaking into a telephone box and"
  },
  {
    "startTime": 127.03,
    "endTime": 134.95,
    "text": "stealing a bunch of money with a power screwdriver. So there is that sense of being on the edge"
  },
  {
    "startTime": 134.95,
    "endTime": 144.01,
    "text": "of something not quite legal, not quite know. Danger, and yet, the fragility of youth, all"
  },
  {
    "startTime": 144.01,
    "endTime": 152.88,
    "text": "within this gritty urban context. And his films often have focused on the marginal."
  },
  {
    "startTime": 152.88,
    "endTime": 157.66,
    "text": "The outskirts, the undesired. On Friday night for the opening, there is"
  },
  {
    "startTime": 157.66,
    "endTime": 165.74,
    "text": "The City of Sadness, which is probably one of the masterpieces of Taiwanese recent cinema."
  },
  {
    "startTime": 165.74,
    "endTime": 170.63,
    "text": "And I would say in terms of world cinema, is really quite amazing."
  },
  {
    "startTime": 170.63,
    "endTime": 177.26999999999998,
    "text": "So on Saturday night, we have Monga. Which was incredibly successful. And outsold"
  },
  {
    "startTime": 177.27,
    "endTime": 183.36,
    "text": "Avatar at the box office. One of the reasons for that is that it has"
  },
  {
    "startTime": 183.36,
    "endTime": 188.53,
    "text": "a star-studded cast of young, good looking, very popular actors."
  },
  {
    "startTime": 188.53,
    "endTime": 195.59,
    "text": "But the film itself also deals with really high action story, which has a bit of everything."
  },
  {
    "startTime": 195.59,
    "endTime": 202.63,
    "text": "There is romance. There is action. There is tension within the young gang members."
  },
  {
    "startTime": 202.63,
    "endTime": 208.709,
    "text": "Visually the film is very lush. Very very saturated colours."
  },
  {
    "startTime": 208.709,
    "endTime": 217.56,
    "text": "A lot of scenes of a particular area of Taipei which is a bit old. A bit rough around the edges."
  },
  {
    "startTime": 217.56,
    "endTime": 223.62,
    "text": "And the story also is reflecting change."
  },
  {
    "startTime": 223.62,
    "endTime": 230.06,
    "text": "There is definitely a cinematic Asian action movie legacy, which is there."
  },
  {
    "startTime": 230.06,
    "endTime": 233.9,
    "text": "And you can see that also in the fact that"
  },
  {
    "startTime": 233.9,
    "endTime": 240.37,
    "text": "these actors, and the characters are so cool, the way that they are dressed, the way that"
  },
  {
    "startTime": 240.37,
    "endTime": 245.02,
    "text": "they act. There is a real sense of contemporary style,"
  },
  {
    "startTime": 245.02,
    "endTime": 253.46,
    "text": "and really cool aspect about them, which comes from things like Monga and the influence of"
  },
  {
    "startTime": 253.46,
    "endTime": 259.069,
    "text": "some Japanese, in contemporary culture, probably. There are many exciting things about the film festival."
  },
  {
    "startTime": 259.069,
    "endTime": 261.41,
    "text": "But obviously one of them for us is the fact"
  },
  {
    "startTime": 261.41,
    "endTime": 263.93,
    "text": "that we can work with the National Film and Sound Archive."
  },
  {
    "startTime": 263.93,
    "endTime": 268.24,
    "text": "They have been very positive about presenting this together. As a way of showing that they"
  },
  {
    "startTime": 268.24,
    "endTime": 278.24,
    "text": "are working on something new for the Arc cinema and for the Archive itself."
  }
]