[
  {
    "startTime": 0.16,
    "endTime": 4.08,
    "text": "Hi, I’m Craig. Shampoo has come a long way since 1882. Back then, one of the leading"
  },
  {
    "startTime": 4.08,
    "endTime": 8.269,
    "text": "shampoos Slidall’s Soap billed itself as “The Soap for All Uses”, and boy did it"
  },
  {
    "startTime": 8.269,
    "endTime": 12.280000000000001,
    "text": "stretch that claim. Not only was it marketed as a cleaner for hair and body, but the ads"
  },
  {
    "startTime": 12.279,
    "endTime": 17.579,
    "text": "also suggested using it to clean your toilet, laundry, kitchen counters, babies, dogs, harnesses,"
  },
  {
    "startTime": 17.579,
    "endTime": 21.239,
    "text": "carriages, and both natural and artificial teeth. And that’s just the first of many"
  },
  {
    "startTime": 21.25,
    "endTime": 25.089,
    "text": "FLAKY facts the scientists at Head & Shoulders are helping us clear up. I hope I don't MOUSSE"
  },
  {
    "startTime": 25.089,
    "endTime": 29.128999999999998,
    "text": "this up. This is going to be BUN, I mean, FUN. ‘Cause your hair is in a bun…"
  },
  {
    "startTime": 29.129,
    "endTime": 30.109,
    "text": "you know what I’m talking about."
  },
  {
    "startTime": 37.88,
    "endTime": 41.42,
    "text": "Shampoos have become way gentler since the 1800s, and the formulas have gotten smarter"
  },
  {
    "startTime": 41.429,
    "endTime": 45.378,
    "text": "in the 125 years since then. But why do people even shampoo in the first place? One of the"
  },
  {
    "startTime": 45.378,
    "endTime": 49.558,
    "text": "reasons we need the lathery goop is that human scalps are basically waterproof. Glands underneath"
  },
  {
    "startTime": 49.558,
    "endTime": 54.439,
    "text": "our skin manufacture sebum, an oily substance that coats hair follicles. In the process,"
  },
  {
    "startTime": 54.439,
    "endTime": 59.259,
    "text": "sebum makes hair clump together and appear greasy. But because sebum is so good at waterproofing"
  },
  {
    "startTime": 59.259,
    "endTime": 63.058,
    "text": "the hair shafts, a phrase I never thought I’d say, a mere shower or bath won’t do"
  },
  {
    "startTime": 63.058,
    "endTime": 64.819,
    "text": "much in the way of actually cleansing the scalp."
  },
  {
    "startTime": 64.819,
    "endTime": 69.009,
    "text": "To get past those waterproofed hair shafts, shampoos contain two-faced chemical compounds"
  },
  {
    "startTime": 69.01,
    "endTime": 72.7,
    "text": "called surfactants. Half of each surfactant wants to dissolve in water, and the other"
  },
  {
    "startTime": 72.7,
    "endTime": 76.9,
    "text": "half wants nothing to do with H2O. When hair meets water that has interacted with surfactants,"
  },
  {
    "startTime": 76.9,
    "endTime": 82.10000000000001,
    "text": "it creates a party where everyone’s invited, including sebum, dirt, grime, Gary from down"
  },
  {
    "startTime": 82.099,
    "endTime": 84.739,
    "text": "the hall. That’s what the lather is there for. Not only does it make your head feel"
  },
  {
    "startTime": 84.739,
    "endTime": 89.14,
    "text": "like a root beer float, it washes away clean, taking all the gunk and previously non-water-soluble"
  },
  {
    "startTime": 89.14,
    "endTime": 90.349,
    "text": "matter with it."
  },
  {
    "startTime": 90.349,
    "endTime": 93.32900000000001,
    "text": "In 1908, New York’s biggest papers started publishing columns on “How to Shampoo the"
  },
  {
    "startTime": 93.329,
    "endTime": 95.84899999999999,
    "text": "Hair.” That’s because most people in the world didn’t know how to shampoo their hair."
  },
  {
    "startTime": 95.849,
    "endTime": 100.059,
    "text": "So that was good of them, giving the people what they need. That’s what the media always"
  },
  {
    "startTime": 100.06,
    "endTime": 104.06,
    "text": "does. Always. The piece suggested washing your hair once every two weeks instead of"
  },
  {
    "startTime": 104.06,
    "endTime": 106.10000000000001,
    "text": "the more common practice of once every six weeks."
  },
  {
    "startTime": 106.099,
    "endTime": 110.059,
    "text": "Of course, bathing itself, wasn’t that popular in history. Partially because everyone wanted"
  },
  {
    "startTime": 110.06,
    "endTime": 114.84,
    "text": "to act royal, and kings and queens HATED taking baths. Louis XIII liked to brag, “I take"
  },
  {
    "startTime": 114.84,
    "endTime": 118.82000000000001,
    "text": "after my father. I smell of armpits!” Henry VIII could literally be smelled from three"
  },
  {
    "startTime": 118.819,
    "endTime": 122.879,
    "text": "rooms away. And Queen Elizabeth I proudly declared that she took a bath, “once a month,"
  },
  {
    "startTime": 122.879,
    "endTime": 125.32900000000001,
    "text": "whether she needed to or not.” We’re guessing she needed to."
  },
  {
    "startTime": 125.329,
    "endTime": 128.72799999999998,
    "text": "How many times a week should you be shampooing? According to experts, two or three times a"
  },
  {
    "startTime": 128.729,
    "endTime": 132.53,
    "text": "week is a good rule of thumb. You should also clean your thumb. According to me. Of course,"
  },
  {
    "startTime": 132.53,
    "endTime": 136.37,
    "text": "certain conditions demand more or less shampoo. If you’ve got malassezia globosa up there--"
  },
  {
    "startTime": 136.37,
    "endTime": 140.609,
    "text": "the scalp fungus that causes dandruff, you might need to scale it up to keep them flakes under control."
  },
  {
    "startTime": 140.699,
    "endTime": 143.839,
    "text": "Ever wonder why there’s silicone in your dandruff shampoo? Polymers like silicone are"
  },
  {
    "startTime": 143.84,
    "endTime": 147.59,
    "text": "added to all sorts of shampoos to safely re-coat the hair cuticles after they’ve been cleaned."
  },
  {
    "startTime": 147.59,
    "endTime": 150.92000000000002,
    "text": "The coating smoothes them down and adds a lubricating and protective sheath to keep"
  },
  {
    "startTime": 150.919,
    "endTime": 152.559,
    "text": "your hair feeling healthy."
  },
  {
    "startTime": 152.56,
    "endTime": 156.25,
    "text": "Shampoos also get fancy with their polymers—some add volume or weight or increase the shine"
  },
  {
    "startTime": 156.25,
    "endTime": 160.199,
    "text": "and feel, while others protect from things like UV rays—but, in essence, they all work"
  },
  {
    "startTime": 160.199,
    "endTime": 166.43900000000002,
    "text": "like waterproofing sealant on a deck. Don’t host barbecues on your hair, okay? Yowza."
  },
  {
    "startTime": 166.439,
    "endTime": 170.759,
    "text": "Ever wonder how astronauts wash their hair in space? NASA gives them a rinseless shampoo"
  },
  {
    "startTime": 170.759,
    "endTime": 175.23899999999998,
    "text": "that you simply apply and towel dry. But the no fuss shampoo wasn’t created in a NASA"
  },
  {
    "startTime": 175.24,
    "endTime": 178.20000000000002,
    "text": "lab. It was originally developed for hospital patients who couldn’t take showers."
  },
  {
    "startTime": 178.199,
    "endTime": 182.609,
    "text": "That’s not the only shampoo technology invented for the sick. To reduce the burden on nurses"
  },
  {
    "startTime": 182.61,
    "endTime": 187.43,
    "text": "and careworkers, Japanese scientists developed a shampoo robot in 2011. The gadget scans"
  },
  {
    "startTime": 187.43,
    "endTime": 191.51000000000002,
    "text": "the scalp, determines how best to apply pressure to your head, and then works the suds through"
  },
  {
    "startTime": 191.509,
    "endTime": 193.939,
    "text": "with its eight magical fingers. That’s awesome!"
  },
  {
    "startTime": 193.939,
    "endTime": 198.379,
    "text": "It’s easy to overlook how much testing goes into many shampoos. According to one scientist,"
  },
  {
    "startTime": 198.379,
    "endTime": 202.689,
    "text": "the tools in her lab include a controlled humidity room to analyze whether a new formula"
  },
  {
    "startTime": 202.689,
    "endTime": 206.5,
    "text": "will make her hair frizz up, a fragrance center to experiment with how scents are released"
  },
  {
    "startTime": 206.5,
    "endTime": 210.459,
    "text": "with water, a special comb that measures the force it takes to detangle freshly shampoo-ed"
  },
  {
    "startTime": 210.459,
    "endTime": 214.439,
    "text": "wet locks, a friction apparatus that simulates what people feel when they play with the tips"
  },
  {
    "startTime": 214.439,
    "endTime": 218.129,
    "text": "of their hair, and a lathering center to determine just how many suds your perfectly calibrated"
  },
  {
    "startTime": 218.129,
    "endTime": 219.459,
    "text": "shampoo should have."
  },
  {
    "startTime": 219.459,
    "endTime": 222.52,
    "text": "The shampoo you get in the US is probably a little different from the same stuff you"
  },
  {
    "startTime": 222.52,
    "endTime": 226.43,
    "text": "get in other countries. Shampoo makers adjust their formulas because water quality fluctuates"
  },
  {
    "startTime": 226.43,
    "endTime": 230.18,
    "text": "depending on where you live. Hard water, for example, has higher mineral and deposit content"
  },
  {
    "startTime": 230.18,
    "endTime": 233.84,
    "text": "that can overwhelm a surfactant, so other chemicals have to be added to the shampoo"
  },
  {
    "startTime": 233.84,
    "endTime": 236.64000000000001,
    "text": "to counteract the ions that make the surfactants ineffective."
  },
  {
    "startTime": 236.639,
    "endTime": 241.109,
    "text": "Since the 1960s, scientists have been fascinated with shampoo’s fluid dynamics. It was those"
  },
  {
    "startTime": 241.11,
    "endTime": 245.49,
    "text": "crazy free-wheelin’ fluid dynamic ‘60’s. Like many fluids, shampoo coils up as you"
  },
  {
    "startTime": 245.49,
    "endTime": 249.59,
    "text": "pour it onto a surface and the liquid slowly moves downward. But then, every once in a"
  },
  {
    "startTime": 249.59,
    "endTime": 254.09,
    "text": "while, the shampoo stream will bounce up like a rubber ball. BOING! That uncanny behaviour"
  },
  {
    "startTime": 254.09,
    "endTime": 257.988,
    "text": "is called the Kayes Effect, and it took scientists about 40 years to explain the mechanism."
  },
  {
    "startTime": 257.988,
    "endTime": 261.099,
    "text": "You want another strange and wonderful thing about shampoos? Because shampoos are good"
  },
  {
    "startTime": 261.1,
    "endTime": 265.0,
    "text": "at breaking down body oils, putting a dab on the inside of your shirt collar can help"
  },
  {
    "startTime": 265.0,
    "endTime": 266.779,
    "text": "clear away your greasy collar stains."
  },
  {
    "startTime": 266.779,
    "endTime": 270.679,
    "text": "Recently, American scientists discovered that by using a tweaked shampoo recipe on old woolly"
  },
  {
    "startTime": 270.68,
    "endTime": 274.319,
    "text": "mammoth hair, they could remove the extraneous bacteria from the strands and get clean DNA"
  },
  {
    "startTime": 274.319,
    "endTime": 277.709,
    "text": "samples. The discovery has helped them to declare a new species of woolly mammoth, and"
  },
  {
    "startTime": 277.709,
    "endTime": 280.629,
    "text": "they’re eager to use the shampoo on other museum animals. I mean, I’ve been doing"
  },
  {
    "startTime": 280.629,
    "endTime": 285.319,
    "text": "that for years. But I got kicked out. I discovered some stuff. I’m not going to tell you about it though."
  },
  {
    "startTime": 285.668,
    "endTime": 289.049,
    "text": "Finally, I return to the salon to tell you that baby shampoos are just shampoos that"
  },
  {
    "startTime": 289.05,
    "endTime": 293.15000000000003,
    "text": "use milder surfactants and don’t have special polymers or moisturizing agents, as a matter"
  },
  {
    "startTime": 293.149,
    "endTime": 297.849,
    "text": "of surfact. Babies’ glands create sebum at a much slower pace than adults’, so their"
  },
  {
    "startTime": 297.85,
    "endTime": 301.35,
    "text": "hair is usually less oily and greasy. Also they’re wittle babies who have no say in"
  },
  {
    "startTime": 301.35,
    "endTime": 306.27000000000004,
    "text": "what their parents put in their hair, so the joke’s on them. HA. You got no options, kid!"
  },
  {
    "startTime": 306.459,
    "endTime": 309.579,
    "text": "Thanks for watching Mental Floss on YouTube, made with the help of these flaky people."
  },
  {
    "startTime": 309.589,
    "endTime": 313.709,
    "text": "And thanks again to Head & Shoulders for helping us make this episode possible. And to Sofia"
  },
  {
    "startTime": 313.709,
    "endTime": 317.259,
    "text": "Vergara, whose flake-less flowing hair was an inspiration for every single fact in this"
  },
  {
    "startTime": 317.259,
    "endTime": 321.099,
    "text": "episode. Except the one about Baby Shampoo. That was inspired by a dandruff-free baby."
  },
  {
    "startTime": 323.839,
    "endTime": 327.459,
    "text": "A random one… you know which one you are."
  }
]