[
  {
    "startTime": 3.1,
    "endTime": 4.9,
    "text": "It's not often discussed."
  },
  {
    "startTime": 5.0,
    "endTime": 14.3,
    "text": "We like to put on a sunny façade, but behind closed doors, many of us go in for one of the most tragicomic behaviors of relationships."
  },
  {
    "startTime": 14.4,
    "endTime": 15.5,
    "text": "Sulking."
  },
  {
    "startTime": 16.3,
    "endTime": 18.900000000000002,
    "text": "A sulk typically starts over a disappointment."
  },
  {
    "startTime": 19.0,
    "endTime": 22.1,
    "text": "Most often over an objectively rather small matter."
  },
  {
    "startTime": 22.2,
    "endTime": 28.5,
    "text": "Lars didn't ask Mille how her day was. Christine forgot to notice Lauret's new haircut."
  },
  {
    "startTime": 28.6,
    "endTime": 32.1,
    "text": "Woori wasn't paying Chung Ho enough attention at the party."
  },
  {
    "startTime": 32.2,
    "endTime": 35.0,
    "text": "But what follows isn't an argument."
  },
  {
    "startTime": 37.8,
    "endTime": 39.599999999999994,
    "text": "It's an eerie silence."
  },
  {
    "startTime": 39.7,
    "endTime": 48.0,
    "text": "A domestic cold-war where enquiries as to \"what's wrong?\" are met with by one resolute stony word, \"Nothing.\""
  },
  {
    "startTime": 48.0,
    "endTime": 51.6,
    "text": "What is a sulk? It's made up of two things:"
  },
  {
    "startTime": 51.7,
    "endTime": 57.2,
    "text": "disappointment and a deep-seated refusal to explain what the disappointment is about."
  },
  {
    "startTime": 57.3,
    "endTime": 60.0,
    "text": "Why don't we tell our lovers what's upsetting us?"
  },
  {
    "startTime": 60.1,
    "endTime": 64.3,
    "text": "After all, we explain so many things to so many people in the course of our lives."
  },
  {
    "startTime": 64.4,
    "endTime": 70.5,
    "text": "We don't explain because of a peculiar assumption about the nature of love."
  },
  {
    "startTime": 70.5,
    "endTime": 71.9,
    "text": "[Love means not having to spell everything out]"
  },
  {
    "startTime": 72.0,
    "endTime": 78.0,
    "text": "Even people who are very good with words might not, when they're with their lover, be in the mood to explain very much."
  },
  {
    "startTime": 78.1,
    "endTime": 80.8,
    "text": "Where does this commitment silence come from?"
  },
  {
    "startTime": 81.5,
    "endTime": 85.2,
    "text": "It begins when we first learn about love."
  },
  {
    "startTime": 85.3,
    "endTime": 92.6,
    "text": "When we were tiny we couldn't and didn't need to make our intentions known directly to those who loved us best."
  },
  {
    "startTime": 92.7,
    "endTime": 95.7,
    "text": "They knew what we wanted to eat just like that."
  },
  {
    "startTime": 95.8,
    "endTime": 101.7,
    "text": "They made sure we were comfortable. They took the trouble to guess what we wanted."
  },
  {
    "startTime": 101.8,
    "endTime": 108.0,
    "text": "This gave us a template, but a deeply unhelpful one, about what adult love might be like."
  },
  {
    "startTime": 108.0,
    "endTime": 116.2,
    "text": "In the early days of a new relationship, there are some blissful moments when two people understand each other without needing to say very much."
  },
  {
    "startTime": 116.3,
    "endTime": 125.8,
    "text": "They magically agree on things, they sense a connection unlike any other, but this is ultimately very misleading."
  },
  {
    "startTime": 125.8,
    "endTime": 129.8,
    "text": "In truth all of us are as adults bafflingly complicated."
  },
  {
    "startTime": 129.9,
    "endTime": 141.20000000000002,
    "text": "To expect someone to understand us long-term without us having to explain is equivalent to expecting someone to work out how nuclear fission works simply by looking at the outside a power station."
  },
  {
    "startTime": 141.3,
    "endTime": 148.5,
    "text": "For others not to understand this without explanation is no sign they're evil, just that they're human."
  },
  {
    "startTime": 148.6,
    "endTime": 153.9,
    "text": "Before retreating into a sulk, we should always do our partners the honor of a small seminar."
  },
  {
    "startTime": 154.0,
    "endTime": 160.4,
    "text": "Part of love means accepting the need to teach others in kind and patient ways about who we are."
  },
  {
    "startTime": 160.5,
    "endTime": 170.3,
    "text": "At the same time, when we unwittingly unleash a sulk, we should realize that the sulker is being strange in silent not because they're mean but because, at heart, they're scared."
  },
  {
    "startTime": 170.4,
    "endTime": 173.4,
    "text": "They may be big and competent in many areas,"
  },
  {
    "startTime": 173.5,
    "endTime": 180.3,
    "text": "yet inside they must be feeling like a defenseless baby in the hands of someone who seems not to know how to look after them."
  },
  {
    "startTime": 180.4,
    "endTime": 198.8,
    "text": "The greatest gift we can give our lovers are explanations as calm as we can make them using lots of words about what we're truly like in all our madness, complexity, and strangeness."
  }
]