[
  {
    "startTime": 1.709,
    "endTime": 7.880000000000001,
    "text": "Hi. Welcome back to www.engvid.com. I'm Adam. Today's lesson is going to be for those of"
  },
  {
    "startTime": 7.88,
    "endTime": 12.69,
    "text": "you who are going to take the TOEFL or IELTS test. So just so you understand, I will be"
  },
  {
    "startTime": 12.69,
    "endTime": 16.736,
    "text": "speaking at a more natural speed. It will be a little bit faster than some of you are"
  },
  {
    "startTime": 16.736,
    "endTime": 22.029,
    "text": "used to. But listen anyway, and watch. It's very good for listening practice, and it will"
  },
  {
    "startTime": 22.029,
    "endTime": 28.399,
    "text": "be helpful regardless. So today's lesson is specifically about note taking skills. I'm"
  },
  {
    "startTime": 28.399,
    "endTime": 32.189,
    "text": "going to concentrate on the TOEFL, but it is also very useful for the people taking"
  },
  {
    "startTime": 32.189,
    "endTime": 37.559,
    "text": "an IELTS test. Now, if you've seen my time management class for IELTS, you will realize"
  },
  {
    "startTime": 37.559,
    "endTime": 41.8,
    "text": "that in the listening section, it's very important to know how to take notes. You don't want"
  },
  {
    "startTime": 41.8,
    "endTime": 48.218999999999994,
    "text": "to waste time concentrating on spelling and writing full words while the recording is playing"
  },
  {
    "startTime": 48.219,
    "endTime": 53.396,
    "text": "because you have time at the end to transfer your answers. That's when you want to write"
  },
  {
    "startTime": 53.396,
    "endTime": 60.039,
    "text": "correctly spelled answers and everything. You want to just make sure during the listening"
  },
  {
    "startTime": 60.039,
    "endTime": 63.899,
    "text": "section that you write enough to know what the word is. We're going to get into that"
  },
  {
    "startTime": 63.899,
    "endTime": 68.765,
    "text": "a little bit later. What I want to concentrate on mostly, though, is the TOEFL test, okay?"
  },
  {
    "startTime": 68.765,
    "endTime": 75.25,
    "text": "Because in the TOEFL test, it is crucial that you know how to take notes. Why? You have"
  },
  {
    "startTime": 75.25,
    "endTime": 80.43,
    "text": "a listening section; you have a speaking section; you have a writing section, all of which have"
  },
  {
    "startTime": 80.43,
    "endTime": 84.75,
    "text": "a listening component. Remember; this is an integrated test. You're going to have to listen"
  },
  {
    "startTime": 84.75,
    "endTime": 88.205,
    "text": "in each one of these sections. Okay?"
  },
  {
    "startTime": 88.205,
    "endTime": 93.1,
    "text": "In the listening section, what many people don't realize who haven't taken a test yet:"
  },
  {
    "startTime": 93.1,
    "endTime": 97.91999999999999,
    "text": "You don't see anything. Okay? You don't see the questions as you're listening to the lectures"
  },
  {
    "startTime": 97.92,
    "endTime": 103.06,
    "text": "or whatever you're listening to. So it's very, very important that you take notes as you're"
  },
  {
    "startTime": 103.06,
    "endTime": 107.46000000000001,
    "text": "listening so that when the questions do come, you have the information in front of you,"
  },
  {
    "startTime": 107.46,
    "endTime": 109.67599999999999,
    "text": "you know how to answer it, okay?"
  },
  {
    "startTime": 109.676,
    "endTime": 114.619,
    "text": "In the speaking section, you may be given a short conversation to listen to and then"
  },
  {
    "startTime": 114.619,
    "endTime": 118.899,
    "text": "be given a question, and you have to speak your answer. But if you don't remember what"
  },
  {
    "startTime": 118.899,
    "endTime": 122.359,
    "text": "they spoke about, then, you can't answer the question properly."
  },
  {
    "startTime": 122.359,
    "endTime": 127.77,
    "text": "In the writing section, you have -- in Task 1, you have to compare a reading section with"
  },
  {
    "startTime": 127.77,
    "endTime": 133.01,
    "text": "a listening section. And then, you have to write an answer comparing the two. So if you"
  },
  {
    "startTime": 133.01,
    "endTime": 137.92999999999998,
    "text": "don't take notes during the listening component of Task 1, it's very difficult to write your"
  },
  {
    "startTime": 137.93,
    "endTime": 144.47,
    "text": "answer. Okay? So note taking skills -- very important throughout the TOEFL test."
  },
  {
    "startTime": 144.47,
    "endTime": 149.89,
    "text": "So first of all, before we look at how to do it, let's look at what you need to concentrate"
  },
  {
    "startTime": 149.89,
    "endTime": 155.19,
    "text": "on as you're listening. Okay? Now, another thing to remember before I even start: This"
  },
  {
    "startTime": 155.19,
    "endTime": 160.06,
    "text": "takes practice. This is a skill that you have to sharpen, that you have to practice with"
  },
  {
    "startTime": 160.06,
    "endTime": 163.341,
    "text": "every day before you go out to take your test."
  },
  {
    "startTime": 163.341,
    "endTime": 168.03,
    "text": "Okay. Now, the first mistake people make is they think -- they try to write down every"
  },
  {
    "startTime": 168.03,
    "endTime": 173.31,
    "text": "word they hear. Impossible. Okay? Unless you're a stenographer -- that's a person who works"
  },
  {
    "startTime": 173.31,
    "endTime": 176.93,
    "text": "in court and writes down every word that the people in the courtroom are saying, lawyers,"
  },
  {
    "startTime": 176.93,
    "endTime": 185.6,
    "text": "judges, defendants, etc., witnesses -- you cannot write every word. Don't try. You don't"
  },
  {
    "startTime": 185.6,
    "endTime": 189.73,
    "text": "need to write every word. You need to concentrate on the details that are important, on the"
  },
  {
    "startTime": 189.73,
    "endTime": 191.67,
    "text": "information that is important."
  },
  {
    "startTime": 191.67,
    "endTime": 199.17999999999998,
    "text": "Now, what you need to focus on are the big, general ideas. You need to understand generally"
  },
  {
    "startTime": 199.18,
    "endTime": 204.132,
    "text": "what is being spoken about, what is the topic, what is the subject. For example, is it science?"
  },
  {
    "startTime": 204.132,
    "endTime": 209.48000000000002,
    "text": "Is it history? Is it arts? You need to understand the general ideas because they're not going"
  },
  {
    "startTime": 209.48,
    "endTime": 213.45999999999998,
    "text": "to ask you very, very specific questions, right? And if they do, they're going to give"
  },
  {
    "startTime": 213.46,
    "endTime": 216.81,
    "text": "you some information. They're going to give you something to listen to again. Or they're"
  },
  {
    "startTime": 216.81,
    "endTime": 219.35,
    "text": "going to give you a very specific word."
  },
  {
    "startTime": 219.35,
    "endTime": 225.07,
    "text": "So, details. Do you need to concentrate on every little detail? No. You'll be writing"
  },
  {
    "startTime": 225.07,
    "endTime": 232.26,
    "text": "all the time, not listening. Stick to the big ideas. But -- okay, sorry. Having said"
  },
  {
    "startTime": 232.26,
    "endTime": 236.768,
    "text": "that, technical words -- if they give you some scientific word or some technological"
  },
  {
    "startTime": 236.768,
    "endTime": 242.06,
    "text": "word, do you need to know it? No. They will give it to you in the question. You will see"
  },
  {
    "startTime": 242.06,
    "endTime": 245.61,
    "text": "it in the question, and you'll remember, \"Oh, yeah. This is the technical word.\" There will"
  },
  {
    "startTime": 245.61,
    "endTime": 251.68,
    "text": "be technical words that even native speakers have no idea how to write or what they mean"
  },
  {
    "startTime": 251.68,
    "endTime": 257.62,
    "text": "or what they are. You don't need to either. What you need to listen to is the explanation"
  },
  {
    "startTime": 257.62,
    "endTime": 262.18,
    "text": "of what the technical word refers to or means because the word itself, they will give you"
  },
  {
    "startTime": 262.18,
    "endTime": 265.57800000000003,
    "text": "in the questions."
  },
  {
    "startTime": 265.578,
    "endTime": 270.909,
    "text": "Headings, divisions, lists: These are the most important things you're listening for."
  },
  {
    "startTime": 270.909,
    "endTime": 274.86,
    "text": "For example, you're listening to a lecture in a university classroom, and the professor"
  },
  {
    "startTime": 274.86,
    "endTime": 280.639,
    "text": "says, \"So today, we're going to look at three reasons why fracking is bad.\" \"Fracking\" -- you"
  },
  {
    "startTime": 280.639,
    "endTime": 287.03000000000003,
    "text": "don't need to know. From a general idea -- you will have an idea what \"fracking\" means. But"
  },
  {
    "startTime": 287.03,
    "endTime": 291.388,
    "text": "\"fracking\" spelling? You don't need to know. Specifically, the details of how fracking"
  },
  {
    "startTime": 291.388,
    "endTime": 296.69899999999996,
    "text": "works, you don't need to know. What you do need to listen to are the three reasons. So"
  },
  {
    "startTime": 296.699,
    "endTime": 303.40000000000003,
    "text": "he's dividing the lecture into three topics. Make sure that you create a heading for each reason."
  },
  {
    "startTime": 303.923,
    "endTime": 309.259,
    "text": "So the first reason is pollution. Write down \"pollution\". And then you can take notes under"
  },
  {
    "startTime": 309.259,
    "endTime": 315.719,
    "text": "it if you need to. The second reason is expense. Write down \"expense\" and whatever information"
  },
  {
    "startTime": 315.719,
    "endTime": 322.759,
    "text": "comes after that. The third reason -- whatever. You get the gist, I think. By the way, I hope"
  },
  {
    "startTime": 322.759,
    "endTime": 329.16900000000004,
    "text": "you know this word, \"gist\". \"Gist\" is the general idea. That's what you're listening for."
  },
  {
    "startTime": 329.169,
    "endTime": 334.219,
    "text": "If they're about to present a list, try to write down the list because this is"
  },
  {
    "startTime": 334.219,
    "endTime": 336.009,
    "text": "probably important, okay?"
  },
  {
    "startTime": 336.009,
    "endTime": 340.939,
    "text": "So in the listening section, don't sit there with your eyes closed and try to remember"
  },
  {
    "startTime": 340.939,
    "endTime": 347.16900000000004,
    "text": "everything you hear. You cannot do it. There will be quite a few questions for each listening section."
  },
  {
    "startTime": 347.169,
    "endTime": 351.43,
    "text": "You need to make sure that you have the information on a piece of paper in front of you."
  },
  {
    "startTime": 351.43,
    "endTime": 355.77,
    "text": "When you go to the TOEFL center, they will give you paper. They will give you a"
  },
  {
    "startTime": 355.77,
    "endTime": 360.852,
    "text": "pencil. That's what it is for: to take notes. Use it."
  },
  {
    "startTime": 360.852,
    "endTime": 367.37899999999996,
    "text": "Next. In the speaking section, much shorter listening sections, but very important. What"
  },
  {
    "startTime": 367.379,
    "endTime": 371.449,
    "text": "are you listening for? You're listening for dates and times. For example, \"Oh, yeah. Let's"
  },
  {
    "startTime": 371.449,
    "endTime": 376.66900000000004,
    "text": "meet next Tuesday.\" The \"next Tuesday\", you have to be careful; it's not \"this Tuesday\","
  },
  {
    "startTime": 376.669,
    "endTime": 383.34,
    "text": "for example. Times, a.m., p.m. -- you don't need specifically 5:14; you need to understand"
  },
  {
    "startTime": 383.34,
    "endTime": 387.429,
    "text": "afternoon, morning, evening, etc."
  },
  {
    "startTime": 387.429,
    "endTime": 392.24899999999997,
    "text": "If people are making plans, make sure you understand what the plans are. Meet here,"
  },
  {
    "startTime": 392.249,
    "endTime": 400.52000000000004,
    "text": "do this with these people. That's the information you want to write down. If somebody agrees"
  },
  {
    "startTime": 400.52,
    "endTime": 408.02,
    "text": "or disagrees with something, write that down. If somebody makes an excuse -- \"Do you want"
  },
  {
    "startTime": 408.02,
    "endTime": 412.909,
    "text": "to come to my party next week?\" \"No, I can't. I have to take my mother shopping.\" Write"
  },
  {
    "startTime": 412.909,
    "endTime": 417.149,
    "text": "that down, \"mother, shopping\". You don't have to write, \"He has to take his mother shopping.\""
  },
  {
    "startTime": 417.149,
    "endTime": 421.87,
    "text": "No. Don't do that. \"Mother, shopping\" -- done."
  },
  {
    "startTime": 421.87,
    "endTime": 426.819,
    "text": "Okay. Which goes with this? Accept, reject. Somebody makes an invitation. Does the person"
  },
  {
    "startTime": 426.819,
    "endTime": 434.189,
    "text": "accept or reject? He accepts and goes. If he rejects, make sure you know what the excuse"
  },
  {
    "startTime": 434.189,
    "endTime": 436.47900000000004,
    "text": "is. Okay? Because they'll ask you for that."
  },
  {
    "startTime": 436.479,
    "endTime": 442.12899999999996,
    "text": "Purpose. There's going to be a meeting. Okay. Meeting -- not important. What is the meeting"
  },
  {
    "startTime": 442.129,
    "endTime": 448.05,
    "text": "about? Write that down. That is important. Or the reason -- reason and excuses: similar,"
  },
  {
    "startTime": 448.05,
    "endTime": 454.05,
    "text": "but a bit different. Reason for doing something, excuse for not doing something. Okay? So this"
  },
  {
    "startTime": 454.05,
    "endTime": 457.49,
    "text": "is only the listening and speaking. Let's look at the writing and section, what you"
  },
  {
    "startTime": 457.49,
    "endTime": 458.629,
    "text": "need to do there."
  },
  {
    "startTime": 458.629,
    "endTime": 463.559,
    "text": "Okay. So now, let's look at the writing section. What are you doing in the writing section?"
  },
  {
    "startTime": 463.559,
    "endTime": 468.08000000000004,
    "text": "Remember that you have a short reading passage. You're given a little bit of time. You could"
  },
  {
    "startTime": 468.08,
    "endTime": 472.56899999999996,
    "text": "already start taking your notes as you're reading. But for some people, the reading"
  },
  {
    "startTime": 472.569,
    "endTime": 476.569,
    "text": "takes some time. Concentrate on the reading. Get the idea. What are the supporting, what"
  },
  {
    "startTime": 476.569,
    "endTime": 482.659,
    "text": "are the attacking, what is their argument. What examples are they using? Then, when you're"
  },
  {
    "startTime": 482.659,
    "endTime": 487.469,
    "text": "doing your listening, you're listening for -- first thing you're listening for: Are they"
  },
  {
    "startTime": 487.469,
    "endTime": 491.839,
    "text": "supporting or attacking the reading? Okay? Because the question is going to ask you how"
  },
  {
    "startTime": 491.839,
    "endTime": 495.61,
    "text": "are they supporting or attacking the reading? So this is what you have to pay attention"
  },
  {
    "startTime": 495.61,
    "endTime": 500.08000000000004,
    "text": "for. If they are supporting, what point are they making? If they are attacking, what are"
  },
  {
    "startTime": 500.08,
    "endTime": 505.979,
    "text": "the points they're making? Again, big points, major points as compared to the reading."
  },
  {
    "startTime": 505.979,
    "endTime": 512.93,
    "text": "Also, if the listening uses any names, like a company name or a person's name as an example"
  },
  {
    "startTime": 512.93,
    "endTime": 518.3399999999999,
    "text": "of supporting or attacking, try to write down that name. This will get you a lot of points"
  },
  {
    "startTime": 518.34,
    "endTime": 522.6700000000001,
    "text": "with the graders if they can see that you wrote down the name and used it in your short essay."
  },
  {
    "startTime": 523.9,
    "endTime": 529.14,
    "text": "Examples. Any examples that they use to support or attack? Again, don't give me all the details,"
  },
  {
    "startTime": 529.14,
    "endTime": 535.83,
    "text": "but give me the general idea of the example, especially if the example was also used in"
  },
  {
    "startTime": 535.83,
    "endTime": 541.94,
    "text": "the reading. Okay? And then, use all of these in your little essay to show the differences."
  },
  {
    "startTime": 541.94,
    "endTime": 546.8900000000001,
    "text": "So now you know what you're listening for. Now, the hard part is actually doing the note"
  },
  {
    "startTime": 546.89,
    "endTime": 553.87,
    "text": "taking, the writing things down. You're going to be learning how to use codes. Now, before"
  },
  {
    "startTime": 553.87,
    "endTime": 558.78,
    "text": "I go over some of these, it's very, very important that you understand that these are some examples"
  },
  {
    "startTime": 558.78,
    "endTime": 566.26,
    "text": "I'm giving you. You need to create your own codes that work for you. If I'm taking notes"
  },
  {
    "startTime": 566.26,
    "endTime": 572.628,
    "text": "on an essay -- on the listening section, for example -- I know what all these mean. These"
  },
  {
    "startTime": 572.628,
    "endTime": 578.6800000000001,
    "text": "are my codes. You might not know what this means, \"w/\". You may have to practice a little"
  },
  {
    "startTime": 578.68,
    "endTime": 584.03,
    "text": "while until you remember it. But make your own codes, something that you will remember"
  },
  {
    "startTime": 584.03,
    "endTime": 588.12,
    "text": "when it's time to use it for the listening section, the speaking section, the writing"
  },
  {
    "startTime": 588.12,
    "endTime": 589.15,
    "text": "section."
  },
  {
    "startTime": 589.15,
    "endTime": 594.0559999999999,
    "text": "So here's a little sample of codes. Some of these, you know from your texting on your"
  },
  {
    "startTime": 594.056,
    "endTime": 602.63,
    "text": "phone. You will never have to use LOL, OMG, BBF on the TOEFL, but good to know that they work."
  },
  {
    "startTime": 603.692,
    "endTime": 612.948,
    "text": "I have a b; I have a 4 -- b4. I have an L; I have an 8 -- L8. Add an R -- L8R. Okay?"
  },
  {
    "startTime": 612.948,
    "endTime": 621.63,
    "text": "Up -- go up, increase, raise, grow. Down -- go down, decrease, decelerate, slow down, whatever"
  },
  {
    "startTime": 621.63,
    "endTime": 627.82,
    "text": "you need. Anything that shows going down, anything that shows going up."
  },
  {
    "startTime": 627.82,
    "endTime": 633.754,
    "text": "4 -- why did he go to the store? For milk -- 4 milk. Etc."
  },
  {
    "startTime": 633.754,
    "endTime": 642.01,
    "text": "2 -- could be \"to\", \"too\", or \"two\". Although very rarely will you have to actually worry"
  },
  {
    "startTime": 642.01,
    "endTime": 645.38,
    "text": "about numbers because that's details."
  },
  {
    "startTime": 645.38,
    "endTime": 650.75,
    "text": "Times -- five X as many. So there are five times as many people in that class as this"
  },
  {
    "startTime": 650.75,
    "endTime": 657.956,
    "text": "class. So five X people. That's it. Class A, B, 5X -- that's it."
  },
  {
    "startTime": 657.956,
    "endTime": 669.86,
    "text": "Minus, less. Plus, in addition. Up 2-- means maximum. Down 2 -- minimum. Approximately"
  },
  {
    "startTime": 669.86,
    "endTime": 675.394,
    "text": "-- this is my sign. It means not equal, but close to. So approximately. Greater than -- A"
  },
  {
    "startTime": 675.394,
    "endTime": 684.111,
    "text": "is more than B. Less than. Equal. With something. Without something."
  },
  {
    "startTime": 684.111,
    "endTime": 690.26,
    "text": "H2O. What is \"H2O\"? You dink it every day. Water. Any little code that you can use to"
  },
  {
    "startTime": 690.26,
    "endTime": 696.732,
    "text": "help you write things quickly and remember things quickly, especially things like this"
  },
  {
    "startTime": 696.732,
    "endTime": 702.81,
    "text": "-- TOEFL for some reason loves science things. They love science lectures. They love science"
  },
  {
    "startTime": 702.81,
    "endTime": 707.4509999999999,
    "text": "articles. Be very comfortable with those because you're going to see a lot of them."
  },
  {
    "startTime": 707.451,
    "endTime": 712.38,
    "text": "Now, the next thing we're going to look at is abbreviations, which are just as important"
  },
  {
    "startTime": 712.38,
    "endTime": 716.75,
    "text": "as the codes. And again, something that you're going to have to practice and work on, but"
  },
  {
    "startTime": 716.75,
    "endTime": 719.31,
    "text": "I'll give you a little bit of a sample to get you started."
  },
  {
    "startTime": 719.31,
    "endTime": 724.6899999999999,
    "text": "Okay. So now we get into the area where it's really more up to you to create your own master"
  },
  {
    "startTime": 724.69,
    "endTime": 730.6800000000001,
    "text": "list and practice it and study it so on test day, you can use it and not have any problems."
  },
  {
    "startTime": 730.68,
    "endTime": 736.17,
    "text": "We're looking at abbreviations. An \"abbreviation\" means taking a word and squeezing it, making"
  },
  {
    "startTime": 736.17,
    "endTime": 746.24,
    "text": "it shorter. So the abbreviation for abbreviation is \"abbr.\" Okay? Abbreviation. The most important"
  },
  {
    "startTime": 746.24,
    "endTime": 753.0,
    "text": "thing to remember is that you must remember what \"abbr.\" means. If I see \"abbr.\" In any"
  },
  {
    "startTime": 753.0,
    "endTime": 757.47,
    "text": "document, I will automatically understand this means \"abbreviation\". Some of these are"
  },
  {
    "startTime": 757.47,
    "endTime": 761.6600000000001,
    "text": "very common. Everybody used them. Some of them, you will have to make your own, and"
  },
  {
    "startTime": 761.66,
    "endTime": 763.3,
    "text": "I'll show you how to do that as well."
  },
  {
    "startTime": 763.3,
    "endTime": 767.8399999999999,
    "text": "So for example, you have to be careful sometimes. You have to make yourself little changes,"
  },
  {
    "startTime": 767.84,
    "endTime": 775.6700000000001,
    "text": "like with a dot. So \"inc.\" if I have only \"inc\" without a dot, I understand \"increase\"."
  },
  {
    "startTime": 775.67,
    "endTime": 785.92,
    "text": "Okay? If I see \"inc.\" with a dot, I understand \"incorporate\". Okay? Same with \"co\" without"
  },
  {
    "startTime": 785.92,
    "endTime": 797.18,
    "text": "a dot is \"company\"; \"co.\" with a dot -- \"corporation\". Or \"cor.\" -- depends how you want to do it."
  },
  {
    "startTime": 797.18,
    "endTime": 800.722,
    "text": "Now, sometimes, you have some of them that look very similar, only one letter difference,"
  },
  {
    "startTime": 800.722,
    "endTime": 812.8199999999999,
    "text": "right? \"App\" for me means \"application\". \"Appt\" means \"appointment\". \"Acct\" means \"account\"."
  },
  {
    "startTime": 812.82,
    "endTime": 824.24,
    "text": "\"Accm\" means \"accommodation\". \"Accp\" means \"accompany\". \"Act\" -- \"active\" or \"action\"."
  },
  {
    "startTime": 824.24,
    "endTime": 831.455,
    "text": "You also have the shortened version of Mr., Mrs., Miss or Ms., and Dr. Okay?"
  },
  {
    "startTime": 831.455,
    "endTime": 840.282,
    "text": "Sometimes, you can use the slash. Everything, nothing. Something, somewhere, anywhere, etc."
  },
  {
    "startTime": 840.282,
    "endTime": 848.82,
    "text": "Whatever.  \"Etc.\" means \"and so on like that\". \"Ie.\" means \"in other words\", so you"
  },
  {
    "startTime": 848.82,
    "endTime": 854.19,
    "text": "can use another way of saying the same thing. \"Eg.\" means \"example\". So if you hear, for"
  },
  {
    "startTime": 854.19,
    "endTime": 861.0600000000001,
    "text": "example, in the listening, you do \"eg.\", and then write the example. \"n.b.\", nota bene,"
  },
  {
    "startTime": 861.06,
    "endTime": 865.89,
    "text": "means \"note well\", means very important point. Keep that in mind. If somebody in the lecture"
  },
  {
    "startTime": 865.89,
    "endTime": 871.92,
    "text": "says \"n.b.\" or \"nota bene\", make sure you write down what he or she says. President,"
  },
  {
    "startTime": 871.92,
    "endTime": 873.9509999999999,
    "text": "chairman, etc."
  },
  {
    "startTime": 873.951,
    "endTime": 879.697,
    "text": "Make your own list. If you're not sure how to do it, the easiest way is take any word;"
  },
  {
    "startTime": 879.697,
    "endTime": 889.026,
    "text": "take out all the vowels. So you have the word \"responsible\". How are you going to write"
  },
  {
    "startTime": 889.026,
    "endTime": 896.89,
    "text": "it as an abbreviation? I'll just write \"rsp\", responsible. But I would remember that \"rsp\""
  },
  {
    "startTime": 896.89,
    "endTime": 903.28,
    "text": "means \"responsible\". Or if you want to just put one -- sorry. \"Resp\" -- \"resp\" sounds"
  },
  {
    "startTime": 903.28,
    "endTime": 908.161,
    "text": "like \" responsible\". Okay? So remember it that way."
  },
  {
    "startTime": 908.161,
    "endTime": 912.51,
    "text": "Another thing you can use -- another way to remember these things and take notes is using"
  },
  {
    "startTime": 912.51,
    "endTime": 919.01,
    "text": "acronyms. Acronyms are basically the initials of something. Each letter stands for something."
  },
  {
    "startTime": 919.01,
    "endTime": 927.41,
    "text": "B.A., Bachelor of Arts. B.Sc, I forgot to write down. \"Bachelor of Science\". B.Ed, Bachelor"
  },
  {
    "startTime": 927.41,
    "endTime": 935.545,
    "text": "of Education, and so on. Master of Arts. PhD. -- doctorate or post-graduate."
  },
  {
    "startTime": 935.545,
    "endTime": 941.66,
    "text": "IBM -- International Business Machine, big company name. CIA -- Central Intelligent Agency,"
  },
  {
    "startTime": 941.66,
    "endTime": 948.89,
    "text": "in the States. IRS -- Internal Revenue Services, part of the tax company of the government."
  },
  {
    "startTime": 948.89,
    "endTime": 956.9399999999999,
    "text": "a.m. -- morning. p.m. -- afternoon or evening. But notice here, \"p.m.\" with dots and \"PM\""
  },
  {
    "startTime": 956.94,
    "endTime": 963.2800000000001,
    "text": "without the dots or the dot is after. \"p.m.\" -- afternoon, evening. \"PM.\" -- \"prime minister\"."
  },
  {
    "startTime": 963.28,
    "endTime": 969.89,
    "text": "Okay? So all these little things have a huge impact. But once you master how to do this"
  },
  {
    "startTime": 969.89,
    "endTime": 975.68,
    "text": "-- and believe me; it takes a lot of practice. Once you know how to do this, then you can"
  },
  {
    "startTime": 975.68,
    "endTime": 980.894,
    "text": "go into the TOEFL test; your listening section becomes much easier, speaking section, writing"
  },
  {
    "startTime": 980.894,
    "endTime": 985.53,
    "text": "section. Everything is much easier because you have the information in front of you when"
  },
  {
    "startTime": 985.53,
    "endTime": 987.996,
    "text": "it's time to answer the questions. Okay?"
  },
  {
    "startTime": 987.996,
    "endTime": 991.34,
    "text": "Now, we're just going to do one more thing. I'm going to show you an example. We're going"
  },
  {
    "startTime": 991.34,
    "endTime": 996.61,
    "text": "to take a complicated sentence, sort of. I'm going to reduce it to code, and you'll see"
  },
  {
    "startTime": 996.61,
    "endTime": 1000.0600000000001,
    "text": "more or less how it's done. It's not easy, but let's look at it."
  },
  {
    "startTime": 1000.06,
    "endTime": 1004.4899999999999,
    "text": "Okay. So now we're going to look at an example. Now, first of all, keep in mind you're seeing"
  },
  {
    "startTime": 1004.49,
    "endTime": 1009.28,
    "text": "this; you're not hearing it -- two very different things. But I just wanted to give you an idea"
  },
  {
    "startTime": 1009.28,
    "endTime": 1014.0899999999999,
    "text": "of what I want you to practice doing, and you can of course do that on your own. Lots"
  },
  {
    "startTime": 1014.09,
    "endTime": 1018.3000000000001,
    "text": "of places to do it. I'll give you a couple examples. I'm going to redo the sentence,"
  },
  {
    "startTime": 1018.3,
    "endTime": 1025.549,
    "text": "and then I'm going to show you how this area means the same thing. Okay? You're not necessarily"
  },
  {
    "startTime": 1025.55,
    "endTime": 1029.543,
    "text": "going to have to write this much detail. You're not going to have to write down a whole sentence,"
  },
  {
    "startTime": 1029.54,
    "endTime": 1031.738,
    "text": "but just to show you how it works."
  },
  {
    "startTime": 1031.74,
    "endTime": 1037.1,
    "text": "\"With the advent of the information age, as well as widespread access to this information"
  },
  {
    "startTime": 1037.1,
    "endTime": 1042.4989999999998,
    "text": "via technological advances in communication, came a new threat for civil protection agencies to tackle.\""
  },
  {
    "startTime": 1043.46,
    "endTime": 1048.337,
    "text": "Now, if you're taking the TOEFL, you should know what everything means. It should be not"
  },
  {
    "startTime": 1048.34,
    "endTime": 1055.543,
    "text": "-- \"advent\" means, like, think about \"advance\", something is progressing. \"Tackle\" means,"
  },
  {
    "startTime": 1055.54,
    "endTime": 1062.54,
    "text": "basically, \"fight\". \"Threat\", something that's dangerous to you or could be harmful to you."
  },
  {
    "startTime": 1062.54,
    "endTime": 1065.78,
    "text": "But anything else, you really should know all these words if you're ready for the TOEFL."
  },
  {
    "startTime": 1065.78,
    "endTime": 1066.724,
    "text": "Okay?"
  },
  {
    "startTime": 1066.72,
    "endTime": 1073.276,
    "text": "So what did I do here? The advent of information. The increase in -- or the going up, in this"
  },
  {
    "startTime": 1073.28,
    "endTime": 1081.8509999999999,
    "text": "case \"advances\" -- information technology, communication. New threat for cops -- civil"
  },
  {
    "startTime": 1081.85,
    "endTime": 1087.723,
    "text": "protection agencies, what are they? They're cops, police. Cops to fight."
  },
  {
    "startTime": 1087.72,
    "endTime": 1092.817,
    "text": "Everything here in a short little thing like this, this takes you ten seconds to write."
  },
  {
    "startTime": 1092.82,
    "endTime": 1096.8809999999999,
    "text": "Meanwhile, you can continue listening and go on to other things. Okay?"
  },
  {
    "startTime": 1096.88,
    "endTime": 1103.479,
    "text": "Now, again, I will say this a thousand times if I have to. You need to practice this. This"
  },
  {
    "startTime": 1103.48,
    "endTime": 1110.159,
    "text": "is not easy to do quickly. You need to do this and continue listening at the same time."
  },
  {
    "startTime": 1110.16,
    "endTime": 1114.121,
    "text": "In the speaking and writing sections especially, you're listening for specific things that"
  },
  {
    "startTime": 1114.12,
    "endTime": 1121.4189999999999,
    "text": "may play into the question that's coming. Right? You can practice all these. Now, if"
  },
  {
    "startTime": 1121.42,
    "endTime": 1127.14,
    "text": "you know www.ted.com, it's a good website. There are lots of lectures. CNN also. You"
  },
  {
    "startTime": 1127.14,
    "endTime": 1131.3310000000001,
    "text": "can go get listening sections -- you can listen to news or you can listen to lectures, but"
  },
  {
    "startTime": 1131.33,
    "endTime": 1136.85,
    "text": "they also have transcripts, okay? So you can practice your note taking skills, listen two,"
  },
  {
    "startTime": 1136.85,
    "endTime": 1141.519,
    "text": "three, four times -- as many times as you need. Take notes. Then, look at the transcripts"
  },
  {
    "startTime": 1141.52,
    "endTime": 1146.6299999999999,
    "text": "and compare your notes to the transcripts. How close do you come? And believe me; the"
  },
  {
    "startTime": 1146.63,
    "endTime": 1150.9910000000002,
    "text": "more you do it, the better you'll get at it, just like anything else. It's a skill at the"
  },
  {
    "startTime": 1150.99,
    "endTime": 1155.109,
    "text": "end of the day. And it's a very important skill if you want to succeed on the TOEFL test. Okay?"
  },
  {
    "startTime": 1156.33,
    "endTime": 1160.743,
    "text": "Now, if you go to www.engvid.com, I'll give you a few more examples like this. I'll give"
  },
  {
    "startTime": 1160.74,
    "endTime": 1166.19,
    "text": "you some sentences like this, and you'll try to match them to the correct long sentence"
  },
  {
    "startTime": 1166.19,
    "endTime": 1171.914,
    "text": "and vice versa. So go to www.engvid.com for extra practice and questions. Also, check"
  },
  {
    "startTime": 1171.91,
    "endTime": 1177.844,
    "text": "out my new site, www.WriteToTop.com and subscribe to my channel on YouTube. And I'll see you"
  },
  {
    "startTime": 1177.85,
    "endTime": 1187.85,
    "text": "again soon. Thanks."
  }
]