[
  {
    "startTime": 1.4,
    "endTime": 4.699999999999999,
    "text": "This episode of Life Noggin is brought to you by AJ plus."
  },
  {
    "startTime": 4.7,
    "endTime": 8.0,
    "text": "- Hey there. I'm Blocko. - I'm Avan. You can call me the nerd writer."
  },
  {
    "startTime": 8.0,
    "endTime": 13.2,
    "text": "And today we are teaming up in this video to debunk eight common movie myths that run rampant in Hollywood."
  },
  {
    "startTime": 13.2,
    "endTime": 18.6,
    "text": "Hollywood is known for often bending the truth when it comes to science, so we want to set them straight."
  },
  {
    "startTime": 18.6,
    "endTime": 20.189,
    "text": "Alright, let's do this."
  },
  {
    "startTime": 20.189,
    "endTime": 23.689,
    "text": "A commonly-used movie myth involves having lasers in space."
  },
  {
    "startTime": 23.689,
    "endTime": 27.3,
    "text": "The colorful battle scenes are nice to look at but they bring up a lot of problems."
  },
  {
    "startTime": 27.3,
    "endTime": 30.1,
    "text": "Firstly, in space, we would not be able to see the laser beam."
  },
  {
    "startTime": 30.1,
    "endTime": 35.5,
    "text": "If you shine a laser pointer through a medium that scatters light, you could see it, but remember, space is a vacuum."
  },
  {
    "startTime": 35.5,
    "endTime": 37.6,
    "text": "There's nothing there to scatter the light."
  },
  {
    "startTime": 37.6,
    "endTime": 40.5,
    "text": "So you wouldn't even be able to see the laser until it reaches your target."
  },
  {
    "startTime": 40.7,
    "endTime": 44.800000000000004,
    "text": "And on that note, in some movies, the laser seem to take a second or two to reach the target."
  },
  {
    "startTime": 44.8,
    "endTime": 49.599999999999994,
    "text": "But keep in mind lasers are just light which travels at a specific speed. The speed of light."
  },
  {
    "startTime": 49.8,
    "endTime": 53.4,
    "text": "Therefore these space battles would not only be invisible but extremely short."
  },
  {
    "startTime": 53.4,
    "endTime": 59.492,
    "text": "The science myth that came about from the Star Wars films is that asteroid belts are really dense."
  },
  {
    "startTime": 59.592,
    "endTime": 62.010999999999996,
    "text": "Dense enough to require careful navigation."
  },
  {
    "startTime": 62.139,
    "endTime": 73.025,
    "text": "In reality, the asteroid belt located between the orbits of Mars and Jupiter is so large that if you were standing on an asteroid, it would be difficult to see its neighbor without the use of a telescope."
  },
  {
    "startTime": 73.025,
    "endTime": 77.60000000000001,
    "text": "Think about it this way: Well, it is estimated that there are millions of asteroids in the asteroid belt."
  },
  {
    "startTime": 77.6,
    "endTime": 81.003,
    "text": "There's also a massive amount of space that they occupied."
  },
  {
    "startTime": 81.003,
    "endTime": 85.5,
    "text": "It's unlikely that you'll find them all grouped together in one relatively small air."
  },
  {
    "startTime": 85.5,
    "endTime": 89.022,
    "text": "A common trend in action movies is to shoot a lock to make it open."
  },
  {
    "startTime": 89.022,
    "endTime": 92.7,
    "text": "No, this is not completely incorrect but it's incredibly oversimplified."
  },
  {
    "startTime": 92.7,
    "endTime": 96.4,
    "text": "Most handguns won't quite do the job but a high power rifle will."
  },
  {
    "startTime": 96.4,
    "endTime": 103.80000000000001,
    "text": "However, the shrapnel that comes from flying off the lock could do some serious damage, especially the lucky shot at point-blank range."
  },
  {
    "startTime": 103.8,
    "endTime": 113.2,
    "text": "In Captain America: the Winter Soldier, which is an awesome movie, we see cap free-falling without a parachute and landing in the water. Seemingly unscathed."
  },
  {
    "startTime": 113.2,
    "endTime": 117.9,
    "text": "What we are sure of is the exact speed we can assume that it was around terminal velocity."
  },
  {
    "startTime": 117.9,
    "endTime": 124.00800000000001,
    "text": "When he enters the water he suddenly starts to decelerate resulting in a force of potentially hundreds of Gs."
  },
  {
    "startTime": 124.008,
    "endTime": 131.5,
    "text": "A force like that can cause broken bones and even death but then again, he is a character in the Marvel Universe, so he can probably handle."
  },
  {
    "startTime": 131.5,
    "endTime": 138.5,
    "text": "Of course we can't have an action movie without an explosion and where there are explosions there are people casually walking away from them."
  },
  {
    "startTime": 138.5,
    "endTime": 141.0,
    "text": "I'm talking to you every action star ever."
  },
  {
    "startTime": 141.1,
    "endTime": 146.79999999999998,
    "text": "What these movies fail to consider is the damage in shock waves in the explosion and the shrapnel can come flying around."
  },
  {
    "startTime": 146.8,
    "endTime": 156.4,
    "text": "Immediately after an explosion, a shock waves can travel many times faster than the speed of sound, and are usually followed by very strong winds which working together can knock down many structures."
  },
  {
    "startTime": 156.4,
    "endTime": 162.1,
    "text": "In a Mach 1.3 shockwave, the speed of wind is already stronger than the fastest tornado's wind speed."
  },
  {
    "startTime": 162.1,
    "endTime": 167.137,
    "text": "Speaking of explosions, movies make it seem like all you have to do to make something explode. You shoot it."
  },
  {
    "startTime": 167.3,
    "endTime": 168.60000000000002,
    "text": "But it's not actually that easy."
  },
  {
    "startTime": 168.6,
    "endTime": 174.404,
    "text": "If you try to do this with just a normal gun, it won't work because the bullet does not provide enough of the spark to ignite the gasoline."
  },
  {
    "startTime": 174.704,
    "endTime": 178.6,
    "text": "And explosion occurs when a substance rapidly produces gas and heat."
  },
  {
    "startTime": 178.6,
    "endTime": 187.313,
    "text": "In order for the fuel to combust and cause an explosion, the reaction requires some type of the ignition, and a bullet simply won't do the trick. Thanks for it a lot, Hollywood."
  },
  {
    "startTime": 187.313,
    "endTime": 192.29999999999998,
    "text": "Amnesia is also used incorrectly in many films, resulting in the character losing their self-identity."
  },
  {
    "startTime": 192.4,
    "endTime": 199.20000000000002,
    "text": "However, in real life most people with amnesia primarily have problems with their short-term memory, making them unable to retain new information."
  },
  {
    "startTime": 199.2,
    "endTime": 205.6,
    "text": "Also, even though head injuries can result in temporary confusion and problems with memory, they usually don't result in severe amnesia."
  },
  {
    "startTime": 205.7,
    "endTime": 214.39999999999998,
    "text": "The type of amnesia that movies like to over-exaggerate is called retrograde amnesia which people are not able to recall events that happened before the onset of the amnesia."
  },
  {
    "startTime": 214.4,
    "endTime": 218.8,
    "text": "However, this is normally caused by damage to the hippocampus and temporal lobe in the brain."
  },
  {
    "startTime": 218.8,
    "endTime": 223.239,
    "text": "Lastly, we can't make this video without mentioning cinematic car chases."
  },
  {
    "startTime": 223.239,
    "endTime": 227.579,
    "text": "One of my personal favorites is the yacht scene from 2 fast 2 furious."
  },
  {
    "startTime": 227.579,
    "endTime": 233.55,
    "text": "In this scene, a car acts like a projectile as it jumps over the water to land on a yacht."
  },
  {
    "startTime": 233.55,
    "endTime": 236.20000000000002,
    "text": "The car passengers are of course uninjured."
  },
  {
    "startTime": 236.2,
    "endTime": 245.7,
    "text": "Granted it is not physically impossible for the car to reach the yacht as long as they were traveling at the correct speeds, but it's highly unlikely that no one in the car was hurt."
  },
  {
    "startTime": 245.7,
    "endTime": 254.6,
    "text": "The force of the impact could easily have caused any number of injuries including whiplash, punctured lungs, and concussions, let alone a few cuts and bruises."
  },
  {
    "startTime": 254.6,
    "endTime": 261.0,
    "text": "Ah, but in Hollywood, moviemakers can make their own laws of physics. It might not be the truth but it's definitely entertaining."
  },
  {
    "startTime": 261.0,
    "endTime": 263.6,
    "text": "What's one movie myth that we didn't mention."
  },
  {
    "startTime": 263.6,
    "endTime": 268.01800000000003,
    "text": "Let us know in the comments and make sure you guys come back every Monday and Thursday for a brand new video."
  },
  {
    "startTime": 268.018,
    "endTime": 274.7,
    "text": "Hey, everybody, if you wanna see my in-depth analysis of Martin Scorsese's The Wolf of Wall Street, click here now."
  },
  {
    "startTime": 274.7,
    "endTime": 279.097,
    "text": "- I'm Blocko. - And I'm Avan. - And this has been LIFE NOGGIN. Don't forget to keep on thinking."
  }
]