[
  {
    "startTime": 0.0,
    "endTime": 4.0,
    "text": "♫ I have permission to do it I want, I do it I want ♫"
  },
  {
    "startTime": 11.34,
    "endTime": 17.15,
    "text": "Hey there, it’s Marie Forleo and you’re watching MarieTV, the most beautiful place"
  },
  {
    "startTime": 17.15,
    "endTime": 22.799999999999997,
    "text": "to be if you want a business and a life that you love. And today is one of the best days"
  },
  {
    "startTime": 22.8,
    "endTime": 29.15,
    "text": "of the week. It’s Tuesday. It’s Q&A Tuesday and that means Q’s and A’s and today’s"
  },
  {
    "startTime": 29.15,
    "endTime": 32.89,
    "text": "Q comes from Ajah and she writes:"
  },
  {
    "startTime": 32.89,
    "endTime": 37.97,
    "text": "“Hi Marie, how are you? I’m a 15 year old girl from Montreal, Canada. First I’d"
  },
  {
    "startTime": 37.97,
    "endTime": 42.6,
    "text": "like to say thank you for your videos; they really help me. Smiley face. Here’s my Q,"
  },
  {
    "startTime": 42.6,
    "endTime": 47.79,
    "text": "a lot of times I feel like I’m not needed and I’m useless and a mistake and an ugly"
  },
  {
    "startTime": 47.79,
    "endTime": 52.95,
    "text": "girl. I’m so alone and it feels like I’m drowning and cannot breathe. Is there a way"
  },
  {
    "startTime": 52.95,
    "endTime": 58.480000000000004,
    "text": "that you can help me and other kids out there who go through the same thing? Love, Ajah.”"
  },
  {
    "startTime": 58.48,
    "endTime": 63.849999999999994,
    "text": "Ajah, this is a really important question and before we get into the answer I wanna"
  },
  {
    "startTime": 63.85,
    "endTime": 69.899,
    "text": "tell you 5 things that I know about you as a human being just by reading your question."
  },
  {
    "startTime": 69.899,
    "endTime": 76.85,
    "text": "Number one, you are so brave. You shared something publicly that’s clearly painful for you"
  },
  {
    "startTime": 76.85,
    "endTime": 83.04899999999999,
    "text": "right now. Number two, you are kind and you’re considerate. First of all, you asked how I’m"
  },
  {
    "startTime": 83.049,
    "endTime": 88.24900000000001,
    "text": "doing when you’re having a really rough time and you also included the phonetic pronunciation"
  },
  {
    "startTime": 88.249,
    "endTime": 92.24,
    "text": "of your name, which is unique, and you did that so I wouldn’t have to stumble figuring"
  },
  {
    "startTime": 92.24,
    "endTime": 98.94999999999999,
    "text": "out how to pronounce it. Number three, you are a really gifted communicator. You asked"
  },
  {
    "startTime": 98.95,
    "endTime": 104.569,
    "text": "your question so succinctly and out of all of the thousands of questions I get yours"
  },
  {
    "startTime": 104.569,
    "endTime": 110.659,
    "text": "was one of the first that I didn't have to shorten. You’re also a leader because you’re"
  },
  {
    "startTime": 110.659,
    "endTime": 115.049,
    "text": "asking this question not just for yourself but on behalf of all other kids that go through"
  },
  {
    "startTime": 115.049,
    "endTime": 121.60000000000001,
    "text": "this too. And finally, you are an action taker. You know, not everybody who feels the way"
  },
  {
    "startTime": 121.6,
    "endTime": 126.259,
    "text": "that you do would actually write the email and send it in to get help. So that’s something"
  },
  {
    "startTime": 126.259,
    "endTime": 128.24,
    "text": "you should really take pride in."
  },
  {
    "startTime": 128.24,
    "endTime": 133.65,
    "text": "When I was a teenager, I often felt the same way that you do. I remember thinking that"
  },
  {
    "startTime": 133.65,
    "endTime": 141.16,
    "text": "my eyes were too far apart, that I had way too much arm hair, I had braces, I had glasses,"
  },
  {
    "startTime": 141.16,
    "endTime": 146.41,
    "text": "and I often hated the way that I looked. But I wanna tell you something that I wish someone"
  },
  {
    "startTime": 146.41,
    "endTime": 152.29999999999998,
    "text": "told me when I was your age. You know, we all have this voice in our head that says"
  },
  {
    "startTime": 152.3,
    "endTime": 159.81,
    "text": "mean things to us, but as Eckhart Tolle teaches us, you have a mind but you are not your mind."
  },
  {
    "startTime": 159.81,
    "endTime": 165.56,
    "text": "In other words, that voice in your head that calls you ugly and useless, that voice is"
  },
  {
    "startTime": 165.56,
    "endTime": 172.7,
    "text": "not you Ajah, and it’s not true. Some people like to call that voice our ego, other people"
  },
  {
    "startTime": 172.7,
    "endTime": 178.64999999999998,
    "text": "call it our monkey mind. I like to think about it like a radio station that plays in all"
  },
  {
    "startTime": 178.65,
    "endTime": 204.70000000000002,
    "text": "of our heads in the background and that radio station is called W-KRAP FM."
  },
  {
    "startTime": 204.7,
    "endTime": 208.86999999999998,
    "text": "Look Ajah, I know that we’re poking a little bit of fun here, but this is something that"
  },
  {
    "startTime": 208.87,
    "endTime": 217.46,
    "text": "I really want you to get. That voice doesn't know Jack. Seriously. Who you are is the awareness"
  },
  {
    "startTime": 217.46,
    "endTime": 223.16,
    "text": "beyond that voice. And one of the secrets to happiness in life is to train yourself"
  },
  {
    "startTime": 223.16,
    "endTime": 228.54,
    "text": "to recognize when you’re listening to that voice, it really is crap radio. And here’s"
  },
  {
    "startTime": 228.54,
    "endTime": 233.56,
    "text": "the thing, that voice seems to pop up for all of us throughout our entire life and the"
  },
  {
    "startTime": 233.56,
    "endTime": 238.68,
    "text": "real secret is to recognize when you’re listening to crap radio and then change the"
  },
  {
    "startTime": 238.68,
    "endTime": 241.71,
    "text": "station. These three tips will help."
  },
  {
    "startTime": 241.71,
    "endTime": 246.88,
    "text": "Number one is meditate on the daily. I know we’ve talked about this before, but it is"
  },
  {
    "startTime": 246.88,
    "endTime": 253.06,
    "text": "so important. I’ve been meditating since I was 17 and it has completely changed my"
  },
  {
    "startTime": 253.06,
    "endTime": 258.909,
    "text": "life. Every single time that you meditate you strengthen your connection to your true"
  },
  {
    "startTime": 258.909,
    "endTime": 264.34,
    "text": "self, not to crap radio. And the other thing is, every time you meditate you strengthen"
  },
  {
    "startTime": 264.34,
    "endTime": 269.75899999999996,
    "text": "your ability to disengage from crap radio whenever it comes up. You know, you don't"
  },
  {
    "startTime": 269.759,
    "endTime": 274.66900000000004,
    "text": "need to do a ton. Again, I usually do 10 minutes a day, more if I have time. But if you wanna"
  },
  {
    "startTime": 274.669,
    "endTime": 280.039,
    "text": "check it out, there is boatloads of research that proves scientifically how beneficial"
  },
  {
    "startTime": 280.039,
    "endTime": 284.4,
    "text": "meditation is for your mind, your body, and your soul."
  },
  {
    "startTime": 284.4,
    "endTime": 290.31,
    "text": "Number two is you can help someone. So one of the best ways to disengage from crap radio"
  },
  {
    "startTime": 290.31,
    "endTime": 296.06,
    "text": "is to actually engage with the world around you. So Asia, maybe you can help someone else"
  },
  {
    "startTime": 296.06,
    "endTime": 301.069,
    "text": "with their homework or give someone a genuine compliment. You know, if you enjoyed hearing"
  },
  {
    "startTime": 301.069,
    "endTime": 305.449,
    "text": "those five great things about you maybe you want to write down five great things about"
  },
  {
    "startTime": 305.449,
    "endTime": 309.84000000000003,
    "text": "somebody else onto a card and send it to them. I mean, who wouldn’t want to get that?"
  },
  {
    "startTime": 309.84,
    "endTime": 315.08,
    "text": "Number three is change the station, and I mean literally change the station. If you"
  },
  {
    "startTime": 315.08,
    "endTime": 319.8,
    "text": "find yourself listening to crap radio I want you to change the station and put on some"
  },
  {
    "startTime": 319.8,
    "endTime": 347.65000000000003,
    "text": "killer music and dance it out. In fact, I think we should do that right now."
  },
  {
    "startTime": 347.65,
    "endTime": 352.88899999999995,
    "text": "But seriously Ajah, crank up those tunes and get moving. It’s really important that you"
  },
  {
    "startTime": 352.889,
    "endTime": 358.779,
    "text": "make the mind-body connection. Any time that you exercise, which, yes, includes dance,"
  },
  {
    "startTime": 358.779,
    "endTime": 363.71,
    "text": "you’re gonna release all of these endorphins that will completely change how you feel about"
  },
  {
    "startTime": 363.71,
    "endTime": 366.93899999999996,
    "text": "yourself and the world around you."
  },
  {
    "startTime": 366.939,
    "endTime": 371.71000000000004,
    "text": "So as we wrap up I wanna leave you with one last idea that I want you to take into the"
  },
  {
    "startTime": 371.71,
    "endTime": 378.29999999999995,
    "text": "rest of your life and, yes, it’s a tweetable."
  },
  {
    "startTime": 378.3,
    "endTime": 382.77000000000004,
    "text": "That mean voice in your head is not you and not true."
  },
  {
    "startTime": 382.77,
    "endTime": 387.779,
    "text": "That was my A to your Q, please keep in touch with us and let us know how it goes. Now I"
  },
  {
    "startTime": 387.779,
    "endTime": 392.889,
    "text": "would love to hear from you. Did you ever feel like Ajah does? Or do you feel that way"
  },
  {
    "startTime": 392.889,
    "endTime": 398.379,
    "text": "now? How do you deal with crap radio? And, of course, if you have something special that"
  },
  {
    "startTime": 398.379,
    "endTime": 402.449,
    "text": "you wanna tell Ajah, please let her know in the comments below."
  },
  {
    "startTime": 402.449,
    "endTime": 406.659,
    "text": "And for extra credit, you should copy and paste the prompt below so you can share 5"
  },
  {
    "startTime": 406.659,
    "endTime": 408.83,
    "text": "great things about somebody you know."
  },
  {
    "startTime": 408.83,
    "endTime": 414.849,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so go"
  },
  {
    "startTime": 414.849,
    "endTime": 417.319,
    "text": "on over and leave a comment now."
  },
  {
    "startTime": 417.319,
    "endTime": 422.749,
    "text": "What’d you think? Did you like this video? If so, consider subscribing to our channel"
  },
  {
    "startTime": 422.749,
    "endTime": 427.22900000000004,
    "text": "and we would be so appreciative if you shared this with your friends. And if you want even"
  },
  {
    "startTime": 427.229,
    "endTime": 431.61,
    "text": "more great resources to create a business and life that you love plus some personal"
  },
  {
    "startTime": 431.61,
    "endTime": 436.339,
    "text": "insights from me that I only get to talk about in email, come on over to MarieForleo.com"
  },
  {
    "startTime": 436.339,
    "endTime": 439.249,
    "text": "and make sure you sign up for email updates."
  },
  {
    "startTime": 439.249,
    "endTime": 443.99,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 443.99,
    "endTime": 449.779,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
  },
  {
    "startTime": 449.779,
    "endTime": 459.779,
    "text": "on MarieTV."
  }
]