[
  {
    "startTime": 0.1,
    "endTime": 4.199999999999999,
    "text": "Sleeping is the best! Waking up is the worst!"
  },
  {
    "startTime": 4.3,
    "endTime": 5.8,
    "text": "Just five more minutes, Mom."
  },
  {
    "startTime": 5.9,
    "endTime": 8.2,
    "text": "But that never really helps, does it?"
  },
  {
    "startTime": 12.5,
    "endTime": 14.3,
    "text": "Hey there, snoozers. Trace here for Dnews."
  },
  {
    "startTime": 14.4,
    "endTime": 17.0,
    "text": "Thanks for watching and check this out-- new set!"
  },
  {
    "startTime": 17.1,
    "endTime": 17.6,
    "text": "It's awesome."
  },
  {
    "startTime": 17.7,
    "endTime": 21.799999999999997,
    "text": "I had a roommate in college whose alarm went off at 7:15 for his 8 am class."
  },
  {
    "startTime": 21.9,
    "endTime": 26.299999999999997,
    "text": "The radio as loud as the volume would go, he didn't even flinch or wake up."
  },
  {
    "startTime": 26.4,
    "endTime": 28.799999999999997,
    "text": "But I almost hit the ceiling, it scared me so much."
  },
  {
    "startTime": 28.9,
    "endTime": 30.5,
    "text": "We've done a lot of videos on sleep."
  },
  {
    "startTime": 30.6,
    "endTime": 32.6,
    "text": "We even actually have a sleep playlist you can check out."
  },
  {
    "startTime": 32.7,
    "endTime": 36.300000000000004,
    "text": "But waking up... some days I just don't wanna get up."
  },
  {
    "startTime": 36.4,
    "endTime": 45.0,
    "text": "Social jet lag, or the idea we have to wake up before our natural rhythms want us to wake up, affects 70 percent of the population, according to a study in Current Biology."
  },
  {
    "startTime": 45.2,
    "endTime": 48.400000000000006,
    "text": "And difficulty waking up is called sleep inertia."
  },
  {
    "startTime": 48.5,
    "endTime": 54.0,
    "text": "A 2013 study in PlosOne describes it as, \"a temporary period of reduced alertness and impaired performance.\""
  },
  {
    "startTime": 54.1,
    "endTime": 61.800000000000004,
    "text": "Scientific symptoms of sleep inertia are poor memory and reaction time, inability to perform basic math and the suffering of alertness or attention."
  },
  {
    "startTime": 61.91,
    "endTime": 67.1,
    "text": "These symptoms can persist for an hour and usually occurs when you wake up during slow-wave sleep."
  },
  {
    "startTime": 67.2,
    "endTime": 70.10000000000001,
    "text": "Sleep comes to humans in order across four stages:"
  },
  {
    "startTime": 70.2,
    "endTime": 73.4,
    "text": "Stage 1 is the transition from wakefulness to a light sleep."
  },
  {
    "startTime": 73.5,
    "endTime": 79.3,
    "text": "During this 5 to 10 minute stage, the electrical signals pulsing through your brain form theta waves."
  },
  {
    "startTime": 79.4,
    "endTime": 81.2,
    "text": "The next 20 minutes is Stage 2."
  },
  {
    "startTime": 81.3,
    "endTime": 88.0,
    "text": "The brain is producing rapid bursts of activity called sleep spindles, and the heart rate slows, and body temperature fluctuates and dips."
  },
  {
    "startTime": 88.1,
    "endTime": 91.0,
    "text": "Stage 3 is slow-wave sleep or delta sleep."
  },
  {
    "startTime": 91.1,
    "endTime": 95.1,
    "text": "This lasts about an hour, and brain activity comes in the form of delta waves."
  },
  {
    "startTime": 95.2,
    "endTime": 102.2,
    "text": "People in this stage aren't responsive when you call their name, and abnormal behaviors like bed-wetting or sleepwalking are a part of the end of this stage."
  },
  {
    "startTime": 102.3,
    "endTime": 106.8,
    "text": "That's where you get to Stage 4, that's famous REM sleep when dreams happen, everybody knows about that!"
  },
  {
    "startTime": 106.9,
    "endTime": 112.30000000000001,
    "text": "When you fall asleep, you go through stage one and then to stage two. Then three, four, then back to two."
  },
  {
    "startTime": 112.4,
    "endTime": 116.9,
    "text": "Then three, four, then back to two. You'll do this four to five times in a night of sleep."
  },
  {
    "startTime": 117.0,
    "endTime": 125.2,
    "text": "If your alarm goes off when you're in stage three, the deepest of sleep, then you'll be jolted awake, and you'll get the worst of sleep inertia!"
  },
  {
    "startTime": 125.3,
    "endTime": 129.3,
    "text": "This is usually when people describe like they were being \"hit by a truck\" when they wake up."
  },
  {
    "startTime": 129.4,
    "endTime": 135.70000000000002,
    "text": "The hormones surging through your body that keep you in a deep sleep are still floating around, affecting your now awake body."
  },
  {
    "startTime": 135.8,
    "endTime": 139.0,
    "text": "Sleep inertia is still being studied, it was only named in the late 70s"
  },
  {
    "startTime": 139.1,
    "endTime": 142.2,
    "text": "So, say it with me now, MORE RESEARCH IS NEEDED!"
  },
  {
    "startTime": 142.3,
    "endTime": 147.3,
    "text": "But what we do know is the best medicine is to get out of bed and turn on the lights and get going"
  },
  {
    "startTime": 147.4,
    "endTime": 152.70000000000002,
    "text": "because the retina is directly connected to the suprachiasmatic nucleus, or SCN."
  },
  {
    "startTime": 152.7,
    "endTime": 159.7,
    "text": "The SCN controls our sleep-wake cycle and the release of melatonin, which is a hormone that triggers the sleeping part of the sleep/wake cycle."
  },
  {
    "startTime": 159.8,
    "endTime": 163.5,
    "text": "Your phone, that doesn't count. You need to actually get up and see some daylight."
  },
  {
    "startTime": 163.6,
    "endTime": 169.79999999999998,
    "text": "It's true that at night the blue light from your phone and your tablet screens mess with your SCN regulation of that sleep/wake cycle."
  },
  {
    "startTime": 169.9,
    "endTime": 171.70000000000002,
    "text": "So don't use them before you go to sleep."
  },
  {
    "startTime": 171.8,
    "endTime": 178.60000000000002,
    "text": "But a study in PlosOne found that increasing that blue light in the morning doesn't increase brain alertness during sleep inertia."
  },
  {
    "startTime": 178.7,
    "endTime": 181.0,
    "text": "So, grabbing your phone first thing isn't gonna save you."
  },
  {
    "startTime": 181.1,
    "endTime": 182.9,
    "text": "Also, the snooze button is NOT your friend."
  },
  {
    "startTime": 183.0,
    "endTime": 191.1,
    "text": "If you're jolted from slow-wave sleep and allow your brain to drop into sleep again, you're gonna start the whole sleep cycle over, causing you to feel even worse."
  },
  {
    "startTime": 191.2,
    "endTime": 195.29999999999998,
    "text": "And don't set alarms every half an hour, you're not gradually waking yourself up."
  },
  {
    "startTime": 195.4,
    "endTime": 198.3,
    "text": "You're interrupting and restarting your sleep cycle over and over again."
  },
  {
    "startTime": 198.4,
    "endTime": 203.0,
    "text": "I'm guilty of this, so are many of you. It is the worst, just stop it."
  },
  {
    "startTime": 203.1,
    "endTime": 209.1,
    "text": "Like everything, having a healthy sleep/wake cycle requires effort -- like running a race, we have to train to be good at it."
  },
  {
    "startTime": 209.2,
    "endTime": 210.2,
    "text": "Waking up is no different."
  },
  {
    "startTime": 210.3,
    "endTime": 213.10000000000002,
    "text": "You can set one alarm, you can make yourself wake up when it goes off."
  },
  {
    "startTime": 213.2,
    "endTime": 216.0,
    "text": "And it's gonna be terrible for a while, but it'll get better."
  },
  {
    "startTime": 216.1,
    "endTime": 221.9,
    "text": "Take down the blackout curtains so you get some daylight and that will help because your retinas will tell your SCN it's wakeup time."
  },
  {
    "startTime": 222.0,
    "endTime": 226.1,
    "text": "If you wake up early on the weekend too, you won't throw off your weekday sleep schedule!"
  },
  {
    "startTime": 226.2,
    "endTime": 228.6,
    "text": "A morning routine is the best. And everyone is different."
  },
  {
    "startTime": 228.7,
    "endTime": 232.89999999999998,
    "text": "But luckily, wakefulness is actually really easy to train, but only you can do it."
  },
  {
    "startTime": 233.0,
    "endTime": 237.0,
    "text": "I used to be a night owl, I'd be up till two, three in the morning, and wake up mid-day."
  },
  {
    "startTime": 237.1,
    "endTime": 243.1,
    "text": "But having to be up to everyday for DNews has made me a morning person in some ways, and it's completely changed my sleep/wake cycle."
  },
  {
    "startTime": 243.2,
    "endTime": 244.79999999999998,
    "text": "And you know what? I kind of love it."
  },
  {
    "startTime": 244.9,
    "endTime": 251.4,
    "text": "Do you wanna change your sleep schedule? Go head and tell us about it down below. Leave some tips if you got some, and make sure you subscribe for more Dnews."
  }
]