[
  {
    "startTime": 3.008,
    "endTime": 12.8,
    "text": "If you've ever had a \"gut reaction\" to something, gone with a \"gut feeling\" or had a \"gut-wrenching\" experience, you may not realise we use these terms for a reason."
  },
  {
    "startTime": 12.8,
    "endTime": 20.8,
    "text": "In our gut lies our enteric nervous system and it’s often called our second brain."
  },
  {
    "startTime": 20.8,
    "endTime": 26.5,
    "text": "We have the same number of neurons lining our long tube of gut as we do in our spinal cord."
  },
  {
    "startTime": 26.5,
    "endTime": 35.188,
    "text": "And our gut is capable of reacting, like causing cravings for a taco, without even communicating with our first brain."
  },
  {
    "startTime": 35.979,
    "endTime": 40.8,
    "text": "We have a community of bacteria living in our gut called our microbiome."
  },
  {
    "startTime": 40.8,
    "endTime": 47.138999999999996,
    "text": "It’s influenced by what you eat, your genes, age, stress levels and even where you live."
  },
  {
    "startTime": 47.139,
    "endTime": 53.347,
    "text": "Certain bacteria thrive depending on what you eat, and we’re just starting to realise what it can do."
  },
  {
    "startTime": 53.347,
    "endTime": 60.142,
    "text": "Our microbiome can communicate with our Central Nervous System and influence our behaviour."
  },
  {
    "startTime": 61.042,
    "endTime": 73.5,
    "text": "In one study, germ-free mice, who aren't exposed to any bacteria since birth and don’t develop a microbiome, were compared to their germ-carrying counterparts in a maze test."
  },
  {
    "startTime": 73.5,
    "endTime": 78.884,
    "text": "The germ-free mice showed a reduction in anxiety-like behaviors in response to the maze."
  },
  {
    "startTime": 79.703,
    "endTime": 84.3,
    "text": "They were then housed with the other mice, and exposed to their germs."
  },
  {
    "startTime": 84.3,
    "endTime": 89.5,
    "text": "But when they did the maze test again, they still showed a reduction in anxious behaviour."
  },
  {
    "startTime": 89.5,
    "endTime": 100.8,
    "text": "The researchers suggested gut-brain interactions are important to the development of stress systems, and the germ-free mice missed their window to develop one."
  },
  {
    "startTime": 100.8,
    "endTime": 110.3,
    "text": "A recent study found that prebiotics, little fibre compounds that stimulate the growth of gut bacteria, have an anti-anxiety effect in people."
  },
  {
    "startTime": 110.3,
    "endTime": 117.5,
    "text": "Participants were split into two groups, one that took prebiotics every day, and one that took a placebo."
  },
  {
    "startTime": 117.5,
    "endTime": 123.399,
    "text": "After three weeks, those who took prebiotics had lower levels of the stress hormone cortisol,"
  },
  {
    "startTime": 123.399,
    "endTime": 130.8,
    "text": "and in tests they paid less attention to negative information and more attention to positive information."
  },
  {
    "startTime": 130.8,
    "endTime": 143.14800000000002,
    "text": "And other studies have shown that giving people fermented milk products containing probiotics, or healthy bacteria, twice a day for four weeks, altered brain activity in regions linked to emotion."
  },
  {
    "startTime": 144.048,
    "endTime": 149.799,
    "text": "The function of our gastro-intestinal tract goes far beyond just processing what we eat."
  },
  {
    "startTime": 149.799,
    "endTime": 155.3,
    "text": "Of course our second brain, our enteric nervous system, isn’t capable of conscious thought."
  },
  {
    "startTime": 155.3,
    "endTime": 161.4,
    "text": "But our microbiome can influence our behavior, our stress levels and even our mood."
  },
  {
    "startTime": 161.4,
    "endTime": 172.5,
    "text": "So the next time you have that feeling of butterflies in your stomach, remember there’s a whole lot more happening down there than you may realise."
  },
  {
    "startTime": 172.5,
    "endTime": 180.6,
    "text": "For more awesome facts about yourself, head over to my friends Alltime Numbers, where they’ll take you through the human body in numbers."
  },
  {
    "startTime": 180.6,
    "endTime": 187.045,
    "text": "And if you don’t already, subscribe to BrainCraft for a new, brainy video every Thursday."
  }
]