[
  {
    "startTime": 0.016,
    "endTime": 1.835,
    "text": "Hey there, welcome to Life Noggin."
  },
  {
    "startTime": 2.2,
    "endTime": 5.0,
    "text": "Whether it's the latest scary movie or some sparkly vampire book."
  },
  {
    "startTime": 5.279,
    "endTime": 8.719999999999999,
    "text": "Blood seems to be everywhere, well, hopefully not real blood because that would be gross."
  },
  {
    "startTime": 9.012,
    "endTime": 13.014,
    "text": "However, one thing that's not mentioned in a lot of these stories is blood types."
  },
  {
    "startTime": 13.032,
    "endTime": 16.059,
    "text": "What do all of these letters and plus signs mean anyway?"
  },
  {
    "startTime": 16.059,
    "endTime": 17.0,
    "text": "Luckily, I'm here to help."
  },
  {
    "startTime": 17.0,
    "endTime": 18.068,
    "text": "For most of human history, we thought that all blood was the same."
  },
  {
    "startTime": 20.022,
    "endTime": 23.057,
    "text": "In fact, it wasn't until the 20th century that we discovered that we were wrong."
  },
  {
    "startTime": 23.057,
    "endTime": 30.256,
    "text": "When foreign objects like bacteria or viruses get into our body, your white blood cells produce antibodies which are like your own personal army."
  },
  {
    "startTime": 30.449,
    "endTime": 33.451,
    "text": "These antibodies recognize the foreign object, which we call an antigen and attack it."
  },
  {
    "startTime": 34.249,
    "endTime": 40.007000000000005,
    "text": "The antibody then attaches itself to the antigen similar to a locking key, which is what keeps you from getting sick."
  },
  {
    "startTime": 40.007,
    "endTime": 43.0,
    "text": "So there's no reason why any antigens should still be in your body, right?"
  },
  {
    "startTime": 43.0,
    "endTime": 44.0,
    "text": "Well, wrong."
  },
  {
    "startTime": 44.0,
    "endTime": 52.166,
    "text": "Your red blood cells naturally contain millions of antigens that your immune system doesn't react to, and the antigens that you have in those red blood cells determine your blood type."
  },
  {
    "startTime": 52.166,
    "endTime": 56.967,
    "text": "For example, if you have both A and B antigens, your blood type is AB."
  },
  {
    "startTime": 56.967,
    "endTime": 58.705999999999996,
    "text": "If you have neither A nor B antigens, then you are a type O."
  },
  {
    "startTime": 59.309,
    "endTime": 65.499,
    "text": "Additionally, if you have type A blood, then you have anti-B antibodies, this is why you have to be careful if you get a blood transfusion."
  },
  {
    "startTime": 65.499,
    "endTime": 70.61,
    "text": "If you receive someone else's blood that's a type B, your immune system will attack that blood, thinking it's a foreign object."
  },
  {
    "startTime": 70.661,
    "endTime": 76.22,
    "text": "Lastly, if you hear the word \"positive\" at the end of your blood type, you have an additional antigen called the Rh factor."
  },
  {
    "startTime": 76.304,
    "endTime": 81.118,
    "text": "A universal blood donor has none of these antigens which makes someone with O negative blood very valuable."
  },
  {
    "startTime": 81.118,
    "endTime": 83.067,
    "text": "So what's your blood type? Let us know!"
  },
  {
    "startTime": 83.229,
    "endTime": 88.0,
    "text": "And if not, you should go ahead and ask us a question that you want answer, because it might become a Life Noggin video."
  },
  {
    "startTime": 88.0,
    "endTime": 92.0,
    "text": "I'm Blucko, this's been Life Noggin, I'll see you on Monday with a brand new video."
  },
  {
    "startTime": 92.0,
    "endTime": 92.168,
    "text": "Don't forget to keep on thinking!"
  }
]