[
  {
    "startTime": 7.081,
    "endTime": 12.512,
    "text": "There is a curse that has plagued humanity since ancient times."
  },
  {
    "startTime": 12.513,
    "endTime": 18.5,
    "text": "The Greeks fought it by chewing aromatic resins, while the Chinese resorted to egg shells."
  },
  {
    "startTime": 18.5,
    "endTime": 25.2,
    "text": "In the ancient Jewish Talmud, it's even considered legal grounds for divorce."
  },
  {
    "startTime": 25.2,
    "endTime": 31.427999999999997,
    "text": "This horrible scourge is halitosis, otherwise known as bad breath."
  },
  {
    "startTime": 31.428,
    "endTime": 35.465,
    "text": "But what causes it, and why is it so universally terrifying?"
  },
  {
    "startTime": 35.965,
    "endTime": 43.42100000000001,
    "text": "Well, think of some of the worst odors you can imagine, like garbage, feces or rotting meat."
  },
  {
    "startTime": 43.621,
    "endTime": 58.089,
    "text": "All of these smells come from the activity of microorganisms, particularly bacteria, and, as disgusting as it may sound, similar bacteria live in the moisture-rich environment of your mouth."
  },
  {
    "startTime": 58.09,
    "endTime": 59.834,
    "text": "Don't panic."
  },
  {
    "startTime": 59.834,
    "endTime": 68.178,
    "text": "The presence of bacteria in your body is not only normal, it's actually vital for all sorts of things, like digestion and disease prevention."
  },
  {
    "startTime": 67.978,
    "endTime": 72.05099999999999,
    "text": "But like all living things, bacteria need to eat."
  },
  {
    "startTime": 72.451,
    "endTime": 78.19399999999999,
    "text": "The bacteria in your mouth feed off of mucus, food remnants, and dead tissue cells."
  },
  {
    "startTime": 79.594,
    "endTime": 86.83399999999999,
    "text": "In order to absorb nutrients through their cell membranes, they must break down the organic matter into much smaller molecules."
  },
  {
    "startTime": 86.834,
    "endTime": 95.20400000000001,
    "text": "For example, they'll break proteins into their component amino acids and then break those down even further into various compounds."
  },
  {
    "startTime": 95.204,
    "endTime": 107.065,
    "text": "Some of the foul-smelling by-products of these reactions, such as hydrogen sulfide and cadaverine, escape into the air and waft their way towards unsuspecting noses."
  },
  {
    "startTime": 107.165,
    "endTime": 118.07600000000001,
    "text": "Our sensitivity to these odors and interpretation of them as bad smells maybe an evolutionary mechanism warning us of rotten food and the presence of disease."
  },
  {
    "startTime": 118.209,
    "endTime": 125.885,
    "text": "Smell is one of our most intimate and primal senses, playing a huge role in our attraction to potential mates."
  },
  {
    "startTime": 126.285,
    "endTime": 141.398,
    "text": "In one poll, 59% of men and 70% of women said they wouldn't go on a date  with someone who has bad breath, which maybe why Americans alone spend $1 billion a year on various breath products."
  },
  {
    "startTime": 141.816,
    "endTime": 144.562,
    "text": "Fortunately, most bad breath is easily treated."
  },
  {
    "startTime": 144.862,
    "endTime": 153.49,
    "text": "The worst smelling byproducts come from gram-negative bacteria that live in the spaces between gums and teeth and on the back of the tongue."
  },
  {
    "startTime": 153.919,
    "endTime": 169.232,
    "text": "By brushing and flossing our teeth, using antibacterial mouthwash at bedtime, gently cleaning the back of the tongue with a plastic scraper and even just eating a healthy breakfast, we can remove many of these bacteria and their food sources."
  },
  {
    "startTime": 169.832,
    "endTime": 179.587,
    "text": "In some cases, these measures may not be enough due to dental problems, nasal conditions, or rarer ailments, such as liver disease and uncontrolled diabetes."
  },
  {
    "startTime": 180.987,
    "endTime": 186.743,
    "text": "Behaviors like smoking and excessive alcohol consumption also have a very recognizable odor."
  },
  {
    "startTime": 187.343,
    "endTime": 195.0,
    "text": "Regardless of cause, the bad smell almost  always originates in the mouth and not the stomach or elsewhere in the body."
  },
  {
    "startTime": 195.3,
    "endTime": 202.965,
    "text": "But one of the biggest challenges lies in actually determining how our breath smells in the first place, and it's unclear why."
  },
  {
    "startTime": 203.404,
    "endTime": 208.522,
    "text": "It maybe that we're too acclimatized to the smell inside our own mouths to judge it."
  },
  {
    "startTime": 208.693,
    "endTime": 215.502,
    "text": "And methods like cupping your hands over your mouth, or licking and smelling your wrist don't work perfectly either."
  },
  {
    "startTime": 215.502,
    "endTime": 224.27200000000002,
    "text": "One study showed that even when people do this, they tend to rate the smell subjectively according to how bad they thought it was going to be."
  },
  {
    "startTime": 224.272,
    "endTime": 240.551,
    "text": "But there's one simple, if socially difficult way of finding out how your breath smells: just take a deep breath and ask a friend."
  }
]