[
  {
    "startTime": 11.0,
    "endTime": 14.5,
    "text": "Watch the center of this disk."
  },
  {
    "startTime": 15.0,
    "endTime": 16.6,
    "text": "You are getting sleepy."
  },
  {
    "startTime": 17.3,
    "endTime": 19.0,
    "text": "No, just kidding."
  },
  {
    "startTime": 19.1,
    "endTime": 21.1,
    "text": "I'm not going to hypnotize you."
  },
  {
    "startTime": 21.2,
    "endTime": 24.9,
    "text": "But are you starting  to see colors in the rings?"
  },
  {
    "startTime": 25.0,
    "endTime": 28.4,
    "text": "If so, your eyes are playing tricks on you."
  },
  {
    "startTime": 28.5,
    "endTime": 31.6,
    "text": "The disk was only ever black and white."
  },
  {
    "startTime": 31.7,
    "endTime": 36.3,
    "text": "You see, your eyes don't always capture the world as a video camera would."
  },
  {
    "startTime": 36.4,
    "endTime": 47.8,
    "text": "In fact, there are quite a few differences, owing to the anatomy of your eye and the processing that takes place in your brain and its outgrowth, the retina."
  },
  {
    "startTime": 48.0,
    "endTime": 50.1,
    "text": "Let's start with some similarities."
  },
  {
    "startTime": 50.2,
    "endTime": 56.400000000000006,
    "text": "Both have lenses to focus light and sensors to capture it, but even those things behave differently."
  },
  {
    "startTime": 56.5,
    "endTime": 66.4,
    "text": "The lens in a camera moves to stay focused on an object hurtling towards it, while the one in your eye responds by changing shape."
  },
  {
    "startTime": 66.5,
    "endTime": 73.8,
    "text": "Most camera lenses are also achromatic, meaning they focus both red and blue light to the same point."
  },
  {
    "startTime": 73.9,
    "endTime": 75.4,
    "text": "Your eye is different."
  },
  {
    "startTime": 75.5,
    "endTime": 80.4,
    "text": "When red light from an object is in focus, the blue light is out of focus."
  },
  {
    "startTime": 80.5,
    "endTime": 83.8,
    "text": "So why don't things look partially out of focus all the time?"
  },
  {
    "startTime": 83.9,
    "endTime": 90.0,
    "text": "To answer that question, we first need to look at how your eye and the camera capture light:"
  },
  {
    "startTime": 90.1,
    "endTime": 91.6,
    "text": "photoreceptors."
  },
  {
    "startTime": 93.6,
    "endTime": 102.19999999999999,
    "text": "The light-sensitive surface in a camera only has one kind of photoreceptor that is evenly distributed throughout the focusing surface."
  },
  {
    "startTime": 102.3,
    "endTime": 113.2,
    "text": "An array of red, green, and blue filters on top of these photoreceptors causes them to respond selectively to long, medium, and short-wavelength light."
  },
  {
    "startTime": 113.8,
    "endTime": 123.8,
    "text": "Your eye's retinas, on the other hand, have several types of photoreceptors, usually three for normal light conditions, and only one type for lowlight,"
  },
  {
    "startTime": 123.9,
    "endTime": 126.4,
    "text": "which is why we're color blind  in the dark."
  },
  {
    "startTime": 126.5,
    "endTime": 138.2,
    "text": "In normal light, unlike the camera, we have no need for a color filter because our photoreceptors already respond selectively to different wavelengths of light."
  },
  {
    "startTime": 138.5,
    "endTime": 147.2,
    "text": "Also in contrast to a camera, your photoreceptors are unevenly distributed, with no receptors for dim light in the very center."
  },
  {
    "startTime": 147.3,
    "endTime": 152.4,
    "text": "This is why faint stars seem to disappear when you look directly at them."
  },
  {
    "startTime": 152.5,
    "endTime": 161.0,
    "text": "The center also has very few receptors that can detect blue light, which is why you don't notice the blurred blue image from earlier."
  },
  {
    "startTime": 161.1,
    "endTime": 167.7,
    "text": "However, you still perceive blue there because your brain fills it in from context."
  },
  {
    "startTime": 168.1,
    "endTime": 174.1,
    "text": "Also, the edges of our retinas have relatively few receptors for any wavelength light."
  },
  {
    "startTime": 174.2,
    "endTime": 181.7,
    "text": "So our visual acuity and ability to see color falls off rapidly from the center of our vision."
  },
  {
    "startTime": 181.8,
    "endTime": 188.70000000000002,
    "text": "There is also an area in our eyes called the blind spot where there are no photoreceptors of any kind."
  },
  {
    "startTime": 188.8,
    "endTime": 194.20000000000002,
    "text": "We don't notice a lack of vision there because once again, our brain fills in the gaps."
  },
  {
    "startTime": 194.3,
    "endTime": 199.3,
    "text": "In a very real sense, we see with our brains, not our eyes."
  },
  {
    "startTime": 199.4,
    "endTime": 207.1,
    "text": "And because our brains, including the retinas, are so involved in the process, we are susceptible to visual illusions."
  },
  {
    "startTime": 207.7,
    "endTime": 211.39999999999998,
    "text": "Here's another illusion caused by the eye itself."
  },
  {
    "startTime": 211.5,
    "endTime": 214.552,
    "text": "Does the center of this image look like it's jittering around?"
  },
  {
    "startTime": 214.9,
    "endTime": 218.1,
    "text": "That's because your eye actually jiggles most of the time."
  },
  {
    "startTime": 218.2,
    "endTime": 229.5,
    "text": "If it didn't, your vision  would eventually shut down because the nerves on the retina stop responding to a stationary image of constant intensity."
  },
  {
    "startTime": 229.6,
    "endTime": 235.7,
    "text": "And unlike a camera, you briefly stop seeing whenever you make a larger movement with your eyes."
  },
  {
    "startTime": 235.8,
    "endTime": 242.3,
    "text": "That's why you can't see your own eyes shift as you look from one to the other in a mirror."
  },
  {
    "startTime": 242.9,
    "endTime": 251.0,
    "text": "Video cameras can capture details our eyes miss, magnify distant objects and accurately record what they see."
  },
  {
    "startTime": 251.1,
    "endTime": 261.4,
    "text": "But our eyes are remarkably efficient adaptations, the result of hundreds of millions of years of coevolution with our brains."
  },
  {
    "startTime": 261.5,
    "endTime": 265.5,
    "text": "And so what if we don't always see the world exactly as it is."
  },
  {
    "startTime": 265.6,
    "endTime": 277.70000000000005,
    "text": "There's a certain joy to be found watching stationary leaves waving on an illusive breeze, and maybe even an evolutionary advantage."
  },
  {
    "startTime": 277.8,
    "endTime": 279.8,
    "text": "But that's a lesson for another day."
  }
]