[
  {
    "startTime": 1.1,
    "endTime": 4.7,
    "text": "To buy, or not to buy. That is the question."
  },
  {
    "startTime": 4.8,
    "endTime": 7.8,
    "text": "Should you continue to rent? Or should you buy your first home?"
  },
  {
    "startTime": 7.9,
    "endTime": 9.700000000000001,
    "text": "This can be a challenging decision."
  },
  {
    "startTime": 9.8,
    "endTime": 11.100000000000001,
    "text": "But it need not be."
  },
  {
    "startTime": 11.2,
    "endTime": 16.6,
    "text": "In the next few minutes we'll show you simple way to determine exactly when to make the move to home ownership."
  },
  {
    "startTime": 16.7,
    "endTime": 20.2,
    "text": "Let's start with a quick comparison of the advantages of both options."
  },
  {
    "startTime": 20.3,
    "endTime": 25.700000000000003,
    "text": "Renting has two primary advantages: mobility and simplified financial obligations."
  },
  {
    "startTime": 26.0,
    "endTime": 28.4,
    "text": "Buying a home has different advantages."
  },
  {
    "startTime": 28.5,
    "endTime": 35.8,
    "text": "Each mortgage payment builds equity in your house; House payments remain essentially fixed, even as other prices rise;"
  },
  {
    "startTime": 35.9,
    "endTime": 40.699999999999996,
    "text": "Your tax bill will likely be lower, and your home improvements build upon your investment."
  },
  {
    "startTime": 40.8,
    "endTime": 44.599999999999994,
    "text": "But when is it best to switch from renting to buying your first home?"
  },
  {
    "startTime": 44.7,
    "endTime": 48.6,
    "text": "From a financial point of view, it essentially comes down to two factors:"
  },
  {
    "startTime": 48.7,
    "endTime": 53.7,
    "text": "The minimum number of years you plan to own the house and the size of your down payment."
  },
  {
    "startTime": 53.8,
    "endTime": 57.5,
    "text": "We'll illustrate this with a spreadsheet we created in Google Drive."
  },
  {
    "startTime": 57.6,
    "endTime": 65.4,
    "text": "You can get your own copy of the spreadsheet by clicking on the link listed in the description section below and copy it into your own Google Drive."
  },
  {
    "startTime": 65.7,
    "endTime": 70.60000000000001,
    "text": "The cells with no shading contain the all information we need for our calculations."
  },
  {
    "startTime": 70.7,
    "endTime": 75.7,
    "text": "The default values are typical of those for buying a starter home with a cost of $100,000."
  },
  {
    "startTime": 75.8,
    "endTime": 79.3,
    "text": "A summary of the analysis is best illustrated by two graphs."
  },
  {
    "startTime": 79.4,
    "endTime": 84.80000000000001,
    "text": "The first graph shows the projected expenses for both renting and homeownership over the coming years."
  },
  {
    "startTime": 84.9,
    "endTime": 90.0,
    "text": "The curves show that the projected accumulated expenses for house ownership start out higher,"
  },
  {
    "startTime": 90.1,
    "endTime": 93.8,
    "text": "but eventually drop below the rental expenses at some point in the future."
  },
  {
    "startTime": 93.9,
    "endTime": 95.7,
    "text": "There are several reasons for this."
  },
  {
    "startTime": 95.8,
    "endTime": 100.2,
    "text": "First, as soon as you buy a house, you incur the future cost of selling it."
  },
  {
    "startTime": 100.3,
    "endTime": 105.8,
    "text": "Even though this expense won't be paid until the house is sold, we count it as an expense right up front."
  },
  {
    "startTime": 105.9,
    "endTime": 110.0,
    "text": "It's this expense that makes homeownership initially cost more than renting."
  },
  {
    "startTime": 110.1,
    "endTime": 115.5,
    "text": "In most cases, accumulated renting expenses will eventually exceed the costs of owning a home."
  },
  {
    "startTime": 115.6,
    "endTime": 120.69999999999999,
    "text": "This is because less money is spent on mortgage loan interest as you build home equity."
  },
  {
    "startTime": 120.8,
    "endTime": 125.6,
    "text": "On the other hand, rental costs generally continue to rise at the rate of inflation."
  },
  {
    "startTime": 125.7,
    "endTime": 131.2,
    "text": "By looking at this graph, it's clear that you will need to hold onto your house for at least a few years to break even."
  },
  {
    "startTime": 131.3,
    "endTime": 133.8,
    "text": "So if there is a high likelihood of you moving soon,"
  },
  {
    "startTime": 133.9,
    "endTime": 137.70000000000002,
    "text": "it's better to continue renting and save for a larger down payment."
  },
  {
    "startTime": 137.8,
    "endTime": 141.20000000000002,
    "text": "This brings us to the second primary factor--your down payment."
  },
  {
    "startTime": 141.3,
    "endTime": 143.8,
    "text": "A higher down payment means a smaller mortgage,"
  },
  {
    "startTime": 143.9,
    "endTime": 148.0,
    "text": "which lowers your interest payments, thereby lowering your overall house expenses"
  },
  {
    "startTime": 148.1,
    "endTime": 151.9,
    "text": "Further, if your down payment is less than 20% of the house price,"
  },
  {
    "startTime": 152.0,
    "endTime": 159.0,
    "text": "your loan will likely require the additional expense of private mortgage insurance (or PMI) as part of your monthly house payment."
  },
  {
    "startTime": 159.3,
    "endTime": 164.8,
    "text": "Now that we know the two primary factors impacting your decision, let's look at the second graph in the spreadsheet."
  },
  {
    "startTime": 164.9,
    "endTime": 167.8,
    "text": "One axis represents the amount of your down payment."
  },
  {
    "startTime": 167.9,
    "endTime": 171.4,
    "text": "The other, is the minimum amount of time you plan to own your home."
  },
  {
    "startTime": 171.5,
    "endTime": 175.8,
    "text": "If your situation puts you within the shaded region, it's better to continue renting."
  },
  {
    "startTime": 175.9,
    "endTime": 181.6,
    "text": "But if you determine that your situation puts you outside of the shaded region, it's time to consider buying a home."
  },
  {
    "startTime": 181.7,
    "endTime": 188.1,
    "text": "For example, this graph shows if you put 20% down, you should plan to own the house for at least 2.5 years."
  },
  {
    "startTime": 188.3,
    "endTime": 191.20000000000002,
    "text": "You may have noticed that throughout our analysis,"
  },
  {
    "startTime": 191.3,
    "endTime": 194.9,
    "text": "we have assumed that the values in our spreadsheet remain the same over time."
  },
  {
    "startTime": 195.0,
    "endTime": 198.2,
    "text": "But in the world of real estate, nothing remains the same."
  },
  {
    "startTime": 198.3,
    "endTime": 203.60000000000002,
    "text": "Inflation, mortgage rates, and home prices vary significantly over time."
  },
  {
    "startTime": 203.7,
    "endTime": 207.0,
    "text": "So is the whole analysis hopeless and just a matter of luck?"
  },
  {
    "startTime": 207.1,
    "endTime": 208.6,
    "text": "Fortunately not."
  },
  {
    "startTime": 208.7,
    "endTime": 212.7,
    "text": "A homeowner has one significant hedge against all these variables."
  },
  {
    "startTime": 212.8,
    "endTime": 214.10000000000002,
    "text": "That hedge is time."
  },
  {
    "startTime": 214.2,
    "endTime": 221.0,
    "text": "According to the famous Case-Shiller index, given enough time, housing prices will on average track inflation."
  },
  {
    "startTime": 221.1,
    "endTime": 228.5,
    "text": "Therefore, in most cases, you can avoid a loss due to short-term depressed housing prices by simply holding onto your home longer."
  },
  {
    "startTime": 228.6,
    "endTime": 233.1,
    "text": "As you have seen, the rent or buy decision doesn't need to be overly complicated."
  },
  {
    "startTime": 233.2,
    "endTime": 238.5,
    "text": "By focusing on two important factors, you can start charting your course to home ownership."
  },
  {
    "startTime": 238.9,
    "endTime": 244.5,
    "text": "If you liked video and want to continue to learn more about various aspects of home buying,"
  },
  {
    "startTime": 244.7,
    "endTime": 246.89999999999998,
    "text": "please subscribe to the home buyer channel."
  },
  {
    "startTime": 247.0,
    "endTime": 253.2,
    "text": "If your business involves home buying or financing, we encourage you to embed this video into your website."
  },
  {
    "startTime": 253.3,
    "endTime": 261.0,
    "text": "Use the comment section to let us know what you think of this video and what other types of home-buying topics you would like to see in the future."
  }
]