[
  {
    "startTime": 0.21,
    "endTime": 2.4,
    "text": "This episode of DNews is brought to you by Norton."
  },
  {
    "startTime": 2.5,
    "endTime": 12.0,
    "text": "As the old saying goes, \"On the the Internet, no one know you're an *beep*,\" and science is showing cyberbullying has some long-lasting effects."
  },
  {
    "startTime": 15.8,
    "endTime": 18.3,
    "text": "Hey, everybody. Trace here for DNews. Thanks for tuning in."
  },
  {
    "startTime": 18.3,
    "endTime": 24.5,
    "text": "Our parents had regular bullies, they stole their lunch money on the walk to school, they beat them up out of sight of the teachers."
  },
  {
    "startTime": 24.5,
    "endTime": 29.2,
    "text": "But cyberbullies don't have to go far to get out of sight or find a victim."
  },
  {
    "startTime": 29.2,
    "endTime": 39.9,
    "text": "A study in School Psychology Quarterly found that when it comes to bullying, girls were more likely to be victims of verbal or relational assaults, while boys were more likely to be physically bullied,"
  },
  {
    "startTime": 40.0,
    "endTime": 45.6,
    "text": "and as kids age, the physical bullying peters out, but cyberbullying increases."
  },
  {
    "startTime": 45.7,
    "endTime": 51.900000000000006,
    "text": "According to research in the journal Psicothema, one in four teens were cyber-bullied in the year prior to the study."
  },
  {
    "startTime": 52.1,
    "endTime": 55.64,
    "text": "And unlike old school bullying, the internet is in your pocket all the time thanks to smartphones."
  },
  {
    "startTime": 57.5,
    "endTime": 67.7,
    "text": "63 percent of the teens said that they never shut off their phones, so they can be bullied anywhere, and as more people carry devices like phones and laptops, the numbers will only grow."
  },
  {
    "startTime": 67.8,
    "endTime": 71.8,
    "text": "The long-term effects of this round-the-clock bullying are just beginning to be studied."
  },
  {
    "startTime": 71.9,
    "endTime": 76.36,
    "text": "And according to the same study, with most, the cyberbullying lasted less than a month;"
  },
  {
    "startTime": 76.4,
    "endTime": 84.9,
    "text": "but four percent of teens said they'd been regularly cyber-bullied for three to six months and three percent for more than a year! That's a lot of bullying!"
  },
  {
    "startTime": 85.1,
    "endTime": 94.3,
    "text": "And it doesn't stop there, the Boston Children's Hospital released a study earlier this year, that says even though the bullying does stop eventually, the harm sticks around forever."
  },
  {
    "startTime": 94.5,
    "endTime": 104.1,
    "text": "People who experienced harassment at any age experienced worse mental and physical health later in life, plus increased depressive symptoms and lower self-worth."
  },
  {
    "startTime": 104.2,
    "endTime": 113.2,
    "text": "A separate studying in the Proceedings of the National Academy of Sciences found that victims of bullying had increases in anxiety disorders, panic disorder, depression,"
  },
  {
    "startTime": 113.4,
    "endTime": 121.97900000000001,
    "text": "and additionally, people who were bullied had higher levels of C-reactive protein, which is a biomarker which has been linked to higher cardiovascular risk."
  },
  {
    "startTime": 121.979,
    "endTime": 126.71,
    "text": "Bullies, on the other hand, had lower levels of that protein. That's awful."
  },
  {
    "startTime": 126.8,
    "endTime": 131.64,
    "text": "Anyway, the reasons aren't really clear, but a study by the Family Institute at Northwestern University said that teenagers have more difficulty processing and dealing with cyberbullying than classic bullying,"
  },
  {
    "startTime": 137.3,
    "endTime": 139.8,
    "text": "simply because online is more solitary."
  },
  {
    "startTime": 140.0,
    "endTime": 146.0,
    "text": "No one comes to the victim's defence, and it's difficult for a victim to work out differences with their bully."
  },
  {
    "startTime": 146.4,
    "endTime": 150.0,
    "text": "This isn't just a kids issue either, climate scientists are cyberbullied constantly."
  },
  {
    "startTime": 150.1,
    "endTime": 158.29999999999998,
    "text": "Gavin Schmidt, a climate scientist for NASA, told Scientific American he gets a lot of hate mail and intimidating letters, everytime he publishes anything."
  },
  {
    "startTime": 158.4,
    "endTime": 160.70000000000002,
    "text": "Journalists, myself included, experience bullying on a regular basis."
  },
  {
    "startTime": 162.2,
    "endTime": 167.89999999999998,
    "text": "It's not easy to put your face on YouTube, knowing that everything you say or do will be commented on; usually negatively."
  },
  {
    "startTime": 168.2,
    "endTime": 173.6,
    "text": "Again, females have it worse than males in this area, as exposed by the current #GamerGate bullcrap."
  },
  {
    "startTime": 173.8,
    "endTime": 175.0,
    "text": "But that's neither here nor there."
  },
  {
    "startTime": 175.1,
    "endTime": 188.1,
    "text": "Cyberbullying is truly horrible to the people it affects, and it's becoming such a growing problem, a 13-year-old from Chicago entered a project in the Google Science Fair that cut bullying comments by 93.43 percent."
  },
  {
    "startTime": 188.1,
    "endTime": 194.2,
    "text": "Her invention? A piece of software that identifies a mean comment and simply asks if they're sure they want to post it."
  },
  {
    "startTime": 194.2,
    "endTime": 198.0,
    "text": "Seriously, almost everyone who used it reconsider their comment."
  },
  {
    "startTime": 198.2,
    "endTime": 207.0,
    "text": "Luckily there is other software out there to protect you from cyberbullying and other online dangers so a big thank you to Norton for protecting the vulnerable and for sponsoring DNews."
  },
  {
    "startTime": 207.2,
    "endTime": 212.1,
    "text": "Have you ever been a victim of cyberbullying? Bullies in general? We are here for you, we are a community."
  },
  {
    "startTime": 212.2,
    "endTime": 222.29999999999998,
    "text": "So let's talk about it. Go ahead down to the comments and let us know what you thought about this and if this has ever happened to you."
  }
]