[
  {
    "startTime": 13.38,
    "endTime": 24.8,
    "text": "Well, hello. I'm Marie Forleo and you are watching MarieTV, the best place to be if you want to create a business and a life that you love, and I think you do."
  },
  {
    "startTime": 25.0,
    "endTime": 30.4,
    "text": "Yes. I do. And this is Q&A Tuesday and today's question comes from Nishala and she writes:"
  },
  {
    "startTime": 30.4,
    "endTime": 33.9,
    "text": "\"Dear Marie, what do you do when nobody appreciates you?"
  },
  {
    "startTime": 34.1,
    "endTime": 39.899,
    "text": "I've been appointed as the head of my department at a nonprofit and I've been super excited about it ever since."
  },
  {
    "startTime": 39.899,
    "endTime": 46.0,
    "text": "Although it's a lot of work, we're educating 120 underprivileged children this year and I'll be training 60 teachers,"
  },
  {
    "startTime": 46.6,
    "endTime": 53.1,
    "text": "I absolutely love what I do, which is why I've put a ton of effort in to do my best and make this year successful."
  },
  {
    "startTime": 53.3,
    "endTime": 60.199999999999996,
    "text": "I've spent hours and hours of my day designing lesson plan templates and making sure classes run smoothly,"
  },
  {
    "startTime": 60.5,
    "endTime": 64.5,
    "text": "but I've barely gotten a word of praise from the team I'm working with."
  },
  {
    "startTime": 64.7,
    "endTime": 69.5,
    "text": "I know that's superficial to wanna be constantly praised, but I feel demotivated at this point."
  },
  {
    "startTime": 69.7,
    "endTime": 76.42,
    "text": "Am I on the wrong track? Why is my hard work not being appreciated? A bucket of love, Nishala.\""
  },
  {
    "startTime": 76.42,
    "endTime": 80.8,
    "text": "Nishala, this was a great question but there is something I wanna point out to you."
  },
  {
    "startTime": 81.0,
    "endTime": 86.719,
    "text": "Unlike many of our other readers, I noticed you didn't start off with any praise for mua."
  },
  {
    "startTime": 86.719,
    "endTime": 88.5,
    "text": "Very interesting."
  },
  {
    "startTime": 88.7,
    "endTime": 97.9,
    "text": "Now, I am totally playing with you, girl. Nishala, we know you write us a ton and you're always expressing gratitude and my point here isn't that you should praise me,"
  },
  {
    "startTime": 98.1,
    "endTime": 102.39999999999999,
    "text": "it's just that sometimes, it doesn't occur to us to always do it."
  },
  {
    "startTime": 102.6,
    "endTime": 111.8,
    "text": "I mean, all of us forget rom time to time because when we see someone who is good at what they do, we think, \"They don't need to hear it,\" or \"They know it already,\" so why bother?"
  },
  {
    "startTime": 112.0,
    "endTime": 119.9,
    "text": "But the truth is that all of us can relate to craving more praise and not getting it so I wanna share three things that I think will really help."
  },
  {
    "startTime": 120.039,
    "endTime": 124.7,
    "text": "Number one, the big cheese often gets little praise."
  },
  {
    "startTime": 125.0,
    "endTime": 126.4,
    "text": "What, no love?"
  },
  {
    "startTime": 126.6,
    "endTime": 133.2,
    "text": "So whether it's right or wrong, most people just assume that the boss doesn't really need any praise."
  },
  {
    "startTime": 133.4,
    "endTime": 137.73000000000002,
    "text": "They assume it's the boss's job to work really hard and to be amazing, and as the head of your department you are seen as the boss."
  },
  {
    "startTime": 141.0,
    "endTime": 147.6,
    "text": "And I know you're working your butt off and you're doing a great job, but your team may just assume you're doing that because you're awesome."
  },
  {
    "startTime": 147.8,
    "endTime": 150.39000000000001,
    "text": "They don't give you praise because it just doesn't occur to them."
  },
  {
    "startTime": 151.0,
    "endTime": 159.4,
    "text": "Now, I know this doesn't solve your problem, but just remember, just because you're not getting acknowledgment, doesn't mean that people don't appreciate you."
  },
  {
    "startTime": 159.53,
    "endTime": 162.4,
    "text": "Number two is be the praise fairy."
  },
  {
    "startTime": 162.6,
    "endTime": 171.7,
    "text": "So the best thing to do in any area of life when you feel like you're lacking something is to give to others that which you feel that you lack."
  },
  {
    "startTime": 171.9,
    "endTime": 175.0,
    "text": "So in your case this is all about praise and appreciation."
  },
  {
    "startTime": 175.2,
    "endTime": 178.0,
    "text": "So I want you to become the appreciation fairy."
  },
  {
    "startTime": 179.1,
    "endTime": 183.9,
    "text": "Marie, you have the best ideas. I mean, where do you come up with these ideas?"
  },
  {
    "startTime": 184.02,
    "endTime": 188.9,
    "text": "And I mean, that outfit. What is that? Is that a jumpsuit? Damn girl! I appreciate you."
  },
  {
    "startTime": 189.1,
    "endTime": 191.1,
    "text": "Have a little appreciation dust."
  },
  {
    "startTime": 191.5,
    "endTime": 194.6,
    "text": "Now, look, you're not giving praise in order to get it back."
  },
  {
    "startTime": 194.8,
    "endTime": 197.8,
    "text": "You wanna be the gift that you want to receive."
  },
  {
    "startTime": 198.0,
    "endTime": 204.8,
    "text": "Now, if you haven't seen our episode about appreciation languages in the workplace, you'd better watch it. It's right here."
  },
  {
    "startTime": 205.0,
    "endTime": 216.1,
    "text": "And then you want to get yourself the book \"The Five Languages of Appreciation in the Workplace\" by Mr. Gary Chapman. It's amazing and it'll change your life and the life of your team."
  },
  {
    "startTime": 216.24,
    "endTime": 218.10000000000002,
    "text": "Number three is start a praise posse."
  },
  {
    "startTime": 218.3,
    "endTime": 223.20000000000002,
    "text": "Now, this is something really simple and you can do this outside of work and you only need one person to get started."
  },
  {
    "startTime": 223.4,
    "endTime": 228.8,
    "text": "It's a concept called bragging and I learned it from my friend Regina Thomashauer. It's brilliant."
  },
  {
    "startTime": 229.0,
    "endTime": 235.0,
    "text": "So rather than spending your time complaining about work or how crappy everything is or how people take you for granted,"
  },
  {
    "startTime": 235.2,
    "endTime": 239.89999999999998,
    "text": "you wanna flip that around and start bragging about all the incredible things that you're creating."
  },
  {
    "startTime": 240.5,
    "endTime": 244.3,
    "text": "You're really acknowledging yourself and acknowledging what you're putting out into the world."
  },
  {
    "startTime": 244.5,
    "endTime": 253.1,
    "text": "So, for example, if you and I were doing this together, Nishala, you would say to me, \"Marie, I brag that this week I created the most amazing templates for my classroom.\""
  },
  {
    "startTime": 253.3,
    "endTime": 255.77,
    "text": "And then I would say, \"You know what? That's awesome, girl."
  },
  {
    "startTime": 255.77,
    "endTime": 265.2,
    "text": "You know, those 60 teachers are gonna feel so much more confident and that confidence is going to be passed onto their kids, which is gonna impact generations to come.\""
  },
  {
    "startTime": 265.4,
    "endTime": 268.79999999999995,
    "text": "By the way, I mean every single word I just said, so great job."
  },
  {
    "startTime": 270.4,
    "endTime": 275.07,
    "text": "And if you love this idea of bragging, you should really check out my friend Regina's work because it's awesome."
  },
  {
    "startTime": 275.07,
    "endTime": 280.4,
    "text": "Now, before we wrap up, I want you to remember this: Do not get too praise dependent."
  },
  {
    "startTime": 280.6,
    "endTime": 288.40000000000003,
    "text": "Because attaching too much importance to external praise actually makes you more vulnerable to harsh criticism from others too."
  },
  {
    "startTime": 288.6,
    "endTime": 295.8,
    "text": "I want you to keep doing an awesome job, keep doing your best, and practice being your own source of internal validation."
  },
  {
    "startTime": 295.99,
    "endTime": 299.90000000000003,
    "text": "Alrighty Nishala, that was my A to your Q, I really hope it helps."
  },
  {
    "startTime": 300.1,
    "endTime": 312.70000000000005,
    "text": "Now, I would love to hear from you. You know, genuine appreciation is a gift that makes all of us feel great, so I would love to know who are three people that you genuinely appreciate and why."
  },
  {
    "startTime": 313.0,
    "endTime": 318.1,
    "text": "Tell me about it in the comments below and, more importantly, go tell them."
  },
  {
    "startTime": 318.1,
    "endTime": 327.0,
    "text": "And if you think they'd feel great seeing their name in print, why don't you write a great comment, send those people a link to this page, and tell them to scroll down to your name."
  },
  {
    "startTime": 327.13,
    "endTime": 335.0,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 335.18,
    "endTime": 343.90000000000003,
    "text": "Did you like this video? If so, subscribe to our channel and we would be so appreciative if you shared this video with your friends."
  },
  {
    "startTime": 344.0,
    "endTime": 357.2,
    "text": "And if you want even more awesome resources to create a business and life that you love, plus some personal insights from me that I only talk about in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 357.37,
    "endTime": 364.9,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 365.1,
    "endTime": 370.0,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]