[
  {
    "startTime": 2.671,
    "endTime": 18.580000000000002,
    "text": "Happy St. Patrick's Day. This is a beer. It's called Guinness. It's from Ireland. There's"
  },
  {
    "startTime": 18.58,
    "endTime": 28.329,
    "text": "another thing that I'd like to teach you about something from Ireland. It's called St. Patrick's"
  },
  {
    "startTime": 28.329,
    "endTime": 41.730000000000004,
    "text": "Day. It happens every March 17th. This year is 2014. On March 17th, 2014, there's going"
  },
  {
    "startTime": 41.73,
    "endTime": 47.12,
    "text": "to be a lot of drinking. There's going to be a lot of parties. There's going to be a"
  },
  {
    "startTime": 47.12,
    "endTime": 58.65,
    "text": "lot of parades and festivals. Why? Okay. \"Why is Ronnie wearing green again? Why is she"
  },
  {
    "startTime": 58.65,
    "endTime": 63.915,
    "text": "wearing a green wig? Why is she wearing a green shirt? Why does her shirt say 'fek'?"
  },
  {
    "startTime": 63.915,
    "endTime": 71.149,
    "text": "What does that mean?\" Let me tell you. \"Fek\" is the Irish replacement word for a very naughty"
  },
  {
    "startTime": 71.149,
    "endTime": 77.369,
    "text": "word called \"f*ck\". So instead of saying \"f*ck\", you could say \"fek\". It's really cool, and"
  },
  {
    "startTime": 77.369,
    "endTime": 83.173,
    "text": "nobody thinks you're saying a bad word except for the people that know."
  },
  {
    "startTime": 83.173,
    "endTime": 91.374,
    "text": "So a little bit of history for you about St. Patrick. St. Patrick, apparently, was a real"
  },
  {
    "startTime": 91.374,
    "endTime": 104.249,
    "text": "person. And he was the saint of Ireland. Now, the funny thing is that we don't know exactly"
  },
  {
    "startTime": 104.249,
    "endTime": 115.17399999999999,
    "text": "when he was born. There are a lot of historical errors about his life. What I have read -- some"
  },
  {
    "startTime": 115.174,
    "endTime": 119.89500000000001,
    "text": "rumors. For sure, he is the saint of Ireland."
  },
  {
    "startTime": 119.895,
    "endTime": 128.07999999999998,
    "text": "Now, this is how you spell \"Ireland\" in Irish Gaelic. I cannot say it properly. I think"
  },
  {
    "startTime": 128.08,
    "endTime": 136.09,
    "text": "it sounds like \"aija\". I do not speak Irish Gaelic. I do apologize. But this is how they"
  },
  {
    "startTime": 136.09,
    "endTime": 144.81,
    "text": "spell \"Ireland\" in Ireland. This is the name of it. So St. Patrick is the patron saint"
  },
  {
    "startTime": 144.81,
    "endTime": 146.847,
    "text": "of Ireland."
  },
  {
    "startTime": 146.847,
    "endTime": 155.47,
    "text": "March 17th, funnily enough, represents the day of his death. So we are not 100 percent"
  },
  {
    "startTime": 155.47,
    "endTime": 163.06,
    "text": "sure when the guy was born. But apparently, they know he died March 17th -- I don't know"
  },
  {
    "startTime": 163.06,
    "endTime": 169.61,
    "text": "the year; it's not important. What is really important about St. Patrick and St. Patrick's"
  },
  {
    "startTime": 169.61,
    "endTime": 180.191,
    "text": "Day -- especially St. Patrick -- is he marks the begins of Christianity in Ireland. Now,"
  },
  {
    "startTime": 180.191,
    "endTime": 186.81,
    "text": "Christianity is a kind of religion. There are two main parts of Christianity, Catholic"
  },
  {
    "startTime": 186.81,
    "endTime": 194.73,
    "text": "and Protestant. In Ireland, Catholic and Protestant people are always fighting but they have the"
  },
  {
    "startTime": 194.73,
    "endTime": 200.42999999999998,
    "text": "same religion. I don't understand it either."
  },
  {
    "startTime": 200.43,
    "endTime": 209.83,
    "text": "So in Northern Ireland and Ireland -- or the southern part of Ireland -- Newfoundland or"
  },
  {
    "startTime": 209.83,
    "endTime": 217.085,
    "text": "Newfoundland, which is in Canada, and Labrador, a province in Canada, and also in the tiny"
  },
  {
    "startTime": 217.085,
    "endTime": 225.46800000000002,
    "text": "Caribbean island of Montserrat, we celebrate St. Patrick's Day. And it's a public holiday."
  },
  {
    "startTime": 225.468,
    "endTime": 232.891,
    "text": "That means you don't have to go to work, and you can spend all day partying and drinking"
  },
  {
    "startTime": 232.891,
    "endTime": 242.374,
    "text": "and wearing green. Doesn't this sound like a great holiday? I live in Ontario. Unfortunately,"
  },
  {
    "startTime": 242.374,
    "endTime": 252.459,
    "text": "St. Patrick's Day is not a public holiday. I have to go to work unless it's a weekend."
  },
  {
    "startTime": 252.459,
    "endTime": 261.769,
    "text": "What do we do on St. Patrick's Day? We drink. We drink a lot. Now, I was interested as to"
  },
  {
    "startTime": 261.769,
    "endTime": 270.611,
    "text": "why on St. Patrick's Day people drank. And the answer is because of this thing called"
  },
  {
    "startTime": 270.611,
    "endTime": 279.93,
    "text": "\"lent\". Now, \"lent\" is the six weeks leading up to Easter. Easter happens in either March"
  },
  {
    "startTime": 279.93,
    "endTime": 287.97,
    "text": "or April depending on where it lies in the calendar. And lent is six weeks where people"
  },
  {
    "startTime": 287.97,
    "endTime": 297.92400000000004,
    "text": "will give up one thing that is a luxury. For example, if you really, really like chocolate,"
  },
  {
    "startTime": 297.924,
    "endTime": 305.19,
    "text": "you will give up chocolate for lent. If you really, really love beer, you will not drink"
  },
  {
    "startTime": 305.19,
    "endTime": 311.674,
    "text": "beer -- [laughs] yeah right! You will not drink beer for six weeks -- not going to happen."
  },
  {
    "startTime": 311.674,
    "endTime": 319.53,
    "text": "St. Patrick's Day happens to fall smack-dab in the middle of lent. So for one day, you"
  },
  {
    "startTime": 319.53,
    "endTime": 327.916,
    "text": "can drink, eat, feast, party as much as you want, and we're not going to tell anyone."
  },
  {
    "startTime": 327.916,
    "endTime": 335.673,
    "text": "So the reason why people drink so much -- only on March 17th -- is it's because the one day"
  },
  {
    "startTime": 335.673,
    "endTime": 342.03000000000003,
    "text": "during lent, the restrictions, or the rules, have been banished, which means you can do"
  },
  {
    "startTime": 342.03,
    "endTime": 346.03299999999996,
    "text": "whatever you want."
  },
  {
    "startTime": 346.033,
    "endTime": 353.91900000000004,
    "text": "In your city, in your country, do you have a St. Patrick's Day celebration? When I was"
  },
  {
    "startTime": 353.919,
    "endTime": 359.62,
    "text": "living in Japan in Tokyo, I went to the St. Patrick's Day parade. I drank a lot of beer"
  },
  {
    "startTime": 359.62,
    "endTime": 366.169,
    "text": "on the street. It was great. Some people wear a lot of green. Some people don't wear green."
  },
  {
    "startTime": 366.169,
    "endTime": 370.364,
    "text": "You do not have to wear green. You can wear whatever you want."
  },
  {
    "startTime": 370.364,
    "endTime": 379.10999999999996,
    "text": "One interesting ironic thing that I think about St. Patrick himself if history is correct"
  },
  {
    "startTime": 379.11,
    "endTime": 385.77000000000004,
    "text": "is that he was not even born in Ireland. He was born in Roman England, I think known today"
  },
  {
    "startTime": 385.77,
    "endTime": 391.313,
    "text": "as Wales. He's not even Irish. He was born in Wales."
  },
  {
    "startTime": 391.313,
    "endTime": 399.37,
    "text": "Now, how did he get to Ireland? What happened there? The legend has it that St. Patrick"
  },
  {
    "startTime": 399.37,
    "endTime": 410.79,
    "text": "was captured by Irish pirates, and he was taken as a slave to Ireland. Whilst in Ireland"
  },
  {
    "startTime": 410.79,
    "endTime": 418.892,
    "text": "as a slave, he had a vision from God that he would be a really cool guy and make us"
  },
  {
    "startTime": 418.892,
    "endTime": 425.76,
    "text": "drink on St. Patrick's Day. He had a vision from God that he would help people around"
  },
  {
    "startTime": 425.76,
    "endTime": 433.051,
    "text": "the world and be a saint. So he became free magically, went back to where he was from,"
  },
  {
    "startTime": 433.051,
    "endTime": 439.356,
    "text": "went back to England, and brought Christianity to people in Ireland."
  },
  {
    "startTime": 439.356,
    "endTime": 446.65,
    "text": "That's my crazy little story about St. Patrick's Day. How about you celebrate St. Patrick's"
  },
  {
    "startTime": 446.65,
    "endTime": 456.65,
    "text": "Day -- you tell me your crazy little story about St. Patrick's Day. Sláinte!"
  }
]