[
  {
    "startTime": 5.38,
    "endTime": 16.7,
    "text": "Hi. My name is Benjamin. Have you ever had a problem when you didn't quite have the words to say to someone when talking in English?"
  },
  {
    "startTime": 16.9,
    "endTime": 20.326999999999998,
    "text": "I have that when I'm trying to speak French."
  },
  {
    "startTime": 20.327,
    "endTime": 29.475,
    "text": "So in one of my earlier lessons, I was talking about trying to buy a train ticket in London."
  },
  {
    "startTime": 29.475,
    "endTime": 38.0,
    "text": "Imagine that the man says back to me, \"Where do I want to go?\""
  },
  {
    "startTime": 39.0,
    "endTime": 44.9,
    "text": "I don't know the name of the train station, so I say,"
  },
  {
    "startTime": 45.1,
    "endTime": 54.8,
    "text": "\"It sort of -- it's sort of got a big wheel. It's got a big wheel, and it's in London."
  },
  {
    "startTime": 55.0,
    "endTime": 64.8,
    "text": "It's like -- it's, like, in the middle of the map."
  },
  {
    "startTime": 65.0,
    "endTime": 70.6,
    "text": "It's kind of busy, busy place in the middle of London.\""
  },
  {
    "startTime": 70.6,
    "endTime": 81.69999999999999,
    "text": "Trying to describe. So I can use \"sort of\"; I can use \"like\"; and I can use \"kind of\" and then try and describe it. Okay?"
  },
  {
    "startTime": 81.88,
    "endTime": 89.8,
    "text": "So the man, he then says to me, \"Do you mean the airport, son?\""
  },
  {
    "startTime": 90.0,
    "endTime": 97.8,
    "text": "And I'm like, \"No. No. Not the airport. I want to go to -- I can't remember the name. No, actually...\""
  },
  {
    "startTime": 98.0,
    "endTime": 104.7,
    "text": "So these are all ways of showing a different opinion."
  },
  {
    "startTime": 104.9,
    "endTime": 113.80000000000001,
    "text": "\"Actually, no. It's in the middle of London. It's by a big river. The river Thames.\""
  },
  {
    "startTime": 114.0,
    "endTime": 121.8,
    "text": "Or I could say, \"as a matter of fact, no. I don't want to go to the airport.\""
  },
  {
    "startTime": 122.0,
    "endTime": 130.41,
    "text": "Or, \"To be honest, I want to stay in the center. It's Zone 1.\""
  },
  {
    "startTime": 130.41,
    "endTime": 136.79999999999998,
    "text": "Okay? Or a very similar way of saying \"to be honest\" would be \"to be frank\"."
  },
  {
    "startTime": 137.0,
    "endTime": 144.8,
    "text": "It means \"honest\" as well. So I could say, \"To be frank with you, I want to go to the place with the big wheel and the river.\""
  },
  {
    "startTime": 145.0,
    "endTime": 153.2,
    "text": "Okay? Or, \"In fact, I really want to go to the place with the national theatre.\""
  },
  {
    "startTime": 153.4,
    "endTime": 161.70000000000002,
    "text": "Okay? Or last one, \"The fact of the matter is I'm not going to the airport now.\""
  },
  {
    "startTime": 161.9,
    "endTime": 165.1,
    "text": "Okay? These are all ways of showing opinions."
  },
  {
    "startTime": 165.3,
    "endTime": 168.9,
    "text": "\"Actually\", \"as a matter of fact\", \"to be honest\"."
  },
  {
    "startTime": 169.1,
    "endTime": 173.2,
    "text": "This one is really juicy, nice one, \"the fact of the matter is\"."
  },
  {
    "startTime": 173.2,
    "endTime": 175.696,
    "text": "You'll sound very important if you say that."
  },
  {
    "startTime": 175.7,
    "endTime": 181.5,
    "text": "So the man, he still doesn't understand."
  },
  {
    "startTime": 181.7,
    "endTime": 186.6,
    "text": "What else do I have to say to him to get him to understand me?"
  },
  {
    "startTime": 187.0,
    "endTime": 195.41,
    "text": "So I could say, \"Well, how shall I put it? Uh, it's got a huge wheel.\""
  },
  {
    "startTime": 195.41,
    "endTime": 202.79999999999998,
    "text": "Or, \"What's the word I'm looking for? Um...\" It's \"Waterloo\", by the way."
  },
  {
    "startTime": 203.0,
    "endTime": 211.6,
    "text": "Or, \"How can I explain this? It's on the black train line. It's on the northern line. It's right in the middle.\""
  },
  {
    "startTime": 211.8,
    "endTime": 217.9,
    "text": "Okay? Similar to there -- other ways of, kind of, explaining it, trying to find the meaning."
  },
  {
    "startTime": 218.1,
    "endTime": 227.79999999999998,
    "text": "The trainman, he's getting very annoyed with me, and he starts shouting at me, so I take cover."
  },
  {
    "startTime": 228.0,
    "endTime": 235.8,
    "text": "That was a very nasty thing to say. I'm now very upset with this man."
  },
  {
    "startTime": 236.0,
    "endTime": 249.581,
    "text": "These are little introductions to threats, to arguments, to entering an argument. Okay?"
  },
  {
    "startTime": 249.581,
    "endTime": 257.8,
    "text": "\"What's the best way to put this? You are very unhelpful. You are an idiot.\""
  },
  {
    "startTime": 258.0,
    "endTime": 273.8,
    "text": "Or less aggressive, I could say, \"What I'm trying to say is you are a bad ticket man, and I just want to go to my favourite place in London.\""
  },
  {
    "startTime": 274.0,
    "endTime": 283.1,
    "text": "Or, \"Now, let me put it this way. If you continue, I will go to your boss.\""
  },
  {
    "startTime": 283.3,
    "endTime": 289.2,
    "text": "Okay? So these are little pauses while I think of what I'm going to say next."
  },
  {
    "startTime": 289.4,
    "endTime": 295.5,
    "text": "\"What's the best way to put this?\" To put. \"To put\", there, means \"to say\"."
  },
  {
    "startTime": 295.5,
    "endTime": 297.4,
    "text": "What's the best way to say this?"
  },
  {
    "startTime": 297.4,
    "endTime": 301.79999999999995,
    "text": "\"What I'm trying to say is...\""
  },
  {
    "startTime": 302.0,
    "endTime": 310.7,
    "text": "And \"now\". \"Now\" is quite a control word. If I say \"now\", then I have the control of the conversation."
  },
  {
    "startTime": 310.894,
    "endTime": 312.8,
    "text": "Over to here."
  },
  {
    "startTime": 313.0,
    "endTime": 322.309,
    "text": "Brian, my ticket man, now starts yapping, talking. So I need him to stop. Okay?"
  },
  {
    "startTime": 322.309,
    "endTime": 327.8,
    "text": "So I say, \"Now, look here, Brian. I want my ticket.\""
  },
  {
    "startTime": 328.0,
    "endTime": 334.8,
    "text": "Or, \"Right, then, Brian. That's great, but...\" Okay?"
  },
  {
    "startTime": 335.0,
    "endTime": 337.8,
    "text": "Or -- Brian is still talking."
  },
  {
    "startTime": 338.0,
    "endTime": 353.2,
    "text": "I say, \"Okay. That's fine, Brian, but I just want to go to --\" and now, I remember. I remember. \"Waterloo, the place with the big wheel and the river. Thank you.\""
  },
  {
    "startTime": 353.3,
    "endTime": 358.3,
    "text": "So these are all ways of thinking about what you're saying, and then you say it. Okay?"
  },
  {
    "startTime": 358.5,
    "endTime": 363.51,
    "text": "Great. Thanks for watching the video, and do take part in the quiz. Bye."
  },
  {
    "startTime": 363.51,
    "endTime": 373.51,
    "text": "I'm off to Waterloo."
  }
]