[
  {
    "startTime": 0.329,
    "endTime": 4.9399999999999995,
    "text": "Hey guys, welcome to Ideas Made Easy. Every week we share with you creative business ideas"
  },
  {
    "startTime": 4.94,
    "endTime": 8.88,
    "text": "that you can use to revolutionize your company. Do you want to learn what it takes to start"
  },
  {
    "startTime": 8.88,
    "endTime": 12.98,
    "text": "a conversation with anyone in a business environment? Well today we're gonna share with you two"
  },
  {
    "startTime": 12.98,
    "endTime": 20.15,
    "text": "examples of exactly how to get noticed at a conference, at a trade show or in a meeting."
  },
  {
    "startTime": 20.15,
    "endTime": 25.209999999999997,
    "text": "When it comes to networking, it's important that you start that conversation with the"
  },
  {
    "startTime": 25.21,
    "endTime": 32.15,
    "text": "person well before the event. Here's an example. So I told the guy, with friends like these"
  },
  {
    "startTime": 32.15,
    "endTime": 39.16,
    "text": "who needs anemones. Excuse me, I just saw your panel and I thought it was phenomenal."
  },
  {
    "startTime": 39.16,
    "endTime": 43.589999999999996,
    "text": "I just wanted to introduce myself, my name is Dan and my company's just starting up."
  },
  {
    "startTime": 43.59,
    "endTime": 48.760000000000005,
    "text": "It's, I... sorry I really just don't have time to talk right now but it's really nice"
  },
  {
    "startTime": 48.76,
    "endTime": 55.73,
    "text": "to meet you Dave. It's... it's Dan. Oh, hey Emily. Do you have a minute to speak? For"
  },
  {
    "startTime": 55.73,
    "endTime": 60.98,
    "text": "you? Of course! I said the exact same thing and she totally blew me off. How do they even"
  },
  {
    "startTime": 60.98,
    "endTime": 66.25999999999999,
    "text": "know each other? Now I'm just standing here awkwardly. What can I do with my hands? Quick,"
  },
  {
    "startTime": 66.26,
    "endTime": 80.31,
    "text": "I'll take a sip from this coffee. That's mine. Here you go, sorry. You can keep it. Anyway,"
  },
  {
    "startTime": 80.31,
    "endTime": 84.17,
    "text": "it was really nice to meet you. I'm really looking forward to your next blog post. Same"
  },
  {
    "startTime": 84.17,
    "endTime": 90.17,
    "text": "here. Take care. You too. Dude, how did you do that? How did you get to know someone so"
  },
  {
    "startTime": 90.17,
    "endTime": 93.85000000000001,
    "text": "influential? Well, I'm connected to her on LinkedIn, we keep up to date on each others"
  },
  {
    "startTime": 93.85,
    "endTime": 102.07,
    "text": "blog posts so we discuss on that forum plus also, I wouldn't steal her coffee. Always"
  },
  {
    "startTime": 102.07,
    "endTime": 107.55,
    "text": "set a game plan and make sure every interaction you make is one of quality. Watch this and"
  },
  {
    "startTime": 107.55,
    "endTime": 114.25,
    "text": "you'll see. Hi, I just started following you on Twitter. You post some really engaging"
  },
  {
    "startTime": 114.25,
    "endTime": 118.59,
    "text": "stuff. Uh yeah, I'm actually tweeting right now. What's your Twitter handle? Um it's @Emily."
  },
  {
    "startTime": 118.59,
    "endTime": 128.11,
    "text": "Ok, cool. In Atlanta with @Emily #havingablast #catchingup done. Catching up? We don't even"
  },
  {
    "startTime": 128.11,
    "endTime": 137.23000000000002,
    "text": "know each other. #itdoesntreallymatter. Dude, this is harder than I thought. Going up to"
  },
  {
    "startTime": 137.23,
    "endTime": 143.98,
    "text": "people is not easy. It's better if we do it together. #letsdoit. Guys, what are you doing?"
  },
  {
    "startTime": 143.98,
    "endTime": 150.19,
    "text": "Don't you remember the game plan? Dan, your job is to hook the people. Bring them to the"
  },
  {
    "startTime": 150.19,
    "endTime": 155.52,
    "text": "table and get their info. Jake carries forward the tweets, posts and emails then I bring"
  },
  {
    "startTime": 155.52,
    "endTime": 159.74,
    "text": "it home and close the deal. Let's make the switch. Jake, you take the point and I'll"
  },
  {
    "startTime": 159.74,
    "endTime": 167.24,
    "text": "follow up. Got it? Got it. Break! So what's been your favorite session so far at the conference?"
  },
  {
    "startTime": 167.24,
    "endTime": 170.05,
    "text": "Uh it was definitely the HR panel, it was very informative. The speaker was great."
  },
  {
    "startTime": 170.05,
    "endTime": 177.91000000000003,
    "text": "She talked about the different. *Sneeze* Thank you? #noproblem. #itsnothing. If you enjoyed"
  },
  {
    "startTime": 179.91,
    "endTime": 184.02,
    "text": "this video make sure to share it with your colleagues and friends on your social networks."
  },
  {
    "startTime": 184.02,
    "endTime": 188.489,
    "text": "Today's challenge question is \"What is one way that someone has approached you at a conference?\"."
  },
  {
    "startTime": 188.489,
    "endTime": 193.09,
    "text": "Leave your comments below or on the GetCourse blog post. If you want more creative tips"
  },
  {
    "startTime": 193.09,
    "endTime": 198.06900000000002,
    "text": "and ideas, Be sure to check us out at GetCourse.com/Blog. We post amazing things there throughout the"
  },
  {
    "startTime": 198.069,
    "endTime": 201.88,
    "text": "entire week. That's stuff that you should be seeing. Once again thanks for watching,"
  },
  {
    "startTime": 201.88,
    "endTime": 211.88,
    "text": "I'll catch you guys next week. See ya later."
  }
]