[
  {
    "startTime": 4.996,
    "endTime": 11.9,
    "text": "The Canadian-English Dictionary. Over 500 sold. Not many Canadians, I think, eh?"
  },
  {
    "startTime": 12.2,
    "endTime": 16.799999999999997,
    "text": "Just joking. It's 500,000, and my name is James from EngVid. Welcome."
  },
  {
    "startTime": 17.0,
    "endTime": 26.2,
    "text": "I'm going to help you today learn to use this thing and not this thing."
  },
  {
    "startTime": 26.4,
    "endTime": 34.5,
    "text": "And there's a reason why, and I'm going to tell you why today because I think it's an important lesson that I don't see people really talk about a lot."
  },
  {
    "startTime": 34.7,
    "endTime": 38.400000000000006,
    "text": "They -- in classes, and I teach classes, we mention it."
  },
  {
    "startTime": 38.6,
    "endTime": 41.5,
    "text": "And students always come -- not always. Bad. You're so forward."
  },
  {
    "startTime": 41.7,
    "endTime": 55.0,
    "text": "They usually use an electronic dictionary, but I prefer the paper because today I'm going to teach you how to build your vocabulary using this, something that's a few hundred years old."
  },
  {
    "startTime": 55.137,
    "endTime": 58.5,
    "text": "So let's start off: \"Know your dictionary.\""
  },
  {
    "startTime": 58.7,
    "endTime": 63.6,
    "text": "Do you know what your dictionary -- do you know who your dictionary is or what your dictionary is?"
  },
  {
    "startTime": 63.8,
    "endTime": 67.8,
    "text": "I ask you because I'm going to ask you do you know \"prescriptive\" versus \"descriptive\"?"
  },
  {
    "startTime": 68.0,
    "endTime": 73.0,
    "text": "Most students don't know the difference, and it's a very important difference for you to know."
  },
  {
    "startTime": 73.2,
    "endTime": 77.7,
    "text": "If you're a native English speaker, this is your dictionary. It's good. It's great."
  },
  {
    "startTime": 77.9,
    "endTime": 83.2,
    "text": "It says things like, \"'Choral' -- or of a choir."
  },
  {
    "startTime": 83.4,
    "endTime": 90.9,
    "text": "'Chorale': slow stately hymn tune\", and you're thinking, well, if you're learning English, \"What did James just say to me?\""
  },
  {
    "startTime": 91.1,
    "endTime": 92.3,
    "text": "There are many of these things."
  },
  {
    "startTime": 92.5,
    "endTime": 96.7,
    "text": "\"'Retrench': reduce expenditure, cut.\" You know, like, \"What?\""
  },
  {
    "startTime": 96.9,
    "endTime": 104.9,
    "text": "Well, this is because it's prescriptive. \"Prescriptive\". Think of a doctor, you know, the guy who checks your chest, like, your heart."
  },
  {
    "startTime": 105.1,
    "endTime": 108.8,
    "text": "He prescribed something to you, right? Gives you something."
  },
  {
    "startTime": 109.0,
    "endTime": 115.539,
    "text": "But he doesn't give you any kind of extra information. He's the doctor. He's the expert. They tell you and you know."
  },
  {
    "startTime": 115.6,
    "endTime": 121.19999999999999,
    "text": "Well, if you have a command of the English language or you speak English, of course you know all the other words they use."
  },
  {
    "startTime": 121.4,
    "endTime": 124.96000000000001,
    "text": "\"'Critic': Professional judge.\" I know all these words."
  },
  {
    "startTime": 124.96,
    "endTime": 127.89999999999999,
    "text": "I don't have to learn these words, so it's great."
  },
  {
    "startTime": 128.1,
    "endTime": 133.79999999999998,
    "text": "But if you're learning English -- and learning English -- and I want to tell you this because a lot of people don't know."
  },
  {
    "startTime": 134.0,
    "endTime": 140.7,
    "text": "You know my name, right? My name is James ESL, right? James. I can't even spell my own name. It's a lie."
  },
  {
    "startTime": 140.7,
    "endTime": 145.79999999999998,
    "text": "My name is James ESL. And some of you said, for sure, What is \"ESL?\""
  },
  {
    "startTime": 146.0,
    "endTime": 148.8,
    "text": "That's a funny name. Because it's not my name."
  },
  {
    "startTime": 149.0,
    "endTime": 154.8,
    "text": "\"ESL\" stands for \"English as a Second Language\". That's what it stands for."
  },
  {
    "startTime": 155.0,
    "endTime": 158.37,
    "text": "Many of your teachers use it, and they never tell you what it means."
  },
  {
    "startTime": 158.37,
    "endTime": 163.42000000000002,
    "text": "So it means James is teaching English as a second language. And that's for you guys."
  },
  {
    "startTime": 163.42,
    "endTime": 169.29999999999998,
    "text": "You have French, Hindi, Arabic as first languages, and you want to get another language."
  },
  {
    "startTime": 169.5,
    "endTime": 173.6,
    "text": "What you need is a descriptive dictionary. What does that mean?"
  },
  {
    "startTime": 173.8,
    "endTime": 177.9,
    "text": "Well, let me explain something to you."
  },
  {
    "startTime": 178.1,
    "endTime": 191.29999999999998,
    "text": "There is a thing that is long, has a big head, a smile. It has little lines on its body. Its first name starts with M. His last name starts with E."
  },
  {
    "startTime": 191.5,
    "endTime": 198.5,
    "text": "Do you know whom I'm describing? It's Mr. E. Right? I described it to you."
  },
  {
    "startTime": 198.7,
    "endTime": 206.946,
    "text": "An ESL dictionary is descriptive, right? So the first thing you should know is, is your dictionary prescriptive or descriptive?"
  },
  {
    "startTime": 206.946,
    "endTime": 211.9,
    "text": "\"Prescriptive\", like a prescription from a doctor -- it just tells you this is what the word means."
  },
  {
    "startTime": 212.1,
    "endTime": 218.2,
    "text": "It does not give explanation -- it gives an explanation, but no diagrams and no definition, okay?  Or explanation."
  },
  {
    "startTime": 218.4,
    "endTime": 226.1,
    "text": "For example, a descriptive one not only tells you what the world is, it gives you an example of its use in speech.  It helps you."
  },
  {
    "startTime": 226.3,
    "endTime": 229.5,
    "text": "Maybe even a picture to show you. That's for the ESL."
  },
  {
    "startTime": 229.7,
    "endTime": 241.0,
    "text": "So when you're looking for a paper dictionary, go to your bookstore and ask for a descriptive dictionary because you're studying ESL, and they'll give you the perfect dictionary for you, okay?"
  },
  {
    "startTime": 241.15,
    "endTime": 247.3,
    "text": "So what are we going to do next? That's the first thing: Know what dictionary you have because this one will help."
  },
  {
    "startTime": 247.5,
    "endTime": 250.62,
    "text": "Now, I will tell you this, though: Once you start going from the beginning and intermediate, you need the prescriptive because that's what a fluent native speaker would use, and that's what you use."
  },
  {
    "startTime": 257.0,
    "endTime": 259.3,
    "text": "So there's a reason for both. Don't forget that."
  },
  {
    "startTime": 259.5,
    "endTime": 263.1,
    "text": "If you're advanced, get prescriptive. If you're new, get descriptive."
  },
  {
    "startTime": 263.3,
    "endTime": 264.8,
    "text": "Know your dictionary."
  },
  {
    "startTime": 265.0,
    "endTime": 273.2,
    "text": "Next. Does your dictionary use phonetic or does it use syllables to tell you how the word sounds?"
  },
  {
    "startTime": 273.4,
    "endTime": 282.09999999999997,
    "text": "\"Huh?\" Well, I investigated because I'm like a reporter -- like Clark Kent, Superman -- and I discovered that not every dictionary is the same."
  },
  {
    "startTime": 282.3,
    "endTime": 286.3,
    "text": "Some use phonetics, and they use the International Phonetic Alphabet."
  },
  {
    "startTime": 286.5,
    "endTime": 291.7,
    "text": "Some of you have studied it in school, right? Where you have those funny little things, where, you know, like the upside down E -- I can't even do it."
  },
  {
    "startTime": 291.9,
    "endTime": 295.2,
    "text": "I think it's like -- and it means something to you people, okay?"
  },
  {
    "startTime": 295.4,
    "endTime": 302.79999999999995,
    "text": "But in international language, you would use these symbols to show language, right?"
  },
  {
    "startTime": 303.0,
    "endTime": 308.5,
    "text": "They use this phonetic alphabet because they know it's international, and people who study languages will also use it."
  },
  {
    "startTime": 308.7,
    "endTime": 311.8,
    "text": "But a lot of English dictionaries just use syllables."
  },
  {
    "startTime": 312.0,
    "endTime": 320.3,
    "text": "They break the word down into, like -- sorry -- numb nuts? Number. Number."
  },
  {
    "startTime": 320.3,
    "endTime": 322.40000000000003,
    "text": "And what they're looking for is vowel sound, not vowels. Don't make a mistake."
  },
  {
    "startTime": 324.6,
    "endTime": 332.0,
    "text": "I've often done it and told students -- I say, you know, \"When we use syllables we break it down to units of a word with a vowel.\""
  },
  {
    "startTime": 332.5,
    "endTime": 337.8,
    "text": "And what I mean to say is \"with a vowel sound\" because sometimes there will be two vowels, but they make a sound."
  },
  {
    "startTime": 338.0,
    "endTime": 342.8,
    "text": "For example, \"ee\" or \"ei\" can make one sound, okay?"
  },
  {
    "startTime": 343.0,
    "endTime": 355.8,
    "text": "And that can be in a vowel unit. So check to see if your dictionary is either phonetic -- and that means you're going to need the International Phonetic Alphabet -- or syllable-based, which means they will break the word into units with a syllable sound."
  },
  {
    "startTime": 356.0,
    "endTime": 358.68,
    "text": "Easy? Is that understood? Let's move on, okay?"
  },
  {
    "startTime": 358.68,
    "endTime": 367.7,
    "text": "So that's something you're going to look at because this will help you build your vocabulary because knowing what a word looks like and what it sounds like is very, very different, okay?"
  },
  {
    "startTime": 367.9,
    "endTime": 370.29999999999995,
    "text": "And this is to help you pronounce the word."
  },
  {
    "startTime": 370.4,
    "endTime": 378.29999999999995,
    "text": "Remember: Learning vocabulary is (1) know when you see it, (2) know when you hear it, (3) know how to say it, (4) understand what it means."
  },
  {
    "startTime": 378.5,
    "endTime": 383.0,
    "text": "Then you build vocabulary. And this is \"know what it sounds like\", okay?."
  },
  {
    "startTime": 383.2,
    "endTime": 395.59999999999997,
    "text": "Next, (C) What part of speech? Well, what is the word?"
  },
  {
    "startTime": 395.8,
    "endTime": 411.689,
    "text": "I can spell less \"beaty\" like \"Ned Beatty\", but that's not what I wanted to write."
  },
  {
    "startTime": 411.689,
    "endTime": 414.6,
    "text": "When you \"beautify\" something, it's not the same as \"beauty\"."
  },
  {
    "startTime": 414.8,
    "endTime": 422.90000000000003,
    "text": "\"He's a right beauty.\" \"She's a beauty.\" Right? They're different words. So we're asking ourselves, what, what do these words do, right?"
  },
  {
    "startTime": 423.1,
    "endTime": 426.0,
    "text": "\"She's a beauty\", so we're looking at an adjective and adverb."
  },
  {
    "startTime": 426.2,
    "endTime": 432.8,
    "text": "Beautify, adverbs do a different job than an adjective, right? So the dictionary will tell you how to use it."
  },
  {
    "startTime": 433.0,
    "endTime": 434.8,
    "text": "Remember we said, \"What does it sound like?\""
  },
  {
    "startTime": 435.0,
    "endTime": 438.9,
    "text": "First part is, it tells you what it looks like, right? It gives you the word, the word."
  },
  {
    "startTime": 439.1,
    "endTime": 444.6,
    "text": "The next it tells you what it sounds like. The next it tells you how to use it, right?"
  },
  {
    "startTime": 444.8,
    "endTime": 450.7,
    "text": "\"That girl is a beauty.\" Or \"What a beauty she is.\" Versus, \"We need to beautify our house.\" It's not the same."
  },
  {
    "startTime": 450.9,
    "endTime": 455.29999999999995,
    "text": "And you have to know what part of speech to use it otherwise you'll use it badly, okay?"
  },
  {
    "startTime": 455.5,
    "endTime": 461.5,
    "text": "Next, we're going to go over to \"other possible forms\"."
  },
  {
    "startTime": 461.7,
    "endTime": 472.09999999999997,
    "text": "So other possible forms are -- well, let me correct something I made a mistake on. I said it. I made a mistake because I'm human."
  },
  {
    "startTime": 472.3,
    "endTime": 477.1,
    "text": "I was so busy thinking about the mistake I made with \"beauty,\" I said this was an adverb. It's a verb."
  },
  {
    "startTime": 477.3,
    "endTime": 482.8,
    "text": "So I know you guys who love to catch me, you caught me. Ow, ow, bad teacher, all right?"
  },
  {
    "startTime": 483.0,
    "endTime": 486.7,
    "text": "It's a verb, all right? So we've got noun, verb."
  },
  {
    "startTime": 486.7,
    "endTime": 498.0,
    "text": "Now, let's go to \"other possible forms\", okay? Now, what the dictionary will also do to help you is after it tells you this is a noun or this is a verb -- noun, verb, okay -- it'll tell you other forms."
  },
  {
    "startTime": 498.19,
    "endTime": 502.0,
    "text": "It might tell you, okay, you could do something \"slow\" or \"slowly\"."
  },
  {
    "startTime": 502.2,
    "endTime": 505.09999999999997,
    "text": "Or you can have \"pant\", which is completely different."
  },
  {
    "startTime": 505.3,
    "endTime": 512.715,
    "text": "\"Pant\" is [pant like a dog] and \"pants\", which I'm wearing, but you can't see."
  },
  {
    "startTime": 509.7,
    "endTime": 512.6,
    "text": "I am wearing them, trust me. I'm not doing it in my underwear."
  },
  {
    "startTime": 512.8,
    "endTime": 515.5,
    "text": "E goes naked; I come clothed, okay?"
  },
  {
    "startTime": 515.7,
    "endTime": 518.6,
    "text": "So it'll tell you other possible forms that you can use of that word, right?"
  },
  {
    "startTime": 518.8,
    "endTime": 527.1999999999999,
    "text": "Now, I've given you something to help you with the dictionary, and this is fun. It's a nice, short lesson. I'm hoping it's going to be very useful because even Canadians -- I say \"Canadians\";"
  },
  {
    "startTime": 527.4,
    "endTime": 536.1999999999999,
    "text": "I'm sorry, but a lot of English speakers don't know how to use the dictionary because it's set up in a way they just kind of look for the definition, and they don't know that these things are there to help them."
  },
  {
    "startTime": 536.35,
    "endTime": 548.7,
    "text": "There have been words I've looked for where I've said, like, \"discombooblate\" because I don't know it's \"discombobulate\" because I don't understand if it's phonetic or the symbol -- syllable."
  },
  {
    "startTime": 548.8,
    "endTime": 550.8,
    "text": "I can speak English, really."
  },
  {
    "startTime": 551.0,
    "endTime": 558.0,
    "text": "And I had to learn when I started teaching students. When they say, \"Teacher, why?\" And I go, \"Well, this is for this. This -- oh, golly, it is.\""
  },
  {
    "startTime": 558.0,
    "endTime": 560.7,
    "text": "This is very helpful stuff, right?"
  },
  {
    "startTime": 560.8,
    "endTime": 567.3,
    "text": "But before I go too far off course, which means away from the subject, I want to give you some tips because this is good."
  },
  {
    "startTime": 567.3,
    "endTime": 576.5,
    "text": "This gives you power like a super power. You can use this and go, \"I can learn words without the use of any other human being. Read, see, and hear.\""
  },
  {
    "startTime": 576.7,
    "endTime": 581.9000000000001,
    "text": "But how about we build, because that's what the nature of this lesson is, to build our vocabulary. So let's go over here."
  },
  {
    "startTime": 582.0,
    "endTime": 591.8,
    "text": "Ready? Tips. Tip No. 1: Look up words you hear every day, and then look at the words above and below the word to understand prefixes."
  },
  {
    "startTime": 592.0,
    "endTime": 596.9,
    "text": "This sentence makes no sense whatsoever. But it does because I'll explain it."
  },
  {
    "startTime": 597.0,
    "endTime": 601.9,
    "text": "What I mean is, every day, when you're learning English, you're going to learn a new vocabulary word or whatnot."
  },
  {
    "startTime": 602.1,
    "endTime": 608.0,
    "text": "And what I want you to do is take that word, write it down, then go home, open your paper dictionary, okay?"
  },
  {
    "startTime": 608.2,
    "endTime": 613.3000000000001,
    "text": "And then look at the word, but look at the word above and below because -- I'm going to give you one right now."
  },
  {
    "startTime": 613.5,
    "endTime": 616.6,
    "text": "I'm looking here, and it says -- I'm looking at \"implore\"."
  },
  {
    "startTime": 616.8,
    "endTime": 622.5999999999999,
    "text": "It means \"beg\", which means to go, \"Please, please, please, please come back to EngVid and see James! Please! I beg you!\""
  },
  {
    "startTime": 622.8,
    "endTime": 624.3,
    "text": "Okay? So \"implore\"."
  },
  {
    "startTime": 624.5,
    "endTime": 627.6,
    "text": "Then, I look down at \"imply\". Then, I look at -- it says \"implicit\"."
  },
  {
    "startTime": 627.8,
    "endTime": 636.0,
    "text": "And each one I get the idea that there's something inside. Then I realize \"im\" means \"inside\" or \"in\". Ooh. That was interesting."
  },
  {
    "startTime": 636.0,
    "endTime": 642.2,
    "text": "So then, I start looking down and there's \"impossible\" and \"importune\", \"impose\", \"impostor\", \"impotent\"."
  },
  {
    "startTime": 642.4,
    "endTime": 646.1,
    "text": "I'm not impotent. Maybe the worm. He's soft, but not me."
  },
  {
    "startTime": 646.3,
    "endTime": 652.5999999999999,
    "text": "Anyway. Well, what I'm saying is, all of these \"im\" words are in here, and I start going, \"Oh, my gosh. They all kind of have a similar meaning.\""
  },
  {
    "startTime": 652.9,
    "endTime": 656.9,
    "text": "It helps me build my vocabulary faster because I learned what's called a \"prefix\"."
  },
  {
    "startTime": 657.0,
    "endTime": 664.0,
    "text": "A \"prefix\" means -- \"pre\" is before -- something in front of a word that gives meaning to the word or adds meaning to the word, right?"
  },
  {
    "startTime": 664.0,
    "endTime": 669.0,
    "text": "And that's what we're doing. We're learning it, so it helps me build my vocabulary by learning prefixes."
  },
  {
    "startTime": 669.0,
    "endTime": 671.1,
    "text": "Kind of cool, huh? How about the second one?"
  },
  {
    "startTime": 671.3,
    "endTime": 675.8,
    "text": "Let's go to the monitor. He's going to talk again. Ready?"
  },
  {
    "startTime": 676.0,
    "endTime": 677.8,
    "text": "Actually, it's not a monitor, it's Mr. E."
  },
  {
    "startTime": 678.0,
    "endTime": 681.5,
    "text": "You've always wondered what I sound like, and yes, I have a sexy voice."
  },
  {
    "startTime": 681.7,
    "endTime": 692.8000000000001,
    "text": "So, the next thing you want to do -- tip No. 2 is: Randomly -- \"randomly\" means not in order, just whenever -- for 2 or 3, 2 or 3, and try to make sentences."
  },
  {
    "startTime": 693.0,
    "endTime": 694.5,
    "text": "What the heck does that mean?"
  },
  {
    "startTime": 694.7,
    "endTime": 697.0,
    "text": "Well, Mr. E, that's why I'm here."
  },
  {
    "startTime": 697.2,
    "endTime": 706.9000000000001,
    "text": "What Mr. E meant to say was this: Randomly take, take -- Mr. E -- 2 or 3 words, okay?"
  },
  {
    "startTime": 707.1,
    "endTime": 713.0,
    "text": "I want to make sure you can see it because I'm running out of room here. So I'm just going to put 2 or 3 words -- and try and make a sentence with it."
  },
  {
    "startTime": 713.0,
    "endTime": 721.5,
    "text": "So I've got \"word\" -- S. See? Two mistakes. Are you happy now? Bad, bad James. Okay, look."
  },
  {
    "startTime": 721.5,
    "endTime": 724.1,
    "text": "So look at randomly for 2 or 3 words."
  },
  {
    "startTime": 724.3,
    "endTime": 731.5,
    "text": "And just open up the dictionary, and you take, \"bloom\", and then take \"incentive\", and then take \"platinum\"."
  },
  {
    "startTime": 731.7,
    "endTime": 735.8000000000001,
    "text": "\"As an incentive for my blooming business, I got a platinum card.\""
  },
  {
    "startTime": 736.0,
    "endTime": 739.9,
    "text": "Oh, he teaches English. That's right. I do."
  },
  {
    "startTime": 740.1,
    "endTime": 744.2,
    "text": "What I'm saying is you take two or three words randomly, right?"
  },
  {
    "startTime": 744.4,
    "endTime": 752.4,
    "text": "And you try and make a sentence with them using the rules you find from the dictionary. Is it a verb? Is it an adjective? Put them in place. That will help teach you syntax."
  },
  {
    "startTime": 752.6,
    "endTime": 763.3000000000001,
    "text": "So here are two ways you can, by yourself, use this book by yourself and work on your English, learn things that you haven't been taught, and then prove or, as I said, build your vocabulary."
  },
  {
    "startTime": 763.5,
    "endTime": 778.2,
    "text": "Do you like that? Our little moderator, Mr. E, that voice of his, will be back -- right? -- to help you build your English vocabulary, syntax, conversation skills, grammar, and whatnot. I like that word.  It's my word of the day."
  },
  {
    "startTime": 778.4,
    "endTime": 781.0,
    "text": "Anyway. Thanks a lot. Mr. E -- out."
  },
  {
    "startTime": 781.0,
    "endTime": 785.5,
    "text": "Know your dictionary, and know yourself, and you'll be victorious in every conversation you have."
  },
  {
    "startTime": 785.5,
    "endTime": 789.0,
    "text": "Know only -- shut up with the Sun Tzu already. Okay."
  }
]