[
  {
    "startTime": 0.4,
    "endTime": 6.6000000000000005,
    "text": "Your body is made up of many things, like this cell, an integral building block of what makes you... well, you!"
  },
  {
    "startTime": 6.8,
    "endTime": 13.7,
    "text": "Except that, for every single cell in your body, there are roughly ten more microscopic organisms that are essential to your life."
  },
  {
    "startTime": 13.8,
    "endTime": 20.3,
    "text": "Seriously, there’s a unique collage of 100 trillion microorganisms living on and in you right now,"
  },
  {
    "startTime": 20.4,
    "endTime": 24.2,
    "text": "which you’ve picked up through your mouth, ears, and other access points throughout your life."
  },
  {
    "startTime": 24.4,
    "endTime": 30.299999999999997,
    "text": "Meaning, what you consider you, is only a tiny fraction of the things that truly make you up."
  },
  {
    "startTime": 30.6,
    "endTime": 36.9,
    "text": "We call this the microbiome, and these little critters contain around 22 million genes of their own DNA,"
  },
  {
    "startTime": 37.0,
    "endTime": 41.9,
    "text": "which not only allow them to survive, but control hundreds of processes in your body."
  },
  {
    "startTime": 42.1,
    "endTime": 48.1,
    "text": "They help digest your food, they keep your immune system healthy, and they even regulate hunger and make you feel full."
  },
  {
    "startTime": 48.2,
    "endTime": 50.7,
    "text": "Feeling stressed? They produce chemicals for that too."
  },
  {
    "startTime": 50.9,
    "endTime": 59.2,
    "text": "In fact, mice raised in sterile environments which don’t pick up these microorganisms are less effective at responding to stress stimuli than normal mice."
  },
  {
    "startTime": 59.4,
    "endTime": 62.5,
    "text": "Ever heard of a poop transplant? It’s a real thing!"
  },
  {
    "startTime": 62.6,
    "endTime": 68.9,
    "text": "Some diseases are actually caused by a microbiome which lacks diversity, making the individual susceptible to infections."
  },
  {
    "startTime": 69.1,
    "endTime": 77.89999999999999,
    "text": "And it’s been found that transplanting the cultures from a healthy persons poo to a sick persons gut can treat these diseases more effectively than any antibiotics."
  },
  {
    "startTime": 78.0,
    "endTime": 87.8,
    "text": "Scientists have even found that when obese mice are transplanted with the microbiome of lean mice, they, astonishingly, lost weight much more effectively, even when their diet is kept the exact same."
  },
  {
    "startTime": 87.8,
    "endTime": 95.3,
    "text": "These organisms are so significant and so much a part of you that in the future doctors may actually diagnose your microbiome instead of you."
  },
  {
    "startTime": 95.5,
    "endTime": 102.7,
    "text": "But here’s the crazy part — even though your own cells represent a small proportion of you, you can actually change the other 90%."
  },
  {
    "startTime": 102.8,
    "endTime": 107.3,
    "text": "Unlike the genetics passed down from your parents, everything you eat actually affects the microbiome."
  },
  {
    "startTime": 107.5,
    "endTime": 114.0,
    "text": "Foods which contain pre and probiotics, for example, introduce new and healthy bacteria which can help the old ones thrive."
  },
  {
    "startTime": 114.1,
    "endTime": 120.89999999999999,
    "text": "On the other hand, those chicken nuggets you’re eating, or other processed foods, are treated with chemicals to kill bad bacteria,"
  },
  {
    "startTime": 121.0,
    "endTime": 124.8,
    "text": "which has the unfortunate side effect of killing some of your good bacteria too."
  },
  {
    "startTime": 125.1,
    "endTime": 131.6,
    "text": "In fact, the western world has much less diversity in their microbiomes than other cultures, who eat primarily whole foods."
  },
  {
    "startTime": 131.7,
    "endTime": 137.89999999999998,
    "text": "This is because of a diet higher in processed food along with the use of antibacterial soap and antibiotics."
  },
  {
    "startTime": 138.0,
    "endTime": 143.6,
    "text": "It may also explain why there are much higher incidences of allergies and autoimmune diseases in western cultures."
  },
  {
    "startTime": 143.9,
    "endTime": 152.3,
    "text": "So, while you may be having an existential crisis over who or what you really are, just remember that you are in control of this superorganism of cells."
  },
  {
    "startTime": 152.4,
    "endTime": 157.4,
    "text": "And if you treat your microscopic life partners well, with a good diet, they’ll take care of you."
  },
  {
    "startTime": 157.5,
    "endTime": 160.6,
    "text": "Or at least... the 10% of you that’s actually you..."
  },
  {
    "startTime": 160.9,
    "endTime": 164.4,
    "text": "Special thanks to LittleBits for supporting this episode of AsapSCIENCE."
  },
  {
    "startTime": 164.5,
    "endTime": 169.6,
    "text": "LittleBits are these cool modular building blocks, which are the easiest way to prototype and learn with electronics."
  },
  {
    "startTime": 169.7,
    "endTime": 174.2,
    "text": "From simple sensors and LEDs, to more complex wireless and programmable pieces,"
  },
  {
    "startTime": 174.4,
    "endTime": 180.5,
    "text": "they have something for everyone this holiday season whether you’re a musician, a programmer, a gadget geek, or a home project enthusiast."
  },
  {
    "startTime": 180.6,
    "endTime": 187.1,
    "text": "You can check it out at littlebits.com and enter the promo code \"ASAP\" to receive $20 off of any order over $80."
  },
  {
    "startTime": 187.3,
    "endTime": 191.20000000000002,
    "text": "And when you get it, be sure to send us your designs and projects on Twitter and Instagram!"
  },
  {
    "startTime": 191.3,
    "endTime": 193.60000000000002,
    "text": "And subscribe for more weekly science videos!"
  }
]