[
  {
    "startTime": 8.0,
    "endTime": 12.0,
    "text": "Some arguments focus on the person and not what they're saying."
  },
  {
    "startTime": 12.4,
    "endTime": 19.1,
    "text": "A way to keep your focus on the discussion is to think of the sporting phrase: \"Play the ball, not the player.\""
  },
  {
    "startTime": 19.1,
    "endTime": 24.700000000000003,
    "text": "It's hard to listen to people we don't like, and difficult to disagree with those that we trust and admire."
  },
  {
    "startTime": 25.3,
    "endTime": 29.8,
    "text": "But there's a difference between who a person is and what they're saying."
  },
  {
    "startTime": 30.2,
    "endTime": 36.8,
    "text": "For example, you might not like a particular fossil fuel company because of past illegal and unethical behavior."
  },
  {
    "startTime": 37.4,
    "endTime": 48.099999999999994,
    "text": "A smiling representative from the company comes on television and claims their chemical research division has discovered an environmentally friendly \"clean\" form of petrol."
  },
  {
    "startTime": 48.1,
    "endTime": 52.5,
    "text": "It's too easy to be suspicious of their actions. After all, you don't like them."
  },
  {
    "startTime": 52.6,
    "endTime": 54.6,
    "text": "They could be lying to make money."
  },
  {
    "startTime": 55.2,
    "endTime": 59.800000000000004,
    "text": "The company's history may imply its actions could warrant closer attention and further discussion."
  },
  {
    "startTime": 60.2,
    "endTime": 64.9,
    "text": "But you can not logically claim that they're wrong based on that argument alone."
  },
  {
    "startTime": 65.4,
    "endTime": 70.4,
    "text": "Linking your dislike with your disbelief is playing the player, not the issue."
  },
  {
    "startTime": 71.0,
    "endTime": 79.3,
    "text": "You can't be an expert on all things and how you feel about a person can be a tempting first step in deciding if you trust them."
  },
  {
    "startTime": 79.4,
    "endTime": 84.5,
    "text": "But arguments based on who you trust and who you suspect, just aren't valid."
  },
  {
    "startTime": 87.4,
    "endTime": 89.9,
    "text": "We turn to experts when we're looking for good advice."
  },
  {
    "startTime": 90.2,
    "endTime": 96.4,
    "text": "However, claiming a conclusion is logically true because an expert made the claim, is a poor argument."
  },
  {
    "startTime": 96.8,
    "endTime": 105.2,
    "text": "Climate change is not a concern because experts say so, it's a concern because the facts and the logic indicate that global warming is a sound conclusion."
  },
  {
    "startTime": 106.4,
    "endTime": 113.9,
    "text": "That doesn't mean that we should ignore experts, instead we need to ask questions to better understand the facts and the logic that they use."
  }
]