[
  {
    "startTime": 0.019,
    "endTime": 4.3580000000000005,
    "text": "Hi, so because I'm lazy, whenever a friend of mine has gone outside I ask"
  },
  {
    "startTime": 4.529,
    "endTime": 8.45,
    "text": "\"Hey, did you just come from outside?\" Yes, and the weirdest thing happened"
  },
  {
    "startTime": 8.045,
    "endTime": 11.274000000000001,
    "text": "I bumped into that girl... Yeah whatever! What's the weather like outside?"
  },
  {
    "startTime": 11.679,
    "endTime": 14.775,
    "text": "Is it warm? Is it cold? Do I need to bring a jumper? Should I bring a jacket?"
  },
  {
    "startTime": 15.639,
    "endTime": 20.0,
    "text": "I can't tell, or it's okay to just wear a t-shirt. Tell me cause I don't want to be uncomfortable."
  },
  {
    "startTime": 20.025,
    "endTime": 23.473999999999997,
    "text": "Cause you know, checking the weather myself is just too much effort. Why don't you just"
  },
  {
    "startTime": 23.699,
    "endTime": 25.46,
    "text": "google it? You're in front of the laptop."
  },
  {
    "startTime": 25.046,
    "endTime": 30.455,
    "text": "Cause I'm busy... looking up Jessica Alba hairstyles 2014"
  },
  {
    "startTime": 30.869,
    "endTime": 36.11,
    "text": "Why last year?  When did it become 2015?"
  },
  {
    "startTime": 36.011,
    "endTime": 39.077000000000005,
    "text": "But the thing is all I actually wanna know is do I need any more layers of clothing."
  },
  {
    "startTime": 39.077,
    "endTime": 43.65,
    "text": "Because whenever I do that thing when you stick your hand out to see if it's cold outside"
  },
  {
    "startTime": 43.664,
    "endTime": 49.402,
    "text": "I just don't trust it. What's it like outside? Is it warm? Is it cold? Should I bring a jumper?"
  },
  {
    "startTime": 48.251,
    "endTime": 51.135,
    "text": "Because let's face it the hand is not a reliable source."
  },
  {
    "startTime": 51.135,
    "endTime": 53.061,
    "text": "It's what you use to test the bath water."
  },
  {
    "startTime": 53.061,
    "endTime": 56.089,
    "text": "And we all know how that goes down. That feels nice."
  },
  {
    "startTime": 56.089,
    "endTime": 61.188,
    "text": "No~~~ because when I look at the weather report, I just see numbers that is"
  },
  {
    "startTime": 61.989,
    "endTime": 65.99,
    "text": "this abstract reference and then I try to remember other days but it was like"
  },
  {
    "startTime": 65.099,
    "endTime": 68.47800000000001,
    "text": "18 degrees and what that felt like"
  },
  {
    "startTime": 69.369,
    "endTime": 72.67,
    "text": "18, what does 18 feel like. What was the weather that day last week?"
  },
  {
    "startTime": 72.067,
    "endTime": 76.139,
    "text": "Was it 18? What was I wearing? This isn't a real memory now. You made this up."
  },
  {
    "startTime": 77.039,
    "endTime": 80.044,
    "text": "You don't sit near pools as if you would remember the weather anyway."
  },
  {
    "startTime": 80.089,
    "endTime": 83.318,
    "text": "which got me thinking: this is how weather reports should be."
  },
  {
    "startTime": 84.119,
    "endTime": 88.08,
    "text": "And for Natalie at home the weather outside is what you would consider kinda cold"
  },
  {
    "startTime": 88.045,
    "endTime": 92.074,
    "text": "Don't listen to Amy. She is \"ridonculous.\" What you need to bring is your grey jumper."
  },
  {
    "startTime": 93.036,
    "endTime": 96.155,
    "text": "Not the grey jumper that you know you usually wear around the house."
  },
  {
    "startTime": 96.179,
    "endTime": 99.08,
    "text": "The grey jumper you bought that time in the city and you had frozen yogurt afterwards."
  },
  {
    "startTime": 99.028,
    "endTime": 102.033,
    "text": "That one would be enough. But if you gonna stay outside,"
  },
  {
    "startTime": 102.078,
    "endTime": 104.16,
    "text": "it's gonna get a little bit chilly, so maybe should bring your black jumper with the hole in the back."
  },
  {
    "startTime": 106.259,
    "endTime": 108.85,
    "text": "And don't worry, no one will see the hole. Excellent!"
  },
  {
    "startTime": 109.075,
    "endTime": 113.034,
    "text": "And the reporters could do that thing that they do now, that they go outside to prove the weather so you can see it,"
  },
  {
    "startTime": 113.009,
    "endTime": 115.024,
    "text": "except they do it in your clothes."
  },
  {
    "startTime": 115.159,
    "endTime": 118.159,
    "text": "Now I'm outside and just to prove it to Natalie"
  },
  {
    "startTime": 118.159,
    "endTime": 123.42,
    "text": "I'm gonna wear her t-shirt and it's still cold. It's very cold that so I recommend"
  },
  {
    "startTime": 123.042,
    "endTime": 127.07900000000001,
    "text": "this cardigan that you just bought."
  },
  {
    "startTime": 127.079,
    "endTime": 129.528,
    "text": "Let me see. Now this is good."
  },
  {
    "startTime": 130.239,
    "endTime": 135.4,
    "text": "Yeah I'm comfortable, yeah wear this today. Yeah, I know. I'm being dramatic but I'm a huge wuss if it's cold"
  },
  {
    "startTime": 136.063,
    "endTime": 139.125,
    "text": "And I just always end up standing next to warm air when we go outside."
  },
  {
    "startTime": 140.025,
    "endTime": 144.594,
    "text": "Ah, can you feel that? There's warm air coming from the vent. It's so warm. I'm gonna stay here."
  },
  {
    "startTime": 145.044,
    "endTime": 148.923,
    "text": "- Ah, cool. but we have to go to dinner in there. - Just go without me I'll be here when you get back."
  },
  {
    "startTime": 149.319,
    "endTime": 152.67999999999998,
    "text": "Just go."
  },
  {
    "startTime": 152.068,
    "endTime": 156.377,
    "text": "I know, first world first world problems. I'm too warm and now I'm too cold."
  },
  {
    "startTime": 156.989,
    "endTime": 159.55,
    "text": "I wish I didn't have to carry a sweater with me. It weighs so much!"
  },
  {
    "startTime": 159.055,
    "endTime": 163.524,
    "text": "I'll tell you what kids. Life is hard when it's not hard."
  },
  {
    "startTime": 164.019,
    "endTime": 167.45000000000002,
    "text": "Yeah, anyway I hope you guys well. Thank you for watching my last two videos, by the way,"
  },
  {
    "startTime": 167.045,
    "endTime": 168.12599999999998,
    "text": "one of them was about TV binging"
  },
  {
    "startTime": 169.026,
    "endTime": 172.07000000000002,
    "text": "and the other one was a talk. I really appreciate you guys sitting through that one and"
  },
  {
    "startTime": 173.038,
    "endTime": 176.89700000000002,
    "text": "for your lovely comments on both. I'll mention some those in \"Porno Music Slash Comment Time\"."
  },
  {
    "startTime": 177.239,
    "endTime": 180.34,
    "text": "I hope you guys have been really well and yep it's actually been"
  },
  {
    "startTime": 180.034,
    "endTime": 183.078,
    "text": "freezing here. I don't know how people survive"
  },
  {
    "startTime": 183.078,
    "endTime": 186.1,
    "text": "in this kinda weather. Sorry I should stop talking about weather"
  },
  {
    "startTime": 187.0,
    "endTime": 190.049,
    "text": "I know what what my weather report should say right now and at this point of the video"
  },
  {
    "startTime": 190.049,
    "endTime": 193.4,
    "text": "you should probably stop cuz everyone's getting bored. I agree with that."
  },
  {
    "startTime": 193.0,
    "endTime": 194.1,
    "text": "And I hope you guys are well."
  },
  {
    "startTime": 195.904,
    "endTime": 199.011,
    "text": "and I'll see you soon, bye."
  }
]