[
  {
    "startTime": 0.13,
    "endTime": 25.999,
    "text": "Hey, what’s up? It’s Marie Forleo. You’re watching MarieTV, the place to be to create"
  },
  {
    "startTime": 25.999,
    "endTime": 32.3,
    "text": "a business and a life that you love. Wanna give it a big hug every single day. And this"
  },
  {
    "startTime": 32.3,
    "endTime": 37.61,
    "text": "is Q&A Tuesday, which means there’s questions and answers, Q’s and A’s, and today’s"
  },
  {
    "startTime": 37.61,
    "endTime": 39.91,
    "text": "comes from Tamara and she writes:"
  },
  {
    "startTime": 39.91,
    "endTime": 45.449999999999996,
    "text": "“Hi Marie. Whenever I see a little progress in my business I wanna hide under a rock."
  },
  {
    "startTime": 45.45,
    "endTime": 50.25,
    "text": "The moment I’m pushed outside of my comfort zone, I wanna run back in. What can I do to"
  },
  {
    "startTime": 50.25,
    "endTime": 55.45,
    "text": "continue moving forward without running and hiding? Thanks so much, Tamara.”"
  },
  {
    "startTime": 55.45,
    "endTime": 59.95,
    "text": "Oh my goodness Tamara, you are describing something that so many of us struggle with"
  },
  {
    "startTime": 59.95,
    "endTime": 65.059,
    "text": "but we just don't know it. It’s this idea called an upper limit problem and it was coined"
  },
  {
    "startTime": 65.059,
    "endTime": 71.179,
    "text": "by my friend Gay Hendricks who wrote the fantastic book The Big Leap. So I first discovered this"
  },
  {
    "startTime": 71.179,
    "endTime": 77.299,
    "text": "concept because I got really sick after having a huge spike in my business. Here’s what"
  },
  {
    "startTime": 77.299,
    "endTime": 77.819,
    "text": "happened."
  },
  {
    "startTime": 77.819,
    "endTime": 82.979,
    "text": "Second year that we launched B-School things took off. It reached a whole new level. So"
  },
  {
    "startTime": 82.979,
    "endTime": 87.35,
    "text": "more financial wealth, more impact than I could’ve ever imagined. It was the middle"
  },
  {
    "startTime": 87.35,
    "endTime": 92.729,
    "text": "of summer, I find myself in this yoga class so excited and I’m in my downward dog and"
  },
  {
    "startTime": 92.729,
    "endTime": 97.59,
    "text": "all of a sudden I start to feel really, really sick like I’m gonna puke. Now, you’ve"
  },
  {
    "startTime": 97.59,
    "endTime": 101.28,
    "text": "gotta get, I’m not the kind of person that gets sick very often, so this seemed weird."
  },
  {
    "startTime": 101.28,
    "endTime": 106.09,
    "text": "So I’m thinking, “Well, maybe it’s just a 24 hour bug.” I get home, I try to take"
  },
  {
    "startTime": 106.09,
    "endTime": 111.77000000000001,
    "text": "care of myself, and it just kept getting worse. For 6 days I had skull crushing headaches,"
  },
  {
    "startTime": 111.77,
    "endTime": 117.469,
    "text": "I couldn’t keep any food down. I was a complete and utter mess. Finally I got myself to the"
  },
  {
    "startTime": 117.469,
    "endTime": 122.359,
    "text": "doctor because I thought maybe I have salmonella, maybe I have a parasite, who knows? Got these"
  },
  {
    "startTime": 122.359,
    "endTime": 126.619,
    "text": "tests done, went home, chilled out. My friends came over that night to try and take care"
  },
  {
    "startTime": 126.619,
    "endTime": 130.13,
    "text": "of me, I told them about what was happening, and they all said, “You know what, Marie?"
  },
  {
    "startTime": 130.13,
    "endTime": 134.25,
    "text": "I don't think you’re sick. I think those tests are gonna come back negative. This is"
  },
  {
    "startTime": 134.25,
    "endTime": 138.8,
    "text": "an upper limit problem. You have so much great stuff happening right now you probably just"
  },
  {
    "startTime": 138.8,
    "endTime": 143.41000000000003,
    "text": "don't even know how to handle it.” I thought that was a little wild, but whatever. I listened."
  },
  {
    "startTime": 143.41,
    "endTime": 147.10999999999999,
    "text": "Turns out the next day the doctor calls me. I’m waiting for my test results figuring"
  },
  {
    "startTime": 147.11,
    "endTime": 152.72000000000003,
    "text": "I’ve got something bad. He said, “You know what? Nothing is wrong with you. No salmonella,"
  },
  {
    "startTime": 152.72,
    "endTime": 155.16,
    "text": "no parasites, no nothing.”"
  },
  {
    "startTime": 155.16,
    "endTime": 160.44,
    "text": "So for me when I hit an upper limit I typically get sick. It sounds like for you you wanna"
  },
  {
    "startTime": 160.44,
    "endTime": 165.87,
    "text": "run and hide. Some people get themselves in accidents or they pick a fight or they start"
  },
  {
    "startTime": 165.87,
    "endTime": 171.70000000000002,
    "text": "dropping the ball at work. Why? Well, the theory goes like this: when you hit your upper"
  },
  {
    "startTime": 171.7,
    "endTime": 176.60999999999999,
    "text": "limit your upper limit is basically the limit that you allow yourself to feel happy and"
  },
  {
    "startTime": 176.61,
    "endTime": 182.8,
    "text": "successful. It’s almost like an internal thermostat, like your success comfort zone."
  },
  {
    "startTime": 182.8,
    "endTime": 187.24,
    "text": "And as Gay Hendricks says, each of us has a limited tolerance for feeling good."
  },
  {
    "startTime": 187.24,
    "endTime": 192.01000000000002,
    "text": "Now, when things start to get amazing and we go beyond that upper limit, many of us"
  },
  {
    "startTime": 192.01,
    "endTime": 197.44,
    "text": "start to unconsciously start sabotaging ourselves so we can get back to our comfort zone. Now,"
  },
  {
    "startTime": 197.44,
    "endTime": 201.92,
    "text": "this is a really universal problem, and thankfully we can actually do something about it. It"
  },
  {
    "startTime": 201.92,
    "endTime": 208.17,
    "text": "has everything to do with turning up the volume on our awareness. So if anything good starts"
  },
  {
    "startTime": 208.17,
    "endTime": 213.57,
    "text": "to happen in your life or you have a big breakthrough, you’ve gotta keep the lookout on for all"
  },
  {
    "startTime": 213.57,
    "endTime": 217.7,
    "text": "the ways that you might self sabotage, and don't do it."
  },
  {
    "startTime": 217.7,
    "endTime": 221.73999999999998,
    "text": "So if you’re like me and you get physically sick, then you’ve gotta just chill out and"
  },
  {
    "startTime": 221.74,
    "endTime": 226.71,
    "text": "rest and take it easy. If you’re someone who always drops the ball at work, pay extra"
  },
  {
    "startTime": 226.71,
    "endTime": 230.77,
    "text": "attention to the details. And if you’re someone like you, Tamara, who really wants"
  },
  {
    "startTime": 230.77,
    "endTime": 236.14000000000001,
    "text": "to run and hide when things get good, don't retreat. Just stay and let yourself feel it."
  },
  {
    "startTime": 236.14,
    "endTime": 240.319,
    "text": "Here’s the thing about upper limits, you’re gonna keep facing this throughout your entire"
  },
  {
    "startTime": 240.319,
    "endTime": 246.35,
    "text": "life and the more awareness you bring, the more you reset that thermostat and re-calibrate"
  },
  {
    "startTime": 246.35,
    "endTime": 249.15,
    "text": "yourself to handle all kinds of good stuff."
  },
  {
    "startTime": 249.15,
    "endTime": 253.97,
    "text": "Now, if you’re someone who’s into mantras you can use this one from Gay Hendricks. “I"
  },
  {
    "startTime": 253.97,
    "endTime": 260.829,
    "text": "expand in success, love, and creativity every day as I inspire others to do the same.”"
  },
  {
    "startTime": 260.829,
    "endTime": 266.16,
    "text": "Or you can use this tweetable."
  },
  {
    "startTime": 266.16,
    "endTime": 272.23,
    "text": "When it comes to joy and success, your built in upper limit is completely adjustable."
  },
  {
    "startTime": 272.23,
    "endTime": 277.13,
    "text": "That was my A to your Q Tamara, I really hope it helps. And now I would love to hear from"
  },
  {
    "startTime": 277.13,
    "endTime": 282.84,
    "text": "you. How do you bust through your upper limits and do you have any fun stories to share on the topic?"
  },
  {
    "startTime": 282.85,
    "endTime": 288.29,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so go"
  },
  {
    "startTime": 288.29,
    "endTime": 290.72,
    "text": "there and leave a comment now."
  },
  {
    "startTime": 290.72,
    "endTime": 295.46000000000004,
    "text": "Did you like this video? If so, subscribe to our channel and it would be awesome if"
  },
  {
    "startTime": 295.46,
    "endTime": 299.62,
    "text": "you shared this video with your friends. And if you want even more great resources to create"
  },
  {
    "startTime": 299.62,
    "endTime": 303.88,
    "text": "a business and life that you love, plus some personal insights from me that I only get"
  },
  {
    "startTime": 303.88,
    "endTime": 309.44,
    "text": "to talk about in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 309.44,
    "endTime": 314.0,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 314.0,
    "endTime": 341.47,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]