[
  {
    "startTime": 0.0,
    "endTime": 4.794,
    "text": "I think what hurts the most is when you're young, and someone makes fun of the way you look."
  },
  {
    "startTime": 4.794,
    "endTime": 6.217,
    "text": "Because you can't control that."
  },
  {
    "startTime": 10.2,
    "endTime": 13.1,
    "text": "I've gotten shoved into lockers."
  },
  {
    "startTime": 13.2,
    "endTime": 17.07,
    "text": "I was bullied by a small group of boys, like about three boys."
  },
  {
    "startTime": 17.1,
    "endTime": 23.3,
    "text": "My friends always said I was kind of easy to make fun of, but it felt like it always came from a place of love, I hope."
  },
  {
    "startTime": 23.45,
    "endTime": 31.2,
    "text": "When I was a little kid, I was a little chunkier than everybody else and all the other girls, so people noticed that I was different,"
  },
  {
    "startTime": 31.3,
    "endTime": 34.1,
    "text": "and they'd like to touch my stomach or point it out."
  },
  {
    "startTime": 34.2,
    "endTime": 40.369,
    "text": "Today, I think I would say, in response to that, \"I think you meant, can I touch your six-pack?\""
  },
  {
    "startTime": 40.7,
    "endTime": 44.7,
    "text": "A guy once told me that I would be much hotter if I had a bigger butt."
  },
  {
    "startTime": 44.8,
    "endTime": 50.437999999999995,
    "text": "So, my response to that guy would be: \"My butt does not need your approval to be 'fantasstic'.\""
  },
  {
    "startTime": 50.894,
    "endTime": 53.1,
    "text": "I was a skinny kid, but I didn't really have a flat stomach."
  },
  {
    "startTime": 53.2,
    "endTime": 55.900000000000006,
    "text": "I had a little extra baby fat that kinda hung around."
  },
  {
    "startTime": 56.0,
    "endTime": 59.7,
    "text": "So they always told me that it looked like I had a little kangaroo pouch."
  },
  {
    "startTime": 59.7,
    "endTime": 62.194,
    "text": "And to this day, they still will mention it."
  },
  {
    "startTime": 63.1,
    "endTime": 68.787,
    "text": "When I was growing up, kids would tell me that I was adopted because it's impossible for a brown girl to have a white mom."
  },
  {
    "startTime": 69.2,
    "endTime": 75.846,
    "text": "Well, my dad is from India, so white plus brown is a lighter shade of brown."
  },
  {
    "startTime": 76.4,
    "endTime": 81.125,
    "text": "\"Did you even listen during middle school science? 'Cause that's not how genetics work.\""
  },
  {
    "startTime": 81.125,
    "endTime": 85.2,
    "text": "The mean comment I remember hearing about my body was that I had no butt."
  },
  {
    "startTime": 85.29,
    "endTime": 91.4,
    "text": "I think many African American communities, having a big butt is very, like, it's looked up upon."
  },
  {
    "startTime": 91.4,
    "endTime": 97.10000000000001,
    "text": "But it was really, like, that one comment one time that got me to realize, like, \"Oh my God, something's wrong with my body.\""
  },
  {
    "startTime": 97.3,
    "endTime": 104.231,
    "text": "To the person who made that comment I would say that, \"Maybe I'm not your cup of tea, but my body is fine the way it is.\""
  },
  {
    "startTime": 104.7,
    "endTime": 109.4,
    "text": "It was about two to three different bullies, and they just would all say I was ugly."
  },
  {
    "startTime": 109.4,
    "endTime": 117.4,
    "text": "One of them specifically, whenever he saw me in the hallway, he would run the opposite direction, and just make, like, a huge scene about it."
  },
  {
    "startTime": 117.484,
    "endTime": 121.0,
    "text": "People do that out of fear, they do it to fit in."
  },
  {
    "startTime": 121.1,
    "endTime": 125.41799999999999,
    "text": "So, in fifth grade, a boy who was in my class told me that I had fat thighs."
  },
  {
    "startTime": 125.418,
    "endTime": 130.6,
    "text": "My response to him now would be that, \"My thighs were not fat, they were strong!\""
  },
  {
    "startTime": 130.757,
    "endTime": 133.3,
    "text": "Now, I actually, like, think I have really great thighs."
  },
  {
    "startTime": 133.4,
    "endTime": 138.20000000000002,
    "text": "The thing that I got teased most for was my mustache and my general body hair."
  },
  {
    "startTime": 138.38,
    "endTime": 139.6,
    "text": "And my name is Fazeelat."
  },
  {
    "startTime": 139.7,
    "endTime": 141.6,
    "text": "Fuzzy was a really easy nickname."
  },
  {
    "startTime": 141.731,
    "endTime": 148.6,
    "text": "It's because of people like you, who picked on me and hurt me, that I became as strong as I am today."
  },
  {
    "startTime": 148.682,
    "endTime": 156.1,
    "text": "I feel bad for people that feel a need to bully other kids 'cause it's probably just coming from a really dark place."
  },
  {
    "startTime": 156.2,
    "endTime": 162.39999999999998,
    "text": "So, instead of trying to fix themselves, they're just trying to make you feel bad about yourself and say mean things about you."
  },
  {
    "startTime": 162.485,
    "endTime": 166.155,
    "text": "Work on being comfortable with your own body, and be around people that love you."
  },
  {
    "startTime": 166.25,
    "endTime": 169.4,
    "text": "Don't let their words affect how you feel about yourself."
  },
  {
    "startTime": 169.47,
    "endTime": 171.67,
    "text": "They're probably jealous of how pretty your skin is."
  }
]