[
  {
    "startTime": 0.099,
    "endTime": 11.409,
    "text": "This episode of Stated Clearly was made possible through generous donations by Bird and Moon Comics, ProofAvenue, and contributions from individual viewers like you."
  },
  {
    "startTime": 13.219,
    "endTime": 16.2,
    "text": "Stated Clearly presents"
  },
  {
    "startTime": 16.2,
    "endTime": 20.71,
    "text": "What exactly is Evolution?"
  },
  {
    "startTime": 20.71,
    "endTime": 35.0,
    "text": "In biology, the theory of evolution doesn't tell us exactly how life began on earth but it helps us understand how life, once it came into existence, diversified into the many incredible forms we see now and in the fossil record."
  },
  {
    "startTime": 36.48,
    "endTime": 43.0,
    "text": "It also helps us make sense of the way in which modern creatures continue to adapt and changed today."
  },
  {
    "startTime": 43.92,
    "endTime": 63.81,
    "text": "In biology, evolution can be defined as any change in the heritable traits (those are physical traits like fur color in mice, spots on the wings of butterflies or instinctive behaviors like the way that dogs greet their friends with a sniff,) within a population across generations."
  },
  {
    "startTime": 63.81,
    "endTime": 68.149,
    "text": "This definition can be a bit confusing, so let's see how it works."
  },
  {
    "startTime": 68.869,
    "endTime": 77.1,
    "text": "All healthy living things from single cell amoebas to flowers to dolphins are capable of reproduction."
  },
  {
    "startTime": 77.55,
    "endTime": 80.5,
    "text": "We have children, we make copies of ourselves."
  },
  {
    "startTime": 80.98,
    "endTime": 87.10000000000001,
    "text": "We do this by duplicating our DNA and passing that DNA on to future generations."
  },
  {
    "startTime": 87.41,
    "endTime": 93.8,
    "text": "DNA is a chain-like chemical stored inside each one of your cells, which tells them how to grow and function."
  },
  {
    "startTime": 94.09,
    "endTime": 98.2,
    "text": "Your DNA contains coded information on how to build you."
  },
  {
    "startTime": 98.36,
    "endTime": 106.3,
    "text": "The information in your DNA is different than that of , say, a daffodil's DNA, which is why you look and function differently than a daffodil."
  },
  {
    "startTime": 106.3,
    "endTime": 114.89999999999999,
    "text": "The information in your DNA is slightly different than that of Elvis Presley, which is one of many reasons you don't look or act quite like he did."
  },
  {
    "startTime": 115.12,
    "endTime": 129.3,
    "text": "Single celled amoebas and other simple creatures reproduce by copying their DNA inside their guts, moving both copies to either side of their body, splitting in two right down the middle and then growing back to full size."
  },
  {
    "startTime": 129.489,
    "endTime": 137.9,
    "text": "If all goes well the two new amoebas will be exact copies of each other, but in nature things aren't always perfect."
  },
  {
    "startTime": 138.179,
    "endTime": 143.9,
    "text": "When DNA is being copied, errors can occur, which modify the DNA code."
  },
  {
    "startTime": 144.069,
    "endTime": 146.7,
    "text": "This is what we call a DNA mutation."
  },
  {
    "startTime": 146.979,
    "endTime": 159.8,
    "text": "These mutations, which happen completely on accident and randomly to any part of a DNA strand, can produce variation in the body shape and function of the creature who inherits the modified DNA."
  },
  {
    "startTime": 159.989,
    "endTime": 164.5,
    "text": "In this case, our new little friend has an arm that stretches extra long."
  },
  {
    "startTime": 164.589,
    "endTime": 174.5,
    "text": "If he survives long enough to grow and reproduce, that extra stretchy arm (which is now coded for in his DNA) will be passed on to his children."
  },
  {
    "startTime": 174.779,
    "endTime": 185.3,
    "text": "Evolution, any change in the heritable traits within a population across generations, has officially occurred."
  },
  {
    "startTime": 185.599,
    "endTime": 190.89999999999998,
    "text": "Reproduction for dolphins and badgers and people is a little more complicated."
  },
  {
    "startTime": 191.349,
    "endTime": 193.79999999999998,
    "text": "We have to find ourselves a partner."
  },
  {
    "startTime": 194.029,
    "endTime": 209.4,
    "text": "When two a badgers get together and you know... fall in love, a sperm cell from the father which contains a copy of half of his DNA, only half, combines with the egg cell of the mother, which contains half a copy of her DNA."
  },
  {
    "startTime": 209.559,
    "endTime": 220.2,
    "text": "The result is a brand new cell with a complete set of DNA instructions \b– all the information needed to divide and grow up into a brand new badger."
  },
  {
    "startTime": 220.439,
    "endTime": 229.1,
    "text": "The new child matures to be similar to her parents but also unique, because she developed some traits from a mother's DNA and some from her father."
  },
  {
    "startTime": 229.299,
    "endTime": 233.3,
    "text": "Her new combination of traits can be passed on to her children and again."
  },
  {
    "startTime": 233.429,
    "endTime": 242.8,
    "text": "Evolution, any change in the heritable traits within a population across generations, has officially occurred."
  },
  {
    "startTime": 242.989,
    "endTime": 251.9,
    "text": "Besides the unique recombination of her parents' traits, she might also have developed some completely new traits of her own due to DNA mutations."
  },
  {
    "startTime": 251.9,
    "endTime": 255.3,
    "text": "Maybe, extra hairy ears for example."
  },
  {
    "startTime": 255.449,
    "endTime": 265.8,
    "text": "If she survives long enough to have kids, her DNA will combine with the DNA of her partner and she'll pass on those extra hairy ears to at least some of her children."
  },
  {
    "startTime": 265.93,
    "endTime": 269.5,
    "text": "Again, evolution has officially occurred."
  },
  {
    "startTime": 269.759,
    "endTime": 271.2,
    "text": "So there you have it."
  },
  {
    "startTime": 271.37,
    "endTime": 273.4,
    "text": "Evolution is really pretty simple."
  },
  {
    "startTime": 273.7,
    "endTime": 278.7,
    "text": "Scientists and normal folks everywhere witness evolution happening all the time."
  },
  {
    "startTime": 278.7,
    "endTime": 286.59999999999997,
    "text": "Small changes like the ones we've seen here can add up over multiple generations to create dramatic changes."
  },
  {
    "startTime": 286.6,
    "endTime": 297.1,
    "text": "If you were to go back in time just a few thousand years, you'd find that all dogs, for example, originally evolved from an ancestral group of gray wolves."
  },
  {
    "startTime": 297.5,
    "endTime": 304.0,
    "text": "The evolution of those wolves from generation to generation was guided by humans."
  },
  {
    "startTime": 304.3,
    "endTime": 312.2,
    "text": "People were selecting wolves with the traits they liked, letting them breed and then only keeping the puppies with the most desirable traits."
  },
  {
    "startTime": 312.2,
    "endTime": 323.0,
    "text": "As time went on, different breeders preferred dogs with different features, some selected for large size, some for small size, some for brains, others for brawn."
  },
  {
    "startTime": 323.3,
    "endTime": 331.3,
    "text": "Today wolves have branched out into hundreds of breeds – very few of which look and behave much like their ancestors."
  },
  {
    "startTime": 331.4,
    "endTime": 355.29999999999995,
    "text": "A massive amount of observable evidence from many different fields such as genetics, chemistry, paleontology, and mathematics, overwhelmingly suggest that just like all dogs share common ancestor, all living things, me, you, puffer fish, banana trees, if you go back far enough, also share a common ancestor."
  },
  {
    "startTime": 355.3,
    "endTime": 358.1,
    "text": "We are literally related."
  },
  {
    "startTime": 358.2,
    "endTime": 373.59999999999997,
    "text": "We don't know what the first life form was or exactly how it came to be but the simple process of reproduction with variation over billions of years looks to be responsible for all the diversity of life we see today."
  },
  {
    "startTime": 373.6,
    "endTime": 379.8,
    "text": "Now you might be saying, \"Wait a minute, hold on here, isn't evolution random?\""
  },
  {
    "startTime": 379.8,
    "endTime": 389.5,
    "text": "To do something functional like turn a wolf into an adorable mini poodle, random evolution had to be carefully guided by an intelligent dog breeder."
  },
  {
    "startTime": 389.6,
    "endTime": 394.3,
    "text": "Researchers claim that all mammals evolved from an ancient shrew-like creature."
  },
  {
    "startTime": 394.3,
    "endTime": 400.3,
    "text": "But the difference between a shrew and an elephant is far greater than that of a wolf and a poodle."
  },
  {
    "startTime": 400.3,
    "endTime": 402.2,
    "text": "Who guided that process?"
  },
  {
    "startTime": 402.2,
    "endTime": 405.0,
    "text": "Who was the breeder?"
  },
  {
    "startTime": 405.0,
    "endTime": 415.3,
    "text": "In the mid-eighteen-hundreds two men, Charles Darwin and Alfred Russel Wallace, independently discovered that a breeder is not necessarily needed."
  },
  {
    "startTime": 415.3,
    "endTime": 422.2,
    "text": "There is another force capable of guiding random evolution to produce order and complex function."
  },
  {
    "startTime": 422.2,
    "endTime": 428.0,
    "text": "They called it \"natural selection,\" which happens to be the entire topic of our next video."
  },
  {
    "startTime": 428.0,
    "endTime": 432.2,
    "text": "But before you move on, let's recap what we've learned so far."
  },
  {
    "startTime": 432.8,
    "endTime": 440.6,
    "text": "Biological evolution is any change in the heritable traits within a population across generations."
  },
  {
    "startTime": 440.7,
    "endTime": 446.3,
    "text": "All healthy living things can make copies of themselves, but they do so imperfectly."
  },
  {
    "startTime": 446.3,
    "endTime": 454.5,
    "text": "Small variations can add up over generations to create dramatic differences in the body form and function of living creatures."
  },
  {
    "startTime": 454.5,
    "endTime": 460.0,
    "text": "Evidence overwhelmingly suggests that all life on earth is related."
  },
  {
    "startTime": 460.2,
    "endTime": 474.09999999999997,
    "text": "So remember next time you invite family and friends over for a holiday feast, you're actually just inviting family that includes the turkey and the pumpkin in the pumpkin pie."
  },
  {
    "startTime": 474.1,
    "endTime": 483.40000000000003,
    "text": "I'm Jon Perry and that's evolution (by) Stated Clearly."
  },
  {
    "startTime": 483.4,
    "endTime": 486.5,
    "text": "Thanks for watching our show. I hope you enjoyed it."
  },
  {
    "startTime": 486.5,
    "endTime": 492.1,
    "text": "Make sure to give us a thumbs up on YouTube and subscribe to us if you want to see more."
  },
  {
    "startTime": 492.1,
    "endTime": 497.5,
    "text": "Stated Clearly is funded by our viewers and we are in need of support."
  },
  {
    "startTime": 497.5,
    "endTime": 500.2,
    "text": "If you like what we do, consider contributing."
  },
  {
    "startTime": 500.3,
    "endTime": 509.0,
    "text": "You can do so by visiting our website at StatedClearly.com."
  },
  {
    "startTime": 509.6,
    "endTime": 518.5,
    "text": "This episode was made possible by viewer contributions and by generous donations from Bird and Moon Comics and ProofAvenue."
  },
  {
    "startTime": 518.5,
    "endTime": 529.5,
    "text": "Make sure to check out Bird and Moon's awesome biology comic strips and posters at birdandmoon.com and check out the musical talent of AD at proofavenue.com."
  },
  {
    "startTime": 529.5,
    "endTime": 531.2,
    "text": "Until next time."
  },
  {
    "startTime": 531.5,
    "endTime": 533.0,
    "text": "Stay curious!"
  }
]