[
  {
    "startTime": 0.0,
    "endTime": 4.2,
    "text": "Every year, some countries move their clocks forward in the spring only to move them back in the autumn."
  },
  {
    "startTime": 4.4,
    "endTime": 10.0,
    "text": "To the vast majority of the world who doesn't participate in this odd clock fiddling – it seems a baffling thing to do."
  },
  {
    "startTime": 10.0,
    "endTime": 11.759,
    "text": "So what's the reason behind it?"
  },
  {
    "startTime": 11.759,
    "endTime": 16.0,
    "text": "The original idea, proposed by George Hudson, was to give people more sunlight in the summer."
  },
  {
    "startTime": 16.0,
    "endTime": 21.7,
    "text": "Of course, it's important to note that changing a clock doesn't actually make more sunlight – that's not how physics works."
  },
  {
    "startTime": 21.7,
    "endTime": 28.0,
    "text": "But, by moving the clocks forward an hour, compared to all other human activity, the sun will seem to both rise and set later."
  },
  {
    "startTime": 28.0,
    "endTime": 33.2,
    "text": "The time when the clocks are moved forward is called Daylight Saving Time and the rest of the year is called Standard Time."
  },
  {
    "startTime": 33.2,
    "endTime": 38.190000000000005,
    "text": "This switch effectively gives people more time to enjoy the sunshine and nice summer weather after work."
  },
  {
    "startTime": 38.19,
    "endTime": 43.3,
    "text": "Hudson, in particular, wanted more sunlight so he could spend more time adding to his insect collection."
  },
  {
    "startTime": 43.3,
    "endTime": 48.3,
    "text": "When winter is coming the clocks move back, presumably because people won't want to go outside anymore."
  },
  {
    "startTime": 48.3,
    "endTime": 50.4,
    "text": "But, winter doesn't have this effect on everyone."
  },
  {
    "startTime": 50.4,
    "endTime": 55.8,
    "text": "If you live in a tropical place like Hawaii, you don't really have to worry about seasons because they pretty much don't happen."
  },
  {
    "startTime": 55.5,
    "endTime": 61.0,
    "text": "Every day, all year is sunny and beautiful so Christmas is just as good of a day to hit the beach as any other."
  },
  {
    "startTime": 61.0,
    "endTime": 65.8,
    "text": "And so, Hawaii is one of two states in the Union that ignore Daylight Saving Time."
  },
  {
    "startTime": 65.8,
    "endTime": 73.7,
    "text": "But, the further you travel from the equator in either direction the more the seasons assert themselves and you get colder and darker winters, making summer time much more valuable to the locals."
  },
  {
    "startTime": 73.7,
    "endTime": 79.0,
    "text": "So it's no surprise that the further a country is from the equator the more likely it uses daylight saving time."
  },
  {
    "startTime": 79.0,
    "endTime": 87.0,
    "text": "Hudson proposed his idea in Wellington in 1895 – but it wasn't well received and it took until 1916 for Germany to be the first country to put it into practice."
  },
  {
    "startTime": 87.0,
    "endTime": 94.3,
    "text": "Though, the uber-industrious Germans were less concerned with catching butterflies on a fine summer evening than they were with saving coal to feed the war machine."
  },
  {
    "startTime": 94.3,
    "endTime": 96.89999999999999,
    "text": "The Germans thought daylight saving time would conserve energy."
  },
  {
    "startTime": 96.9,
    "endTime": 102.0,
    "text": "The reasoning goes that it encourages people to stay out later in the summer and thus use less artificial lighting."
  },
  {
    "startTime": 102.0,
    "endTime": 107.9,
    "text": "This sounds logical, and it may have worked back in the more regimented society of a hundred years ago, but does it still work in the modern world?"
  },
  {
    "startTime": 107.9,
    "endTime": 111.2,
    "text": "That turns out to be a surprisingly difficult question to answer."
  },
  {
    "startTime": 111.2,
    "endTime": 115.0,
    "text": "For example, take mankind's greatest invention: AIR CONDITIONING."
  },
  {
    "startTime": 115.0,
    "endTime": 119.9,
    "text": "The magic box of cool that makes otherwise uninhabitable sections of the world quite tolerable places to live."
  },
  {
    "startTime": 120.0,
    "endTime": 126.6,
    "text": "But, pumping heat out of your house isn't cheap and turning on one air conditioner is the same as running dozens of tungsten light bulbs."
  },
  {
    "startTime": 126.6,
    "endTime": 132.29999999999998,
    "text": "If people get more sunshine, but don't use it to go outside then Daylight Saving Time might actually cost electricity, not save it."
  },
  {
    "startTime": 132.3,
    "endTime": 139.0,
    "text": "This is particularly true in a place like Phoenix: where the average summer high is 107 degrees and the record is 122."
  },
  {
    "startTime": 139.0,
    "endTime": 143.8,
    "text": "If you suggest to an Arizonian to change their clocks in the summer to get more sunshine, they laugh in your face."
  },
  {
    "startTime": 144.0,
    "endTime": 150.1,
    "text": "Sun and higher electricity bills are not what they want which is why Arizona is the second state that never changes their clocks."
  },
  {
    "startTime": 150.3,
    "endTime": 154.8,
    "text": "Another problem when trying to study daylight saving time is rapid changes in technology and electrical use."
  },
  {
    "startTime": 154.9,
    "endTime": 159.8,
    "text": "As technology gets better and better and better, more electricity is dedicated to things that aren't light bulbs."
  },
  {
    "startTime": 160.0,
    "endTime": 167.2,
    "text": "And the lure of a hot, sweaty, mosquito-filled day outside is less appealing than technological entertainments and climate-controlled comfort inside."
  },
  {
    "startTime": 167.2,
    "endTime": 176.79,
    "text": "Also the horrifically energy in-efficient tungsten light bulbs that have remained unchanged for a century are giving way to CFLs and LEDs – greatly reducing the amount of energy required to light a room."
  },
  {
    "startTime": 176.79,
    "endTime": 181.79999999999998,
    "text": "So, even assuming that DST is effective, it's probably less effective with every passing year."
  },
  {
    "startTime": 182.0,
    "endTime": 187.2,
    "text": "The bottom line is while some studies say DST costs more electricity and others say it saves electricity,"
  },
  {
    "startTime": 187.2,
    "endTime": 196.6,
    "text": "the one thing they agree on is the effect size: not 20% or 10% but 1% or less, which, in the United States, works out to be about $4 per household."
  },
  {
    "startTime": 196.6,
    "endTime": 202.29999999999998,
    "text": "$4 saved or spent on electricity over an entire year is not really a huge deal either way."
  },
  {
    "startTime": 202.3,
    "endTime": 205.0,
    "text": "So the question now becomes is the hassle of switching the clocks twice a year worth it?"
  },
  {
    "startTime": 205.0,
    "endTime": 212.0,
    "text": "The most obvious trouble comes from sleep deprivation – an already common problem in the western world that DST makes measurably worse."
  },
  {
    "startTime": 212.0,
    "endTime": 216.7,
    "text": "With time-tracking software we can actually see that people are less productive the week after the clock changes."
  },
  {
    "startTime": 216.7,
    "endTime": 218.79,
    "text": "This comes with huge associated costs."
  },
  {
    "startTime": 218.79,
    "endTime": 223.0,
    "text": "To make things worse, most countries take away that hour of sleep on a Monday morning."
  },
  {
    "startTime": 223.0,
    "endTime": 229.0,
    "text": "Sleep deprivation can lead to heart attacks and suicides and the Daylight Saving Time Monday has a higher than normal spike in both."
  },
  {
    "startTime": 229.0,
    "endTime": 232.0,
    "text": "Other troubles come from scheduling meetings across time zones."
  },
  {
    "startTime": 232.0,
    "endTime": 241.7,
    "text": "Let's say that your trying to plan a three-way conference between New York, London and Sydney – not an easy thing to do under the best of circumstances but made extra difficult when they don't agree on when daylight saving time should start and end."
  },
  {
    "startTime": 241.7,
    "endTime": 245.39999999999998,
    "text": "In the spring, Sydney is 11 hours ahead of London and New York is five hours behind."
  },
  {
    "startTime": 245.4,
    "endTime": 250.1,
    "text": "But then New York is the first to enter Daylight Saving Time and moves its clock forward an hour."
  },
  {
    "startTime": 250.1,
    "endTime": 252.0,
    "text": "Two weeks later London does the same."
  },
  {
    "startTime": 252.0,
    "endTime": 258.0,
    "text": "In one more week, Sydney, being on the opposite side of the world, leaves daylight saving time and moves its clock back an hour."
  },
  {
    "startTime": 258.0,
    "endTime": 262.2,
    "text": "So in the space of three weeks New York is five hours behind London, then four hours and then five hours again."
  },
  {
    "startTime": 262.2,
    "endTime": 268.0,
    "text": "And Sydney is either 11, 10 or 9 hours from London and 16, 15 or 14 hours from New York."
  },
  {
    "startTime": 268.0,
    "endTime": 271.19,
    "text": "And this whole crazy thing happens again in reverse six months later."
  },
  {
    "startTime": 271.19,
    "endTime": 278.5,
    "text": "Back in the dark ages, this might not have mattered so much but in the modern, interconnected world planning international meetings happens 1,000s and 1,000s of times daily."
  },
  {
    "startTime": 278.5,
    "endTime": 281.95,
    "text": "Shifting and inconsistent time zones isn't doing netizens any favors."
  },
  {
    "startTime": 281.95,
    "endTime": 285.59999999999997,
    "text": "And, countries aren't even consistent about daylight saving time within their own borders."
  },
  {
    "startTime": 285.6,
    "endTime": 290.5,
    "text": "Brazil has Daylight Saving Time, but only if you live in the south. Canada has it too, but not Saskatchewan."
  },
  {
    "startTime": 290.7,
    "endTime": 295.0,
    "text": "Most of Oz does DST, but not Western Australia, The Northern Territory or Queensland."
  },
  {
    "startTime": 295.0,
    "endTime": 305.6,
    "text": "And, of course, the United States does have DST, unless you live in Puerto Rico, the Virgin Islands, American Samoa, Guam, the Northern Marianas Islands or, as mentioned before Hawaii and Arizona."
  },
  {
    "startTime": 305.6,
    "endTime": 307.40000000000003,
    "text": "But Arizona isn't even consistent within itself."
  },
  {
    "startTime": 307.4,
    "endTime": 311.79999999999995,
    "text": "While Arizona ignores DST, the Navaho Nation inside of Arizona follows it."
  },
  {
    "startTime": 311.8,
    "endTime": 317.0,
    "text": "Inside of the Navaho Nation is the Hopi Reservation which, like Arizona, ignores Daylight Saving Time."
  },
  {
    "startTime": 317.0,
    "endTime": 323.7,
    "text": "Going deeper, inside of the Hopi Reservation is another part of the Navaho Nation which does follow Daylight Saving Time."
  },
  {
    "startTime": 323.3,
    "endTime": 328.6,
    "text": "And finally there is also part of the Hopi Reservation elsewhere in the Navaho Nation which doesn't."
  },
  {
    "startTime": 328.6,
    "endTime": 334.20000000000005,
    "text": "So driving across this hundred-mile stretch would technically necessitate seven clock changes which is insane."
  },
  {
    "startTime": 334.2,
    "endTime": 344.59999999999997,
    "text": "While this is an unusual local oddity, here is a map showing the different daylight saving and time zone rules in all their complicated glory – it's a huge mess and constantly needs updating as countries change their laws."
  },
  {
    "startTime": 344.8,
    "endTime": 349.7,
    "text": "Which is why it shouldn't be surprising that even our digital gadgets can't keep the time straight occasionally."
  },
  {
    "startTime": 349.7,
    "endTime": 356.7,
    "text": "So to review: Daylight Saving Time gives more sunlight in the summer after work, which, depending on where you live might be an advantage – or not."
  },
  {
    "startTime": 356.7,
    "endTime": 364.09999999999997,
    "text": "And it may (or may not) save electricity, but one thing is for sure, it's guaranteed to make something that should be simple, keeping track of time, quite complicated,"
  },
  {
    "startTime": 364.3,
    "endTime": 369.68,
    "text": "which is why when it comes time to change the clocks, there is always a debate about whether or not we should."
  }
]