[
  {
    "startTime": 0.16,
    "endTime": 23.76,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 23.76,
    "endTime": 26.939,
    "text": "and life you love. And if you want a business and life you hate, turn this off right now"
  },
  {
    "startTime": 26.939,
    "endTime": 32.94,
    "text": "because I am very irritating to you. This is Q&A Tuesday, that means we have Q’s and"
  },
  {
    "startTime": 32.94,
    "endTime": 37.849999999999994,
    "text": "we have A’s. And today’s question comes from a beautiful woman named Eileen and she"
  },
  {
    "startTime": 37.85,
    "endTime": 38.26,
    "text": "writes:"
  },
  {
    "startTime": 38.26,
    "endTime": 44.37,
    "text": "“Hi Marie and team. Each week I turn on MarieTV and, I must say, every episode is"
  },
  {
    "startTime": 44.37,
    "endTime": 49.61,
    "text": "an eye opener. Thanks for all the inspiration.” You’re welcome. “Here’s my Q. I’ve"
  },
  {
    "startTime": 49.61,
    "endTime": 53.309,
    "text": "recently discovered how much I love writing. It’s a way to share my knowledge with other"
  },
  {
    "startTime": 53.309,
    "endTime": 59.12,
    "text": "people, but as a designer I’ve never had any education in writing, so often when I’m"
  },
  {
    "startTime": 59.12,
    "endTime": 62.959999999999994,
    "text": "writing an article I’ll start thinking who am I to share this knowledge? Who am I to"
  },
  {
    "startTime": 62.96,
    "endTime": 67.27,
    "text": "pretend I know it all? And who am I to write this article? These thoughts can make me feel"
  },
  {
    "startTime": 67.27,
    "endTime": 72.88,
    "text": "tired, take away my enthusiasm, and turn it into fear. Is there anything I can do to make"
  },
  {
    "startTime": 72.88,
    "endTime": 78.61,
    "text": "these thoughts go away? Do you have tips that I can practice the next time I write an article?"
  },
  {
    "startTime": 78.61,
    "endTime": 82.73,
    "text": "Thank you so much, lots of love from the Netherlands, Eileen.”"
  },
  {
    "startTime": 82.73,
    "endTime": 86.42,
    "text": "Great question. Whether you’re a beginner or you’re a more seasoned pro, I think all"
  },
  {
    "startTime": 86.42,
    "endTime": 90.9,
    "text": "of us can have that thought. You know, who am I to write this? That’s called resistance"
  },
  {
    "startTime": 90.9,
    "endTime": 95.59,
    "text": "and it’s probably why Ernest Hemingway drank so much. You know what, he probably need this"
  },
  {
    "startTime": 95.59,
    "endTime": 100.83,
    "text": "MarieTV."
  },
  {
    "startTime": 100.83,
    "endTime": 105.5,
    "text": "I see three things in your question and, yes, I have a tip for each."
  },
  {
    "startTime": 105.5,
    "endTime": 108.9,
    "text": "First let’s cover the insecurity that you have because you’re not a trained writer."
  },
  {
    "startTime": 108.9,
    "endTime": 114.71000000000001,
    "text": "Well, you’ve got to know something, neither am I. I am a writer because I write. I’ve"
  },
  {
    "startTime": 114.71,
    "endTime": 119.47,
    "text": "never actually had any formal training, I’ve just been doing it for years. And when I first"
  },
  {
    "startTime": 119.47,
    "endTime": 124.49,
    "text": "started, I gotta tell you, I was pretty darn bad. But there was one thought that really"
  },
  {
    "startTime": 124.49,
    "endTime": 127.50999999999999,
    "text": "helped me out that I wanna share with you right now."
  },
  {
    "startTime": 127.51,
    "endTime": 132.55,
    "text": "Writing is just talking in text form. And most of us don't ever get talker’s block."
  },
  {
    "startTime": 132.55,
    "endTime": 136.36,
    "text": "Right? When we’ve got something to say, we just say it. So that’s tip number one."
  },
  {
    "startTime": 136.36,
    "endTime": 141.89000000000001,
    "text": "I want you to think about writing as just talking in text form and write how you talk."
  },
  {
    "startTime": 141.89,
    "endTime": 145.98,
    "text": "Second thing I want to address is this destructive association that you have between writing"
  },
  {
    "startTime": 145.98,
    "endTime": 151.17,
    "text": "an article and that meaning you’re a know it all. That’s the worst idea ever if you"
  },
  {
    "startTime": 151.17,
    "endTime": 155.38,
    "text": "want to create anything and share it with the world. Look, the people that we trust"
  },
  {
    "startTime": 155.38,
    "endTime": 160.21,
    "text": "the most are people that are just honest about their learnings and their experiences, they"
  },
  {
    "startTime": 160.21,
    "endTime": 165.53,
    "text": "give us research and statistics when it matters, and, of course, they cite their resources."
  },
  {
    "startTime": 165.53,
    "endTime": 168.97,
    "text": "So when you share something in the form of, “Hey, look, here’s something great I learned"
  },
  {
    "startTime": 168.97,
    "endTime": 173.97,
    "text": "and I think you’d love to know it too,” just say that. It’s awesome. And don’t"
  },
  {
    "startTime": 173.97,
    "endTime": 179.15,
    "text": "ever pretend to know it all, because you don't. None of us do. Instead, use tip number two,"
  },
  {
    "startTime": 179.15,
    "endTime": 184.62,
    "text": "which is the LSC method. It stands for learn, share, and credit."
  },
  {
    "startTime": 184.62,
    "endTime": 188.06900000000002,
    "text": "So when you learn something if you wanna share about it, that’s awesome. If it was based"
  },
  {
    "startTime": 188.069,
    "endTime": 192.42,
    "text": "on your own experience, that’s all you gotta do. But if you learn something from somewhere"
  },
  {
    "startTime": 192.42,
    "endTime": 199.20999999999998,
    "text": "else, maybe another author, a website, a research study, just cite your sources. That’s all"
  },
  {
    "startTime": 199.21,
    "endTime": 202.81900000000002,
    "text": "you’ve gotta do. So this way you’re not like, “Hey look, I invented this. These"
  },
  {
    "startTime": 202.819,
    "endTime": 206.42999999999998,
    "text": "are all my ideas.” You’re like, “Hey look, I found something cool for you and I"
  },
  {
    "startTime": 206.43,
    "endTime": 209.53,
    "text": "really think you’d appreciate it and here’s why.”"
  },
  {
    "startTime": 209.53,
    "endTime": 214.43,
    "text": "Finally, let’s address the real heart of this. You said that you love writing and when"
  },
  {
    "startTime": 214.43,
    "endTime": 219.4,
    "text": "you love doing something and it brings you energy and you wanna do it more, you should"
  },
  {
    "startTime": 219.4,
    "endTime": 222.63,
    "text": "do it more. That means it’s one of your gifts, it’s one of your strengths, and you"
  },
  {
    "startTime": 222.63,
    "endTime": 231.01999999999998,
    "text": "never know, it may be one of the reasons that you’re here on earth."
  },
  {
    "startTime": 231.02,
    "endTime": 235.34900000000002,
    "text": "Think about it this way: if you don't share all of these ideas in your writing, you’re"
  },
  {
    "startTime": 235.349,
    "endTime": 239.48999999999998,
    "text": "actually keeping your gifts from all of us. Another way that I like to say it is you’re"
  },
  {
    "startTime": 239.49,
    "endTime": 247.03,
    "text": "stealing from those who really need you most. So remember this last tip and, yes, it’s"
  },
  {
    "startTime": 247.03,
    "endTime": 248.93,
    "text": "a tweetable."
  },
  {
    "startTime": 248.93,
    "endTime": 253.209,
    "text": "When you’re afraid to write, don't think, “Who am I to say this?” but, “Who am"
  },
  {
    "startTime": 253.209,
    "endTime": 255.74,
    "text": "I not to say this?”"
  },
  {
    "startTime": 255.74,
    "endTime": 261.04,
    "text": "That was my A to your Q, please let us know how it goes. Now I would love to hear from"
  },
  {
    "startTime": 261.04,
    "endTime": 266.57,
    "text": "you. Does the fear of sounding like a know-it-all ever stop you? Got any more tips or tricks"
  },
  {
    "startTime": 266.57,
    "endTime": 267.96,
    "text": "you’d love to share?"
  },
  {
    "startTime": 267.96,
    "endTime": 273.69,
    "text": "As always, the best conversations happen after the episode over at MarieForleo.com, so head"
  },
  {
    "startTime": 273.69,
    "endTime": 278.05,
    "text": "on over there, get those little fingers moving, and leave a comment now."
  },
  {
    "startTime": 278.05,
    "endTime": 283.56,
    "text": "Did you like this video? If so, subscribe to our channel and we would be so appreciative"
  },
  {
    "startTime": 283.56,
    "endTime": 287.56,
    "text": "if you shared this video with your friends. And if you want even more awesome resources"
  },
  {
    "startTime": 287.56,
    "endTime": 291.82,
    "text": "to create a business and life that you love, plus some personal insights from me that I"
  },
  {
    "startTime": 291.82,
    "endTime": 296.65999999999997,
    "text": "only talk about in email, come on over to MarieForleo.com and make sure you sign up"
  },
  {
    "startTime": 296.66,
    "endTime": 298.09000000000003,
    "text": "for email updates."
  },
  {
    "startTime": 298.09,
    "endTime": 302.59,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 302.59,
    "endTime": 311.40999999999997,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
  },
  {
    "startTime": 311.41,
    "endTime": 321.41,
    "text": "on MarieTV."
  }
]