[
  {
    "startTime": 0.31,
    "endTime": 4.829999999999999,
    "text": "We see it in movies and TV shows all the time -- birds delivering messages."
  },
  {
    "startTime": 5.04,
    "endTime": 13.260000000000002,
    "text": "Whether it's a historical drama or the ravens in Game of Thrones, one has to wonder, can birds actually deliver messages with accuracy?"
  },
  {
    "startTime": 13.28,
    "endTime": 20.34,
    "text": "Not to burst your fantasy bubble, but ravens, while incredibly intelligent, aren't the likeliest of birds to get this job done."
  },
  {
    "startTime": 20.63,
    "endTime": 21.74,
    "text": "Sorry, Jon Snow."
  },
  {
    "startTime": 21.7,
    "endTime": 26.9,
    "text": "But the somewhat surprising fact is that other birds, such as pigeons, are fantastic at it."
  },
  {
    "startTime": 27.13,
    "endTime": 28.95,
    "text": "Hence, the name \"Carrier Pigeon.\""
  },
  {
    "startTime": 29.09,
    "endTime": 35.09,
    "text": "In fact, they were successfully used nearly 3000 years ago to declare the winner of the Olympics abroad."
  },
  {
    "startTime": 35.4,
    "endTime": 39.41,
    "text": "Pigeons have an innate homing ability, meaning they'll return to their nest to mate."
  },
  {
    "startTime": 39.59,
    "endTime": 42.730000000000004,
    "text": "Flights as long as 1800 kilometers have been recorded."
  },
  {
    "startTime": 43.02,
    "endTime": 45.760000000000005,
    "text": "Because of this, they've been used for centuries to send messages."
  },
  {
    "startTime": 46.17,
    "endTime": 47.97,
    "text": "But, and this is a pretty big but."
  },
  {
    "startTime": 47.9,
    "endTime": 51.22,
    "text": "They generally only send messages in one direction."
  },
  {
    "startTime": 51.29,
    "endTime": 55.65,
    "text": "They'd be taken away from their homes, and when needed, could send messages back home."
  },
  {
    "startTime": 55.97,
    "endTime": 58.29,
    "text": "Because their natural instinct was to fly there."
  },
  {
    "startTime": 58.47,
    "endTime": 63.53,
    "text": "So, the idea of sending a bird wherever you need it to go is a little farfetched."
  },
  {
    "startTime": 63.76,
    "endTime": 71.5,
    "text": "However, by placing their food at one location and their home in another, pigeons have been trained to fly back and forth between two locations reliably."
  },
  {
    "startTime": 71.53,
    "endTime": 79.7,
    "text": "They have great eyesight and use the sun and the stars, landscapes, odors, sound waves and potentially even the earth's magnetic field to locate home."
  },
  {
    "startTime": 79.9,
    "endTime": 83.54,
    "text": "Not to mention, they seem to have an internal compass which orients them."
  },
  {
    "startTime": 83.54,
    "endTime": 91.59,
    "text": "And because of their migratory behavior, they can be trained as flocks, as opposed to other birds which would require one-on-one attention to accomplish the task."
  },
  {
    "startTime": 91.7,
    "endTime": 98.9,
    "text": "Special thanks to audible.com for supporting this episode and giving you free audio books of your choice on audible.com/asap."
  },
  {
    "startTime": 99.0,
    "endTime": 104.0,
    "text": "Audible is the leading provider of audio books with more than 150,000 downloadable titles available across all types of literature."
  },
  {
    "startTime": 104.1,
    "endTime": 111.0,
    "text": "We recommend the book \"How We Got to Now\" by Stephen Johnson, which covers six innovations that made the modern world."
  },
  {
    "startTime": 111.2,
    "endTime": 116.0,
    "text": "You can download this book or another of your choice for free at audible.com/asap."
  },
  {
    "startTime": 116.1,
    "endTime": 119.6,
    "text": "Special thanks to Audible for making these videos possible."
  },
  {
    "startTime": 119.8,
    "endTime": 121.0,
    "text": "And subscribe for more weekly science videos."
  }
]