[
  {
    "startTime": 1.069,
    "endTime": 5.779,
    "text": "With Daredevil out now, let’s take a look at 15 things you probably didn’t know about"
  },
  {
    "startTime": 5.779,
    "endTime": 11.269,
    "text": "Marvel’s TV series about a blind lawyer who’s also a masked vigilante."
  },
  {
    "startTime": 11.269,
    "endTime": 16.27,
    "text": "When Chief Creative Officer of Marvel Entertainment, Joe Quesada saw Charlie Cox on crime drama"
  },
  {
    "startTime": 16.27,
    "endTime": 20.99,
    "text": "Boardwalk Empire, he knew he’d found the perfect actor to play Matt Murdock, and he"
  },
  {
    "startTime": 20.99,
    "endTime": 24.799999999999997,
    "text": "rang Marvel’s Head of TV, Jeph Loeb, to tell him just that."
  },
  {
    "startTime": 24.8,
    "endTime": 28.869,
    "text": "At that point, the on-screen rights to Daredevil were still owned by Fox."
  },
  {
    "startTime": 28.869,
    "endTime": 34.21,
    "text": "It was roughly two years later that those rights reverted to Marvel Studios in late"
  },
  {
    "startTime": 34.21,
    "endTime": 35.76,
    "text": "2012!"
  },
  {
    "startTime": 35.76,
    "endTime": 42.079,
    "text": "When Charlie Cox first auditioned for Daredevil in New York, the mock scenes he read weren’t"
  },
  {
    "startTime": 42.079,
    "endTime": 48.57,
    "text": "from the actual script, and his character’s name was Alex Everett, not Matt Murdock."
  },
  {
    "startTime": 48.57,
    "endTime": 54.109,
    "text": "The name Alex Everett was perhaps a nod to Daredevil co-creator Bill Everett, and to"
  },
  {
    "startTime": 54.109,
    "endTime": 57.64,
    "text": "one of Daredevil’s comic book artists, Alex Maleev."
  },
  {
    "startTime": 57.64,
    "endTime": 62.39,
    "text": "Of course, Cox wasn’t the only actor up for the role. In fact, later when he had a"
  },
  {
    "startTime": 62.39,
    "endTime": 67.22,
    "text": "Skype meeting with the show’s exec producer Jeph Loeb, he could actually see photos on"
  },
  {
    "startTime": 67.22,
    "endTime": 72.1,
    "text": "the wall behind Loeb of other actors who were up for consideration! However, according to"
  },
  {
    "startTime": 72.1,
    "endTime": 76.44999999999999,
    "text": "Cox, he couldn’t quite make out their faces!"
  },
  {
    "startTime": 76.45,
    "endTime": 82.86,
    "text": "The comic book version of Wilson Fisk, aka Kingpin, is bald, 6 foot 7 inches tall, and"
  },
  {
    "startTime": 82.86,
    "endTime": 87.24,
    "text": "weighs 450 pounds. So, Vincent D’Onofrio, who’s 6 foot 3"
  },
  {
    "startTime": 87.24,
    "endTime": 92.259,
    "text": "inches tall, shaved his head and gained 30 pounds to play him, taking his total weight"
  },
  {
    "startTime": 92.259,
    "endTime": 97.14,
    "text": "to about 280 pounds. Of course, this isn’t the first time D’Onofrio’s"
  },
  {
    "startTime": 97.14,
    "endTime": 100.07000000000001,
    "text": "gained considerable weight or shaved his head for a role."
  },
  {
    "startTime": 100.07,
    "endTime": 105.29899999999999,
    "text": "To play Private Leonard Lawrence in Stanley Kubrick’s war film Full Metal Jacket, D’Onofrio"
  },
  {
    "startTime": 105.299,
    "endTime": 109.52000000000001,
    "text": "shaved his head and gained nearly 70 pounds."
  },
  {
    "startTime": 109.52,
    "endTime": 114.44999999999999,
    "text": "In addition to the show’s scripts, D’Onofrio found inspiration for his portrayal of Fisk"
  },
  {
    "startTime": 114.45,
    "endTime": 119.77000000000001,
    "text": "in the work of Daredevil comic book artists and writers David Mack, Bill Sienkiewicz,"
  },
  {
    "startTime": 119.77,
    "endTime": 120.619,
    "text": "and Frank Miller."
  },
  {
    "startTime": 120.619,
    "endTime": 127.11,
    "text": "At the end of Charlie Cox’s first day on the Daredevil set, Joe Quesada gave the actor"
  },
  {
    "startTime": 127.11,
    "endTime": 133.02,
    "text": "some of his artwork as a welcoming present. The work was page 1 issue 1 of the mini-series"
  },
  {
    "startTime": 133.02,
    "endTime": 137.02,
    "text": "Daredevil: Father, which was both written and illustrated by Quesada."
  },
  {
    "startTime": 137.02,
    "endTime": 142.24,
    "text": "And it was actually one of the few pages Quesada had kept from that series."
  },
  {
    "startTime": 142.24,
    "endTime": 147.82000000000002,
    "text": "Elden Henson, who plays Matt Murdock’s best friend Foggy Nelson, auditioned for Daredevil"
  },
  {
    "startTime": 147.82,
    "endTime": 151.98999999999998,
    "text": "via Skype while he was in Berlin filming The Hunger Games: Mockingjay."
  },
  {
    "startTime": 151.99,
    "endTime": 155.19,
    "text": "According to Henson, the audition was a bit of a nightmare as he couldn’t get Skype"
  },
  {
    "startTime": 155.19,
    "endTime": 159.07,
    "text": "to work on his laptop, and when he tried to Skype on his phone, there were problems with"
  },
  {
    "startTime": 159.07,
    "endTime": 163.79,
    "text": "the sound and people kept calling him! Straight after finishing Mockingjay in Germany,"
  },
  {
    "startTime": 163.79,
    "endTime": 168.15,
    "text": "Henson travelled back to LA where his son was born the next day, and he arrived in New"
  },
  {
    "startTime": 168.15,
    "endTime": 173.01000000000002,
    "text": "York less than two weeks later to start work on Daredevil."
  },
  {
    "startTime": 173.01,
    "endTime": 178.45999999999998,
    "text": "Deborah Ann Woll had less than 48 hours between wrapping the last episode of vampire drama"
  },
  {
    "startTime": 178.46,
    "endTime": 184.3,
    "text": "True Blood and her first day filming Daredevil. Woll, who plays client-turned-secretary Karen"
  },
  {
    "startTime": 184.3,
    "endTime": 188.78,
    "text": "Page in the Marvel series, says the short turnaround helped take her mind off the sadness"
  },
  {
    "startTime": 188.78,
    "endTime": 191.71,
    "text": "of True Blood ending."
  },
  {
    "startTime": 191.71,
    "endTime": 196.49,
    "text": "Playing Karen Page in Daredevil had a special, personal connection for Deborah Ann Woll,"
  },
  {
    "startTime": 196.49,
    "endTime": 202.47,
    "text": "as her real-life boyfriend EJ Scott suffers from Choroideremia, a rare inherited degenerative"
  },
  {
    "startTime": 202.47,
    "endTime": 206.29,
    "text": "disease that leads to blindness."
  },
  {
    "startTime": 206.29,
    "endTime": 212.7,
    "text": "Writer Frank Miller and artist John Romita Jr’s 1993 Daredevil comic book mini-series,"
  },
  {
    "startTime": 212.7,
    "endTime": 216.67999999999998,
    "text": "The Man Without Fear, was a big influence on Marvel’s Daredevil show."
  },
  {
    "startTime": 216.68,
    "endTime": 221.97,
    "text": "An example of that can be seen in the black ninja costume Daredevil wears in the series."
  },
  {
    "startTime": 221.97,
    "endTime": 226.60999999999999,
    "text": "Costume designer Stephanie Maslansky wanted the costume to be as grounded and authentic"
  },
  {
    "startTime": 226.61,
    "endTime": 230.98000000000002,
    "text": "as possible, and said, “It needed to be made of things that anyone could buy on the"
  },
  {
    "startTime": 230.98,
    "endTime": 235.82999999999998,
    "text": "street, on the Internet or in an army-navy store. We wanted something that looked militaristic"
  },
  {
    "startTime": 235.83,
    "endTime": 238.24,
    "text": "and functional, but also dramatic and […] bad-ass.”"
  },
  {
    "startTime": 238.24,
    "endTime": 244.37,
    "text": "Before he joined the show, Charlie Cox wasn’t familiar with the Daredevil comics."
  },
  {
    "startTime": 244.37,
    "endTime": 249.47,
    "text": "In fact, the only comics he read when he was growing up in the UK were The Beano and The"
  },
  {
    "startTime": 249.47,
    "endTime": 252.09,
    "text": "Dandy! But once cast, he spent a lot of time reading"
  },
  {
    "startTime": 252.09,
    "endTime": 256.729,
    "text": "the Daredevil comics and, because of the tone of Marvel’s TV series, he found the work"
  },
  {
    "startTime": 256.729,
    "endTime": 261.19,
    "text": "of writer Brian Michael Bendis and artist Alex Maleev particularly useful."
  },
  {
    "startTime": 261.19,
    "endTime": 265.84,
    "text": "Cox has said that if he could choose any supervillains to appear in future seasons of the show, he’d"
  },
  {
    "startTime": 265.84,
    "endTime": 270.28,
    "text": "love to see Stilt-Man and the Jester; and he’d also like to see his character fight crime"
  },
  {
    "startTime": 270.28,
    "endTime": 272.51,
    "text": "alongside Black Widow."
  },
  {
    "startTime": 272.51,
    "endTime": 278.31,
    "text": "Although Daredevil is set in modern-day Hell’s Kitchen, the show’s creative team wanted"
  },
  {
    "startTime": 278.31,
    "endTime": 282.75,
    "text": "their version of the New York neighbourhood to be more like the grittier place seen in"
  },
  {
    "startTime": 282.75,
    "endTime": 287.85,
    "text": "the comic books, and less like the gentrified location it is now in reality."
  },
  {
    "startTime": 287.85,
    "endTime": 293.06,
    "text": "So, executive producer Drew Goddard came up with the idea that, in Daredevil, New York"
  },
  {
    "startTime": 293.06,
    "endTime": 297.91,
    "text": "City is still dealing with the aftermath of the Battle of New York that took place in"
  },
  {
    "startTime": 297.91,
    "endTime": 301.53000000000003,
    "text": "the first Avengers movie. And that’s why, in the show, Hell’s Kitchen"
  },
  {
    "startTime": 301.53,
    "endTime": 306.26,
    "text": "has been partly destroyed and is being rebuilt, a plot point which brings Marvel’s big-screen"
  },
  {
    "startTime": 306.26,
    "endTime": 309.5,
    "text": "and small-screen worlds together."
  },
  {
    "startTime": 309.5,
    "endTime": 312.82,
    "text": "Charlie Cox had about a month to prepare before shooting Daredevil."
  },
  {
    "startTime": 312.82,
    "endTime": 317.37,
    "text": "Part of his prep included hitting the gym to bulk up and gain muscle so he could look"
  },
  {
    "startTime": 317.37,
    "endTime": 320.94,
    "text": "and act the part. Cox also worked with his stunt double Chris"
  },
  {
    "startTime": 320.94,
    "endTime": 326.07,
    "text": "Brewster and the show’s stunt co-ordinator Philip J Silvera on martial arts and boxing"
  },
  {
    "startTime": 326.07,
    "endTime": 331.43,
    "text": "techniques including kicks, punches, and poses. According to Cox, filming the stunt scenes"
  },
  {
    "startTime": 331.43,
    "endTime": 335.7,
    "text": "was one of his favourite parts of the show, and he was keen to do as much of it himself"
  },
  {
    "startTime": 335.7,
    "endTime": 338.86,
    "text": "as possible. To help Cox master the routines he was allowed"
  },
  {
    "startTime": 338.86,
    "endTime": 344.25,
    "text": "to do, the fight sequences were broken down into sets of 6 to 10 moves at a time, which"
  },
  {
    "startTime": 344.25,
    "endTime": 349.34,
    "text": "the actor usually learned on the day of filming. Cox’s stunt double Chris Brewster has said"
  },
  {
    "startTime": 349.34,
    "endTime": 353.76,
    "text": "that the action in Daredevil surpasses any TV show or film he’s worked on, which is"
  },
  {
    "startTime": 353.76,
    "endTime": 358.98,
    "text": "quite something because while big action movies may shoot for many months, Daredevil filmed"
  },
  {
    "startTime": 358.98,
    "endTime": 361.33000000000004,
    "text": "each episode in nine days."
  },
  {
    "startTime": 361.33,
    "endTime": 367.28,
    "text": "To further prepare for the show, Cox also worked with Joe Strechay, who’s blind and"
  },
  {
    "startTime": 367.28,
    "endTime": 372.10999999999996,
    "text": "works at the American Foundation for the Blind where he helps prepare visually impaired people"
  },
  {
    "startTime": 372.11,
    "endTime": 375.32,
    "text": "for employment. During his time with Strechay, Cox learned"
  },
  {
    "startTime": 375.32,
    "endTime": 379.59999999999997,
    "text": "how to use a white cane and navigate busy sidewalks while wearing a blindfold."
  },
  {
    "startTime": 379.6,
    "endTime": 385.1,
    "text": "And he also learned how a blind person would find objects on a table by feeling for them."
  },
  {
    "startTime": 385.1,
    "endTime": 389.639,
    "text": "In fact, locating an object without using his eyesight was something Cox found quite"
  },
  {
    "startTime": 389.639,
    "endTime": 393.95,
    "text": "difficult during filming, which meant quite a few retakes to get it right!"
  },
  {
    "startTime": 393.95,
    "endTime": 399.8,
    "text": "To find out how his eyes should appear when he takes off his glasses or mask, Cox filmed"
  },
  {
    "startTime": 399.8,
    "endTime": 404.65000000000003,
    "text": "some of his conversations with Strechay. By filming him, Cox noticed how Strechay’s"
  },
  {
    "startTime": 404.65,
    "endTime": 408.38,
    "text": "eyes were often directed towards the mouth of whoever was speaking."
  },
  {
    "startTime": 408.38,
    "endTime": 413.02,
    "text": "So, Cox did the same with Matt Murdock in Daredevil."
  },
  {
    "startTime": 413.02,
    "endTime": 418.49,
    "text": "The creative team behind Daredevil approached the series as a crime drama first, and a superhero"
  },
  {
    "startTime": 418.49,
    "endTime": 422.18,
    "text": "show second. With that in mind, they took inspiration from"
  },
  {
    "startTime": 422.18,
    "endTime": 427.46,
    "text": "HBO crime drama The Wire as well as 1970s American movies including William Friedkin’s"
  },
  {
    "startTime": 427.46,
    "endTime": 431.95,
    "text": "The French Connection, Sidney Lumet’s Dog Day Afternoon, Francis Ford Coppola’s The"
  },
  {
    "startTime": 431.95,
    "endTime": 435.919,
    "text": "Conversation, and Martin Scorsese’s Taxi Driver."
  },
  {
    "startTime": 435.919,
    "endTime": 439.669,
    "text": "Well there you have it, 15 things you probably didn't know about Daredevil!"
  },
  {
    "startTime": 439.669,
    "endTime": 443.87,
    "text": "Now, let me know in the comments below, what do you think of Marvel’s Daredevil series"
  },
  {
    "startTime": 443.87,
    "endTime": 447.08,
    "text": "on Netflix? And what would you like to see happen in future"
  },
  {
    "startTime": 447.08,
    "endTime": 449.77,
    "text": "seasons? If you enjoyed this video, hit the thumbs-up"
  },
  {
    "startTime": 449.77,
    "endTime": 454.56,
    "text": "button and subscribe for more things you didn't know, as well as movie reviews and interviews."
  },
  {
    "startTime": 454.56,
    "endTime": 464.56,
    "text": "Thanks for watching! Yippee-ki-yay, superhero lovers!"
  }
]