[
  {
    "startTime": 6.26,
    "endTime": 9.26,
    "text": "It's so obvious that it's practically proverbial."
  },
  {
    "startTime": 9.26,
    "endTime": 12.24,
    "text": "You can't unboil an egg."
  },
  {
    "startTime": 12.24,
    "endTime": 15.27,
    "text": "Well, it turns out you can, sort of."
  },
  {
    "startTime": 15.27,
    "endTime": 21.24,
    "text": "What thermal energy does to the eggs' molecules, mechanical energy can undo."
  },
  {
    "startTime": 21.24,
    "endTime": 24.189999999999998,
    "text": "Eggs are mostly made of water and proteins."
  },
  {
    "startTime": 24.19,
    "endTime": 30.78,
    "text": "The proteins start off folded up into intricate shapes, held together by weak chemical bonds."
  },
  {
    "startTime": 30.78,
    "endTime": 39.36,
    "text": "Adding heat disrupts those bonds, allowing the proteins to unfold, uncoil, unwind and wiggle freely."
  },
  {
    "startTime": 39.36,
    "endTime": 42.42,
    "text": "This process is called denaturing."
  },
  {
    "startTime": 42.42,
    "endTime": 50.75,
    "text": "The newly liberated proteins bump up against their neighbors and start to form new bonds with each other, more and more as the heat increases,"
  },
  {
    "startTime": 50.75,
    "endTime": 57.88,
    "text": "until finally, they're so entangled that they gel into a solid mass: a boiled egg."
  },
  {
    "startTime": 57.88,
    "endTime": 61.480000000000004,
    "text": "That entanglement might look permanent, but it's not."
  },
  {
    "startTime": 61.48,
    "endTime": 74.37,
    "text": "According to a chemical idea called the principle of microscopic reversibility, anything that happens, like egg proteins seizing up, can theoretically unhappen,  if you retrace your steps."
  },
  {
    "startTime": 74.37,
    "endTime": 85.09,
    "text": "But adding more heat will tangle the proteins further, and cooling them down will only freeze them, so here's the trick: spin them around ridiculously fast."
  },
  {
    "startTime": 85.09,
    "endTime": 86.25,
    "text": "I'm not kidding."
  },
  {
    "startTime": 86.25,
    "endTime": 87.67,
    "text": "Here's how it works."
  },
  {
    "startTime": 87.67,
    "endTime": 96.62,
    "text": "First, scientists dissolve boiled egg whites in water with a chemical called urea, a small molecule that acts as a lubricant,"
  },
  {
    "startTime": 96.62,
    "endTime": 102.38000000000001,
    "text": "coating the proteins' long strands and making it easier for them to glide past each other."
  },
  {
    "startTime": 102.38,
    "endTime": 112.33,
    "text": "Then, they spin that solution in a glass tube at a breakneck 5000 rotations per minute, making the solution spread out into a thin film."
  },
  {
    "startTime": 112.33,
    "endTime": 113.56,
    "text": "Here's the key part."
  },
  {
    "startTime": 113.56,
    "endTime": 119.16,
    "text": "The solution nearest the wall spins faster than the solution closer to the middle."
  },
  {
    "startTime": 119.16,
    "endTime": 132.62,
    "text": "That difference in velocity creates sheer stresses that repeatedly stretch and contract the proteins until eventually they snap back into their native shapes and stay there."
  },
  {
    "startTime": 132.62,
    "endTime": 139.87,
    "text": "By the time the centrifuge stops spinning, the egg white is back in its original unboiled state."
  },
  {
    "startTime": 139.87,
    "endTime": 142.78,
    "text": "This technique works with all sorts of proteins."
  },
  {
    "startTime": 142.78,
    "endTime": 155.47,
    "text": "Bigger, messier proteins can be more resistant to being pulled apart, so scientists attach a plastic bead to one end that adds extra stress and encourages it to fold up first."
  },
  {
    "startTime": 155.47,
    "endTime": 163.92,
    "text": "This unboiling method won't work with a whole egg in its shell since the solution has to spread throughout a cylindrical chamber."
  },
  {
    "startTime": 163.92,
    "endTime": 168.48,
    "text": "But the applications go way beyond uncooking your breakfast, anyhow."
  },
  {
    "startTime": 168.48,
    "endTime": 177.17,
    "text": "Many pharmaceuticals consist of proteins that are extremely expensive to produce, partly because they get stuck in tangled up aggregates,"
  },
  {
    "startTime": 177.17,
    "endTime": 183.67999999999998,
    "text": "just like cooked egg whites and have to be untangled and refolded before they can do their jobs."
  },
  {
    "startTime": 183.68,
    "endTime": 195.78,
    "text": "This spinning technique has the potential to be an easier, cheaper, and quicker method than other ways to refold proteins, so it may allow new drugs to be made available to more people faster."
  },
  {
    "startTime": 195.78,
    "endTime": 200.87,
    "text": "And there's one more thing you need to keep in mind before trying to uncook all of your food."
  },
  {
    "startTime": 200.87,
    "endTime": 213.04,
    "text": "Boiling an egg is actually an unusual cooking process because even though it changes the way proteins are shaped and bound together, it doesn't actually change their chemical identity."
  },
  {
    "startTime": 213.04,
    "endTime": 226.31,
    "text": "Most types of cooking are more like the famous Maillard reaction, which makes chemical changes that turn sugars and proteins into delicious caramel crunchiness and are a lot harder to undo."
  },
  {
    "startTime": 226.31,
    "endTime": 238.98,
    "text": "So you might be able to unboil your egg, but I'm sorry to say you can't unfry it... yet."
  }
]