[
  {
    "startTime": 0.037,
    "endTime": 3.012,
    "text": "This place isn't mine, but I'm staying here for the weekend."
  },
  {
    "startTime": 3.012,
    "endTime": 7.574,
    "text": "It's not a hotel and I'd never met my host before yesterday. So how did I end up here?"
  },
  {
    "startTime": 7.674,
    "endTime": 10.299,
    "text": "I booked it on Airbnb."
  },
  {
    "startTime": 10.299,
    "endTime": 17.564999999999998,
    "text": "Once I knew I was coming to the city, it took just a quick search on Airbnb to find what I was looking for: a clean, comfortable, affordable place to stay."
  },
  {
    "startTime": 17.619,
    "endTime": 21.556,
    "text": "There's a wide variety of listings and searching is really easy."
  },
  {
    "startTime": 21.556,
    "endTime": 24.98,
    "text": "Just enter your dates, and browse through pictures of available places."
  },
  {
    "startTime": 25.008,
    "endTime": 25.625,
    "text": "It's free to list."
  },
  {
    "startTime": 25.7,
    "endTime": 28.099999999999998,
    "text": "So people all over the world are posting their places, making the possibilities endless."
  },
  {
    "startTime": 30.297,
    "endTime": 34.984,
    "text": "Guillermo rents out his extra bedroom to help pay for rent and cat food."
  },
  {
    "startTime": 34.984,
    "endTime": 37.913000000000004,
    "text": "Before you book anything you can read reviews left by previous guests."
  },
  {
    "startTime": 37.969,
    "endTime": 39.42,
    "text": "And hear all about their experiences."
  },
  {
    "startTime": 39.462,
    "endTime": 42.911,
    "text": "If you have any questions you can message the host directly through Airbnb."
  },
  {
    "startTime": 42.969,
    "endTime": 44.94,
    "text": "When you're ready to book you just put in your request."
  },
  {
    "startTime": 45.079,
    "endTime": 49.247,
    "text": "Airbnb holds on to your payment until 24 hours after you've checked in."
  },
  {
    "startTime": 49.359,
    "endTime": 53.767,
    "text": "After your stay both guests and hosts can leave reviews for each other."
  },
  {
    "startTime": 53.767,
    "endTime": 58.510000000000005,
    "text": "It's a great way to share your experiences with the community and to help everybody find the perfect fit."
  },
  {
    "startTime": 58.541,
    "endTime": 62.318999999999996,
    "text": "You can stay a night a week or a month if you want at any price point."
  },
  {
    "startTime": 62.319,
    "endTime": 67.59,
    "text": "You can stay in a private room in a place with other people or you can stay in a home by yourself."
  },
  {
    "startTime": 67.6,
    "endTime": 70.642,
    "text": "These people are out of town for the weekend, so I get the whole place to myself."
  },
  {
    "startTime": 70.842,
    "endTime": 73.91,
    "text": "When I'm outta town I put my place on Airbnb."
  },
  {
    "startTime": 74.0,
    "endTime": 78.61,
    "text": "It helps me pay for my adventures and lets me treat myself to something special once in a while."
  },
  {
    "startTime": 78.7,
    "endTime": 83.891,
    "text": "And with so many unique places available all over the world, why wouldn't?"
  },
  {
    "startTime": 86.391,
    "endTime": 89.06,
    "text": "Plus I can book from anywhere."
  },
  {
    "startTime": 90.579,
    "endTime": 93.80999999999999,
    "text": "Airbnb lets guest and hosts choose the experience they want."
  },
  {
    "startTime": 93.881,
    "endTime": 96.05,
    "text": "And on top of it all, you're saving money."
  },
  {
    "startTime": 96.1,
    "endTime": 102.94,
    "text": "And a great Airbnb experience is so effortless that the only thing left to worry about is where to go next."
  }
]