[
  {
    "startTime": 0.429,
    "endTime": 3.7399999999999998,
    "text": "Curious how good your eyesight is? Take a look at this image."
  },
  {
    "startTime": 3.944,
    "endTime": 4.833,
    "text": "Who do you see?"
  },
  {
    "startTime": 5.029,
    "endTime": 8.33,
    "text": "If you're at a normal viewing distance from the screen and have decent eyesight,"
  },
  {
    "startTime": 8.123,
    "endTime": 11.241999999999999,
    "text": "you should be seeing Albert Einstein."
  },
  {
    "startTime": 11.449,
    "endTime": 16.451,
    "text": "However, if you see Marilyn Monroe, you may want to consider wearing glasses or contacts."
  },
  {
    "startTime": 16.505,
    "endTime": 20.394,
    "text": "Wear your glasses right now. Try taking them off and the image may change."
  },
  {
    "startTime": 20.689,
    "endTime": 23.695,
    "text": "Or if you're near somebody else, ask them what they see."
  },
  {
    "startTime": 23.749,
    "endTime": 28.133,
    "text": "The effect can actually be seen by anyone if we change the distance or size of the picture."
  },
  {
    "startTime": 28.338,
    "endTime": 34.541000000000004,
    "text": "If it's far away, you're more likely to see Marilyn Monroe, as our eyes only pick up the broader strokes of an image from a distance."
  },
  {
    "startTime": 34.739,
    "endTime": 38.849999999999994,
    "text": "But as you come closer to the image, you see the finer details of Einstein."
  },
  {
    "startTime": 38.905,
    "endTime": 41.042,
    "text": "We promise we haven't changed anything digitally."
  },
  {
    "startTime": 41.342,
    "endTime": 44.936,
    "text": "In fact, pause this video now, and try walking away from your computer screen."
  },
  {
    "startTime": 45.436,
    "endTime": 51.339,
    "text": "Chances are the image will change and at a different distance than your friends because our eyes are all slightly different."
  },
  {
    "startTime": 51.043,
    "endTime": 55.852,
    "text": "The further away you can stand and still see Einstein, the better your eyes likely are."
  },
  {
    "startTime": 56.129,
    "endTime": 59.256,
    "text": "You can achieve the same effect by squinting your eyes to blur the photo."
  },
  {
    "startTime": 59.299,
    "endTime": 68.35,
    "text": "So what's going on? Well this image is an example of a hybrid image, whereby a low spatial frequency of one picture is combined with the high spatial frequency of another."
  },
  {
    "startTime": 68.466,
    "endTime": 73.869,
    "text": "But depending on how well you're able to focus or pick up contrast, your eye will only pick out certain details."
  },
  {
    "startTime": 74.235,
    "endTime": 78.812,
    "text": "Up close, we're generally able to see fine details like Einstein's mustache and wrinkles."
  },
  {
    "startTime": 79.097,
    "endTime": 84.00399999999999,
    "text": "But as the distance increases, or if your vision is poor and creates a more blurred image in the first place,"
  },
  {
    "startTime": 84.234,
    "endTime": 86.356,
    "text": "Your ability to pick up details fades away."
  },
  {
    "startTime": 86.456,
    "endTime": 91.021,
    "text": "Instead, you only see the general features like the shape of the mouth, nose and hair, making it seem like Marilyn Monroe."
  },
  {
    "startTime": 93.221,
    "endTime": 94.628,
    "text": "Love tricking your brain with illusions?"
  },
  {
    "startTime": 94.728,
    "endTime": 98.315,
    "text": "We put together a playlist of our favorite ones that you can watch by clicking the screen."
  },
  {
    "startTime": 98.679,
    "endTime": 103.93,
    "text": "Don't forget to follow us on Facebook, Instagram and Twitter and subscribe for more weekly science videos."
  }
]