[
  {
    "startTime": 10.74,
    "endTime": 10.84,
    "text": "[Intro]"
  },
  {
    "startTime": 10.84,
    "endTime": 16.08,
    "text": "We all eat right? But have you ever wondered why we eat?"
  },
  {
    "startTime": 16.08,
    "endTime": 23.009,
    "text": "I mean some animals only eat plants, others just eat other animals, and some creatures"
  },
  {
    "startTime": 23.009,
    "endTime": 28.96,
    "text": "eat both plants and meat. But the thing is, all animals, including humans, eat."
  },
  {
    "startTime": 28.96,
    "endTime": 35.379,
    "text": "And we don't just eat because we're hungry, or bored, or tired, or it tastes good. Although"
  },
  {
    "startTime": 35.379,
    "endTime": 40.54,
    "text": "I could really go for a slice of pizza right now. We eat because we need food to live."
  },
  {
    "startTime": 40.54,
    "endTime": 45.58,
    "text": "More exactly, we need the energy that food gives our bodies to grow, move, and stay warm."
  },
  {
    "startTime": 45.58,
    "endTime": 49.08,
    "text": "You've probably figure this out already from the things you've heard about how and when"
  },
  {
    "startTime": 49.08,
    "endTime": 53.809,
    "text": "we eat. Like you've probably heard that breakfast is the most important meal of the day, or"
  },
  {
    "startTime": 53.809,
    "endTime": 58.619,
    "text": "you might know that runners will 'carb load' before a big race. But food is necessary for"
  },
  {
    "startTime": 58.619,
    "endTime": 61.129,
    "text": "all living things, all the time."
  },
  {
    "startTime": 61.129,
    "endTime": 64.65899999999999,
    "text": "You may have noticed that your collection of cool rocks that you have under your bed,"
  },
  {
    "startTime": 64.659,
    "endTime": 69.299,
    "text": "never needs a lunch of club sandwiches and baby carrots. That's because they're nonliving"
  },
  {
    "startTime": 69.299,
    "endTime": 69.63000000000001,
    "text": "things."
  },
  {
    "startTime": 69.63,
    "endTime": 74.829,
    "text": "But food is most definitely a necessity for animals, and plants too. Even though we don't"
  },
  {
    "startTime": 74.829,
    "endTime": 80.16999999999999,
    "text": "think of plants as 'eating' because they don't have mouths, they still need food to grow"
  },
  {
    "startTime": 80.17,
    "endTime": 84.759,
    "text": "and repair themselves, just like we do. In fact plants make a nifty model that can help"
  },
  {
    "startTime": 84.759,
    "endTime": 88.21,
    "text": "us understand how the energy from food affects living things."
  },
  {
    "startTime": 88.21,
    "endTime": 93.05999999999999,
    "text": "To see how food affects plants, we can test what happens when they get more or less food."
  },
  {
    "startTime": 93.06,
    "endTime": 97.24000000000001,
    "text": "Plants get most of their food from the sun, water, and carbon dioxide in the air. More"
  },
  {
    "startTime": 97.24,
    "endTime": 98.53,
    "text": "on that another time."
  },
  {
    "startTime": 98.53,
    "endTime": 103.27,
    "text": "But to test how food affects plants for yourself, you can use liquid plant food, that way you"
  },
  {
    "startTime": 103.27,
    "endTime": 106.03,
    "text": "can control how much food or nutrients a plant gets."
  },
  {
    "startTime": 106.03,
    "endTime": 109.68900000000001,
    "text": "So consider this little investigation."
  },
  {
    "startTime": 109.689,
    "endTime": 113.619,
    "text": "Say you have two little plastic cups filled with potting soil, and you planted a lima"
  },
  {
    "startTime": 113.619,
    "endTime": 118.109,
    "text": "bean seed in each one, then you give each plant a different amount of food. Plant number"
  },
  {
    "startTime": 118.109,
    "endTime": 121.999,
    "text": "one will be your control, that means that you don't give it any additional food at all,"
  },
  {
    "startTime": 121.999,
    "endTime": 126.71,
    "text": "just a little water and sunlight, and it will do what plants do all on its own. Then you"
  },
  {
    "startTime": 126.71,
    "endTime": 131.819,
    "text": "can make plant two your extra food plant. Ask your parents for some liquid plant fertilizer"
  },
  {
    "startTime": 131.819,
    "endTime": 133.95,
    "text": "and add the recommended amount to plant two."
  },
  {
    "startTime": 133.95,
    "endTime": 138.67999999999998,
    "text": "Now it you kept watering and feeding your plants the same amount for, say, four weeks,"
  },
  {
    "startTime": 138.68,
    "endTime": 143.35,
    "text": "what do you think will happen? Would you expect both of the plants to grow the same amount?"
  },
  {
    "startTime": 143.35,
    "endTime": 147.79999999999998,
    "text": "Or would one grow more than the other? If so, which ones?"
  },
  {
    "startTime": 147.8,
    "endTime": 153.03,
    "text": "Well, what you'd find is that plant two grew bigger than plant one because living things"
  },
  {
    "startTime": 153.03,
    "endTime": 157.83,
    "text": "need food to give them energy, so they can repair themselves and stay healthy, and in"
  },
  {
    "startTime": 157.83,
    "endTime": 163.22,
    "text": "this case, grow. So with more food, plant two got more energy, and that allowed it to"
  },
  {
    "startTime": 163.22,
    "endTime": 173.22,
    "text": "grow bigger. Now got eat your vegetables."
  }
]