[
  {
    "startTime": 9.6,
    "endTime": 15.585999999999999,
    "text": "As a cabin crew, the main responsibility is getting the passengers safely to their destinations."
  },
  {
    "startTime": 15.881,
    "endTime": 20.490000000000002,
    "text": "Safety is the most important parts of our jobs and then there's a service."
  },
  {
    "startTime": 20.8,
    "endTime": 26.43,
    "text": "The difference between Cathay and other airlines is other airlines can have the same fleet and serve the same food,"
  },
  {
    "startTime": 26.7,
    "endTime": 31.83,
    "text": "but with the different culture of people we have in Cathay, and how we interact with the people,"
  },
  {
    "startTime": 31.903,
    "endTime": 32.952,
    "text": "that's what makes us different."
  },
  {
    "startTime": 34.5,
    "endTime": 38.56,
    "text": "In Cathay, our cabin crew are from all over the world and everyone is friendly."
  },
  {
    "startTime": 38.8,
    "endTime": 42.3,
    "text": "And we do share a lot of cultural differences, and we work really well together."
  },
  {
    "startTime": 43.259,
    "endTime": 47.143,
    "text": "Outside of work, I get times to exercise before and after my duty."
  },
  {
    "startTime": 47.6,
    "endTime": 52.163000000000004,
    "text": "I do a lot of running and swimming because I always travel to different time zones every time,"
  },
  {
    "startTime": 52.639,
    "endTime": 53.74,
    "text": "so it's good for my health."
  },
  {
    "startTime": 54.044,
    "endTime": 56.5,
    "text": "I also get to hang out with my friends and family."
  },
  {
    "startTime": 56.599,
    "endTime": 58.76,
    "text": "My family support me being a cabin crew."
  },
  {
    "startTime": 59.1,
    "endTime": 62.405,
    "text": "My older brother is also a cabin crew, and they're very proud of us."
  },
  {
    "startTime": 62.8,
    "endTime": 65.044,
    "text": "To be a cabin crew, you have to be positive."
  },
  {
    "startTime": 65.489,
    "endTime": 67.44,
    "text": "It's not as easy as most people perceive."
  },
  {
    "startTime": 67.824,
    "endTime": 74.8,
    "text": "Sometimes it can be physically demanding, but I'll training health to prepare to work safely and effectively."
  },
  {
    "startTime": 74.9,
    "endTime": 82.32000000000001,
    "text": "I still remember when I first started the training, it was totally new and unique for me with a lot of acronym terms I'd never heard of before."
  },
  {
    "startTime": 83.189,
    "endTime": 86.00999999999999,
    "text": "You make friends with your classmates, and you help each other to study,"
  },
  {
    "startTime": 86.271,
    "endTime": 88.24,
    "text": "and the chemistry in the class is really great."
  },
  {
    "startTime": 88.8,
    "endTime": 92.5,
    "text": "The training takes seven weeks to complete, and it's divided into two parts."
  },
  {
    "startTime": 92.5,
    "endTime": 96.382,
    "text": "First is safety, and then the service, and you get to do a lot of things."
  },
  {
    "startTime": 96.9,
    "endTime": 101.62,
    "text": "We do real task like emergency exit from aircraft, emergency slide, and many other things."
  },
  {
    "startTime": 102.3,
    "endTime": 108.78999999999999,
    "text": "This includes CPR, fighting the fire, and drills in swimming pool to learn about life jackets and life raft."
  },
  {
    "startTime": 109.6,
    "endTime": 114.89999999999999,
    "text": "Throughout service training, we learn how to serve passengers, and how to handle different situations."
  },
  {
    "startTime": 114.963,
    "endTime": 116.52799999999999,
    "text": "It's an experience like no others."
  },
  {
    "startTime": 117.6,
    "endTime": 124.0,
    "text": "It's an intense seven weeks, but we really enjoyed it and when you start to fly, you start to learn with experience."
  },
  {
    "startTime": 124.165,
    "endTime": 130.374,
    "text": "And you will learn a lot of new skills, and you will gain more social competence, and understand what our passengers need."
  },
  {
    "startTime": 132.274,
    "endTime": 134.101,
    "text": "I'm proud to be the cabin crew for Cathay."
  },
  {
    "startTime": 134.401,
    "endTime": 138.96,
    "text": "When people ask me which airline I work for, I'm very proud to say I work for Cathay Pacific"
  },
  {
    "startTime": 139.4,
    "endTime": 141.18800000000002,
    "text": "because it's well-known premier airlines."
  },
  {
    "startTime": 141.842,
    "endTime": 145.555,
    "text": "Cathay really takes you to the world because we fly to a lot of different places,"
  },
  {
    "startTime": 145.955,
    "endTime": 148.161,
    "text": "and when you finish work you can really explore the city."
  },
  {
    "startTime": 148.9,
    "endTime": 153.0,
    "text": "To become a cabin crew, it's not just about traveling and doing the simple job."
  },
  {
    "startTime": 153.0,
    "endTime": 154.231,
    "text": "It's all about passion."
  },
  {
    "startTime": 154.631,
    "endTime": 159.137,
    "text": "If you have passion for learning and meeting new people, it's gonna be an amazing lifestyle,"
  },
  {
    "startTime": 159.437,
    "endTime": 165.13600000000002,
    "text": "and you can make it your career."
  }
]