[
  {
    "startTime": 1.0,
    "endTime": 6.5,
    "text": "You know, Will Shakespeare was right: All the world's a stage and you are always judged by the way you perform."
  },
  {
    "startTime": 6.5,
    "endTime": 12.0,
    "text": "Especially in business you've got to be able to learn how to articulate your message."
  },
  {
    "startTime": 13.139,
    "endTime": 14.428999999999998,
    "text": "(The Art Of Oration) (The secrets of Accent Reduction)"
  },
  {
    "startTime": 16.5,
    "endTime": 27.0,
    "text": "There are three points that are crucial to reducing your accent if you want to be presenting in English, and the first one kind of blows people out of the water."
  },
  {
    "startTime": 27.0,
    "endTime": 33.4,
    "text": "They've been told for years, \"Could you please speak more slowly because I can't understand your accent.\""
  },
  {
    "startTime": 33.4,
    "endTime": 38.3,
    "text": "And then I come along and I say, \"But guess what people, your accent isn't your problem.\""
  },
  {
    "startTime": 38.3,
    "endTime": 39.5,
    "text": "Let's take Jackie Chan."
  },
  {
    "startTime": 39.6,
    "endTime": 49.2,
    "text": "As soon as that man opens his mouth, you hear his mother tongue, and yet we understand him all the time and he makes tons of money performing in American movies."
  },
  {
    "startTime": 50.5,
    "endTime": 61.9,
    "text": "Which takes us to the second point, the whole thing in accent reduction is to hear the music in the language because it isn't your accent that's the problem."
  },
  {
    "startTime": 62.1,
    "endTime": 68.2,
    "text": "It's that you're trying to speak my language in the rhythm pattern of your language, and I can't understand you."
  },
  {
    "startTime": 68.3,
    "endTime": 71.1,
    "text": "English is a beat-driven language."
  },
  {
    "startTime": 71.1,
    "endTime": 73.19999999999999,
    "text": "Everything we say can be drummed out."
  },
  {
    "startTime": 73.2,
    "endTime": 79.7,
    "text": "You've got to train your ear to hear the different musical notes as well as how the beats the rhythms."
  },
  {
    "startTime": 79.7,
    "endTime": 85.5,
    "text": "Practice this way and in no time you'll be speaking in the same kind of melody as does Jackie Chan."
  },
  {
    "startTime": 87.8,
    "endTime": 97.5,
    "text": "The third point, particularly in English, and particularly in North American English, we do not speak one…word… at… a…time."
  },
  {
    "startTime": 98.0,
    "endTime": 100.4,
    "text": "No. We speak in sound units."
  },
  {
    "startTime": 100.4,
    "endTime": 103.10000000000001,
    "text": "Where's Bob? Bob is on the phone."
  },
  {
    "startTime": 103.1,
    "endTime": 108.3,
    "text": "We don't ever speak word by word so I always say to accent reduction clients..."
  },
  {
    "startTime": 108.3,
    "endTime": 123.89999999999999,
    "text": "\"Everything that you have learned so far about the English language you have learned with your eyes through textbooks, but when you're learning to speak the language, get rid of all of that because you don't want to see, you don't want to read, you want to hear."
  },
  {
    "startTime": 123.9,
    "endTime": 128.6,
    "text": "Because you see and read one word at a time,, but we don't speak that way."
  },
  {
    "startTime": 128.6,
    "endTime": 132.0,
    "text": "(Homework)"
  },
  {
    "startTime": 132.0,
    "endTime": 141.7,
    "text": "The only way you can develop an ear is to listen to the way in which native speakers of any language are speaking and begin to imitate."
  },
  {
    "startTime": 141.7,
    "endTime": 149.29999999999998,
    "text": "One thing that people can do right now is stop and start this video as you're listening to it and imitate everything I'm saying."
  },
  {
    "startTime": 149.3,
    "endTime": 153.20000000000002,
    "text": "Because I'm speaking in standard North American rhythm patterns."
  },
  {
    "startTime": 153.2,
    "endTime": 159.0,
    "text": "Practice the music and when you feel you've mastered that go on to the next little phrase."
  },
  {
    "startTime": 159.0,
    "endTime": 161.7,
    "text": "When you imitate me, exaggerate it."
  },
  {
    "startTime": 161.75,
    "endTime": 168.0,
    "text": "Make the sounds big because you want to train the..the..organs of articulation we call them."
  },
  {
    "startTime": 168.0,
    "endTime": 174.0,
    "text": "You want to train the tongue, the cheeks, the lips, the whole mouth how to help you make these sound units."
  },
  {
    "startTime": 174.0,
    "endTime": 176.0,
    "text": "So exaggerate."
  },
  {
    "startTime": 176.0,
    "endTime": 177.4,
    "text": "Tongue twisters."
  },
  {
    "startTime": 177.7,
    "endTime": 182.29999999999998,
    "text": "You can find tongue twisters everywhere on the Internet."
  },
  {
    "startTime": 182.3,
    "endTime": 186.8,
    "text": "And when you say these tongue twisters, say them as if they mean something."
  },
  {
    "startTime": 186.8,
    "endTime": 190.5,
    "text": "Say, \"She sells sea shells by the sea shore.\""
  },
  {
    "startTime": 190.5,
    "endTime": 192.05,
    "text": "And say it with rhythm."
  },
  {
    "startTime": 192.05,
    "endTime": 196.8,
    "text": "It's more important that you have the up and down of the language than it is saying it quickly."
  },
  {
    "startTime": 197.0,
    "endTime": 201.5,
    "text": "The most important thing is just keep practicing."
  },
  {
    "startTime": 201.8,
    "endTime": 203.9,
    "text": "That's how we learned our mother tongues."
  },
  {
    "startTime": 203.99,
    "endTime": 206.8,
    "text": "Our mother held us, we heard her."
  },
  {
    "startTime": 206.9,
    "endTime": 215.3,
    "text": "And as we got old enough, and after we had heard her, and after we had developed the organs of articulation we began to imitate our mother."
  },
  {
    "startTime": 215.3,
    "endTime": 216.5,
    "text": "So there's no shortcut."
  },
  {
    "startTime": 216.8,
    "endTime": 223.20000000000002,
    "text": "There's no \"speak like a native speaker in 28 days,\" and if someone tries to sell you that package it won't work."
  },
  {
    "startTime": 223.2,
    "endTime": 231.0,
    "text": "But mark my words: as soon as you start to practice these rhythms, you will begin to notice your accent is diminishing."
  }
]