[
  {
    "startTime": 13.31,
    "endTime": 20.8,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love, not to flip pizzas."
  },
  {
    "startTime": 21.0,
    "endTime": 27.5,
    "text": "And today is Q&A Tuesday and today's question comes from Jessica and Jessica writes:"
  },
  {
    "startTime": 27.66,
    "endTime": 31.3,
    "text": "\"Marie, first off, you're amazing.\" No, you're amazing."
  },
  {
    "startTime": 31.5,
    "endTime": 39.9,
    "text": "\"Here's my Q. When I first thought of this idea for my business I was like, 'Oh my God, I'm a genius. This is literally the best idea ever.'"
  },
  {
    "startTime": 40.0,
    "endTime": 46.6,
    "text": "I couldn't sleep, I spent every spare minute researching, jotting down more ideas, talking about it, and just being generally high on life."
  },
  {
    "startTime": 46.8,
    "endTime": 55.8,
    "text": "It's been a couple of months, I've secured funding, and the website is in development, and boom. Doubt creeps in.  I've lost the buzz."
  },
  {
    "startTime": 56.0,
    "endTime": 60.8,
    "text": "Is there a secret to getting the mojo back about your business after time passes?"
  },
  {
    "startTime": 61.0,
    "endTime": 65.6,
    "text": "I guess the excitement has phased into a concoction of overwhelm, doubt, and stress."
  },
  {
    "startTime": 65.8,
    "endTime": 72.0,
    "text": "How do I make sure I'm in love with my business even after the honeymoon phase? Thank you, Jessica.\""
  },
  {
    "startTime": 72.2,
    "endTime": 79.25,
    "text": "Jessica, I love this question. You know, so many of us can go from having a great idea that we're super pumped about and then we're super over it."
  },
  {
    "startTime": 79.25,
    "endTime": 89.5,
    "text": "That concoction that you talked about, the one of doubt, overwhelm, and stress, it is a buzzkill."
  },
  {
    "startTime": 89.7,
    "endTime": 95.0,
    "text": "And I don't know if you know this, but I used to be a bartender and I used to make some pretty good drinks."
  },
  {
    "startTime": 95.2,
    "endTime": 99.9,
    "text": "So let me whip you up a concoction that'll get that good buzz going once again."
  },
  {
    "startTime": 100.1,
    "endTime": 108.05,
    "text": "(Passiontini? Come and right up. It's been a while.)"
  },
  {
    "startTime": 108.05,
    "endTime": 114.939,
    "text": "It's gonna be one part turning pro, one part big vision, and one part stay hungry, baby."
  },
  {
    "startTime": 115.2,
    "endTime": 122.909,
    "text": "This is called the everlasting passiontini, shaken not stirred."
  },
  {
    "startTime": 125.1,
    "endTime": 128.5,
    "text": "Let's start with part one, which is all about turning pro."
  },
  {
    "startTime": 128.7,
    "endTime": 134.0,
    "text": "This is all about overcoming what my friend Steven Pressfield calls resistance."
  },
  {
    "startTime": 134.2,
    "endTime": 146.1,
    "text": "Resistance is that deadly force that pops up any time you try and take on a new creative project or you have a big new idea or you make any effort whatsoever to improve yourself."
  },
  {
    "startTime": 146.3,
    "endTime": 154.60000000000002,
    "text": "Now, the whole secret here is recognizing that resistance is a natural part of the creative process, so I want you to expect it."
  },
  {
    "startTime": 154.79,
    "endTime": 165.2,
    "text": "This way you won't freak out the next time you start going on this path and then you realize you're like, \"You know what? I'm not as big of a genius as I thought I was.\""
  },
  {
    "startTime": 165.4,
    "endTime": 171.8,
    "text": "So turning pro means rather than giving up when the self doubt creeps in, you use it as fuel to keep going."
  },
  {
    "startTime": 172.0,
    "endTime": 176.8,
    "text": "And here's the thing, nobody, not me, not you, nobody escapes resistance."
  },
  {
    "startTime": 177.2,
    "endTime": 181.79999999999998,
    "text": "It's kind of like gravity, so you've gotta learn to deal with it and if you don't, you're pretty much toast."
  },
  {
    "startTime": 182.6,
    "endTime": 187.5,
    "text": "Now, we've already done a few awesome episodes on this topic and I'll put the links below."
  },
  {
    "startTime": 187.8,
    "endTime": 190.0,
    "text": "Next up is your big vision."
  },
  {
    "startTime": 190.2,
    "endTime": 199.79999999999998,
    "text": "So one of the reasons that most people hit a wall or they lose that spark is they don't have a big enough or a compelling enough vision to pull them ahead."
  },
  {
    "startTime": 200.0,
    "endTime": 200.8,
    "text": "Here's what I mean:"
  },
  {
    "startTime": 201.0,
    "endTime": 205.5,
    "text": "You can be motivated in one of two ways when you're trying to create or accomplish anything."
  },
  {
    "startTime": 205.7,
    "endTime": 217.79999999999998,
    "text": "You can try and push yourself to make yourself do it, which rarely works, or you can have a vision that is so exciting to you, so connected to your heart, so meaningful, that it literally pulls you ahead."
  },
  {
    "startTime": 218.0,
    "endTime": 226.1,
    "text": "And it's not just about having a vision to pull you ahead, it really does have to be connected to something emotional, something in your heart that is really meaningful to you."
  },
  {
    "startTime": 226.3,
    "endTime": 231.20000000000002,
    "text": "Now, here's a tweetable to help you remember."
  },
  {
    "startTime": 231.349,
    "endTime": 236.7,
    "text": "\"You won't have to push yourself to keep going if you have a big enough vision to pull you ahead.\""
  },
  {
    "startTime": 236.83,
    "endTime": 242.87900000000002,
    "text": "So here's an example: At one point our big vision was to find our own studio for MarieTV."
  },
  {
    "startTime": 242.879,
    "endTime": 246.29999999999998,
    "text": "Why? Because it was the biggest stress point in the business."
  },
  {
    "startTime": 246.5,
    "endTime": 252.239,
    "text": "Every time we wanted to shoot the show, we were like this little traveling caravan trying to find a place to do it in."
  },
  {
    "startTime": 252.239,
    "endTime": 259.5,
    "text": "So we realized, you know what, if we had our own studio we would eliminate the biggest stress point in our business, so we set our big vision and we went to it."
  },
  {
    "startTime": 259.7,
    "endTime": 261.5,
    "text": "But here's the thing: it wasn't easy."
  },
  {
    "startTime": 261.7,
    "endTime": 265.2,
    "text": "If you know anything about real estate in New York, you know it's not an easy market."
  },
  {
    "startTime": 265.4,
    "endTime": 273.79999999999995,
    "text": "You know, every time we went out to look at some place new it was kinda sucky, it was small, it was really expensive, and, you know, not the kind of place we wanted to actually be in."
  },
  {
    "startTime": 274.0,
    "endTime": 281.3,
    "text": "So many times I could have thought, \"You know what? Let's just give this whole idea up. Let's fire the broker, let's just keep doing what we're doing.\""
  },
  {
    "startTime": 281.5,
    "endTime": 293.2,
    "text": "But that thought honestly never crossed our mind because we had such a huge vision for what this could be and we had such a big emotional why that we stayed the course, and eventually we found our own studio."
  },
  {
    "startTime": 293.309,
    "endTime": 303.20000000000005,
    "text": "Last part of the passiontini is you've got to stay hungry, Jessica, and hunger comes when there's a real gap between where you are right now and where you want to be."
  },
  {
    "startTime": 303.4,
    "endTime": 307.29999999999995,
    "text": "So I don't know what really motivates you or excites you about your business."
  },
  {
    "startTime": 307.5,
    "endTime": 314.9,
    "text": "Maybe it's hitting a certain number of users, maybe it's reaching a certain revenue goal or having a certain number in terms of your impact,"
  },
  {
    "startTime": 315.1,
    "endTime": 320.20000000000005,
    "text": "but whatever it is, you've gotta really stay connected to it and stay hungry."
  },
  {
    "startTime": 320.5,
    "endTime": 326.1,
    "text": "That means you have to have something that's slightly out of your reach to keep going for over the long term."
  },
  {
    "startTime": 326.3,
    "endTime": 330.8,
    "text": "One way to keep your hunger from dying is to not talk your idea to death."
  },
  {
    "startTime": 331.0,
    "endTime": 333.8,
    "text": "So many people do this and I wanna shake them."
  },
  {
    "startTime": 334.0,
    "endTime": 339.4,
    "text": "Here's the thing, when you talk about your idea to death, it makes you feel falsely satiated."
  },
  {
    "startTime": 339.6,
    "endTime": 344.8,
    "text": "You know, we human beings are fueled by progress.  It makes us feel happy and it keeps us on track."
  },
  {
    "startTime": 345.0,
    "endTime": 352.5,
    "text": "But when you talk about something over and over and over again, you almost trick yourself into thinking that you're making progress but you're really not."
  },
  {
    "startTime": 352.7,
    "endTime": 356.59999999999997,
    "text": "It's kind of like eating a Snickers. Totally empty calories."
  },
  {
    "startTime": 356.8,
    "endTime": 363.1,
    "text": "Now, here's the best thing about passiontinis, my dear, there's no alcohol and there is no hangover."
  },
  {
    "startTime": 363.3,
    "endTime": 366.40000000000003,
    "text": "And guess what? You can even pour some for your kids."
  },
  {
    "startTime": 366.6,
    "endTime": 370.40000000000003,
    "text": "Jessica, that was my A to your Q and I really do hope it helps."
  },
  {
    "startTime": 370.6,
    "endTime": 373.40000000000003,
    "text": "Now I would love to hear from you."
  },
  {
    "startTime": 373.6,
    "endTime": 384.55,
    "text": "So have you ever lost the buzz over one of your big ideas? What happened? And what do you do specifically to stay connected to your passion over the long term?"
  },
  {
    "startTime": 384.5,
    "endTime": 394.2,
    "text": "As always, the best discussions happen after the episode over at the magical land of MarieForleo.com, so come on over and leave a little comment now."
  },
  {
    "startTime": 394.369,
    "endTime": 402.3,
    "text": "Did you like this video? If so, subscribe to our channel and of course we would be so appreciative if you shared this video with your friends."
  },
  {
    "startTime": 402.5,
    "endTime": 414.6,
    "text": "And if you want even more awesome resources to create a business and life that you love, plus some unexpected little updates from me that I only send out in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 414.8,
    "endTime": 421.5,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 421.7,
    "endTime": 434.459,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]