[
  {
    "startTime": 6.3,
    "endTime": 14.329,
    "text": "As far as we know, medieval England was never invaded by ice zombies, or terrorized by dragons,"
  },
  {
    "startTime": 14.35,
    "endTime": 26.836,
    "text": "but it was shaken by a power struggle between two noble families spanning generations and involving a massive cast of characters with complex motives and shifting loyalties."
  },
  {
    "startTime": 27.5,
    "endTime": 37.853,
    "text": "If that sounds familiar, it's because the historical conflicts known as the Wars of the Roses served as the basis for much of the drama in Game of Thrones."
  },
  {
    "startTime": 39.8,
    "endTime": 46.537,
    "text": "The real-life seeds of war were sewn by the death of King Edward III in 1377."
  },
  {
    "startTime": 46.8,
    "endTime": 58.512,
    "text": "Edward's oldest son had died before his father, but his ten-year-old son, Richard II, succeeded to the throne ahead of Edward's three surviving sons."
  },
  {
    "startTime": 58.7,
    "endTime": 73.724,
    "text": "This skipping of an entire generation left lingering claims to the throne among their various offspring, particularly the Lancasters, descended from Edward's third son, and the Yorks, descended from his fourth son."
  },
  {
    "startTime": 74.0,
    "endTime": 83.228,
    "text": "The name of the ensuing wars comes from the symbols associated with the two families, the white rose of York and the red rose of Lancaster."
  },
  {
    "startTime": 83.792,
    "endTime": 91.944,
    "text": "The Lancasters first gained the throne when Richard II was deposed by his cousin Henry IV in 1399."
  },
  {
    "startTime": 92.376,
    "endTime": 104.31800000000001,
    "text": "Despite sporadic unrest, their reign remained secure until 1422, when Henry V's death in a military campaign left an infant Henry VI as king."
  },
  {
    "startTime": 104.7,
    "endTime": 113.093,
    "text": "Weak-willed and dominated by advisors, Henry was eventually convinced to marry Margaret of Anjou to gain French support."
  },
  {
    "startTime": 112.968,
    "endTime": 122.83200000000001,
    "text": "Margaret was beautiful, ambitious, and ruthless in persecuting any threat to her power, and she distrusted Richard of York, most of all."
  },
  {
    "startTime": 123.4,
    "endTime": 134.418,
    "text": "York had been the King's close advisor and loyal General, but was increasingly sidelined by the Queen, who promoted her favorite supporters, like the Earls of Suffolk and Somerset."
  },
  {
    "startTime": 134.8,
    "endTime": 142.839,
    "text": "York's criticism of their inept handling of the war against France led to his exclusion from court and transfer to Ireland."
  },
  {
    "startTime": 143.75,
    "endTime": 151.223,
    "text": "Meanwhile, mounting military failures, and corrupt rule by Margaret and her allies caused widespread discontent,"
  },
  {
    "startTime": 151.3,
    "endTime": 159.27100000000002,
    "text": "and in the midst of this chaos, Richard of York returned with an army to arrest Somerset and reform the court."
  },
  {
    "startTime": 159.5,
    "endTime": 167.484,
    "text": "Initially unsuccessful, he soon got his chance when he was appointed Protector of the Realm after Henry suffered a mental breakdown."
  },
  {
    "startTime": 167.7,
    "endTime": 175.124,
    "text": "However, less than a year later, Henry suddenly recovered and the Queen convinced him to reverse York's reforms."
  },
  {
    "startTime": 175.603,
    "endTime": 178.461,
    "text": "York fled and raised an army once more."
  },
  {
    "startTime": 178.462,
    "endTime": 189.047,
    "text": "Though he was unable to directly seize the throne, he managed to be reinstated as Protector and have himself and his heirs designated to succeed Henry."
  },
  {
    "startTime": 189.481,
    "endTime": 197.34799999999998,
    "text": "But instead of a crown, York's head acquired a pike after he was killed in battle with the Queen's loyalists."
  },
  {
    "startTime": 197.5,
    "endTime": 201.995,
    "text": "His young son took up the claim and was crowned Edward IV."
  },
  {
    "startTime": 202.4,
    "endTime": 206.202,
    "text": "Edward enjoyed great military success against the Lancasters."
  },
  {
    "startTime": 206.0,
    "endTime": 213.534,
    "text": "Henry was captured, while Margaret fled into exile with their reportedly cruel son, Edward of Westminster."
  },
  {
    "startTime": 213.7,
    "endTime": 224.646,
    "text": "But the newly crowned King made a tragic political mistake by backing out of his arranged marriage with a French Princess to secretly marry the widow of a minor Noble."
  },
  {
    "startTime": 224.966,
    "endTime": 229.3,
    "text": "This alienated his most powerful ally, the Earl of Warwick."
  },
  {
    "startTime": 229.431,
    "endTime": 241.34400000000002,
    "text": "Warwick allied with the Lancasters, turned Edward's jealous younger brother, George, against him, and even briefly managed to restore Henry as King, but it didn't last."
  },
  {
    "startTime": 241.3,
    "endTime": 250.02800000000002,
    "text": "Edward recaptured the throne, the Lancaster Prince was killed in battle, and Henry himself died in captivity not long after."
  },
  {
    "startTime": 250.7,
    "endTime": 257.705,
    "text": "The rest of Edward IV's reign was peaceful, but upon his death in 1483, the bloodshed resumed."
  },
  {
    "startTime": 258.0,
    "endTime": 267.579,
    "text": "Though his twelve-year-old son was due to succeed him, Edward's younger brother Richard III declared his nephews illegitimate due to their father's secret marriage."
  },
  {
    "startTime": 268.0,
    "endTime": 272.427,
    "text": "He assumed the regency himself and threw the boys in prison."
  },
  {
    "startTime": 272.4,
    "endTime": 280.205,
    "text": "Though no one knows what ultimately became of them, after a while, the princes disappeared and Richard's power seemed secure."
  },
  {
    "startTime": 280.4,
    "endTime": 286.87699999999995,
    "text": "But his downfall would come only two years later from across the narrow sea of the English Channel."
  },
  {
    "startTime": 287.488,
    "endTime": 295.778,
    "text": "Henry Tudor was a direct descendant of the first Duke of Lancaster, raised in exile after his father's death in a previous rebellion."
  },
  {
    "startTime": 296.0,
    "endTime": 302.786,
    "text": "With Richard III's power grab causing a split in the York faction, Henry won support for his royal claim."
  },
  {
    "startTime": 303.291,
    "endTime": 309.992,
    "text": "Raising an army in France, he crossed the Channel in 1485 and quickly defeated Richard's forces."
  },
  {
    "startTime": 310.0,
    "endTime": 323.311,
    "text": "And by marrying Elizabeth of York, elder sister of the disappeared princes, the newly crowned Henry VII joined the two roses, finally ending nearly a century of war."
  },
  {
    "startTime": 324.2,
    "endTime": 330.565,
    "text": "We often think of historical wars as decisive conflicts with clearly defined winners and losers."
  },
  {
    "startTime": 330.8,
    "endTime": 343.293,
    "text": "But the Wars of the Roses, like the fiction they inspired, show us that victories can be uncertain, alliances unstable, and even the power of Kings as fleeting as the seasons."
  }
]