[
  {
    "startTime": 6.0,
    "endTime": 14.0,
    "text": "In 1978, Louise Brown became the world's first baby to be born by in vitro fertilization, or IVF."
  },
  {
    "startTime": 14.0,
    "endTime": 17.7,
    "text": "Her birth revolutionized the field of reproductive medicine."
  },
  {
    "startTime": 17.8,
    "endTime": 22.4,
    "text": "Given that approximately 1 in 8 heterosexual couples has difficulty conceiving,"
  },
  {
    "startTime": 22.5,
    "endTime": 27.2,
    "text": "and that homosexual couples and single parents often need clinical help to make a baby,"
  },
  {
    "startTime": 27.3,
    "endTime": 30.1,
    "text": "the demand for IVF has been growing."
  },
  {
    "startTime": 30.2,
    "endTime": 36.2,
    "text": "IVF is so common that more than 5 million babies have been born through this technology."
  },
  {
    "startTime": 36.3,
    "endTime": 42.199999999999996,
    "text": "IVF works by mimicking the brilliant design of sexual reproduction."
  },
  {
    "startTime": 42.3,
    "endTime": 49.099999999999994,
    "text": "In order to understand IVF, we first need to take a look at the natural process of baby-making."
  },
  {
    "startTime": 49.2,
    "endTime": 52.900000000000006,
    "text": "Believe it or not, it all starts in the brain."
  },
  {
    "startTime": 53.0,
    "endTime": 56.7,
    "text": "Roughly 15 days before fertilization can happen,"
  },
  {
    "startTime": 56.8,
    "endTime": 62.3,
    "text": "the anterior pituitary gland secretes follicle-stimulating hormone, FSH,"
  },
  {
    "startTime": 62.4,
    "endTime": 67.2,
    "text": "which ripens a handful of follicles of the ovary that then release estrogen."
  },
  {
    "startTime": 67.3,
    "endTime": 73.89999999999999,
    "text": "Each follicle contains one egg, and on average, only one follicle becomes fully mature."
  },
  {
    "startTime": 74.0,
    "endTime": 77.0,
    "text": "As it grows and continues to release estrogen,"
  },
  {
    "startTime": 77.1,
    "endTime": 81.39999999999999,
    "text": "this hormone not only helps coordinate growth and preparation of the uterus,"
  },
  {
    "startTime": 81.5,
    "endTime": 86.6,
    "text": "it also communicates to the brain how well the follicle is developing."
  },
  {
    "startTime": 86.7,
    "endTime": 89.0,
    "text": "When the estrogen level is high enough,"
  },
  {
    "startTime": 89.1,
    "endTime": 94.89999999999999,
    "text": "the anterior pituitary releases a surge of luteinizing hormone, LH,"
  },
  {
    "startTime": 95.0,
    "endTime": 102.0,
    "text": "which triggers ovulation and causes the follicle to rupture and release the egg."
  },
  {
    "startTime": 102.0,
    "endTime": 108.7,
    "text": "Once the egg leaves the ovary, it is directed into the fallopian tube by the finger-like fimbriae."
  },
  {
    "startTime": 108.8,
    "endTime": 112.3,
    "text": "If the egg is not fertilized by sperm within 24 hours,"
  },
  {
    "startTime": 112.4,
    "endTime": 116.9,
    "text": "the unfertilized egg will die, and the entire system will reset itself,"
  },
  {
    "startTime": 117.0,
    "endTime": 121.0,
    "text": "preparing to create a new egg and uterine lining the following month."
  },
  {
    "startTime": 121.7,
    "endTime": 124.4,
    "text": "The egg is the largest cell in the body"
  },
  {
    "startTime": 124.5,
    "endTime": 131.9,
    "text": "and is protected by a thick, extracellular shell of sugar and protein called the zona pellucida."
  },
  {
    "startTime": 132.0,
    "endTime": 139.3,
    "text": "The zona thwarts the entry and fusion of more than one sperm, the smallest cell in the body."
  },
  {
    "startTime": 139.4,
    "endTime": 145.70000000000002,
    "text": "It takes a man two to three months to make sperm, and the process constantly renews."
  },
  {
    "startTime": 145.8,
    "endTime": 151.10000000000002,
    "text": "Each ejaculation during sexual intercourse releases more than 100 million sperm."
  },
  {
    "startTime": 151.2,
    "endTime": 156.2,
    "text": "But only 100 or so will ultimately make it to the proximity of the egg,"
  },
  {
    "startTime": 156.3,
    "endTime": 162.60000000000002,
    "text": "and only one will successfully penetrate through the armor of the zona pellucida."
  },
  {
    "startTime": 162.7,
    "endTime": 165.0,
    "text": "Upon successful fertilization,"
  },
  {
    "startTime": 165.1,
    "endTime": 171.2,
    "text": "the zygote immediately begins developing into an embryo and takes about three days to reach the uterus."
  },
  {
    "startTime": 171.4,
    "endTime": 179.20000000000002,
    "text": "There, it requires another three or so days to implant firmly into the endometrium, the inner lining of the uterus."
  },
  {
    "startTime": 179.3,
    "endTime": 180.60000000000002,
    "text": "Once implanted,"
  },
  {
    "startTime": 180.7,
    "endTime": 188.29999999999998,
    "text": "the cells that are to become the placenta secrete a hormone that signals to the ovulated follicle that there is a pregnancy in the uterus."
  },
  {
    "startTime": 188.4,
    "endTime": 197.3,
    "text": "This helps rescue that follicle, now called the corpus luteum, from degenerating as it normally would do in that stage of the menstrual cycle."
  },
  {
    "startTime": 197.4,
    "endTime": 205.0,
    "text": "The corpus luteum is responsible for producing the progesterone required to maintain the pregnancy until six to seven weeks of gestation,"
  },
  {
    "startTime": 205.1,
    "endTime": 211.79999999999998,
    "text": "when the placenta develops and takes over, until the baby is born approximately 40 weeks later."
  },
  {
    "startTime": 211.9,
    "endTime": 215.1,
    "text": "Now, how do you make a baby in a lab?"
  },
  {
    "startTime": 215.2,
    "endTime": 217.2,
    "text": "In patients undergoing IVF,"
  },
  {
    "startTime": 217.3,
    "endTime": 221.9,
    "text": "FSH is administered at levels that are higher than naturally occurring"
  },
  {
    "startTime": 222.0,
    "endTime": 225.4,
    "text": "to cause a controlled overstimulation of the ovaries"
  },
  {
    "startTime": 225.5,
    "endTime": 229.0,
    "text": "so that they ultimately produce multiple eggs."
  },
  {
    "startTime": 229.1,
    "endTime": 233.1,
    "text": "The eggs are then retrieved just before ovulation would occur,"
  },
  {
    "startTime": 233.2,
    "endTime": 239.79999999999998,
    "text": "while the woman is under anesthesia, through an aspirating needle that is guided by ultrasound."
  },
  {
    "startTime": 239.9,
    "endTime": 244.70000000000002,
    "text": "Most sperm samples are produced by masturbation."
  },
  {
    "startTime": 244.8,
    "endTime": 253.4,
    "text": "In the laboratory, the identified eggs are stripped of surrounding cells and prepared for fertilization in a petri dish."
  },
  {
    "startTime": 253.5,
    "endTime": 256.5,
    "text": "Fertilization can occur by one of two techniques."
  },
  {
    "startTime": 256.6,
    "endTime": 264.5,
    "text": "In the first, the eggs are incubated with thousands of sperm and fertilization occurs naturally over a few hours."
  },
  {
    "startTime": 264.6,
    "endTime": 272.1,
    "text": "The second technique maximizes certainty of fertilization by using a needle to place a single sperm inside the egg."
  },
  {
    "startTime": 272.2,
    "endTime": 276.9,
    "text": "This is particularly useful when there is a problem with the quality of the sperm."
  },
  {
    "startTime": 277.0,
    "endTime": 281.5,
    "text": "After fertilization, embryos can be further screened for genetic suitability,"
  },
  {
    "startTime": 281.6,
    "endTime": 288.40000000000003,
    "text": "frozen for later attempted pregnancies, or delivered into the woman's uterus via catheter."
  },
  {
    "startTime": 288.5,
    "endTime": 296.2,
    "text": "Common convention is to transfer the embryo three days after fertilization when the embryo has eight cells,"
  },
  {
    "startTime": 296.3,
    "endTime": 303.3,
    "text": "or on day five when the embryo is called a blastocyst and has hundreds of cells."
  },
  {
    "startTime": 303.4,
    "endTime": 310.7,
    "text": "If the woman's eggs are of poor quality due to age or toxic exposures, or have been removed due to cancer,"
  },
  {
    "startTime": 310.8,
    "endTime": 313.6,
    "text": "donor eggs may be used."
  },
  {
    "startTime": 313.7,
    "endTime": 318.3,
    "text": "In the case that the intended mother has a problematic uterus, or lacks one,"
  },
  {
    "startTime": 318.4,
    "endTime": 326.09999999999997,
    "text": "another woman, called the gestational carrier or surrogate, can use her uterus to carry the pregnancy."
  },
  {
    "startTime": 326.1,
    "endTime": 328.1,
    "text": "To increase the odds of success,"
  },
  {
    "startTime": 328.2,
    "endTime": 331.59999999999997,
    "text": "which are as high as 40% for a woman younger than 35,"
  },
  {
    "startTime": 331.7,
    "endTime": 335.59999999999997,
    "text": "doctors sometimes transfer multiple embryos at once,"
  },
  {
    "startTime": 335.7,
    "endTime": 342.7,
    "text": "which is why IVF results in twins and triplets more often than natural pregnancies."
  },
  {
    "startTime": 342.8,
    "endTime": 347.7,
    "text": "However, most clinics seek to minimize the chances of multiple pregnancies,"
  },
  {
    "startTime": 347.8,
    "endTime": 351.6,
    "text": "as they are riskier for mothers and babies."
  },
  {
    "startTime": 351.7,
    "endTime": 359.09999999999997,
    "text": "Millions of babies, like Louise Brown, have been born from IVF and have had normal, healthy lives."
  },
  {
    "startTime": 359.2,
    "endTime": 365.2,
    "text": "The long-term health consequences of ovarian stimulation with IVF medicines are less clear,"
  },
  {
    "startTime": 365.3,
    "endTime": 369.6,
    "text": "though so far, IVF seems safe for women."
  },
  {
    "startTime": 369.6,
    "endTime": 376.90000000000003,
    "text": "Because of better genetic testing, delayed childbearing, increased accessibility, and diminishing cost,"
  },
  {
    "startTime": 377.0,
    "endTime": 386.3,
    "text": "it's not inconceivable that artificial baby-making via IVF and related techniques could outpace natural reproduction in years to come."
  }
]