[
  {
    "startTime": 1.0,
    "endTime": 7.0,
    "text": "Hello and welcome to this Bizmates  question and answer video series."
  },
  {
    "startTime": 7.0,
    "endTime": 16.0,
    "text": "And today's question is a really interesting one.  It's \"Is broken English OK for business?\""
  },
  {
    "startTime": 16.0,
    "endTime": 22.0,
    "text": "Interesting question. And I got this many times from many students over the years."
  },
  {
    "startTime": 22.0,
    "endTime": 31.0,
    "text": "And I want to share my answer with you. OK. But first let's try to understand. What is broken English? OK."
  },
  {
    "startTime": 31.0,
    "endTime": 40.0,
    "text": "Because many people think this \"Broken English is unacceptable for business.\""
  },
  {
    "startTime": 40.0,
    "endTime": 46.0,
    "text": "Because you sound uneducated;  you sound unprofessional; you sound rude."
  },
  {
    "startTime": 46.0,
    "endTime": 50.0,
    "text": "OK. That's not necessarily true. OK."
  },
  {
    "startTime": 50.0,
    "endTime": 54.0,
    "text": "Now, broken English is English with many grammatical mistakes."
  },
  {
    "startTime": 54.0,
    "endTime": 59.0,
    "text": "Yes, there are many mistakes and  that's why it sounds broken."
  },
  {
    "startTime": 59.0,
    "endTime": 62.0,
    "text": "And broken is, you know, there is very  broken English and not so broken English."
  },
  {
    "startTime": 62.0,
    "endTime": 67.0,
    "text": "Yeah, but basically it's English with many grammatical mistakes."
  },
  {
    "startTime": 67.0,
    "endTime": 74.0,
    "text": "But the key point in business is not... I'm gonna tell you I... I think it's OK."
  },
  {
    "startTime": 74.0,
    "endTime": 86.0,
    "text": "And because the key point in business is whether what you are saying, the other person can understand the meaning of your sentence."
  },
  {
    "startTime": 86.0,
    "endTime": 91.0,
    "text": "I think that is important, not whether you used in or on or at."
  },
  {
    "startTime": 91.0,
    "endTime": 95.0,
    "text": "That's not the important thing. It's better to use correct grammar, of course."
  },
  {
    "startTime": 95.0,
    "endTime": 100.0,
    "text": "But the important thing is can they understand your meaning?"
  },
  {
    "startTime": 100.0,
    "endTime": 106.0,
    "text": "OK. And can they understand how you feel? Because when we speak"
  },
  {
    "startTime": 106.0,
    "endTime": 111.0,
    "text": "it's not just the meaning, it's also the feeling that's also communicated."
  },
  {
    "startTime": 111.0,
    "endTime": 115.0,
    "text": "So can the other person understand the meaning of your sentence?"
  },
  {
    "startTime": 115.0,
    "endTime": 123.0,
    "text": "How you are feeling? And the reaction of  the other person. Is that the reaction you want?"
  },
  {
    "startTime": 123.0,
    "endTime": 130.0,
    "text": "So the other person is angry or he's insulted. That's not good, right?"
  },
  {
    "startTime": 130.0,
    "endTime": 134.0,
    "text": "Or you know he does a different action. That's not good."
  },
  {
    "startTime": 134.0,
    "endTime": 138.0,
    "text": "So these 3 points are important and  if you could do it with broken English."
  },
  {
    "startTime": 138.0,
    "endTime": 142.0,
    "text": "I think that's fine for business. Now. OK"
  },
  {
    "startTime": 142.0,
    "endTime": 147.0,
    "text": "Because I'll give you an of example of perfect English.  Here's a perfect sentence. OK."
  },
  {
    "startTime": 147.0,
    "endTime": 149.0,
    "text": "And someone says to me. You know,"
  },
  {
    "startTime": 149.0,
    "endTime": 154.0,
    "text": "we're having a party and everyone is going  drinking after work and they say:"
  },
  {
    "startTime": 154.0,
    "endTime": 160.0,
    "text": "\"Hika, Hika, you had better come to this party.\"  And I would be insulted."
  },
  {
    "startTime": 160.0,
    "endTime": 164.0,
    "text": "I would say what?! You're telling me,  I have to go to this party?"
  },
  {
    "startTime": 164.0,
    "endTime": 169.0,
    "text": "Because had better is like you have to. Yeah people say it's the same as should."
  },
  {
    "startTime": 169.0,
    "endTime": 173.0,
    "text": "No, it's not the same as should.  It's much stronger it's much more direct."
  },
  {
    "startTime": 173.0,
    "endTime": 180.0,
    "text": "So the meaning, I understand the meaning. The meaning is a little bit off. His feeling is a little bit off."
  },
  {
    "startTime": 180.0,
    "endTime": 185.0,
    "text": "I think he's telling me and saying  you have to come but he's not."
  },
  {
    "startTime": 185.0,
    "endTime": 188.0,
    "text": "So that meaning and feeling have been misunderstood."
  },
  {
    "startTime": 188.0,
    "endTime": 193.0,
    "text": "My reaction is\" what no I don't wanna go.  Forget it. I'm not gonna go.\""
  },
  {
    "startTime": 193.0,
    "endTime": 199.0,
    "text": "It's a bad reaction.  So even perfect English will not get you the best result."
  },
  {
    "startTime": 199.0,
    "endTime": 202.0,
    "text": "Here's broken English now. And if you say it the right way,"
  },
  {
    "startTime": 202.0,
    "endTime": 209.0,
    "text": "\"Ahh Hika ahh if come to party, it is fun for you.\""
  },
  {
    "startTime": 209.0,
    "endTime": 216.0,
    "text": "OK, and I would be like \"Oh really, OK, OK. Yeah sure, sure Taro I'll, I'll go to the party.\""
  },
  {
    "startTime": 216.0,
    "endTime": 224.0,
    "text": "Broken English, I understand the meaning. I understand the feeling that he's saying. And my reaction is a good one."
  },
  {
    "startTime": 224.0,
    "endTime": 229.0,
    "text": "So that's just one example, just one example  of how broken English is OK in business."
  },
  {
    "startTime": 229.0,
    "endTime": 239.0,
    "text": "I hope I answered your question. OK and I look forward to your next question. OK, thank you."
  }
]