[
  {
    "startTime": 0.0,
    "endTime": 10.0,
    "text": "Hello and welcome to this Bizmates for beginners video series for Japanese businesspeople."
  },
  {
    "startTime": 10.0,
    "endTime": 18.0,
    "text": "And today's question is very useful. It's what do you think of...?"
  },
  {
    "startTime": 18.0,
    "endTime": 25.0,
    "text": "What do you think of...? OK. Let's practice this. But first, let's do our test."
  },
  {
    "startTime": 25.0,
    "endTime": 31.0,
    "text": "So I will ask you,  how long have you worked for your company?"
  },
  {
    "startTime": 31.0,
    "endTime": 36.0,
    "text": "And you say..."
  },
  {
    "startTime": 36.0,
    "endTime": 41.0,
    "text": "I joined my company 5 years ago. 10 years ago. Did you get that?"
  },
  {
    "startTime": 41.0,
    "endTime": 47.0,
    "text": "Not enter, entered my company. I joined, OK."
  },
  {
    "startTime": 47.0,
    "endTime": 53.0,
    "text": "So today's question is what do you think of...? Hmmm... very useful OK."
  },
  {
    "startTime": 53.0,
    "endTime": 62.0,
    "text": "So imagine, Taro and I are colleagues. And Taro asks me for my opinion."
  },
  {
    "startTime": 62.0,
    "endTime": 70.0,
    "text": "He says tell me your opinion. And he says, Hika, how do you think about this poster?"
  },
  {
    "startTime": 70.0,
    "endTime": 74.0,
    "text": "Imagine there's a poster. How do you think about this poster?"
  },
  {
    "startTime": 74.0,
    "endTime": 81.0,
    "text": "Hmm... now I say, yeah, I think it's really good. OK, but it's a strange question."
  },
  {
    "startTime": 81.0,
    "endTime": 89.0,
    "text": "How do you think about this poster? It's a mistake OK. We don't say that."
  },
  {
    "startTime": 89.0,
    "endTime": 96.0,
    "text": "What we should say if you want to know their opinion, you say this one."
  },
  {
    "startTime": 96.0,
    "endTime": 101.0,
    "text": "What do you think of this poster? That's right. OK?"
  },
  {
    "startTime": 101.0,
    "endTime": 103.0,
    "text": "So Taro can say, what do you think of this poster?"
  },
  {
    "startTime": 103.0,
    "endTime": 110.0,
    "text": "And I'll say, yeah, I think it's really good. Very natural. Very useful because you can ask anyone."
  },
  {
    "startTime": 110.0,
    "endTime": 114.0,
    "text": "What do you think of this watch? What do you think of this shirt?"
  },
  {
    "startTime": 114.0,
    "endTime": 124.0,
    "text": "OK. All right. Let's practice pronunciation. It's not what, but it's wha doya thinkof"
  },
  {
    "startTime": 124.0,
    "endTime": 133.0,
    "text": "wha doya thinkof, wha doya thinkof wha doya thinkof this poster? You try."
  },
  {
    "startTime": 133.0,
    "endTime": 140.0,
    "text": "One more time. Wha doya thinkof this poster?"
  },
  {
    "startTime": 140.0,
    "endTime": 149.0,
    "text": "OK. So you ask me and I will answer OK? 1, 2, 3 go."
  },
  {
    "startTime": 149.0,
    "endTime": 154.0,
    "text": "I think it's really good. Just like that. OK."
  },
  {
    "startTime": 154.0,
    "endTime": 160.0,
    "text": "So for homework, you can ask me. What do you think of this poster?"
  },
  {
    "startTime": 160.0,
    "endTime": 164.0,
    "text": "And I will say,  yeah, I think it's really good."
  },
  {
    "startTime": 164.0,
    "endTime": 174.0,
    "text": "OK, so we'll see you in the next lesson. Thank you."
  }
]