[
  {
    "startTime": 8.97,
    "endTime": 15.97,
    "text": "My name is Jerry. In this clip I'd like to share some ideas with you for preparing for a Cambridge English exam."
  },
  {
    "startTime": 16.26,
    "endTime": 19.68,
    "text": "Make a revision plan. It's important to use the time you have to revise for the exam."
  },
  {
    "startTime": 22.92,
    "endTime": 27.92,
    "text": "Try to be realistic when you make the plan. Think about what you need to know,"
  },
  {
    "startTime": 28.02,
    "endTime": 30.02,
    "text": ",what you need to do, how much time you have,"
  },
  {
    "startTime": 32.05,
    "endTime": 35.05,
    "text": "and how you can fit what you need to do in that time."
  },
  {
    "startTime": 35.49,
    "endTime": 39.35,
    "text": "Any activity you do in English will help you to improve."
  },
  {
    "startTime": 39.45,
    "endTime": 44.650000000000006,
    "text": "Reading a story or a newspaper article is as helpful as doing a grammer exercise."
  },
  {
    "startTime": 44.75,
    "endTime": 49.75,
    "text": "It's important to know exactly what you need to do in the exam."
  },
  {
    "startTime": 49.85,
    "endTime": 53.85,
    "text": "Doing some practice papers will help you to develop good exam techniques."
  },
  {
    "startTime": 53.95,
    "endTime": 57.95,
    "text": "Don't spend all your time doing exam practice papers."
  },
  {
    "startTime": 58.05,
    "endTime": 63.05,
    "text": "Think about what areas you need to improve. Ask your teacher if you're not sure."
  },
  {
    "startTime": 63.15,
    "endTime": 68.15,
    "text": "Look back at the homework that has been corrected. What mistakes did you make?"
  },
  {
    "startTime": 68.25,
    "endTime": 72.25,
    "text": "Did you understand where you went wrong? What were your weaknesses?"
  },
  {
    "startTime": 72.35,
    "endTime": 78.35,
    "text": "These can then be key points to focus on for your general English improvement."
  },
  {
    "startTime": 78.4,
    "endTime": 79.10000000000001,
    "text": "If you'd like to know more top tips, visit the Cambridge English website."
  },
  {
    "startTime": 83.2,
    "endTime": 87.3,
    "text": "You'll find full practice tests and lots of other useful information in the exam section."
  },
  {
    "startTime": 87.75,
    "endTime": 90.49,
    "text": "This tip came from top tips for CEO(Cambridge English Online) part of the Cambridge English Top Tips series."
  }
]