[
  {
    "startTime": 0.7,
    "endTime": 3.615,
    "text": "My name is Tommy and this is Click, my mouse."
  },
  {
    "startTime": 3.7,
    "endTime": 6.689,
    "text": "I am very curious and have many questions,"
  },
  {
    "startTime": 6.689,
    "endTime": 8.782,
    "text": "some that even my parents can’t answer."
  },
  {
    "startTime": 9.015,
    "endTime": 12.254000000000001,
    "text": "But Click can because she knows the big internet search engines,"
  },
  {
    "startTime": 12.6,
    "endTime": 15.833,
    "text": "which tell her all about space, dinosaurs, Spider-man,"
  },
  {
    "startTime": 16.333,
    "endTime": 20.612,
    "text": "and even battles between dinosaurs and Spider-man in space!"
  },
  {
    "startTime": 21.5,
    "endTime": 26.1,
    "text": "When I wanna look for something, I type in my question and get all kinds of information."
  },
  {
    "startTime": 26.3,
    "endTime": 34.397,
    "text": "Most people click on the first link they see⏤that’s why companies pay a lot of money to be in a tiny yellow box on top of all the other search results."
  },
  {
    "startTime": 34.7,
    "endTime": 37.893,
    "text": "Every time Click goes there, the search engine earns cents."
  },
  {
    "startTime": 39.7,
    "endTime": 48.004000000000005,
    "text": "When gazillions of people click on these links every day, the search engine earns even more cents than my piggy bank can eat!"
  },
  {
    "startTime": 48.004,
    "endTime": 51.238,
    "text": "Click says that to give all these people the information they are looking for,"
  },
  {
    "startTime": 51.807,
    "endTime": 55.900000000000006,
    "text": "the search engine saves everything on super-storage bins called servers."
  },
  {
    "startTime": 56.565,
    "endTime": 59.699999999999996,
    "text": "These servers need energy, which is generated by power plants."
  },
  {
    "startTime": 60.2,
    "endTime": 68.59100000000001,
    "text": "And these power plants create a gas called, uh... 2CO... yeah, oh, yeah! CO2!"
  },
  {
    "startTime": 69.1,
    "endTime": 73.312,
    "text": "In fact, they make more of it than all of the airplanes together!"
  },
  {
    "startTime": 75.1,
    "endTime": 79.014,
    "text": "Too much of this gas is making the planet very sick."
  },
  {
    "startTime": 79.6,
    "endTime": 82.42899999999999,
    "text": "But there is someone who can stop this sickness."
  },
  {
    "startTime": 82.429,
    "endTime": 85.617,
    "text": "Not Spider-man or the dinosaurs, but trees!"
  },
  {
    "startTime": 86.217,
    "endTime": 92.4,
    "text": "They eat the CO2 to grow up strong and give us clean oxygen, which I need to grow up strong."
  },
  {
    "startTime": 93.6,
    "endTime": 97.976,
    "text": "Like every superhero, though, the trees are constantly under threat."
  },
  {
    "startTime": 99.415,
    "endTime": 104.882,
    "text": "Thank goodness that Click told me about a way we can use the Internet to help the trees!"
  },
  {
    "startTime": 105.19,
    "endTime": 114.92399999999999,
    "text": "She said that by using a search engine called Ecosia, we can get the answers to all of our questions and help the trees at the same time!"
  },
  {
    "startTime": 114.924,
    "endTime": 123.738,
    "text": "See, Ecosia donates most of the money it earns to protect the rainforest, where the biggest and most beautiful trees are."
  },
  {
    "startTime": 123.738,
    "endTime": 129.2,
    "text": "You can be a superhero, too, by using Ecosia and sharing this video with all your friends!"
  },
  {
    "startTime": 129.22,
    "endTime": 135.347,
    "text": "Together, we can use the awesome power of the Web to make the Earth well again."
  }
]