[
  {
    "startTime": 0.11,
    "endTime": 16.87,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 16.87,
    "endTime": 23.91,
    "text": "and life that you love and snuggle with and kiss and marry. All that good stuff. And this"
  },
  {
    "startTime": 23.91,
    "endTime": 28.009999999999998,
    "text": "is Q&A Tuesday. That means there’s questions and there’s answers. And today’s question"
  },
  {
    "startTime": 28.01,
    "endTime": 29.990000000000002,
    "text": "comes from Nonny and she writes:"
  },
  {
    "startTime": 29.99,
    "endTime": 36.23,
    "text": "“Aloha Marie. I’m 45 years old, a mother of 5, and I just graduated from massage school."
  },
  {
    "startTime": 36.23,
    "endTime": 40.44,
    "text": "I’m looking to start my own business and build clients but I don't wanna sound like"
  },
  {
    "startTime": 40.44,
    "endTime": 45.28,
    "text": "every other massage place in the area, so how do I stand out from the rest? Everybody"
  },
  {
    "startTime": 45.28,
    "endTime": 51.07,
    "text": "uses the words therapeutic, relax, get away. Those are great, but I need to find something"
  },
  {
    "startTime": 51.07,
    "endTime": 57.059,
    "text": "amazing to say. I know I’ll be successful, I just wanna be unique. Mahalo, Nonny.”"
  },
  {
    "startTime": 57.059,
    "endTime": 60.399,
    "text": "Nonny, this is an awesome question. You know, when you’re first starting out in business"
  },
  {
    "startTime": 60.399,
    "endTime": 65.22,
    "text": "it really can feel like everyone is saying and selling the same old thing. And as you"
  },
  {
    "startTime": 65.22,
    "endTime": 70.82,
    "text": "already know, being a samey in business is just a recipe for disaster. So when you’re"
  },
  {
    "startTime": 70.82,
    "endTime": 74.78999999999999,
    "text": "finding it hard and struggling to come up with with what to say to sound unique, I think"
  },
  {
    "startTime": 74.79,
    "endTime": 81.56,
    "text": "the best place to start is with what I call the 4 P’s. So P number one is your purpose."
  },
  {
    "startTime": 81.56,
    "endTime": 86.69,
    "text": "This is your story, your reason for being. P number two is all about your principles."
  },
  {
    "startTime": 86.69,
    "endTime": 91.979,
    "text": "In other words, what you stand for in your business. P number three is about the people,"
  },
  {
    "startTime": 91.979,
    "endTime": 98.28,
    "text": "that’s who you stand for or your ideal clients. And P number four stands for what pisses you"
  },
  {
    "startTime": 98.28,
    "endTime": 103.229,
    "text": "off. In other words, what really frustrates you about your industry, the other products"
  },
  {
    "startTime": 103.229,
    "endTime": 105.95,
    "text": "or the other services that you’re competing against?"
  },
  {
    "startTime": 105.95,
    "endTime": 110.049,
    "text": "So here’s the thing about these 4 P’s. They’re amazing because it really helps"
  },
  {
    "startTime": 110.049,
    "endTime": 115.42,
    "text": "you really unearth what’s unique about you and it can help you articulate your uniqueness"
  },
  {
    "startTime": 115.42,
    "endTime": 120.65,
    "text": "in your copy. In other words, the words that you use to describe your business. Now, two"
  },
  {
    "startTime": 120.65,
    "endTime": 126.09,
    "text": "quick caveats about these P’s. Number one, since this is a short video I don't have time"
  },
  {
    "startTime": 126.09,
    "endTime": 131.00900000000001,
    "text": "to go in depth on all of the P’s, but you should do this in your business on your own"
  },
  {
    "startTime": 131.009,
    "endTime": 136.0,
    "text": "time. And number two, when it comes to writing your copy or talking about your business,"
  },
  {
    "startTime": 136.0,
    "endTime": 141.4,
    "text": "you don't need to reflect all 4 P’s in every little bit of your copy. You can just pick"
  },
  {
    "startTime": 141.4,
    "endTime": 143.38,
    "text": "one as a jumping off point."
  },
  {
    "startTime": 143.38,
    "endTime": 148.73,
    "text": "So let’s play. We’re gonna pick 2 of your P’s to brainstorm some unique copy, and"
  },
  {
    "startTime": 148.73,
    "endTime": 152.45,
    "text": "this is what you can do for yourself at home. So let’s say at this point in your business"
  },
  {
    "startTime": 152.45,
    "endTime": 156.45,
    "text": "you’re pretty standard. Right? You’ve got the same massage tables, you’ve got"
  },
  {
    "startTime": 156.45,
    "endTime": 167.48,
    "text": "the same hot rocks, you’ve got the same whale sounds."
  },
  {
    "startTime": 167.48,
    "endTime": 172.86999999999998,
    "text": "And where you really differentiate yourself is in your purpose or your story and your"
  },
  {
    "startTime": 172.87,
    "endTime": 178.33,
    "text": "people, the people you serve. Now, we know from your story that you told us in the beginning,"
  },
  {
    "startTime": 178.33,
    "endTime": 182.019,
    "text": "you’re a busy mom, so of course, that’s part of your purpose. Now I’m just making"
  },
  {
    "startTime": 182.019,
    "endTime": 187.06900000000002,
    "text": "this next part up. Let’s imagine that your people, the ideal customers that you serve"
  },
  {
    "startTime": 187.069,
    "endTime": 192.48899999999998,
    "text": "are also busy moms who are totally stressed out. Yes they love their kids, but they also"
  },
  {
    "startTime": 192.489,
    "endTime": 198.459,
    "text": "fantasize about some alone time. So instead of saying relaxing and therapeutic, let’s"
  },
  {
    "startTime": 198.459,
    "endTime": 200.09,
    "text": "dig a little bit deeper."
  },
  {
    "startTime": 200.09,
    "endTime": 205.349,
    "text": "What’s her idea of relaxing and therapeutic? Probably it’s time away from her kids. What"
  },
  {
    "startTime": 205.349,
    "endTime": 210.81,
    "text": "stresses is she looking to get massaged away? Maybe it’s everyone saying, “Mommy! Mommy!”"
  },
  {
    "startTime": 210.81,
    "endTime": 216.239,
    "text": "Maybe it’s waking up every day at 5am or always having to make school lunches or never"
  },
  {
    "startTime": 216.239,
    "endTime": 221.159,
    "text": "having a second alone. Just make a list of all the ideas that come to mind and then we’re"
  },
  {
    "startTime": 221.159,
    "endTime": 222.489,
    "text": "gonna put them to use."
  },
  {
    "startTime": 222.489,
    "endTime": 226.769,
    "text": "So instead of a picture of hot rocks that says “come relax,” how about that same"
  },
  {
    "startTime": 226.769,
    "endTime": 232.81900000000002,
    "text": "picture that says “the ultimate kid-free zone”? Instead of “release your stress,”"
  },
  {
    "startTime": 232.819,
    "endTime": 238.32999999999998,
    "text": "how about “45 minutes of no one saying, ‘Mommy! Mommy!’”? Or “because you"
  },
  {
    "startTime": 238.33,
    "endTime": 240.519,
    "text": "deserve a nap too.”"
  },
  {
    "startTime": 240.519,
    "endTime": 243.67000000000002,
    "text": "Or how about some of these? Again, we’re just brainstorming here."
  },
  {
    "startTime": 243.67,
    "endTime": 249.04899999999998,
    "text": "“Wish someone would give you a time out?” “Where ‘gotta pack lunch’ stress melts"
  },
  {
    "startTime": 249.049,
    "endTime": 252.69,
    "text": "away.” “Slipped on a Tonka truck? We’ll fix you.”"
  },
  {
    "startTime": 252.69,
    "endTime": 257.43,
    "text": "Obviously these are made up examples about your made up ideal client. The point here"
  },
  {
    "startTime": 257.43,
    "endTime": 261.839,
    "text": "is you can go back to any of your 4 P’s and generate loads of ideas. And if you want"
  },
  {
    "startTime": 261.839,
    "endTime": 266.68,
    "text": "a little more help writing totally unique copy that makes you samey proof, get your"
  },
  {
    "startTime": 266.68,
    "endTime": 272.15000000000003,
    "text": "butt over to TheCopyCure.com. It’s an awesome, in depth training program and if you sign"
  },
  {
    "startTime": 272.15,
    "endTime": 276.48999999999995,
    "text": "up you’ll get some free writing tips right in your inbox. So let’s land this plane"
  },
  {
    "startTime": 276.49,
    "endTime": 279.499,
    "text": "now on a tweetable."
  },
  {
    "startTime": 279.499,
    "endTime": 285.27000000000004,
    "text": "“If you want your business to stand out, samey words are the first thing to cut out.”"
  },
  {
    "startTime": 285.27,
    "endTime": 290.56899999999996,
    "text": "That was my A to your Q Nonny, I really do hope it helps. Let us know how it goes. And"
  },
  {
    "startTime": 290.569,
    "endTime": 295.08000000000004,
    "text": "now I would love to hear from you. How do you find the words to sound unique and to"
  },
  {
    "startTime": 295.08,
    "endTime": 300.83,
    "text": "stand out? And if you like what we’ve shared today, take any of your 4 P’s and brainstorm."
  },
  {
    "startTime": 300.83,
    "endTime": 306.55,
    "text": "As always, the best discussions happen after the episode, so head on over to MarieForleo.com"
  },
  {
    "startTime": 306.55,
    "endTime": 308.55,
    "text": "and leave a comment now."
  },
  {
    "startTime": 308.55,
    "endTime": 312.77000000000004,
    "text": "Did you like this video? If so, subscribe to our channel and it would be awesome if"
  },
  {
    "startTime": 312.77,
    "endTime": 316.77,
    "text": "you shared it with all of your friends. And if you want even more incredible resources"
  },
  {
    "startTime": 316.77,
    "endTime": 321.02,
    "text": "to create a business and life that you love, plus some personal insights from me that I"
  },
  {
    "startTime": 321.02,
    "endTime": 326.83,
    "text": "only talk about in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 326.83,
    "endTime": 331.3,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 331.3,
    "endTime": 336.559,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
  },
  {
    "startTime": 336.559,
    "endTime": 346.559,
    "text": "on MarieTV."
  }
]