[
  {
    "startTime": 1.12,
    "endTime": 6.359,
    "text": "Marvel’s Daredevil on Netflix looks set to be the new superhero series to beat, giving"
  },
  {
    "startTime": 6.359,
    "endTime": 10.25,
    "text": "Arrow and The Flash quite a run for their vigilante money."
  },
  {
    "startTime": 10.25,
    "endTime": 16.25,
    "text": "Forget 2003’s Daredevil movie starring Ben Affleck, which mixed po-faced melodrama with"
  },
  {
    "startTime": 16.25,
    "endTime": 21.34,
    "text": "cheesy cartoony elements. This new Daredevil series is an entirely different"
  },
  {
    "startTime": 21.34,
    "endTime": 27.009999999999998,
    "text": "beast and takes Marvel into darker, grittier territory than we’ve seen before while still"
  },
  {
    "startTime": 27.01,
    "endTime": 32.469,
    "text": "firmly locating the world of our new small-screen superhero within the Marvel Cinematic Universe."
  },
  {
    "startTime": 32.469,
    "endTime": 37.870000000000005,
    "text": "With 13 episodes of about 50 minutes each to play with, Daredevil takes an enjoyably"
  },
  {
    "startTime": 37.87,
    "endTime": 44.629,
    "text": "slow-build approach to introducing us to Matt Murdock, a brilliant blind lawyer by day and"
  },
  {
    "startTime": 44.629,
    "endTime": 49.62,
    "text": "a violent masked vigilante by night. Through a series of flashbacks cleverly integrated"
  },
  {
    "startTime": 49.62,
    "endTime": 54.23,
    "text": "into Murdock’s present-day story, we find out how he came to be a street-level hero"
  },
  {
    "startTime": 54.23,
    "endTime": 58.309,
    "text": "with enhanced senses, a vigilante on a mission to save his city."
  },
  {
    "startTime": 58.309,
    "endTime": 62.218999999999994,
    "text": "The show has a feeling of realism that’s due to many things: there’s the performances"
  },
  {
    "startTime": 62.219,
    "endTime": 66.93,
    "text": "of the actors themselves, there’s the Hell’s Kitchen setting and New York filming locations,"
  },
  {
    "startTime": 66.93,
    "endTime": 71.07000000000001,
    "text": "there’s how the fight scenes are staged, and there’s the way the writers gradually"
  },
  {
    "startTime": 71.07,
    "endTime": 74.22999999999999,
    "text": "build up the layers of these characters and their stories."
  },
  {
    "startTime": 74.23,
    "endTime": 79.76,
    "text": "And then there’s the show’s darkness, both in terms of its appearance and its attitude."
  },
  {
    "startTime": 79.76,
    "endTime": 83.23,
    "text": "Even the series’ opening credits look like they’re dripping blood."
  },
  {
    "startTime": 83.23,
    "endTime": 87.79,
    "text": "Murdock lives in the deliberately murky-looking neighbourhood of Hell’s Kitchen in a New"
  },
  {
    "startTime": 87.79,
    "endTime": 91.26,
    "text": "York City still dealing with the aftermath of the Avengers’ first assembly."
  },
  {
    "startTime": 91.26,
    "endTime": 96.88000000000001,
    "text": "There’s a feeling of film noir in the playful use of shadows in the show, and a distinct"
  },
  {
    "startTime": 96.88,
    "endTime": 101.94999999999999,
    "text": "air of 1970s American movies like Taxi Driver in the its grounded grittiness."
  },
  {
    "startTime": 101.95,
    "endTime": 107.82000000000001,
    "text": "And that edginess extends to the script and its unflinching commitment not to shy away"
  },
  {
    "startTime": 107.82,
    "endTime": 111.69999999999999,
    "text": "from the intense and, at times, brutal nature of Murdock’s story."
  },
  {
    "startTime": 111.7,
    "endTime": 116.82000000000001,
    "text": "From what I’ve seen of the series so far, Murdock’s Daredevil doesn’t shrink from"
  },
  {
    "startTime": 116.82,
    "endTime": 119.85,
    "text": "violence or meting out justice as he feels fit."
  },
  {
    "startTime": 119.85,
    "endTime": 124.47999999999999,
    "text": "Imagine the Oliver Queen we met in Season 1 of Arrow on steroids!"
  },
  {
    "startTime": 124.48,
    "endTime": 129.81900000000002,
    "text": "Among those who deserve credit for Daredevil’s quite daring tone are executive producer Drew"
  },
  {
    "startTime": 129.819,
    "endTime": 134.819,
    "text": "Goddard, who very much sets the mood with his writing on the first two episodes, showrunner"
  },
  {
    "startTime": 134.819,
    "endTime": 138.099,
    "text": "Steven DeKnight, and the series’ cinematographer Matthew Lloyd."
  },
  {
    "startTime": 138.099,
    "endTime": 144.819,
    "text": "As for the cast, Charlie Cox puts in a pitch-perfect performance as both super-smart and super-charming"
  },
  {
    "startTime": 144.819,
    "endTime": 151.14999999999998,
    "text": "lawyer Matt Murdock, and his kick-ass, power-punching alter-ego Daredevil, whose initial black costume"
  },
  {
    "startTime": 151.15,
    "endTime": 156.20000000000002,
    "text": "fits well with the show’s dark themes. Elden Henson brings a real likeability to"
  },
  {
    "startTime": 156.2,
    "endTime": 161.709,
    "text": "Foggy, who’s Murdock’s friend and partner-in-law, and he also adds a nice line in humour, throwing"
  },
  {
    "startTime": 161.709,
    "endTime": 166.26,
    "text": "some light among the show’s shadows. Plus, there’s a lovely, natural chemistry"
  },
  {
    "startTime": 166.26,
    "endTime": 171.92,
    "text": "between Henson’s Foggy and True Blood star Deborah Ann Woll, who plays their first client,"
  },
  {
    "startTime": 171.92,
    "endTime": 175.159,
    "text": "Karen Page. As nurse Claire Temple, Rosario Dawson’s"
  },
  {
    "startTime": 175.159,
    "endTime": 178.56,
    "text": "time on the show is certainly off to an interesting start."
  },
  {
    "startTime": 178.56,
    "endTime": 183.969,
    "text": "And Vincent D’Onofrio’s turn as shadowy businessman Wilson Fisk is nicely understated,"
  },
  {
    "startTime": 183.969,
    "endTime": 188.219,
    "text": "with an ever-present hint of danger. While Toby Leonard Moore hits all the right"
  },
  {
    "startTime": 188.219,
    "endTime": 193.519,
    "text": "notes as Fisk’s right-hand man, Wesley. And Vondie Curtis-Hall is totally convincing"
  },
  {
    "startTime": 193.519,
    "endTime": 198.29,
    "text": "as old-fashioned newspaper journalist Ben, who wants to unearth stories that make a difference."
  },
  {
    "startTime": 198.29,
    "endTime": 202.909,
    "text": "And if it’s action you’re after, you certainly won’t be disappointed with Daredevil."
  },
  {
    "startTime": 202.909,
    "endTime": 208.60899999999998,
    "text": "There are plenty of amazing fight scenes, which mix down-and-dirty brawling with martial"
  },
  {
    "startTime": 208.609,
    "endTime": 212.34,
    "text": "arts influences to great effect. The show’s stunt team, including stunt and"
  },
  {
    "startTime": 212.34,
    "endTime": 217.999,
    "text": "fight co-ordinator Philip J Silvera, really have done a superb job."
  },
  {
    "startTime": 217.999,
    "endTime": 222.81,
    "text": "Oh, and listen out for the sound during those fights – it's bone-crunchingly intense!"
  },
  {
    "startTime": 222.81,
    "endTime": 227.829,
    "text": "After watching the first five episodes of Daredevil, I cannot wait to watch the rest!"
  },
  {
    "startTime": 227.829,
    "endTime": 232.639,
    "text": "And I’m now even more excited to see the other street-level hero series that Marvel’s"
  },
  {
    "startTime": 232.639,
    "endTime": 239.4,
    "text": "got up its sleeve, including AKA Jessica Jones, Iron Fist, and Luke Cage; all of whose main"
  },
  {
    "startTime": 239.4,
    "endTime": 242.84,
    "text": "characters will team up with Daredevil in The Defenders."
  },
  {
    "startTime": 242.84,
    "endTime": 244.939,
    "text": "Lots to look forward to!"
  },
  {
    "startTime": 244.939,
    "endTime": 250.91899999999998,
    "text": "So, to sum up: Daredevil is a delectably dark dive into the world of Marvel’s popular"
  },
  {
    "startTime": 250.919,
    "endTime": 254.93900000000002,
    "text": "street-level hero. Combining an incredible cast and awesome stunts"
  },
  {
    "startTime": 254.939,
    "endTime": 261.639,
    "text": "with a smart slow-burn script, the series shows that justice can be both blind and bloody."
  },
  {
    "startTime": 261.639,
    "endTime": 264.75,
    "text": "Daredevil gets 4.5 out of 5 Flicks."
  },
  {
    "startTime": 264.75,
    "endTime": 268.919,
    "text": "When you’ve seen Daredevil, tell me what you think of the show."
  },
  {
    "startTime": 268.919,
    "endTime": 274.59,
    "text": "How excited are you for Marvel’s upcoming TV shows AKA Jessica Jones, Luke Cage and"
  },
  {
    "startTime": 274.59,
    "endTime": 278.03,
    "text": "Iron Fist? And who’s your favourite superhero on the"
  },
  {
    "startTime": 278.03,
    "endTime": 282.65,
    "text": "big or small screen & why? Let me know in the comments below!"
  },
  {
    "startTime": 282.65,
    "endTime": 287.419,
    "text": "If you like this video, hit the thumbs-up button & subscribe for my weekly reviews and"
  },
  {
    "startTime": 287.419,
    "endTime": 290.87899999999996,
    "text": "interviews! Thanks for watching and see ya next time."
  },
  {
    "startTime": 290.879,
    "endTime": 300.879,
    "text": "Yippee-ki-yay, superhero lovers!"
  }
]