[
  {
    "startTime": 0.07,
    "endTime": 4.680000000000001,
    "text": "Charlie Thomas Cox is an English actor best known for his starring role as Tristan Thorne"
  },
  {
    "startTime": 4.68,
    "endTime": 9.48,
    "text": "in Stardust and for his supporting role in the second and third seasons of HBO's Boardwalk"
  },
  {
    "startTime": 9.48,
    "endTime": 16.17,
    "text": "Empire. Cox will play the title role of Marvel's upcoming Daredevil TV series."
  },
  {
    "startTime": 16.17,
    "endTime": 20.929000000000002,
    "text": "Early life Cox, the youngest of five children, was born"
  },
  {
    "startTime": 20.929,
    "endTime": 27.589,
    "text": "in London, England, and brought up in East Sussex. He is the son of Patricia C. A. \"Trisha\""
  },
  {
    "startTime": 27.589,
    "endTime": 33.3,
    "text": "and Andrew Frederick Seaforth Cox, who is a publisher. His paternal ancestors include"
  },
  {
    "startTime": 33.3,
    "endTime": 39.989,
    "text": "Sir Andrew Agnew, 7th Baronet, Royal Navy captain Frederick Lewis Maitland, James Ogilvy,"
  },
  {
    "startTime": 39.989,
    "endTime": 46.339999999999996,
    "text": "4th Earl of Findlater, Sir David Carnegie, 4th Baronet, and a Colonial Governor of New"
  },
  {
    "startTime": 46.34,
    "endTime": 51.46,
    "text": "York, Andrew Elliot. He was brought up as a Roman Catholic."
  },
  {
    "startTime": 51.46,
    "endTime": 56.42,
    "text": "Cox was educated at two independent schools: at Ashdown House School in the village of"
  },
  {
    "startTime": 56.42,
    "endTime": 62.32,
    "text": "Forest Row in East Sussex and Sherborne School in the market town of Sherborne in Dorset."
  },
  {
    "startTime": 62.32,
    "endTime": 66.31,
    "text": "He later trained at the Bristol Old Vic Theatre School in Bristol."
  },
  {
    "startTime": 66.31,
    "endTime": 69.909,
    "text": "Career Cox played the role of Tristan Thorne in the"
  },
  {
    "startTime": 69.909,
    "endTime": 76.28,
    "text": "2007 film Stardust. He was next seen in the 2008 film Stone of Destiny in which he played"
  },
  {
    "startTime": 76.28,
    "endTime": 82.06,
    "text": "Ian Hamilton. He made his West End debut in Harold Pinter's The Collection at the Ambassadors"
  },
  {
    "startTime": 82.06,
    "endTime": 87.09,
    "text": "Theatre in London, and in the same year played the Duke of Crowborough in the pilot episode"
  },
  {
    "startTime": 87.09,
    "endTime": 93.57000000000001,
    "text": "of the ITV drama series Downton Abbey. He also appeared in Kleist's The Prince of Homburg,"
  },
  {
    "startTime": 93.57,
    "endTime": 100.33999999999999,
    "text": "playing the title role, at the Donmar Warehouse in London in 2010. He played the part of St."
  },
  {
    "startTime": 100.34,
    "endTime": 107.86,
    "text": "Josemaría Escrivá in the 2011 Roland Joffé film There Be Dragons. Also in 2011, Cox signed"
  },
  {
    "startTime": 107.86,
    "endTime": 112.96,
    "text": "on to play a recurring role in the second season of the Martin Scorsese-produced HBO"
  },
  {
    "startTime": 112.96,
    "endTime": 118.94999999999999,
    "text": "original series Boardwalk Empire as an Irish immigrant with ties to the IRA. His character"
  },
  {
    "startTime": 118.95,
    "endTime": 125.649,
    "text": "became a regular for the series' third season, which began broadcast in September 2012."
  },
  {
    "startTime": 125.649,
    "endTime": 131.77,
    "text": "On May 28th, 2014, it was announced that Cox will portray Matt Murdock/Daredevil in Marvel's"
  },
  {
    "startTime": 131.77,
    "endTime": 135.74,
    "text": "upcoming Daredevil TV series. Filmography"
  },
  {
    "startTime": 135.74,
    "endTime": 137.47,
    "text": "Film Television"
  },
  {
    "startTime": 137.47,
    "endTime": 139.94,
    "text": "Stage References"
  },
  {
    "startTime": 139.94,
    "endTime": 144.12,
    "text": "External links Charlie Cox at the Internet Movie Database"
  },
  {
    "startTime": 144.12,
    "endTime": 154.12,
    "text": "Charlie Cox Interview"
  }
]