[
  {
    "startTime": 1.867,
    "endTime": 8.2,
    "text": "Hello, everyone. I'm Jade. What we're looking at today is \"verb\" + \"to\". These are... You"
  },
  {
    "startTime": 8.2,
    "endTime": 14.998999999999999,
    "text": "could call them a group of verbs, and they always need to have \"to\" after them, plus"
  },
  {
    "startTime": 14.999,
    "endTime": 19.8,
    "text": "they always need to have an object. And the reason they need to have an object is because"
  },
  {
    "startTime": 19.8,
    "endTime": 25.75,
    "text": "they're transitive verbs. And that's a grammar word that means: this verb needs to have an"
  },
  {
    "startTime": 25.75,
    "endTime": 30.234,
    "text": "object, otherwise it's incorrect and it's not good English."
  },
  {
    "startTime": 30.234,
    "endTime": 36.204,
    "text": "So we're looking at some of the verbs that I come across a lot that people get wrong."
  },
  {
    "startTime": 36.204,
    "endTime": 41.02,
    "text": "So they're using... They're not using a \"to\" when they use that verb, and we're looking"
  },
  {
    "startTime": 41.02,
    "endTime": 48.370000000000005,
    "text": "at that. So, let's start and check how much you actually know with a couple of sentences."
  },
  {
    "startTime": 48.37,
    "endTime": 54.553999999999995,
    "text": "So, our first sentence: \"He phoned to me.\" What do you think about that one? Is that"
  },
  {
    "startTime": 54.554,
    "endTime": 63.21,
    "text": "right? Is that one wrong? Well, \"phone\" is not in this group of verbs. It's not a transitive"
  },
  {
    "startTime": 63.21,
    "endTime": 70.913,
    "text": "verb. We don't need \"to\" with that one. Now it's correct. \"He phoned me.\""
  },
  {
    "startTime": 70.913,
    "endTime": 79.87299999999999,
    "text": "What about this one? \"I need to speak to him.\" How is that one? Is that one good English?"
  },
  {
    "startTime": 79.873,
    "endTime": 84.9,
    "text": "\"I need to speak...\" This one... This bit's okay. This is not \"verb\" + \"to\" here. This"
  },
  {
    "startTime": 84.9,
    "endTime": 91.926,
    "text": "is just the infinitive. When we have one verb, and then we're following it with another verb"
  },
  {
    "startTime": 91.926,
    "endTime": 97.658,
    "text": "in the present simple, that's why that \"to\" is there. That's not what we're talking about."
  },
  {
    "startTime": 97.658,
    "endTime": 104.81,
    "text": "But after \"speak\", is it right here? Yes. In this example it's right. But I'm a very"
  },
  {
    "startTime": 104.81,
    "endTime": 111.836,
    "text": "naughty person, because I didn't put a full stop there. There should be a full stop there."
  },
  {
    "startTime": 111.836,
    "endTime": 120.939,
    "text": "And let's look at this example: \"Who am I speaking to?\" Or sometimes: \"Whom am I speaking"
  },
  {
    "startTime": 120.939,
    "endTime": 129.34,
    "text": "to?\" What about this one? Is this one correct? Yeah, they're both correct. In speech, you'll"
  },
  {
    "startTime": 129.34,
    "endTime": 137.78,
    "text": "probably hear: \"Who am I speaking to?\" But formally, it would be: \"Whom\" with an \"m\""
  },
  {
    "startTime": 137.78,
    "endTime": 141.28,
    "text": "written out, or sometimes said in speech that way."
  },
  {
    "startTime": 141.28,
    "endTime": 151.22,
    "text": "So now, let's look at examples of \"verb\" + \"to\". These are all verbs that you should"
  },
  {
    "startTime": 151.22,
    "endTime": 158.19,
    "text": "be using with \"to\" after them. And what I usually observe is people using these verbs,"
  },
  {
    "startTime": 158.19,
    "endTime": 164.575,
    "text": "but without the \"to\", and it doesn't sound right then. So let's look at some example sentences."
  },
  {
    "startTime": 164.575,
    "endTime": 173.129,
    "text": "\"Speak to\": \"I don't speak to Sarah.\" And notice how the \"to\" doesn't sound like \"to\""
  },
  {
    "startTime": 173.129,
    "endTime": 179.09,
    "text": "anymore. \"I don't speak to Sarah.\" It just becomes a schwa. We don't... We don't say"
  },
  {
    "startTime": 179.09,
    "endTime": 182.978,
    "text": "it like the individual word itself."
  },
  {
    "startTime": 182.978,
    "endTime": 189.11,
    "text": "Next example. \"Talk to\": \"Talk to them for me.\" Don't know what accent that was; it just"
  },
  {
    "startTime": 189.11,
    "endTime": 195.84,
    "text": "kind of came out. Yeah, we talk to someone, we need an object."
  },
  {
    "startTime": 195.84,
    "endTime": 203.897,
    "text": "\"Listen to\", this is very good advice for all people: \"You should listen to me.\" It'd"
  },
  {
    "startTime": 203.897,
    "endTime": 209.70499999999998,
    "text": "be worth it. Trust me. Here's a gap. Nothing to learn here."
  },
  {
    "startTime": 209.705,
    "endTime": 218.33,
    "text": "But now we've got \"reply to\": \"I'm sure he'll reply to us.\" I almost put: \"I'm sure he'll"
  },
  {
    "startTime": 218.33,
    "endTime": 223.43400000000003,
    "text": "reply to me\", and then it felt a bit personal, so I put \"us\" there."
  },
  {
    "startTime": 223.434,
    "endTime": 232.05,
    "text": "Next example, \"write to\", you always write to someone, but what I commonly hear people"
  },
  {
    "startTime": 232.05,
    "endTime": 239.51000000000002,
    "text": "not using \"to\" with this one. \"I'll write to them a.s.a.p.\" Clever points for you if"
  },
  {
    "startTime": 239.51,
    "endTime": 244.91299999999998,
    "text": "you know what that means. That means \"as soon as possible\"."
  },
  {
    "startTime": 244.913,
    "endTime": 254.84900000000002,
    "text": "And \"belong to\": \"Excuse me, does this belong to you?\" You don't want to have someone come"
  },
  {
    "startTime": 254.849,
    "endTime": 260.275,
    "text": "up to you and ask you that at the train station. You get in trouble in England for that."
  },
  {
    "startTime": 260.275,
    "endTime": 267.275,
    "text": "When we come back, we're going to look at some more examples of \"verb\" + \"to\"."
  },
  {
    "startTime": 267.275,
    "endTime": 276.851,
    "text": "Let's take a look at common errors with \"verb\" + \"to\". So with these... These verbs here,"
  },
  {
    "startTime": 276.851,
    "endTime": 283.071,
    "text": "even though they feel like or seem like they're similar to the verbs that we looked at before"
  },
  {
    "startTime": 283.071,
    "endTime": 290.259,
    "text": "because they're to do with communication, these ones don't take \"to\". So sometimes I'm"
  },
  {
    "startTime": 290.259,
    "endTime": 294.13100000000003,
    "text": "observing mistakes with these verbs, and that's what I want you to know."
  },
  {
    "startTime": 294.131,
    "endTime": 298.47299999999996,
    "text": "So in our example sentences, these are all wrong. We need to make changes."
  },
  {
    "startTime": 298.473,
    "endTime": 305.366,
    "text": "\"I phone to him.\" No \"to\". We don't need \"to\"."
  },
  {
    "startTime": 305.366,
    "endTime": 312.599,
    "text": "\"She called to me.\" No \"to\". You're starting to get it now - no \"to\"."
  },
  {
    "startTime": 312.599,
    "endTime": 318.187,
    "text": "\"We emailed to them.\" No \"to\"."
  },
  {
    "startTime": 318.187,
    "endTime": 324.356,
    "text": "\"They won't answer to us.\" Again, no \"to\"."
  },
  {
    "startTime": 324.356,
    "endTime": 331.503,
    "text": "\"Will you ask to Sarah?\" Again, no \"to\". We don't need \"to\" with these verbs."
  },
  {
    "startTime": 331.503,
    "endTime": 340.75,
    "text": "What else is there to know? Well, if you... If you want to speak American English, know"
  },
  {
    "startTime": 340.75,
    "endTime": 347.27,
    "text": "that there's an exception. In British English, we can't say this. \"He wrote me.\" Can't say"
  },
  {
    "startTime": 347.27,
    "endTime": 353.49399999999997,
    "text": "that; doesn't work in British English. But in colloquial/informal American English, it's"
  },
  {
    "startTime": 353.494,
    "endTime": 360.249,
    "text": "okay. And I just want to point out one that I'm hearing a lot: \"They replied me.\" It's"
  },
  {
    "startTime": 360.249,
    "endTime": 365.074,
    "text": "not okay in British English and it's not okay in American English either. Maybe... Maybe"
  },
  {
    "startTime": 365.074,
    "endTime": 370.499,
    "text": "language is evolving a bit, and that's why people are saying it, but as it stands - not"
  },
  {
    "startTime": 370.499,
    "endTime": 372.80400000000003,
    "text": "okay. I hear this one quite a lot."
  },
  {
    "startTime": 372.804,
    "endTime": 380.67199999999997,
    "text": "When we come back, we're taking a look at making questions with \"verb\" + \"to\"."
  },
  {
    "startTime": 380.672,
    "endTime": 385.68300000000005,
    "text": "One issue you should know about \"verb\" + \"to\" is that when we do questions, some people"
  },
  {
    "startTime": 385.683,
    "endTime": 391.52,
    "text": "don't like it. Some people don't like it to say: \"Who is he speaking to?\" For them, it's"
  },
  {
    "startTime": 391.52,
    "endTime": 399.21,
    "text": "really ugly. They don't like it. But there's a way to avoid it. If you want to avoid it,"
  },
  {
    "startTime": 399.21,
    "endTime": 411.19,
    "text": "you have to change the position of your sentence. So, \"to\" goes from the end to the beginning,"
  },
  {
    "startTime": 411.19,
    "endTime": 421.447,
    "text": "and importantly, then you need to change your pronoun. So \"who\" has to change to be \"whom\"."
  },
  {
    "startTime": 421.447,
    "endTime": 429.81,
    "text": "When this pronoun is in the object position of a sentence, that's when we add the \"m\"."
  },
  {
    "startTime": 429.81,
    "endTime": 435.039,
    "text": "Anyway, you don't really need to worry about the grammar, the why, because it's confusing"
  },
  {
    "startTime": 435.039,
    "endTime": 439.30699999999996,
    "text": "when I talk about object and subject for a lot of people who don't know about grammar."
  },
  {
    "startTime": 439.307,
    "endTime": 444.139,
    "text": "All you need to do is just learn how to rearrange it. So you move \"to\" to the beginning, and"
  },
  {
    "startTime": 444.139,
    "endTime": 451.339,
    "text": "then it's always \"To whom\", and then you finish the rest of the words. And that way, you don't"
  },
  {
    "startTime": 451.339,
    "endTime": 460.419,
    "text": "have \"to\" at the end. In informal or neutral speech, this is really common. People will"
  },
  {
    "startTime": 460.419,
    "endTime": 469.63599999999997,
    "text": "say this, but it can be seen as inelegant or not very sophisticated if you write it."
  },
  {
    "startTime": 469.636,
    "endTime": 476.819,
    "text": "I probably wouldn't write it myself. Yeah, maybe in chat or something, but not in..."
  },
  {
    "startTime": 476.819,
    "endTime": 480.163,
    "text": "Not in a proper letter or something."
  },
  {
    "startTime": 480.163,
    "endTime": 488.159,
    "text": "Here's another. Here's another example. Let's see here: \"Who did you write to?\" Well, we"
  },
  {
    "startTime": 488.159,
    "endTime": 496.252,
    "text": "don't want to finish with \"to\", so we need to rearrange. Again, it comes to be \"To whom\","
  },
  {
    "startTime": 496.252,
    "endTime": 504.232,
    "text": "that's easy; we just did the same. \"To whom did you write?\" And the verb, the main verb"
  },
  {
    "startTime": 504.232,
    "endTime": 512.828,
    "text": "goes at the end. The auxiliary verb is next to \"whom\", so we just change the order like that."
  },
  {
    "startTime": 512.828,
    "endTime": 519.9069999999999,
    "text": "That's all I'm going to tell you about \"verb\" + \"to\". If you want to do more practice, please"
  },
  {
    "startTime": 519.907,
    "endTime": 526.6800000000001,
    "text": "go to the EngVid website. You can do a quiz, 10 questions in a quiz, and that way, you"
  },
  {
    "startTime": 526.68,
    "endTime": 533.5,
    "text": "know next time you need to use these verbs-\"speak to\", \"talk to\", all those verbs-you know that"
  },
  {
    "startTime": 533.5,
    "endTime": 538.145,
    "text": "you're saying them in the right way; you're using \"to\" when it's needed, and in those"
  },
  {
    "startTime": 538.145,
    "endTime": 544.1569999999999,
    "text": "exceptions that I mentioned to you, you know you're not using \"to\" where it doesn't belong."
  },
  {
    "startTime": 544.157,
    "endTime": 551.378,
    "text": "If you like this lesson, I'd really appreciate it if you subscribe to the channel. And have"
  },
  {
    "startTime": 551.378,
    "endTime": 556.417,
    "text": "I mentioned everything? I think I mentioned everything. So that's all I'm going to talk about today."
  },
  {
    "startTime": 556.417,
    "endTime": 566.417,
    "text": "Please come back and watch me again. And yeah, until next time. Bye."
  }
]