[
  {
    "startTime": 5.037,
    "endTime": 8.2,
    "text": "This week on Reactions, we’re talking garlic."
  },
  {
    "startTime": 8.2,
    "endTime": 11.2,
    "text": "Hey, it’s good for your taste buds and good for your body, but you’ve got to wonder,"
  },
  {
    "startTime": 11.3,
    "endTime": 16.700000000000003,
    "text": "how can something that adds such a brilliant flavor to food leave you with such bad breath after you eat it?"
  },
  {
    "startTime": 16.088,
    "endTime": 19.426000000000002,
    "text": "Our buddies over at Compound Interest have some answers for us,"
  },
  {
    "startTime": 19.426,
    "endTime": 23.567,
    "text": "so sit back, get peeling, and get ready for some hard chemistry facts about garlic."
  },
  {
    "startTime": 23.9,
    "endTime": 29.459999999999997,
    "text": "Garlic contains four major volatile organic compounds that are responsible for that notorious garlic breath."
  },
  {
    "startTime": 29.46,
    "endTime": 34.583,
    "text": "Interestingly enough, none of these compounds are present in garlic until it’s crushed up or chopped."
  },
  {
    "startTime": 34.5,
    "endTime": 40.979,
    "text": "When garlic’s structure is damaged, enzymes convert the compound alliin to allicin – which is responsible for garlic’s distinctive smell."
  },
  {
    "startTime": 40.979,
    "endTime": 44.757,
    "text": "Allicin is then broken down into the four compounds that were just mentioned."
  },
  {
    "startTime": 45.035,
    "endTime": 51.001,
    "text": "Once you take your first bite, the allyl methyl sulfide compound is broken down in your body much slower than the rest of the gang,"
  },
  {
    "startTime": 51.001,
    "endTime": 53.349999999999994,
    "text": "so it’s mostly responsible for your garlic breath."
  },
  {
    "startTime": 53.35,
    "endTime": 56.2,
    "text": "This compound is then passed into your bloodstream and organs,"
  },
  {
    "startTime": 56.2,
    "endTime": 59.400000000000006,
    "text": "and is excreted when you sweat, breathe, and when you have to pee."
  },
  {
    "startTime": 59.4,
    "endTime": 63.427,
    "text": "But hey, if you’re worried about garlic breath, try eating some parsley or drinking milk."
  },
  {
    "startTime": 63.589,
    "endTime": 66.0,
    "text": "These two foods are actually known to reduce garlic breath!"
  },
  {
    "startTime": 66.003,
    "endTime": 70.0,
    "text": "There’s also more to garlic than its delicious flavor accompanying bad breath."
  },
  {
    "startTime": 70.0,
    "endTime": 72.4,
    "text": "You may have heard people telling you that garlic is good for you health."
  },
  {
    "startTime": 72.4,
    "endTime": 73.30000000000001,
    "text": "Well, they’re right!"
  },
  {
    "startTime": 73.3,
    "endTime": 75.5,
    "text": "Garlic carries antibacterial properties,"
  },
  {
    "startTime": 75.5,
    "endTime": 77.9,
    "text": "and three compounds in particular do the dirty work."
  },
  {
    "startTime": 77.9,
    "endTime": 83.256,
    "text": "Sulfur-containing organic compounds like these can penetrate the cell membranes of bacteria cells,"
  },
  {
    "startTime": 83.328,
    "endTime": 88.867,
    "text": "and combine with certain enzymes or proteins to alter their structure, which ultimately damages the cells."
  },
  {
    "startTime": 88.967,
    "endTime": 91.8,
    "text": "Also, along with these organosulfur bacterial assassins,"
  },
  {
    "startTime": 91.8,
    "endTime": 94.6,
    "text": "allicin has similar antibacterial properties."
  },
  {
    "startTime": 94.8,
    "endTime": 99.89999999999999,
    "text": "Well, now all you people out there are properly armed with some chemical facts to back up your love affair with garlic,"
  },
  {
    "startTime": 100.242,
    "endTime": 103.34700000000001,
    "text": "maybe you want to check out this other video about the chemistry of Sriracha,"
  },
  {
    "startTime": 103.347,
    "endTime": 105.69999999999999,
    "text": "and hey, why not check out Chemistry Life Hacks Volume 2."
  },
  {
    "startTime": 105.7,
    "endTime": 109.9,
    "text": "It’s got a little tip for an unwanted effect of the other most loved allium, onions."
  },
  {
    "startTime": 109.9,
    "endTime": 111.30000000000001,
    "text": "So thanks for watching,"
  },
  {
    "startTime": 111.3,
    "endTime": 114.613,
    "text": "we’ll see you again soon, and don't forget to subscribe!"
  }
]