[
  {
    "startTime": 0.016,
    "endTime": 5.072,
    "text": "Hey Guys, I'm going to show you how to make simple sugar syrup. Simple syrup as the name"
  },
  {
    "startTime": 5.072,
    "endTime": 9.411000000000001,
    "text": "suggests is incredibly simple to make. But, it's one of the corner stones of making good"
  },
  {
    "startTime": 10.059,
    "endTime": 16.108,
    "text": "cocktails. So it's a question of combining two ingredients, sugar and water, together in equal parts, by weight."
  },
  {
    "startTime": 16.549,
    "endTime": 20.83,
    "text": "So we're going to add fifty grams of caster sugar, with fifty"
  },
  {
    "startTime": 20.083,
    "endTime": 23.791999999999998,
    "text": "milliliters of warm water. You can stir this with a spoon if you like, but we're gonna"
  },
  {
    "startTime": 24.539,
    "endTime": 29.910000000000004,
    "text": "add a lid to that and shake it up. Having sugar as a liquid ingredient is really useful."
  },
  {
    "startTime": 29.091,
    "endTime": 34.144,
    "text": "It makes your cocktail making much much simpler. It balances perfectly with citrus one to one."
  },
  {
    "startTime": 35.044,
    "endTime": 39.116,
    "text": "So what you're doing is your dissolving the sugar in the water. It's the drinks equivalent"
  },
  {
    "startTime": 40.016,
    "endTime": 44.504999999999995,
    "text": "of a chef having stock on hand. So that's it. It's really simple, you can make it by the batch,"
  },
  {
    "startTime": 44.649,
    "endTime": 48.75,
    "text": "just make sure you keep it in equal parts, sugar and water, keep it sealed in"
  },
  {
    "startTime": 48.075,
    "endTime": 51.128,
    "text": "the fridge and it will last for weeks. You can even add flavours to your simple syrup"
  },
  {
    "startTime": 52.028,
    "endTime": 56.074999999999996,
    "text": "you can add spices, star anise, little bit of cinnamon, even some fresh fruit. So that's how you make simple syrup. For more tips, click on the link."
  }
]