[
  {
    "startTime": 1.819,
    "endTime": 12.05,
    "text": "If you're taking your pasta out of the water, and putting it directly on the plate, and then putting your sauce right on top of the pasta, then you're doing it all wrong."
  },
  {
    "startTime": 12.15,
    "endTime": 16.64,
    "text": "Most people are inclined to dump all of the water in the pasta in the colander in the sink."
  },
  {
    "startTime": 16.74,
    "endTime": 18.5,
    "text": "Don't throw away the starchy water."
  },
  {
    "startTime": 18.5,
    "endTime": 21.29,
    "text": "You gonna want to save that water because that's gonna come in handy later."
  },
  {
    "startTime": 21.29,
    "endTime": 23.599999999999998,
    "text": "Rinsing out with cold water is also wrong."
  },
  {
    "startTime": 23.6,
    "endTime": 28.0,
    "text": "It gets rid of all the starch and you need the starch because it's gonna give you a silky mouthfeel."
  },
  {
    "startTime": 28.0,
    "endTime": 34.66,
    "text": "I see too many people cook their pasta, put in the colander, and then they start working on their sauce and let the pasta gets cold and sticky."
  },
  {
    "startTime": 34.66,
    "endTime": 38.199999999999996,
    "text": "Don't dump the sauce on top of the sticky lukewarm pasta on the plate."
  },
  {
    "startTime": 38.2,
    "endTime": 40.88,
    "text": "That's just wrong."
  },
  {
    "startTime": 40.88,
    "endTime": 43.59,
    "text": "Now I'm gonna show you the right way to sauce your pasta."
  },
  {
    "startTime": 43.69,
    "endTime": 48.62,
    "text": "Take the hot pasta out of the pasta water, and put it inside the pot with the hot sauce."
  },
  {
    "startTime": 48.72,
    "endTime": 53.12,
    "text": "And we're gonna cook it together like a minute, that way the pasta can absorb some of the sauce."
  },
  {
    "startTime": 53.22,
    "endTime": 56.18,
    "text": "And it's just gonna become this great tasting stew together."
  },
  {
    "startTime": 56.28,
    "endTime": 58.800000000000004,
    "text": "Now you didn't dump the pasta water down the sink."
  },
  {
    "startTime": 58.8,
    "endTime": 60.3,
    "text": "We still have a little bit starchy water."
  },
  {
    "startTime": 60.3,
    "endTime": 64.61,
    "text": "And we're gonna add some of that water to the sauce to help me give it that shiny yummy flavor."
  },
  {
    "startTime": 64.71,
    "endTime": 68.49,
    "text": "After the pasta and the sauce are cooked together for like a minute, we're gonna turn the heat off."
  },
  {
    "startTime": 68.59,
    "endTime": 72.68,
    "text": "And we're gonna finish with a little bit of butter, a little bit of olive oil, a little bit of cheese."
  },
  {
    "startTime": 72.78,
    "endTime": 76.93,
    "text": "It's what the Italians call \"Mantecato\", which means to cream or to make really smooth."
  },
  {
    "startTime": 77.03,
    "endTime": 80.84,
    "text": "If you're gonna add fresh herbs, it's always best to put them at the end."
  },
  {
    "startTime": 80.94,
    "endTime": 83.71,
    "text": "And mix it inside the pasta, instead of sprinkling on top."
  },
  {
    "startTime": 87.0,
    "endTime": 91.37,
    "text": "If you've done all these things right, you've got a great plate of pasta."
  }
]