[
  {
    "startTime": 0.0,
    "endTime": 2.0,
    "text": "Hey there, welcome to LIFE NOGGIN."
  },
  {
    "startTime": 2.1,
    "endTime": 7.51,
    "text": "Have you ever been so angry that you start to relate to those cartoon characters who have steam coming out of their ears?"
  },
  {
    "startTime": 7.61,
    "endTime": 10.100000000000001,
    "text": "Or maybe you feel like your blood is boiling beneath your skin."
  },
  {
    "startTime": 10.3,
    "endTime": 17.3,
    "text": "Even though you may know what the external cause of your anger is, what's actually going on inside your body when you're angry that's what we're gonna find out."
  },
  {
    "startTime": 17.4,
    "endTime": 20.869999999999997,
    "text": "Imagine that you are driving on a freeway and somebody suddenly cuts you off."
  },
  {
    "startTime": 20.97,
    "endTime": 25.7,
    "text": "You will most likely get angry and either honk your horn, or possibly give them a not-so-nice hand gesture."
  },
  {
    "startTime": 26.0,
    "endTime": 27.2,
    "text": "Admit it, we've all done it before."
  },
  {
    "startTime": 27.3,
    "endTime": 35.6,
    "text": "Inside your brain, the amygdala, which responses to outside stimuli, processes the car that cut you off, and coordinates the release of neurotransmitters, called catecholamines."
  },
  {
    "startTime": 35.7,
    "endTime": 39.6,
    "text": "These cause you to feel a burst of energy preparing you for physical action."
  },
  {
    "startTime": 39.6,
    "endTime": 44.0,
    "text": "The hormones, epinephrine and norepinephrine, are also released, increasing your blood pressure."
  },
  {
    "startTime": 44.0,
    "endTime": 48.0,
    "text": "Your heart rate increases and your face may flush as the blood rushes to your extremities."
  },
  {
    "startTime": 48.2,
    "endTime": 52.32,
    "text": "If you have ever seen someone so angry that they turn red as a lobster, this is why."
  },
  {
    "startTime": 52.42,
    "endTime": 56.0,
    "text": "If you want to keep this anger at bay, you'll have to use your prefrontal cortex."
  },
  {
    "startTime": 56.1,
    "endTime": 58.79,
    "text": "You can think of this as the area that controls your judgement."
  },
  {
    "startTime": 58.89,
    "endTime": 62.9,
    "text": "And if you don't use your prefrontal cortex, you may act aggressively toward others."
  },
  {
    "startTime": 63.0,
    "endTime": 64.6,
    "text": "Take Phineas Gage as an example."
  },
  {
    "startTime": 64.6,
    "endTime": 70.19999999999999,
    "text": "In 1848, while at work, a tamping iron was shot through his left cheek and exited through the top of his head."
  },
  {
    "startTime": 70.2,
    "endTime": 73.46000000000001,
    "text": "Somehow, he survived, but his frontal lobe was severely damaged."
  },
  {
    "startTime": 73.56,
    "endTime": 78.82000000000001,
    "text": "After his injury, he is said to have been fitful, irreverent and have the animal passions of a strong man."
  },
  {
    "startTime": 78.92,
    "endTime": 82.81,
    "text": "Perhaps the damage to his frontal lobe destroyed his ability to control his behavior."
  },
  {
    "startTime": 82.91,
    "endTime": 86.6,
    "text": "He was not only a new man, but also one incapable of self-constraint."
  },
  {
    "startTime": 86.6,
    "endTime": 94.08999999999999,
    "text": "It's also important to note that constant chronic anger can greatly increase a person's chance of getting a heart disease, like high blood pressure or heart attacks."
  },
  {
    "startTime": 94.09,
    "endTime": 96.0,
    "text": "Anger and the heart are very connected."
  },
  {
    "startTime": 96.0,
    "endTime": 100.2,
    "text": "This is because epinephrine and norepinephrine constrict blood vessels, making your heart pump harder."
  },
  {
    "startTime": 100.5,
    "endTime": 104.3,
    "text": "These two hormones also increase the amount of glucose and fatty acids in the blood."
  },
  {
    "startTime": 104.3,
    "endTime": 109.03,
    "text": "The increased levels can lead to damage in artery walls and speed up the process of atherosclerosis."
  },
  {
    "startTime": 109.13,
    "endTime": 114.6,
    "text": "When the fatty plaque builds up in the arteries, it narrows them and decreases the flow of oxygen-rich blood to the body."
  },
  {
    "startTime": 114.6,
    "endTime": 117.50999999999999,
    "text": "This can lead to a heart attack, stroke or death."
  },
  {
    "startTime": 117.61,
    "endTime": 125.44,
    "text": "But, fear not, there are healthy ways to control your anger, such as meditation, anger management therapy, exercise or even just relaxing and doing something fun."
  },
  {
    "startTime": 125.54,
    "endTime": 127.7,
    "text": "Like watching a few LIFE NOGGIN videos."
  },
  {
    "startTime": 127.7,
    "endTime": 129.8,
    "text": "So tell us, what is one thing that makes you angry?"
  },
  {
    "startTime": 129.8,
    "endTime": 131.85000000000002,
    "text": "And what do you do to get over that feeling?"
  },
  {
    "startTime": 131.95,
    "endTime": 135.1,
    "text": "Make sure you come back every Monday and Thursday for a brand new video."
  },
  {
    "startTime": 135.1,
    "endTime": 140.6,
    "text": "And if you want even more LIFE NOGGIN, check out these videos we did on the science of happiness and the signs of depression."
  },
  {
    "startTime": 140.7,
    "endTime": 143.0,
    "text": "You can also follow us on Facebook and Twitter."
  },
  {
    "startTime": 142.8,
    "endTime": 144.70000000000002,
    "text": "I'm Blocko. This has been LIFE NOGGIN."
  },
  {
    "startTime": 144.7,
    "endTime": 148.0,
    "text": "Stay calm and don't forget to keep on thinking."
  }
]