[
  {
    "startTime": 8.69,
    "endTime": 10.07,
    "text": "Hello, my name is Emilia."
  },
  {
    "startTime": 10.17,
    "endTime": 17.009999999999998,
    "text": "In this clip, I'd like to give you some advice on preparing for the listening test to the Cambridge English exam."
  },
  {
    "startTime": 17.71,
    "endTime": 18.970000000000002,
    "text": "Here are some things you should do."
  },
  {
    "startTime": 19.07,
    "endTime": 26.96,
    "text": "DOs. Listen to and read the instructions to understand what you have to do."
  },
  {
    "startTime": 27.06,
    "endTime": 35.03,
    "text": "Use the preparation time before each recording is played to read through the question and think about the topic, speakies, and contexts."
  },
  {
    "startTime": 35.13,
    "endTime": 41.31,
    "text": "Remember the information on the page follows the order of the information in the recording."
  },
  {
    "startTime": 41.41,
    "endTime": 47.11,
    "text": "Copy your answers carefully onto the answer sheet when you are told to do so at the end of the test."
  },
  {
    "startTime": 47.21,
    "endTime": 51.46,
    "text": "Check that you have followed the numbering correctly."
  },
  {
    "startTime": 51.56,
    "endTime": 53.580000000000005,
    "text": "And here's a list of thing you shouldn't do."
  },
  {
    "startTime": 53.68,
    "endTime": 57.269999999999996,
    "text": "DON'Ts. Don't worry if you miss a question,"
  },
  {
    "startTime": 57.37,
    "endTime": 63.89,
    "text": "Continue with the next question, and listen again for the missing information when you hear the recording for the second time."
  },
  {
    "startTime": 63.99,
    "endTime": 66.87,
    "text": "Everything is played twice."
  },
  {
    "startTime": 66.97,
    "endTime": 72.11,
    "text": "Don't panic if you don't understand everything in the text, you probably don't need to."
  },
  {
    "startTime": 72.21,
    "endTime": 76.1,
    "text": "Don't use a pen, you must use a pencil."
  },
  {
    "startTime": 76.2,
    "endTime": 81.78,
    "text": "Don't leave a blank space on the answersheet, if you're not sure, guess."
  },
  {
    "startTime": 81.88,
    "endTime": 88.72999999999999,
    "text": "There are many other activities that you can do regularly to prepare for any Cambrige English listening test."
  },
  {
    "startTime": 88.83,
    "endTime": 93.13,
    "text": "For example, you can watch films and TV in English."
  },
  {
    "startTime": 93.23,
    "endTime": 98.2,
    "text": "Listen to English radio or podcasts, skype with English speaking friends."
  },
  {
    "startTime": 98.3,
    "endTime": 101.97,
    "text": "And of course, watch Cambridge English TV on YouTube."
  },
  {
    "startTime": 102.07,
    "endTime": 106.28999999999999,
    "text": "I hope you found these tips useful, thank you for watching."
  }
]