[
  {
    "startTime": 3.0,
    "endTime": 9.36,
    "text": "Hello and welcome to BBC Trending."
  },
  {
    "startTime": 9.36,
    "endTime": 15.0,
    "text": "Today’s top story: The growing popularity of animated dolls on YouTube."
  },
  {
    "startTime": 15.0,
    "endTime": 19.93,
    "text": "A increasing number of young women are part of a new wave of online film makers, who are"
  },
  {
    "startTime": 19.93,
    "endTime": 34.16,
    "text": "applying DIY animation techniques to brands of dolls from the nineties and noughties."
  },
  {
    "startTime": 34.16,
    "endTime": 40.349999999999994,
    "text": "American Girl dolls are among the most popular. The videos are known as AGSM"
  },
  {
    "startTime": 40.35,
    "endTime": 43.0,
    "text": "American Girl Stop Motion."
  },
  {
    "startTime": 43.0,
    "endTime": 46.75,
    "text": "It’s like you take one picture and then you move the doll slightly and take another"
  },
  {
    "startTime": 46.75,
    "endTime": 51.59,
    "text": "picture. And you continue to take pictures. It can be hundreds of pictures or thousands"
  },
  {
    "startTime": 51.59,
    "endTime": 54.71,
    "text": "of pictures depending on how long you want the video to be"
  },
  {
    "startTime": 54.71,
    "endTime": 57.719,
    "text": "and it does look like the dolls are moving. It’s really cool."
  },
  {
    "startTime": 57.719,
    "endTime": 62.69,
    "text": "The stories are about all sorts of things like the first day of school or high school prom."
  },
  {
    "startTime": 62.69,
    "endTime": 82.3,
    "text": "But many have a serious social message. Cyberbullying is one of the recurring themes"
  },
  {
    "startTime": 82.3,
    "endTime": 86.6,
    "text": "A lot of people get bullied for making doll videos"
  },
  {
    "startTime": 86.6,
    "endTime": 90.27,
    "text": "and so I think the cyberbullying videos and stuff like that with"
  },
  {
    "startTime": 90.27,
    "endTime": 97.42,
    "text": "the deeper issues, I think they kind of give people hope, you know, you’re not alone."
  },
  {
    "startTime": 97.42,
    "endTime": 102.18,
    "text": "The dolls are often customised to look exactly like their owners."
  },
  {
    "startTime": 102.18,
    "endTime": 107.31,
    "text": "But the stars of the videos are the dolls themselves."
  },
  {
    "startTime": 107.31,
    "endTime": 113.07900000000001,
    "text": "Since 2011 there has been a steady increase in the number of AGSM videos posted on YouTube."
  },
  {
    "startTime": 113.079,
    "endTime": 121.63999999999999,
    "text": "Last year, the videos were viewed more than 33 million times and that number is on the rise"
  },
  {
    "startTime": 121.64,
    "endTime": 127.95,
    "text": "While the AG community is growing, many still keep their hobby a secret. We contacted dozens"
  },
  {
    "startTime": 127.95,
    "endTime": 133.04,
    "text": "of video makers. Those who responded weren’t willing to go on camera as they hadn’t told"
  },
  {
    "startTime": 133.04,
    "endTime": 135.12,
    "text": "their friends and family about their pastime."
  },
  {
    "startTime": 135.12,
    "endTime": 138.37,
    "text": "There’s a lot of girls who keep it a secret."
  },
  {
    "startTime": 138.37,
    "endTime": 141.9,
    "text": "To try to explain it to other people, they don’t understand what you’re trying to do."
  },
  {
    "startTime": 141.9,
    "endTime": 153.17000000000002,
    "text": "They’re just like, you’re 17 and you like dolls. It’s not like that. It’s a lot deeper."
  },
  {
    "startTime": 153.17,
    "endTime": 157.92999999999998,
    "text": "As well as stop motion, people are making music videos, beauty tutorials and what are"
  },
  {
    "startTime": 157.93,
    "endTime": 167.75,
    "text": "known as haul videos -- where collections of new clothes and accessories are unveiled."
  },
  {
    "startTime": 167.75,
    "endTime": 171.78,
    "text": "Many continue playing with dolls long into adulthood…."
  },
  {
    "startTime": 171.78,
    "endTime": 177.019,
    "text": "I think this is a good opportunity for myself and many other girls to grow in their skills"
  },
  {
    "startTime": 177.019,
    "endTime": 182.0,
    "text": "in filmmaking, where they could move on and go further."
  },
  {
    "startTime": 182.0,
    "endTime": 188.12,
    "text": "And that’s all we have time for. Take care of yourselves…. And your dolls."
  },
  {
    "startTime": 188.12,
    "endTime": 198.12,
    "text": "Excuse me... What's going on here?"
  }
]