[
  {
    "startTime": 17.18,
    "endTime": 24.7,
    "text": "Hey it's Marie Forleo and you're watching MarieTV, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 25.0,
    "endTime": 30.7,
    "text": "And today is Q&A Tuesday and that means today's question comes from Miss Kristen and she writes:"
  },
  {
    "startTime": 30.9,
    "endTime": 40.0,
    "text": "\"Hi Marie, here's my Q. What is something you know now that you wish you'd known earlier to help get where you are today? Thanks so much, Kristen.\""
  },
  {
    "startTime": 40.32,
    "endTime": 42.4,
    "text": "Kristen, this is a fantastic question."
  },
  {
    "startTime": 42.6,
    "endTime": 50.900000000000006,
    "text": "You know, it's in my DNA not to have regrets, so everything that I experienced kind of on my whole path, for me, it's been quite perfect."
  },
  {
    "startTime": 51.1,
    "endTime": 57.800000000000004,
    "text": "All the missteps, all the mistakes, they've helped make me stronger and it's actually made me more equipped to help and support people today."
  },
  {
    "startTime": 58.0,
    "endTime": 62.1,
    "text": "But when I really thought about your question, one thing came to mind."
  },
  {
    "startTime": 62.2,
    "endTime": 70.8,
    "text": "You know, I think about all the time that I wasted that I can never get back trying to figure out what to call myself."
  },
  {
    "startTime": 71.0,
    "endTime": 79.2,
    "text": "So you've got to realize, when I first started out as a coach, I was also a bartender and I did fitness and I did hip hop through Crunch and with Nike."
  },
  {
    "startTime": 79.4,
    "endTime": 89.2,
    "text": "Now, I spent tons of time and I would torture Josh on these beach walks practically crying trying to nail my elevator speech."
  },
  {
    "startTime": 89.4,
    "endTime": 94.2,
    "text": "I mean, was I a business coach, was I a life coach, was I a productivity coach?"
  },
  {
    "startTime": 94.4,
    "endTime": 101.0,
    "text": "Do I tell people about Nike and fitness? What about my love for marketing and spirituality?"
  },
  {
    "startTime": 101.0,
    "endTime": 110.97,
    "text": "I mean, am I the hip hop life coach?"
  },
  {
    "startTime": 114.6,
    "endTime": 119.8,
    "text": "Ok, so I actually didn't do that then but I'm really happy I did it now because it was fun."
  },
  {
    "startTime": 120.0,
    "endTime": 129.8,
    "text": "So here's the thing, what I didn't realize way back then was the thing that's so much more important than some canned elevator speech was the depth and the quality of my work."
  },
  {
    "startTime": 130.0,
    "endTime": 139.8,
    "text": "I wish I could tell my younger self, \"Hey, just keep growing, keep focusing on serving more people, improving your skills, and everything will be just fine.\""
  },
  {
    "startTime": 140.0,
    "endTime": 152.8,
    "text": "Now, I know of course some people can easily describe who they are and what they do in a quick sentence and that can be really, really useful for getting ahead, but for me that's never been the case and, to be honest, it's still not the case now."
  },
  {
    "startTime": 153.0,
    "endTime": 162.3,
    "text": "But it has never held me back. So if I could tell myself, my younger self, one thing it would be this: forget about the speech and enjoy the beach."
  },
  {
    "startTime": 162.69,
    "endTime": 174.8,
    "text": "Now, even with all that said, I really wouldn't change any of it because, number one, that experience really helps me relate to multi passionate people who struggle to fit themselves into a conventional box, much like me."
  },
  {
    "startTime": 175.0,
    "endTime": 183.9,
    "text": "And, of course, number two, I get to love on Josh even more because he was so patient with me when I ruined so many of our romantic beach walks."
  },
  {
    "startTime": 184.0,
    "endTime": 188.4,
    "text": "So let's wrap this up with a tweetable."
  },
  {
    "startTime": 188.6,
    "endTime": 193.79999999999998,
    "text": "If you could avoid all your mistakes, you'd miss everything you learn from them."
  },
  {
    "startTime": 194.0,
    "endTime": 197.5,
    "text": "That was my A to your Q, Kristen, thank you so much for asking it."
  },
  {
    "startTime": 197.7,
    "endTime": 205.44899999999998,
    "text": "And now I would love to hear from you. What's one thing that you know now that you wish you'd known sooner?"
  },
  {
    "startTime": 205.449,
    "endTime": 214.4,
    "text": "As always, the most awesome discussions happen after the episode over at MarieForleo.com, so come on over there and leave a comment now. Don't be shy."
  },
  {
    "startTime": 214.56,
    "endTime": 221.0,
    "text": "Did you like this video? If so, subscribe to our channel and I would be so grateful if you shared this with your friends."
  },
  {
    "startTime": 221.0,
    "endTime": 231.9,
    "text": "And if you want even more awesome resources to create a business and life that you love plus some personal updates from me that I only get to talk about in email, come on over and sign up for our email newsletter."
  },
  {
    "startTime": 232.1,
    "endTime": 239.0,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 239.2,
    "endTime": 243.41899999999998,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]