[
  {
    "startTime": 0.1,
    "endTime": 0.7999999999999999,
    "text": "Hello, internet."
  },
  {
    "startTime": 0.9,
    "endTime": 2.6,
    "text": "Thoughts compete for a space in your brain."
  },
  {
    "startTime": 2.7,
    "endTime": 10.100000000000001,
    "text": "Cat photos, news stories, beliefs structures, funny GIFs, educational videos, not-so-educational videos, and your thinking inventory is limited."
  },
  {
    "startTime": 10.2,
    "endTime": 12.299999999999999,
    "text": "A thought without a brain to think it dies."
  },
  {
    "startTime": 12.4,
    "endTime": 17.0,
    "text": "Now, we can treat thoughts as though they're alive⏤specifically, alive like germs."
  },
  {
    "startTime": 17.1,
    "endTime": 19.0,
    "text": "That might sound weird, but stick with me."
  },
  {
    "startTime": 19.1,
    "endTime": 20.1,
    "text": "Take jokes."
  },
  {
    "startTime": 20.2,
    "endTime": 25.6,
    "text": "Jokes are thought germs that live in your brain, and when you tell the joke to another brain, you help it to reproduce."
  },
  {
    "startTime": 25.7,
    "endTime": 29.3,
    "text": "Just like when you have the flu and sneeze to help it reproduce."
  },
  {
    "startTime": 29.4,
    "endTime": 35.6,
    "text": "This germ gets into its host by snot through the mouth, and this one by words through the ear, but it's reproduction either way."
  },
  {
    "startTime": 35.7,
    "endTime": 40.1,
    "text": "Logging on to your social media, then, is exposing yourself to everyone's mental sneezes."
  },
  {
    "startTime": 40.2,
    "endTime": 44.2,
    "text": "Each post a glob of snot with a thought germ trying to get into your brain,"
  },
  {
    "startTime": 44.3,
    "endTime": 50.5,
    "text": "if not for permanent residence, then at least long enough to get you to press the share button and sneeze it with everyone you know."
  },
  {
    "startTime": 50.6,
    "endTime": 54.9,
    "text": "In this analogy, then, a funny cat photo with the perfect caption is a super-flu."
  },
  {
    "startTime": 55.0,
    "endTime": 62.7,
    "text": "Now, just as germs exploit weak points in your immune system, so do thought germs exploit weak points in your brain, a.k.a., emotions."
  },
  {
    "startTime": 62.8,
    "endTime": 66.8,
    "text": "Once inside, thought germs that press emotional buttons get their hosts to spread them more."
  },
  {
    "startTime": 66.9,
    "endTime": 71.10000000000001,
    "text": "Measurably more⏤well, except sadness; sad thoughts don't get very far."
  },
  {
    "startTime": 71.2,
    "endTime": 76.7,
    "text": "Awe is pretty good, which is why websites that construct thought germs like biological weapons arm them with them titles like,"
  },
  {
    "startTime": 76.8,
    "endTime": 81.5,
    "text": "\"7 $whatevers that will blow your mind\" or \"The Shocking Secret behind $ThisThing\"."
  },
  {
    "startTime": 81.6,
    "endTime": 88.8,
    "text": "But anger is the ultimate edge for a thought germ⏤anger bypasses your mental immune system and compels you to share it like nothing else."
  },
  {
    "startTime": 88.9,
    "endTime": 94.4,
    "text": "Being aware of your brain's weak spots is necessary for good mental health, like knowing how to wash your hands."
  },
  {
    "startTime": 94.5,
    "endTime": 101.2,
    "text": "Because, even without intentional construction, any thought germ on the internet can, on its own, grow more infections as it spreads."
  },
  {
    "startTime": 101.3,
    "endTime": 104.89999999999999,
    "text": "To talk about why, lets forget anger for a moment and go back to that cat photo."
  },
  {
    "startTime": 105.0,
    "endTime": 113.8,
    "text": "Every photo ever taken is a thought germ, and it most die a quick death, like the bazillion cat photos⏤or baby photos⏤posted on the internet that are never shared."
  },
  {
    "startTime": 113.9,
    "endTime": 117.4,
    "text": "But a mildly funny cat photo can grow into so much more,"
  },
  {
    "startTime": 117.5,
    "endTime": 124.8,
    "text": "because, just as transatlantic flights were the best thing to happen to germ germs, so the internet is the best thing to happen to thought germs."
  },
  {
    "startTime": 124.9,
    "endTime": 132.8,
    "text": "For once on board, that cat photo can leap into other brains, and those brains might share it, and⏤here's the key point⏤occasionally, change it."
  },
  {
    "startTime": 132.9,
    "endTime": 135.1,
    "text": "A Photoshop here, a tweaked caption there."
  },
  {
    "startTime": 135.2,
    "endTime": 139.79999999999998,
    "text": "Most changes are terrible, but some make the thought germ even funnier, getting more brains to share it."
  },
  {
    "startTime": 139.9,
    "endTime": 143.1,
    "text": "Which results in more changes and a shot at super-stardom."
  },
  {
    "startTime": 143.2,
    "endTime": 148.1,
    "text": "Thus, a lowly cat photo can achieve global brain domination⏤at least for a few hours."
  },
  {
    "startTime": 148.2,
    "endTime": 153.89999999999998,
    "text": "The internet, with its unparalleled ability to share and randomly change thought germs, can't help but make them stronger."
  },
  {
    "startTime": 154.0,
    "endTime": 158.4,
    "text": "With jokes, that's awesome, but with angry germs, not always so awesome, no."
  },
  {
    "startTime": 158.5,
    "endTime": 164.1,
    "text": "Angry germs, the more they're shared, undergo the same process⏤changing and distorting to be more aggravating."
  },
  {
    "startTime": 164.2,
    "endTime": 170.2,
    "text": "These have a better chance of spreading than their possibly more accurate, but probably also more boring rivals."
  },
  {
    "startTime": 170.3,
    "endTime": 173.8,
    "text": "But like plagues, thought germs can burn through a population too quickly."
  },
  {
    "startTime": 173.9,
    "endTime": 178.9,
    "text": "Just watch your favorite meme-generating machine for a week, and you'll see the life cycle fly by."
  },
  {
    "startTime": 179.0,
    "endTime": 181.5,
    "text": "However, some thought germs have found a way around burnout."
  },
  {
    "startTime": 181.6,
    "endTime": 188.5,
    "text": "Now, I must warn you, depending on which thought germs live in your head and which you fight for, the next section might sound horrifying."
  },
  {
    "startTime": 188.6,
    "endTime": 197.79999999999998,
    "text": "So, please keep in mind: We're talking about what makes some thought germs successful, particularly angry ones, and not how good or how bad the thoughts themselves are."
  },
  {
    "startTime": 197.9,
    "endTime": 199.6,
    "text": "Deep breath; calm."
  },
  {
    "startTime": 199.7,
    "endTime": 205.0,
    "text": "Thought germs can burn out because, once everyone agrees, it's hard to keep talking, and thus, thinking about them."
  },
  {
    "startTime": 205.1,
    "endTime": 209.9,
    "text": "But if there's an opposing thought germ⏤an argument⏤then, the thinking never has to stop."
  },
  {
    "startTime": 210.0,
    "endTime": 213.4,
    "text": "The disagreement doesn't have to be angry, but, again, angry helps."
  },
  {
    "startTime": 213.44,
    "endTime": 217.4,
    "text": "The more visible an argument gets, the more bystanders it draws in, which makes it more visible,"
  },
  {
    "startTime": 217.5,
    "endTime": 226.6,
    "text": "which is why every group from the most innocuous internet forum to The National Conversation can turn into a double-rage storm across the sky in no time."
  },
  {
    "startTime": 226.7,
    "endTime": 230.29999999999998,
    "text": "Wait, these thought germs aren't competing; they're cooperating."
  },
  {
    "startTime": 230.4,
    "endTime": 235.1,
    "text": "Working together, they reach more brains and hold their thoughts longer than they could alone."
  },
  {
    "startTime": 235.2,
    "endTime": 238.5,
    "text": "Thought germs on opposite sides of an argument can be symbiotic."
  },
  {
    "startTime": 238.6,
    "endTime": 243.29999999999998,
    "text": "One tool symbiotic anger germs in particular can employ is you're-with-us-or-against-us."
  },
  {
    "startTime": 243.4,
    "endTime": 248.0,
    "text": "Whatever thought germ just leaped to the front of your brain, push it back⏤this video isn't about that."
  },
  {
    "startTime": 248.1,
    "endTime": 258.1,
    "text": "We're just talking about this tool, which makes it very hard for neutral brains to resist, and its divisiveness also grows its symbiotic partner."
  },
  {
    "startTime": 258.2,
    "endTime": 263.59999999999997,
    "text": "This explains why, in some arguments, gaining more allies also gains more enemies."
  },
  {
    "startTime": 263.7,
    "endTime": 273.5,
    "text": "Because though the participants think they're involved in a fiery battle to the death, from the anger germs' perspective, one side is a field of flowers and the other a flock of butterflies."
  },
  {
    "startTime": 273.6,
    "endTime": 280.0,
    "text": "Of course, planting more flowers will get you more butterflies, and getting more butterflies will pollinate more flowers."
  },
  {
    "startTime": 280.1,
    "endTime": 287.0,
    "text": "If there is some argument that splits the population and lasts forever, and that even the most neutral people find difficult to avoid,"
  },
  {
    "startTime": 287.1,
    "endTime": 293.6,
    "text": "you just might be looking at a super successful pair of symbiotic anger germs that have reached ecological stability."
  },
  {
    "startTime": 293.7,
    "endTime": 295.5,
    "text": "Now, one final depressing thought."
  },
  {
    "startTime": 295.6,
    "endTime": 301.20000000000005,
    "text": "Uh... I mean, one more awe-inspiring point that will reveal the secrets of⏤ah, actually, no, it's just depressing."
  },
  {
    "startTime": 301.3,
    "endTime": 309.0,
    "text": "When opposing groups get big, they don't really argue with each other; they mostly argue with themselves about how angry the other group makes them."
  },
  {
    "startTime": 309.1,
    "endTime": 316.5,
    "text": "We can actually graph fights on the internet to see this in action: Each becomes its own quasi isolated internet, sharing thoughts about the other."
  },
  {
    "startTime": 316.6,
    "endTime": 318.1,
    "text": "You see where this is going, right?"
  },
  {
    "startTime": 318.2,
    "endTime": 326.09999999999997,
    "text": "Each group breeds thought germs about the other, and as before, the most enraging, but not necessarily the most accurate, spread the fastest."
  },
  {
    "startTime": 326.2,
    "endTime": 332.0,
    "text": "A group almost can't help but construct a totem of the other so enraging they'll talk about it all the time,"
  },
  {
    "startTime": 332.1,
    "endTime": 338.1,
    "text": "which, now that you know how thought germs grow, is exactly what makes the totem always perfectly maddening."
  },
  {
    "startTime": 338.2,
    "endTime": 346.7,
    "text": "Now, all this isn't to say that there's no point in arguing⏤that's a different video⏤or that the internet isn't amazing or that there aren't things worth trying to change peoples' minds about."
  },
  {
    "startTime": 346.8,
    "endTime": 348.90000000000003,
    "text": "Thought germs of all kinds come and go."
  },
  {
    "startTime": 349.0,
    "endTime": 352.6,
    "text": "But it's useful to be aware of how thoughts can use our emotions to spread,"
  },
  {
    "startTime": 352.7,
    "endTime": 360.7,
    "text": "and how the more rapidly a thought is able to spread, the more chances it has to become even better at spreading through random changes that are made to it."
  },
  {
    "startTime": 360.8,
    "endTime": 363.5,
    "text": "Sometimes that's great, sometimes it's terrible."
  },
  {
    "startTime": 363.6,
    "endTime": 371.1,
    "text": "But if you want to maintain a healthy brain, it pays to be cautious of thoughts that have passed through a lot of other brains and that poke you where you're weakest."
  },
  {
    "startTime": 371.2,
    "endTime": 373.8,
    "text": "It's your brain, be hygienic with it."
  }
]