[
  {
    "startTime": 0.24,
    "endTime": 3.949,
    "text": "Many of us wake up with one thing on our mind - COFFEE!"
  },
  {
    "startTime": 3.949,
    "endTime": 7.39,
    "text": "Or at least, some form of caffeinated beverage to get your day started."
  },
  {
    "startTime": 7.49,
    "endTime": 12.99,
    "text": "But what if I told you you've been drinking your coffee incorrectly this entire time?"
  },
  {
    "startTime": 12.99,
    "endTime": 21.198999999999998,
    "text": "We all have an internal biological clock called the circadian rhythm that regulates many processes throughout our body, including how sleepy we are through the day."
  },
  {
    "startTime": 21.199,
    "endTime": 24.94,
    "text": "And it's this clock that controls the release of a hormone called cortisol."
  },
  {
    "startTime": 24.94,
    "endTime": 30.799,
    "text": "Often referred to as the stress hormone because it's secreted in high levels during your body's fight or flight response."
  },
  {
    "startTime": 31.099,
    "endTime": 35.18,
    "text": "Cortisol also happens to be related to your level of alertness through the day."
  },
  {
    "startTime": 34.88,
    "endTime": 39.32,
    "text": "And it just so happens that between 8 and 9 AM cortisol levels peak."
  },
  {
    "startTime": 39.62,
    "endTime": 42.79,
    "text": "This means that your body has a natural mechanism to wake you up."
  },
  {
    "startTime": 42.79,
    "endTime": 54.0,
    "text": "And while you may think that caffeine can complement this mechanism, scientists have actually found that consuming coffee or energy drinks during peak cortisol production greatly diminishes the caffeine's effect."
  },
  {
    "startTime": 54.0,
    "endTime": 57.11,
    "text": "And builds up a greater tolerance to the drug in the long run."
  },
  {
    "startTime": 57.11,
    "endTime": 62.0,
    "text": "Overall, that means you get less of a buzz, and need even more to stay awake in the future."
  },
  {
    "startTime": 62.0,
    "endTime": 67.829,
    "text": "We break down caffeine addiction and tolerance in a previous video \"Your Brain on Coffee\", which you can check out here!"
  },
  {
    "startTime": 67.829,
    "endTime": 73.19999999999999,
    "text": "For this reason, drinking coffee after your cortisol surge at 9AM is probably best."
  },
  {
    "startTime": 73.2,
    "endTime": 80.07900000000001,
    "text": "Scientists have found a few other times where cortisol peaks as well: between noon and 1pm, and 5:30 and 6:30pm."
  },
  {
    "startTime": 80.079,
    "endTime": 84.149,
    "text": "Which means your best drinking your coffee outside of these times."
  },
  {
    "startTime": 84.149,
    "endTime": 92.1,
    "text": "These cortisol spikes - and your circadian rhythm in general - are most strongly regulated by sunlight, meaning your sleep schedule doesn't come into play as strongly."
  },
  {
    "startTime": 92.1,
    "endTime": 97.219,
    "text": "So what if you wake up extremely early, or really late, should you drink coffee right away then?"
  },
  {
    "startTime": 97.219,
    "endTime": 105.0,
    "text": "Well, scientists have actually found that cortisol levels do indeed increase about 50% right after you wake up, regardless of the time."
  },
  {
    "startTime": 105.0,
    "endTime": 111.0,
    "text": "Science says, wait at least an hour to get your cup of Joe, and your body will be optimally ready to go!"
  },
  {
    "startTime": 111.0,
    "endTime": 113.0,
    "text": "Got a burning question you want answer?"
  },
  {
    "startTime": 113.0,
    "endTime": 115.0,
    "text": "Ask it in the comment, or on Facebook and Twitter."
  },
  {
    "startTime": 115.0,
    "endTime": 118.0,
    "text": "And subscribe for more weekly science videos."
  }
]