[
  {
    "startTime": 0.93,
    "endTime": 9.6,
    "text": "Hi there. My name's Ronnie. In the near future I will be teaching you many lessons."
  },
  {
    "startTime": 9.6,
    "endTime": 15.0,
    "text": "If you have a request or if you'd like to leave a comment, please do."
  },
  {
    "startTime": 15.0,
    "endTime": 22.7,
    "text": "Today I'm going to talk to you or teach you about future progressive or future continuous. They're the same."
  },
  {
    "startTime": 22.7,
    "endTime": 36.0,
    "text": "So, maybe you've learned future or you're trying to learn \"Future progressive\", and you look on the internet or you look in a textbook and it says: \"Future continuous\"."
  },
  {
    "startTime": 36.0,
    "endTime": 44.596000000000004,
    "text": "No fear, ladies and gentlemen, future progressive and future continuous - exactly the same grammar."
  },
  {
    "startTime": 44.596,
    "endTime": 51.937999999999995,
    "text": "They just like to confuse you, and give me a chance to teach you this. So, hallelujah."
  },
  {
    "startTime": 51.938,
    "endTime": 73.5,
    "text": "And basically, future progressive or future continuous, we're going to use in the future for a planned action or an action that we think is going to happen or that will happen in the future."
  },
  {
    "startTime": 73.5,
    "endTime": 89.5,
    "text": "There's one very important thing that you must consider about the future progressive or future continuous is it must have a \"time marker\" in the sentence."
  },
  {
    "startTime": 89.5,
    "endTime": 99.5,
    "text": "So if you do not put a time marker in the sentence, it's wrong. Okay?"
  },
  {
    "startTime": 99.5,
    "endTime": 104.5,
    "text": "It's shameful. I don't know if I can talk to you anymore about it."
  },
  {
    "startTime": 104.5,
    "endTime": 112.061,
    "text": "So do me a favor: please just use a time marker."
  },
  {
    "startTime": 112.061,
    "endTime": 118.5,
    "text": "Let's go through the basic structure. Future simple, future progressive 101."
  },
  {
    "startTime": 118.5,
    "endTime": 127.4,
    "text": "We're going to have a subject, we're going to have \"will\" or \"won't\" and then we're going to have \"be\" and a verb with an \"ing\"."
  },
  {
    "startTime": 127.4,
    "endTime": 130.6,
    "text": "Positive, negative."
  },
  {
    "startTime": 130.6,
    "endTime": 139.55599999999998,
    "text": "The question form or the interrogation form, we're going to have \"will\" plus the subject plus \"be\" plus verbing."
  },
  {
    "startTime": 139.556,
    "endTime": 150.70000000000002,
    "text": "Now, remember: when you ask someone a question, please ask them in the positive form,"
  },
  {
    "startTime": 150.7,
    "endTime": 159.849,
    "text": "because for example, if I said: \"Won't you be learning English?\" Won't I be learning English? Yes."
  },
  {
    "startTime": 159.849,
    "endTime": 167.5,
    "text": "No. Oh. Please, please, please keep it simple: always ask people a positive question."
  },
  {
    "startTime": 167.5,
    "endTime": 172.71,
    "text": "I don't care what your grammar is. Positive questions are always the easiest to answer."
  },
  {
    "startTime": 172.71,
    "endTime": 175.0,
    "text": "Let's jump to the form."
  },
  {
    "startTime": 175.0,
    "endTime": 184.4,
    "text": "So, example: \"I will be eating lunch at 12.\" I always eat lunch at 12, kind of like a habit that I have."
  },
  {
    "startTime": 184.4,
    "endTime": 198.20000000000002,
    "text": "In this sentence, can you tell me where the time marker is? What's the answer? Sorry? At 12. Good answer. Tommy, good one."
  },
  {
    "startTime": 198.2,
    "endTime": 208.89999999999998,
    "text": "So, in this sentence, \"at 12\" is our time marker. Subject, \"will be\", verbing, then I have my noun, \"at 12\"."
  },
  {
    "startTime": 208.9,
    "endTime": 217.089,
    "text": "I will be eating lunch when? At 12. This is what I plan to happen. This is what I hope will happen; I'm hungry."
  },
  {
    "startTime": 217.089,
    "endTime": 228.0,
    "text": "And in this sentence: \"At this time tomorrow, we will be sitting on the beach.\""
  },
  {
    "startTime": 228.0,
    "endTime": 236.0,
    "text": "Oh, wouldn't that be great? If you would like to go to the beach with me, just throw me some money for an airplane ticket,"
  },
  {
    "startTime": 236.0,
    "endTime": 242.5,
    "text": "I'll be on the next airplane. I'll be sitting on the beach drinking some margaritas with you."
  },
  {
    "startTime": 242.5,
    "endTime": 246.296,
    "text": "So: \"At this time tomorrow, we will be sitting on the beach.\""
  },
  {
    "startTime": 246.296,
    "endTime": 255.0,
    "text": "In this sentence, do you know where my time marker is?"
  },
  {
    "startTime": 255.0,
    "endTime": 265.245,
    "text": "So we have this big fat one: \"At this time tomorrow\", so this tells me exactly when in the future I think the action will happen."
  },
  {
    "startTime": 265.245,
    "endTime": 273.8,
    "text": "\"They will be going to Italy this year.\" Oh, they're lucky. Hi, everyone in Italy. Thanks for watching."
  },
  {
    "startTime": 273.8,
    "endTime": 279.5,
    "text": "Besos or bravo, or something Italian there. Good wine, guys."
  },
  {
    "startTime": 279.5,
    "endTime": 285.0,
    "text": "\"They will be going to Italy this year.\" In this sentence we have \"this year\"."
  },
  {
    "startTime": 285.0,
    "endTime": 307.0,
    "text": "The grammar is quite easy. Again, subject, \"will be\" plus verbing. Oh, but maybe something happened and now, unfortunately..."
  },
  {
    "startTime": 307.0,
    "endTime": 316.288,
    "text": "Uh oh. Guess what? Reality: \"Ronnie won't be going to Italy this year.\""
  },
  {
    "startTime": 316.3,
    "endTime": 323.0,
    "text": "But if you'd like to send me an airplane ticket to go to Italy, I'll be there. I'll be on the next airplane. I promise."
  },
  {
    "startTime": 323.0,
    "endTime": 329.0,
    "text": "Mm-hmm. Airplane tickets. Donate money. www.engvid.com."
  },
  {
    "startTime": 329.0,
    "endTime": 335.0,
    "text": "Also, I have a YouTube channel. Do you want to join that? Subscribe to my YouTube channel."
  },
  {
    "startTime": 335.0,
    "endTime": 339.5,
    "text": "Send me some airplane ticket money. I'll hang out with you."
  },
  {
    "startTime": 339.5,
    "endTime": 346.21,
    "text": "\"We will be sleeping by the time you get home.\" Sorry: \"He\", not \"me\". I'm going to be awake."
  },
  {
    "startTime": 346.21,
    "endTime": 357.0,
    "text": "\"He will be sleeping by the time you get home. In this sentence: \"by the time you get home\" tells us when in the future the action's going to happen."
  },
  {
    "startTime": 357.0,
    "endTime": 358.689,
    "text": "So what is he going to be doing?"
  },
  {
    "startTime": 358.689,
    "endTime": 363.72400000000005,
    "text": "\"He will be sleeping by the time you get home.\" Then the party starts, right?"
  },
  {
    "startTime": 363.724,
    "endTime": 367.0,
    "text": "And let's look at the question form, some examples."
  },
  {
    "startTime": 367.0,
    "endTime": 380.06,
    "text": "We are going to use this to check plans. Now, maybe you're going to have a party. And you're like: \"Okay, well, what time?\""
  },
  {
    "startTime": 380.06,
    "endTime": 389.0,
    "text": "Well: \"Will they be coming at 6 tomorrow?\" In this sentence we have two time markers; we have a time and the place."
  },
  {
    "startTime": 389.0,
    "endTime": 394.866,
    "text": "So: \"Will they be coming at 6 tomorrow?\" We need to know what the plan is."
  },
  {
    "startTime": 394.866,
    "endTime": 401.0,
    "text": "Will Tommy M...? Hi, Tommy M. \"Will Tommy M be emailing Ronnie in the future?\""
  },
  {
    "startTime": 401.0,
    "endTime": 410.0,
    "text": "Now, obviously the future continuous or the future progressive happens in the future, but this also serves as my time marker."
  },
  {
    "startTime": 410.0,
    "endTime": 423.517,
    "text": "Tommy M, email. We have the \"will\", modal, we have the subject of Tommy M, we have \"be\" and then verbing."
  },
  {
    "startTime": 423.517,
    "endTime": 433.0,
    "text": "If you can think about something, a planned action or a routine that you will be doing in the future, let me know."
  },
  {
    "startTime": 433.0,
    "endTime": 438.5,
    "text": "As an example: \"I will be buying Ronnie an airplane ticket to go to Italy.\""
  },
  {
    "startTime": 438.5,
    "endTime": 445.16,
    "text": "Or anywhere in the world I'd like, except Toronto, I'm already here."
  },
  {
    "startTime": 445.16,
    "endTime": 453.21900000000005,
    "text": "If you plan or if you would like to come to Toronto, I've got something special for you."
  },
  {
    "startTime": 453.219,
    "endTime": 465.0,
    "text": "I'm going to be doing special nights and maybe special tours, so you can hang out with me and learn very natural English."
  },
  {
    "startTime": 465.0,
    "endTime": 469.039,
    "text": "I've got a Facebook page that I'd like you to go to."
  },
  {
    "startTime": 469.039,
    "endTime": 478.0,
    "text": "I will give you the address or the name of the Facebook page, you can go there and you'll find out all the wonderful information."
  },
  {
    "startTime": 478.0,
    "endTime": 485.219,
    "text": "Check this Facebook page out."
  }
]