[
  {
    "startTime": 1.595,
    "endTime": 3.9000000000000004,
    "text": "One day the universe will die."
  },
  {
    "startTime": 4.0,
    "endTime": 8.57,
    "text": "But why? And how? And will the universe be dead forever?"
  },
  {
    "startTime": 8.57,
    "endTime": 10.652000000000001,
    "text": "And how do we know that?"
  },
  {
    "startTime": 10.652,
    "endTime": 13.727,
    "text": "First of all, the universe is expanding."
  },
  {
    "startTime": 13.727,
    "endTime": 17.762,
    "text": "And not only that, the rate of its expansion is accelerating."
  },
  {
    "startTime": 17.762,
    "endTime": 20.293,
    "text": "The reason: dark energy."
  },
  {
    "startTime": 20.293,
    "endTime": 25.479,
    "text": "Dark energy is a strange phenomenon that scientists believe permeates the universe."
  },
  {
    "startTime": 25.479,
    "endTime": 31.829,
    "text": "Until 1998, we thought that the universe must work a bit like a ball that you throw into the sky."
  },
  {
    "startTime": 31.829,
    "endTime": 35.515,
    "text": "The ball moves up, but at some point it has to come down again."
  },
  {
    "startTime": 35.515,
    "endTime": 39.633,
    "text": "But the expansion of the universe is actually speeding up."
  },
  {
    "startTime": 39.633,
    "endTime": 45.0,
    "text": "That’s like throwing a ball up and watching it fly away faster and faster and faster."
  },
  {
    "startTime": 45.0,
    "endTime": 48.071,
    "text": "Where is this acceleration coming from?"
  },
  {
    "startTime": 48.071,
    "endTime": 52.602999999999994,
    "text": "Well, we don’t know, but we call it \"dark energy\"."
  },
  {
    "startTime": 52.603,
    "endTime": 56.535000000000004,
    "text": "Einstein thought of it first and then decided it was stupid."
  },
  {
    "startTime": 56.535,
    "endTime": 60.628,
    "text": "Now, astrophysicists have decided it is plausible."
  },
  {
    "startTime": 60.628,
    "endTime": 67.0,
    "text": "Trouble is, this is all very theoretical, and we don’t actually know what the properties of dark energy are."
  },
  {
    "startTime": 67.0,
    "endTime": 73.0,
    "text": "But there are various theories and they lead us to three scenarios for the end of the universe."
  },
  {
    "startTime": 79.856,
    "endTime": 82.517,
    "text": "One: the Big Rip."
  },
  {
    "startTime": 82.517,
    "endTime": 85.646,
    "text": "Since its birth, the universe has been expanding."
  },
  {
    "startTime": 85.646,
    "endTime": 89.453,
    "text": "For unknown reasons new spaces created everywhere equally."
  },
  {
    "startTime": 89.453,
    "endTime": 93.98,
    "text": "The space between galaxies expands, so they move apart."
  },
  {
    "startTime": 93.98,
    "endTime": 100.39200000000001,
    "text": "The space inside galaxies also expands, but here, gravity is strong enough to keep them together."
  },
  {
    "startTime": 100.392,
    "endTime": 109.084,
    "text": "In the Big Rip scenario, the expansion accelerates up to a point where space expands so fast that gravity can’t compensate for this effect anymore."
  },
  {
    "startTime": 109.084,
    "endTime": 111.72500000000001,
    "text": "The result is a Big Rip."
  },
  {
    "startTime": 111.725,
    "endTime": 119.23299999999999,
    "text": "At first, only large structures like galaxies are torn apart, since space between the single objects expands very fast."
  },
  {
    "startTime": 119.233,
    "endTime": 123.49900000000001,
    "text": "Next, big bodies like black holes, stars, and planets die."
  },
  {
    "startTime": 123.499,
    "endTime": 128.5,
    "text": "Their gravity isn’t strong enough to keep them together, so they dissolve into their components."
  },
  {
    "startTime": 128.731,
    "endTime": 132.862,
    "text": "In the end, space would expand faster than the speed of light."
  },
  {
    "startTime": 132.862,
    "endTime": 136.79,
    "text": "Atoms would now be affected, and they would just disband."
  },
  {
    "startTime": 136.79,
    "endTime": 143.558,
    "text": "Once space is expanding faster than light, no particle in the universe can interact with any other particle anymore."
  },
  {
    "startTime": 143.558,
    "endTime": 153.00199999999998,
    "text": "The universe would dissolve into countless lonely particles that won’t be able to touch anything else in a strange, timeless universe."
  },
  {
    "startTime": 153.002,
    "endTime": 157.21300000000002,
    "text": "Hmm, and you thought you felt lonely!"
  },
  {
    "startTime": 157.213,
    "endTime": 161.029,
    "text": "Two: Heat death or a Big Freeze."
  },
  {
    "startTime": 161.029,
    "endTime": 174.3,
    "text": "In a nutshell, the difference between the Big Rip and heat death is that in a heat death scenario matter stays intact and is converted over an incredibly long but finite period of time into radiation, while the universe expands forever."
  },
  {
    "startTime": 174.3,
    "endTime": 178.24900000000002,
    "text": "But how does this work? Let’s talk about entropy."
  },
  {
    "startTime": 178.249,
    "endTime": 184.29999999999998,
    "text": "Every system tends towards the state of highest entropy, like when we have a latte macchiato."
  },
  {
    "startTime": 184.3,
    "endTime": 191.091,
    "text": "Initially, it has different regions, but over time, they will cool down and disintegrate, until it’s uniform."
  },
  {
    "startTime": 191.091,
    "endTime": 193.77700000000002,
    "text": "And this also applies to the universe."
  },
  {
    "startTime": 193.777,
    "endTime": 199.65499999999997,
    "text": "So, while the universe gets bigger and bigger, matters slowly decays and spreads out."
  },
  {
    "startTime": 199.655,
    "endTime": 210.6,
    "text": "At some point, after lots of generations of stars, all the gas clouds necessary to form stars will be exhausted, so the universe will turn dark."
  },
  {
    "startTime": 210.6,
    "endTime": 212.891,
    "text": "The remaining suns will die;"
  },
  {
    "startTime": 212.891,
    "endTime": 221.893,
    "text": "black holes will slowly degenerate and evaporate over trillions of years due to what’s known as Hawking radiation."
  },
  {
    "startTime": 221.893,
    "endTime": 231.067,
    "text": "When this process is complete, only a dilute gas of photons and light particles remains, until even this decays."
  },
  {
    "startTime": 231.067,
    "endTime": 234.371,
    "text": "All activity in the universe ceases at this point;"
  },
  {
    "startTime": 234.371,
    "endTime": 240.255,
    "text": "entropy is at its maximum and the universe is dead forever."
  },
  {
    "startTime": 240.255,
    "endTime": 245.1,
    "text": "Unless… theoretically, it might be possible that after an incredibly long amount of time,"
  },
  {
    "startTime": 245.1,
    "endTime": 254.935,
    "text": "there might be a spontaneous entropy decrease as a result of something called \"quantum tunneling\", leading to a new Big Bang."
  },
  {
    "startTime": 254.935,
    "endTime": 258.4,
    "text": "Three: Big Crunch and Big Bounce."
  },
  {
    "startTime": 258.4,
    "endTime": 261.03,
    "text": "This is the most uplifting scenario."
  },
  {
    "startTime": 261.03,
    "endTime": 268.09999999999997,
    "text": "If there is less dark energy than we think or it decreases over time, gravity will be the dominating force in the universe one day."
  },
  {
    "startTime": 268.1,
    "endTime": 272.80400000000003,
    "text": "In a few trillion years, the rate of expansion of the universe will slow down and stop."
  },
  {
    "startTime": 272.804,
    "endTime": 275.282,
    "text": "After that, it reverses."
  },
  {
    "startTime": 275.282,
    "endTime": 279.95799999999997,
    "text": "Galaxies will race at each other, merging as the universe becomes smaller and smaller."
  },
  {
    "startTime": 279.958,
    "endTime": 285.6,
    "text": "Since a smaller universe also means a hotter universe, temperatures rise everywhere all at once."
  },
  {
    "startTime": 285.6,
    "endTime": 294.646,
    "text": "One hundred thousand years before the Big Crunch, background radiation would be hotter than the surfaces of most stars, which means that they would be cooked from the outside."
  },
  {
    "startTime": 294.646,
    "endTime": 300.90000000000003,
    "text": "Minutes before the Big Crunch happens, atom cores are ripped apart before supermassive black holes devour everything."
  },
  {
    "startTime": 300.936,
    "endTime": 307.909,
    "text": "Finally, all black holes would emerge into a supermassive mega-black hole that contains the entire mass of the universe,"
  },
  {
    "startTime": 307.909,
    "endTime": 314.671,
    "text": "and in the last moment before the Big Crunch it would devour the universe, including itself."
  },
  {
    "startTime": 314.671,
    "endTime": 322.79699999999997,
    "text": "The Big Bounce theory states that this has happened a lot of times and that the universe goes through an infinite cycle of expansion and contraction."
  },
  {
    "startTime": 322.797,
    "endTime": 325.336,
    "text": "Well, wouldn’t that be nice?"
  },
  {
    "startTime": 325.336,
    "endTime": 328.178,
    "text": "So what will actually happen to the universe in the end?"
  },
  {
    "startTime": 328.178,
    "endTime": 339.0,
    "text": "At the moment, heat death seems the most likely, but we at Kurzgesagt hope that this \"dead forever\" stuff is wrong and the universe will start over and over again."
  },
  {
    "startTime": 339.0,
    "endTime": 348.212,
    "text": "We don't know for sure either way, so let’s just assume the most uplifting theory is true."
  },
  {
    "startTime": 348.212,
    "endTime": 374.0,
    "text": "By the way, we have a Twitter account."
  },
  {
    "startTime": 374.0,
    "endTime": 384.0,
    "text": "Subtitles by the Amara.org community"
  }
]