[
  {
    "startTime": 0.0,
    "endTime": 2.0,
    "text": "Oh God, there's something on my contact."
  },
  {
    "startTime": 2.0,
    "endTime": 4.0,
    "text": "Haha just kidding, I just wanted to freak some of you out."
  },
  {
    "startTime": 10.0,
    "endTime": 17.32,
    "text": "So I've been wearing contacts for nearly ten years now and have always wondered, is touching my eye every day doing something bad to my eyes?"
  },
  {
    "startTime": 17.32,
    "endTime": 23.0,
    "text": "Apparently putting contacts in your eye is \"not a neutral act\" according to microbiologist Maria Gloria Dominguez-Bello."
  },
  {
    "startTime": 23.5,
    "endTime": 27.249,
    "text": "In fact, contacts might change more than just your vision."
  },
  {
    "startTime": 27.249,
    "endTime": 36.0,
    "text": "Dominguez-Bello and other researchers from NYU's Langone Medical center found significant differences in the ecosystems of the eyes of people who wear contact lenses and those who don't."
  },
  {
    "startTime": 36.0,
    "endTime": 45.0,
    "text": "In their study, they took hundreds of swabs of people's eye conjunctiva, which lines the eyelids and covers the white part of your eyes, and swabs of the skin directly under the eye."
  },
  {
    "startTime": 45.42,
    "endTime": 49.0,
    "text": "They found thousands of different strains in the different parts of the eye."
  },
  {
    "startTime": 49.0,
    "endTime": 58.0,
    "text": "But in those people who wore contacts, they had more bacterial diversity in the skin beneath their eye and a higher amount of different kinds of bacteria on the surface of the eye itself."
  },
  {
    "startTime": 58.0,
    "endTime": 66.0,
    "text": "They had three times the usual proportion of certain bacteria like Methylobacterium, Lactobacillus, Acinetobacter, and Pseudomonas bacteria in the eyes."
  },
  {
    "startTime": 66.0,
    "endTime": 73.0,
    "text": "Basically, the bacteria on the surface of their eyes looked more like the types of bacteria found on the skin , when compared to those who don’t wear contacts at all."
  },
  {
    "startTime": 73.77,
    "endTime": 84.0,
    "text": "But the researchers still wonder if this altered bacterial composition is because contact wearers keep touching their eyes with their dirty little fingers, or if it’s the lens itself that is changing the immune system of the eye."
  },
  {
    "startTime": 84.0,
    "endTime": 85.0,
    "text": "So more research is needed there."
  },
  {
    "startTime": 86.28,
    "endTime": 91.0,
    "text": "However, the researchers think this could be part of the reason contact wearers get more frequent eye infections."
  },
  {
    "startTime": 91.0,
    "endTime": 97.0,
    "text": "Since the 1970s when soft contact lenses came on the scene, corneal ulcers have been on the rise."
  },
  {
    "startTime": 97.0,
    "endTime": 100.0,
    "text": "Corneal ulcers leave a nasty open sore on the cornea."
  },
  {
    "startTime": 100.0,
    "endTime": 105.0,
    "text": "They're caused by bacterial, fungal or viral infections, mostly Pseudomonas."
  },
  {
    "startTime": 105.0,
    "endTime": 110.759,
    "text": "Since that type of bacteria is found on the skin, maybe eyelid and hand hygiene is to blame."
  },
  {
    "startTime": 110.759,
    "endTime": 118.0,
    "text": "Specifically, another study published in Optometry and Vision Science identified three specific behaviors that might lead to nasty infections."
  },
  {
    "startTime": 118.0,
    "endTime": 124.0,
    "text": "And they're pretty straightforward like not washing hands with soap and water before handling contacts, not letting the case air-dry."
  },
  {
    "startTime": 124.0,
    "endTime": 131.0,
    "text": "And surprisingly, and I'm a little skeptical on this point, to be honest, using a contact case and a solution from different manufacturers."
  },
  {
    "startTime": 131.0,
    "endTime": 140.0,
    "text": "I mean some bottles of solution come with cases, but I just assumed they were being nice, and all that \"please use our solution for the best results\" or whatever was just marketing BS."
  },
  {
    "startTime": 140.0,
    "endTime": 141.0,
    "text": "But maybe not?"
  },
  {
    "startTime": 141.0,
    "endTime": 146.76,
    "text": "Or if you’re too lazy to do any of the above, you could try contacts coated with anti-microbial stuff."
  },
  {
    "startTime": 146.76,
    "endTime": 153.0,
    "text": "Seriously, one study also published in the journal Optometry and Vision Science tested a type of contact coated with melamine."
  },
  {
    "startTime": 153.0,
    "endTime": 156.17,
    "text": "This peptide fights microbes by inhibiting their growth."
  },
  {
    "startTime": 156.17,
    "endTime": 163.0,
    "text": "In this study, human volunteers wore these coated contacts for a day with no major side-effects and they were just as comfortable as regular lenses."
  },
  {
    "startTime": 163.0,
    "endTime": 165.0,
    "text": "So that could be handy to have."
  },
  {
    "startTime": 165.01,
    "endTime": 168.0,
    "text": "And I know I know, it sounds scary that YOU HAVE BACTERIA IN YOUR EYE."
  },
  {
    "startTime": 168.0,
    "endTime": 172.0,
    "text": "But bacteria is everywhere in and on us, we're like a walking ecosystem."
  },
  {
    "startTime": 172.0,
    "endTime": 177.44,
    "text": "And not all of it is bad, our microbiome might be beneficial for our health."
  },
  {
    "startTime": 177.44,
    "endTime": 183.0,
    "text": "But some bacteria do cause nasty infections if they get out of hand, so if you're worried, basically, keep your contacts clean."
  },
  {
    "startTime": 183.0,
    "endTime": 185.96,
    "text": "It shouldn't take science to tell you that."
  },
  {
    "startTime": 185.96,
    "endTime": 190.0,
    "text": "Just get a nice routine down of washing your hands before you handle your contacts and air-drying the cases every now and then."
  },
  {
    "startTime": 190.0,
    "endTime": 196.0,
    "text": "But if shaving is part of your routine, maybe you should keep your contact lenses until you're done with that."
  },
  {
    "startTime": 196.0,
    "endTime": 197.79,
    "text": "I mean you might need to see for shaving your face and stuff."
  },
  {
    "startTime": 197.79,
    "endTime": 201.98,
    "text": "And if you need a razor that delivers a superior shave, Try Harry's!"
  },
  {
    "startTime": 201.98,
    "endTime": 204.0,
    "text": "We couldn't have made this episode without their support."
  },
  {
    "startTime": 204.0,
    "endTime": 208.0,
    "text": "Harry's was started by a couple of guys passionate about creating a better shaving experience."
  },
  {
    "startTime": 208.0,
    "endTime": 212.0,
    "text": "They're cheap, they show up at your door, and they're sharp both in look and… well, sharpness."
  },
  {
    "startTime": 212.0,
    "endTime": 219.52,
    "text": "You can support the show AND look sharp by going to Harrys.com and using the promo code DNews to save $5 off your first order."
  },
  {
    "startTime": 219.0,
    "endTime": 224.0,
    "text": "By using this code, you can get an entire month's worth of shaving for just $10!"
  },
  {
    "startTime": 224.0,
    "endTime": 225.0,
    "text": "Did I scare you off wearing contacts?"
  },
  {
    "startTime": 225.0,
    "endTime": 233.0,
    "text": "Let us know down in the comments below, tell me your stories. Got any horror stories about like eye infections and stuff? Totally want to hear about that, no, no, just kidding."
  },
  {
    "startTime": 233.0,
    "endTime": 240.0,
    "text": "Hit those like and subscribe buttons and keep coming back to DNews, we've got new episodes every day of the week."
  }
]