[
  {
    "startTime": 6.77,
    "endTime": 9.36,
    "text": "Whoever brought in the most money after six months was usually hired."
  },
  {
    "startTime": 9.4,
    "endTime": 12.0,
    "text": "Yes, hello, Chris Gardner calling for Mr. Walter Ha"
  },
  {
    "startTime": 12.06,
    "endTime": 15.36,
    "text": "We were all working our way up call sheets to sign clients."
  },
  {
    "startTime": 15.36,
    "endTime": 19.18,
    "text": "from the bottom to the top,  from the doorman"
  },
  {
    "startTime": 19.18,
    "endTime": 23.509999999999998,
    "text": "to the CEO.   They'd stay till seven."
  },
  {
    "startTime": 23.51,
    "endTime": 26.78,
    "text": "But I had Christopher. I had to do in six hours what they do in nine."
  },
  {
    "startTime": 27.0,
    "endTime": 30.0,
    "text": "Good afternoon, my name is Chris Gardner. I'm calling from Dean Witter"
  },
  {
    "startTime": 30.02,
    "endTime": 35.21,
    "text": "In order not to waste any time, I wasn't hanging up the phone in between calls"
  },
  {
    "startTime": 35.3,
    "endTime": 36.3,
    "text": "Okay. Thank you very much!"
  },
  {
    "startTime": 38.61,
    "endTime": 41.12,
    "text": "I realized that by not hanging up the phone"
  },
  {
    "startTime": 41.12,
    "endTime": 43.029999999999994,
    "text": "I gained another eight minutes a day"
  },
  {
    "startTime": 43.1,
    "endTime": 46.5,
    "text": "Why good morning to you. My name is Chris Gardner, and I'm calling from Dean Witter"
  },
  {
    "startTime": 46.73,
    "endTime": 49.839999999999996,
    "text": "I also wasn't drinking water so I didn't waste any time"
  },
  {
    "startTime": 49.84,
    "endTime": 51.199000000000005,
    "text": "in the bathroom"
  },
  {
    "startTime": 51.2,
    "endTime": 55.1,
    "text": "Ah, yes, I'd love to have the opportunity to...okay. No problem at all, sir. Thank you very much"
  },
  {
    "startTime": 56.699,
    "endTime": 57.969,
    "text": "but even doing all this"
  },
  {
    "startTime": 57.969,
    "endTime": 61.7,
    "text": "After two months I still didn't have time to work my way up a sheet"
  },
  {
    "startTime": 78.41,
    "endTime": 81.55,
    "text": "(secretary) Walter Ribbon's office. Yes hello my name is Chris Gardner"
  },
  {
    "startTime": 81.55,
    "endTime": 85.36999999999999,
    "text": "and I'm calling for Mr Walter Ribbon. (secretary) concerning? (Chris) yes ma'am, I'm calling from Dean Witter."
  },
  {
    "startTime": 85.37,
    "endTime": 90.02000000000001,
    "text": "(secretary) Just a moment"
  },
  {
    "startTime": 90.02,
    "endTime": 92.61999999999999,
    "text": "(Walter Ribbon) Hello? (Chris) Mr. Ribbon, hello sir"
  },
  {
    "startTime": 92.62,
    "endTime": 97.26,
    "text": "My name is Chris Gardner, I'm calling from Dean Witter (Walter Ribbon) Yeah, Chris? (Chris) Uh, yes Mr. Ribbon, I would love to have the"
  },
  {
    "startTime": 97.23,
    "endTime": 101.76,
    "text": "opportunity to sit with you to discuss some of our products, and I'm certain that I could be of"
  },
  {
    "startTime": 101.76,
    "endTime": 107.76,
    "text": "some assistance to you. (Walter Ribbon) Can you be here in twenty minutes? (Chris) Uh, twenty minutes? Absolutely!"
  },
  {
    "startTime": 107.76,
    "endTime": 111.27000000000001,
    "text": "(Walter Ribbon) I just had someone cancel. Come now! I'll give you a few minutes before the 49ers."
  },
  {
    "startTime": 111.27,
    "endTime": 145.95,
    "text": "Monday night football, buddy. (Chris) Yes sir. Thank you very much (Walter Ribbon) See you soon. (Chris) Bye bye"
  }
]