[
  {
    "startTime": 13.28,
    "endTime": 18.68,
    "text": "Hey it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 18.68,
    "endTime": 24.03,
    "text": "and a life that you love. And it’s Tuesday. I hope that you’re watching this on a Tuesday"
  },
  {
    "startTime": 24.03,
    "endTime": 27.740000000000002,
    "text": "because that’s the day it is and it’s Q&A Tuesday. This question comes from Martina"
  },
  {
    "startTime": 27.74,
    "endTime": 28.598999999999997,
    "text": "and she writes:"
  },
  {
    "startTime": 28.599,
    "endTime": 33.62,
    "text": "“Hi Marie, I just want you to know that I find you absolutely inspiring and fascinating.”"
  },
  {
    "startTime": 33.62,
    "endTime": 39.099999999999994,
    "text": "Thank you so much. “Here’s my Q. I’ve always wanted to lead an organized life, however,"
  },
  {
    "startTime": 39.1,
    "endTime": 44.129000000000005,
    "text": "reality is much more hectic and chaotic. I expect big things for myself and I have a"
  },
  {
    "startTime": 44.129,
    "endTime": 48.91,
    "text": "vision for my life and I push myself hard to achieve it. I’m not a perfectionist,"
  },
  {
    "startTime": 48.91,
    "endTime": 53.858999999999995,
    "text": "but I always wanna go further but my friends don't get my goals and ambitions and they"
  },
  {
    "startTime": 53.859,
    "endTime": 59.409,
    "text": "keep telling me to slow down. I feel like I should keep going but maybe I’m wrong"
  },
  {
    "startTime": 59.409,
    "endTime": 65.28999999999999,
    "text": "and I should listen to my friends and just let go a bit. What do you think? Thanks, Martina.”"
  },
  {
    "startTime": 65.29,
    "endTime": 69.45,
    "text": "Martina, this is an awesome question. I will tell you, there’s only two reasons that"
  },
  {
    "startTime": 69.45,
    "endTime": 74.52000000000001,
    "text": "people tell you to slow down. Reason number one is they don't have the ambition and the"
  },
  {
    "startTime": 74.52,
    "endTime": 80.04899999999999,
    "text": "drive that you have. You’ve gotta get, girl, that this is a gift. Most people wish they"
  },
  {
    "startTime": 80.049,
    "endTime": 84.5,
    "text": "had that hunger to create. So if people are trying to tell you to slow down and you don't"
  },
  {
    "startTime": 84.5,
    "endTime": 89.799,
    "text": "want to do it, don't let anybody squash your dreams, don't let anybody keep you small."
  },
  {
    "startTime": 89.799,
    "endTime": 94.24000000000001,
    "text": "I always think about that analogy of crabs being in a pot and one of the crabs is trying"
  },
  {
    "startTime": 94.24,
    "endTime": 97.969,
    "text": "to crawl out and the other one is trying to pull him down. That’s what it feels like"
  },
  {
    "startTime": 97.969,
    "endTime": 100.67999999999999,
    "text": "when people tell you to slow down and you really don't want to."
  },
  {
    "startTime": 100.68,
    "endTime": 106.57000000000001,
    "text": "I mean, as a naturally driven and ambitious person myself, the worst thing you can tell"
  },
  {
    "startTime": 106.57,
    "endTime": 113.83999999999999,
    "text": "me is slow down. I’m not gonna slow down, it’s not who I am. I have a hunger to create,"
  },
  {
    "startTime": 113.84,
    "endTime": 118.509,
    "text": "to serve, to make a difference, and my biggest hope is that I go through my life and I am"
  },
  {
    "startTime": 118.509,
    "endTime": 123.409,
    "text": "sufficiently used up at the end of it. I’m not talking about getting sick or burning"
  },
  {
    "startTime": 123.409,
    "endTime": 129.149,
    "text": "myself out, I’m just talking about harnessing that natural ambition and drive that I already"
  },
  {
    "startTime": 129.149,
    "endTime": 134.12,
    "text": "have. So don't tell me to slow down, I’m not gonna do it. If you want to slow down,"
  },
  {
    "startTime": 134.12,
    "endTime": 138.96,
    "text": "great, you’ve gotta do you. But don't squash my dreams, don't try to make me go slower,"
  },
  {
    "startTime": 138.96,
    "endTime": 143.18,
    "text": "and for the love of all things holy, don't tell me to slow down."
  },
  {
    "startTime": 143.18,
    "endTime": 148.29000000000002,
    "text": "Now for reason number two. People will tell you to slow down if you’re a hot mess and"
  },
  {
    "startTime": 148.29,
    "endTime": 152.159,
    "text": "you’re always overwhelmed and you’re like crazy chaotic running around like a chicken"
  },
  {
    "startTime": 152.159,
    "endTime": 156.42999999999998,
    "text": "with your head cut off. Here’s the deal, if you’re missing deadlines and you’re"
  },
  {
    "startTime": 156.43,
    "endTime": 161.06900000000002,
    "text": "always dropping the ball people will tell you to slow down because you’re inviting"
  },
  {
    "startTime": 161.069,
    "endTime": 167.35999999999999,
    "text": "it. Now, you can be driven and ambitious without seeming like a crazy person. So you can say,"
  },
  {
    "startTime": 167.36,
    "endTime": 172.20000000000002,
    "text": "“You know what? I’ve got so much going on in my life and I’m so excited about it.”"
  },
  {
    "startTime": 172.2,
    "endTime": 176.48,
    "text": "Or you can say, “Oh my God, I have so much going on. I’m overwhelmed, I’m crazy busy,"
  },
  {
    "startTime": 176.48,
    "endTime": 181.23899999999998,
    "text": "I can’t keep up with anything,” and then of course people are gonna say, “You know"
  },
  {
    "startTime": 181.239,
    "endTime": 184.5,
    "text": "what? You need to slow that shizzle down.”"
  },
  {
    "startTime": 184.5,
    "endTime": 190.29,
    "text": "One last thing. I want you to pay attention to who is telling you to slow down. If it’s"
  },
  {
    "startTime": 190.29,
    "endTime": 194.819,
    "text": "someone who has an amazing life and they’re creating great results, it’s someone you"
  },
  {
    "startTime": 194.819,
    "endTime": 199.08999999999997,
    "text": "respect, and you really want to take a page outta their book, well, maybe they’re worth"
  },
  {
    "startTime": 199.09,
    "endTime": 203.79,
    "text": "listening to. And on the other hand, if the person telling you to slow down has a crappy"
  },
  {
    "startTime": 203.79,
    "endTime": 208.28,
    "text": "life, they’re not someone you admire or respect, don't listen to them. And I want"
  },
  {
    "startTime": 208.28,
    "endTime": 212.909,
    "text": "you to remember this tweetable."
  },
  {
    "startTime": 212.909,
    "endTime": 217.62,
    "text": "When you’re hungry for success, don't let anyone feed you crap about slowing down."
  },
  {
    "startTime": 217.62,
    "endTime": 222.799,
    "text": "That was my A to your Q Martina, I really do hope it helps. And now I would love to"
  },
  {
    "startTime": 222.799,
    "endTime": 228.20000000000002,
    "text": "hear from you. If you consider yourself a hungry, driven, ambitious person, are there"
  },
  {
    "startTime": 228.2,
    "endTime": 232.26,
    "text": "things that people say to you that drive you absolutely bananas?"
  },
  {
    "startTime": 232.26,
    "endTime": 237.909,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so come"
  },
  {
    "startTime": 237.909,
    "endTime": 240.54899999999998,
    "text": "on over and leave a comment now."
  },
  {
    "startTime": 240.549,
    "endTime": 245.579,
    "text": "Did you like this video? I certainly did. If you did, subscribe to our channel and it"
  },
  {
    "startTime": 245.579,
    "endTime": 249.4,
    "text": "would be awesome if you shared this with all of your friends. And if you want even more"
  },
  {
    "startTime": 249.4,
    "endTime": 253.76000000000002,
    "text": "resources to create a business and life that you love, plus some personal insights from"
  },
  {
    "startTime": 253.76,
    "endTime": 258.329,
    "text": "me that I only talk about in email, come on over to MarieForleo.com and make sure you"
  },
  {
    "startTime": 258.329,
    "endTime": 260.03000000000003,
    "text": "sign up for email updates."
  },
  {
    "startTime": 260.03,
    "endTime": 264.98999999999995,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 264.99,
    "endTime": 269.94,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]