[
  {
    "startTime": 8.104,
    "endTime": 10.719999999999999,
    "text": "What was different about your body when you were born?"
  },
  {
    "startTime": 11.124,
    "endTime": 16.89,
    "text": "I was actually born with one finger on my left hand and a full left leg, but it was curved."
  },
  {
    "startTime": 17.1,
    "endTime": 23.62,
    "text": "I had surgery when I was 2 and a half years old to remove the part that was curved, so I had a stump that they could put a prosthetic leg on."
  },
  {
    "startTime": 23.62,
    "endTime": 29.365000000000002,
    "text": "And then they took the big toe from that. And they put it on my left hand. So I have two fingers."
  },
  {
    "startTime": 29.71,
    "endTime": 35.54,
    "text": "I did tons of physical therapy to try to get my new finger to work like a real finger, and not like a toe."
  },
  {
    "startTime": 36.196,
    "endTime": 40.894999999999996,
    "text": "I was always trying to figure out how to bring them together and how to get them to come together and touch."
  },
  {
    "startTime": 41.0,
    "endTime": 45.5,
    "text": "And I was sitting in the shower, and they touched, and it was amazing!"
  },
  {
    "startTime": 45.66,
    "endTime": 51.91,
    "text": "I was running around the house screaming, yay, I did it! Because that was like the first milestone."
  },
  {
    "startTime": 52.92,
    "endTime": 54.95,
    "text": "Do you feel different than other kids?"
  },
  {
    "startTime": 55.15,
    "endTime": 58.339999999999996,
    "text": "Sometimes I do. People do stare and whisper."
  },
  {
    "startTime": 58.74,
    "endTime": 69.9,
    "text": "I'll be thinking, like, there's tons of kids in this world, how did He happen to choose me to be one of the kids that had to get their leg taken away."
  },
  {
    "startTime": 70.035,
    "endTime": 75.53999999999999,
    "text": "And I asked God, like, can you please give me a leg, somehow, some way."
  },
  {
    "startTime": 76.56,
    "endTime": 82.622,
    "text": "But then I have to think, I was born like this. I can't change it."
  },
  {
    "startTime": 82.79,
    "endTime": 91.42,
    "text": "And when I play sports, I don't feel different. I don't think about anything else. I just think about what's happening in the game."
  },
  {
    "startTime": 91.89,
    "endTime": 94.624,
    "text": "Would you say sports have become a ritual for you?"
  },
  {
    "startTime": 94.624,
    "endTime": 100.39,
    "text": "Yes. Because I feel like if I don't play sports every day, I feel weird."
  },
  {
    "startTime": 101.99,
    "endTime": 109.43199999999999,
    "text": "I've always felt like sports is where I can go, when I'm sad or lonely or anything."
  },
  {
    "startTime": 110.22,
    "endTime": 115.392,
    "text": "I love competition. I love the feeling. I love being under pressure and everything."
  },
  {
    "startTime": 116.634,
    "endTime": 122.262,
    "text": "When I'm playing sports, I go from thinking about all the other things to game mode."
  },
  {
    "startTime": 122.3,
    "endTime": 130.99,
    "text": "When I'm in the zone, I feel like I have this like fire around me, and then the flames pop up and have this circle around it."
  },
  {
    "startTime": 131.12,
    "endTime": 136.5,
    "text": "So any thoughts that try to come in, and they get burned by the fire, and they don't let in."
  },
  {
    "startTime": 136.79,
    "endTime": 139.32,
    "text": "Do you feel you have to work harder than other kids?"
  },
  {
    "startTime": 139.72,
    "endTime": 144.10999999999999,
    "text": "Oh, yes. I bet kids, when they take a step, \"Oh, I took a step, big deal.\""
  },
  {
    "startTime": 144.38,
    "endTime": 149.4,
    "text": "For me, when I take a step, I say, \"Oh, no big deal,\" but I thought about every little bit."
  },
  {
    "startTime": 149.44,
    "endTime": 153.81,
    "text": "I put so much pressure on my body from being in a prosthetic all day."
  },
  {
    "startTime": 153.81,
    "endTime": 159.51,
    "text": "I come home. I'm like dying from back pain, and I have to stretch before I go to bed every night."
  },
  {
    "startTime": 159.814,
    "endTime": 161.18,
    "text": "So how do you stay positive?"
  },
  {
    "startTime": 161.28,
    "endTime": 164.955,
    "text": "I have to think about what I have instead of what I don't have."
  },
  {
    "startTime": 165.055,
    "endTime": 173.755,
    "text": "I have a great life. I have a great family. I have great legs. I have great friends. I have a great school."
  },
  {
    "startTime": 173.94,
    "endTime": 180.60999999999999,
    "text": "I could go on for years. I'm just grateful that I have so many things that are great in my life."
  },
  {
    "startTime": 180.73,
    "endTime": 188.22,
    "text": "There's lots of challenges in people's life, and that's a little wall right there."
  },
  {
    "startTime": 188.37,
    "endTime": 195.61,
    "text": "So I try to break down that wall. If I'm just running around like playing soccer or shooting a lay-up, I don't think about it."
  },
  {
    "startTime": 195.8,
    "endTime": 200.5,
    "text": "I don't feel different when I'm playing sports because that takes me away from my disability."
  },
  {
    "startTime": 200.72,
    "endTime": 204.9,
    "text": "But it's a good thing that I'm born like this."
  },
  {
    "startTime": 205.5,
    "endTime": 212.0,
    "text": "I've learned to be confident in myself. I've learned how to be strong."
  },
  {
    "startTime": 229.76,
    "endTime": 232.125,
    "text": "Firefighters see difficult things every day."
  },
  {
    "startTime": 232.225,
    "endTime": 236.18,
    "text": "Click to watch as one shares his inspiring ritual in this episode."
  },
  {
    "startTime": 236.55,
    "endTime": 242.23000000000002,
    "text": "All that excitement, energy, sweat, tears."
  },
  {
    "startTime": 242.43,
    "endTime": 252.12,
    "text": "It's contained until you get all the way up to the top, where you just like explode and just feel like the sky open up."
  },
  {
    "startTime": 255.043,
    "endTime": 256.909,
    "text": "\"Rituals\" is a part of \"Seeker Stories.\""
  },
  {
    "startTime": 257.209,
    "endTime": 261.7,
    "text": "If you'd like to continue to see more stories from around the world, we need you to subscribe."
  },
  {
    "startTime": 262.16,
    "endTime": 263.57000000000005,
    "text": "Thanks for watching."
  }
]