[
  {
    "startTime": 0.21,
    "endTime": 7.59,
    "text": "You meet a new acquaintance, and as you go to shake hands after introducing yourself, you suddenly realize: \"Wait...I already forgot their name\"."
  },
  {
    "startTime": 7.59,
    "endTime": 11.780000000000001,
    "text": "Why does this always happen and what does it say about your brain?"
  },
  {
    "startTime": 11.78,
    "endTime": 14.889999999999999,
    "text": "Chances are you can remember somebody's face over their name."
  },
  {
    "startTime": 14.89,
    "endTime": 17.89,
    "text": "Our brains are hardwired to recognize facial details."
  },
  {
    "startTime": 17.89,
    "endTime": 23.04,
    "text": "Brain scans even show that individual brain cells are fired in response to any given face."
  },
  {
    "startTime": 23.04,
    "endTime": 27.68,
    "text": "But when it comes to forgetting names, it may have to do with something called the \"Baker Effect.\""
  },
  {
    "startTime": 27.68,
    "endTime": 37.67,
    "text": "If I tell you I'm a baker, I'm providing information about what I do, and how I spend my time, but if I say my name is Baker, it has no mental links and is vulnerable to forgetting."
  },
  {
    "startTime": 37.67,
    "endTime": 42.89,
    "text": "After all, names are completely arbitrary and hold no specific information in them."
  },
  {
    "startTime": 42.89,
    "endTime": 52.43,
    "text": "And if your brain can't make connections between multiple pieces of information, particularly things you already know or feel familiar with, then you're more likely to forget that information."
  },
  {
    "startTime": 52.43,
    "endTime": 56.75,
    "text": "Of course, it doesn't help that you're often focusing on introducing yourself."
  },
  {
    "startTime": 56.75,
    "endTime": 59.14,
    "text": "This is known as the \"next-in-line effect.\""
  },
  {
    "startTime": 59.14,
    "endTime": 66.22,
    "text": "Instead of watching and listening to the other person, your brain starts focusing on its own routine: what you'll say, how you'll move, etc."
  },
  {
    "startTime": 66.22,
    "endTime": 72.96,
    "text": "And we simply aren't very good at both disseminating information at the same time we try to take in and store new information."
  },
  {
    "startTime": 72.96,
    "endTime": 75.89,
    "text": "Our brains have both short-term and long-term memory."
  },
  {
    "startTime": 75.89,
    "endTime": 84.04,
    "text": "But the short-term memory, or sometimes called working memory, can only hold so much information, and if you don't focus on it, it fades away quickly."
  },
  {
    "startTime": 84.04,
    "endTime": 89.46000000000001,
    "text": "Finally, other research suggests that, drumroll... you may just not care."
  },
  {
    "startTime": 89.46,
    "endTime": 96.17999999999999,
    "text": "Honestly, you may be at a party in which you'll never see this person again, or just generally uninterested in forming a new relationship."
  },
  {
    "startTime": 96.18,
    "endTime": 101.16000000000001,
    "text": "Simply put, the more interest you have in something, the more likely your brain is to make new connections."
  },
  {
    "startTime": 101.16,
    "endTime": 108.67999999999999,
    "text": "As a result, people who enjoy making new relationships are tuned in and focused, and barely feel as if their memory is being used or tested."
  },
  {
    "startTime": 108.68,
    "endTime": 111.69000000000001,
    "text": "So how can you improve your ability to remember names?"
  },
  {
    "startTime": 111.69,
    "endTime": 119.94,
    "text": "We break down seven clever tips to avoid forgetting names in our newest AsapTHOUGHT video, which you can check by clicking on the screen, or using the link in the description below."
  },
  {
    "startTime": 119.94,
    "endTime": 122.78,
    "text": "These tips have been so useful to us!"
  },
  {
    "startTime": 122.78,
    "endTime": 132.96,
    "text": "And subscribe for more weekly science videos!"
  }
]