[
  {
    "startTime": 2.92,
    "endTime": 8.75,
    "text": "In the early 2000s, news of the end of the oil age was everywhere. \"No more oil!\""
  },
  {
    "startTime": 8.75,
    "endTime": 14.93,
    "text": "Yet here we are a decade later, \"Oil everywhere! We’ll never run out of oil!\" So, which is it?"
  },
  {
    "startTime": 14.93,
    "endTime": 23.98,
    "text": "Right now, the world produces a whopping 93 million barrels of oil every day, but more than a trillion barrels still sit in Earth’s crust."
  },
  {
    "startTime": 23.98,
    "endTime": 32.55,
    "text": "We’ve already gotten most of Earth’s \"easy\" oil, but new technologies like horizontal drilling and hydraulic fracturing are giving us to access more and more of it."
  },
  {
    "startTime": 32.55,
    "endTime": 39.14,
    "text": "But considering the impact of fossil fuels on the climate and environment, we have to ask, \"When will we be done with oil?\""
  },
  {
    "startTime": 39.14,
    "endTime": 49.0,
    "text": "If the history of energy is any guide, how much oil we pump up to the surface and ultimately into the atmosphere, depends a lot on what other energy options we have."
  },
  {
    "startTime": 57.96,
    "endTime": 63.36,
    "text": "In the 17th century, there were 820 million acres of virgin forest in the United States,"
  },
  {
    "startTime": 63.36,
    "endTime": 70.46,
    "text": "but after a few centuries of burning wood for heat, energy, and cooking, that number had dwindled to just 138 million."
  },
  {
    "startTime": 70.46,
    "endTime": 73.91,
    "text": "At some point in the mid-1800s we reached \"peak wood.\""
  },
  {
    "startTime": 73.91,
    "endTime": 82.13,
    "text": "Luckily, we had an alternative fuel that, at least at the time, promised to be environmentally friendly and save the forests: coal."
  },
  {
    "startTime": 82.13,
    "endTime": 89.33999999999999,
    "text": "Likewise in 1846, thanks to the popularity of whale oil as a smokeless lamp fuel, we reached \"peak whale.\""
  },
  {
    "startTime": 89.34,
    "endTime": 95.41,
    "text": "Whales are a decidedly non-renewable resource. Our love of lamp almost drove them extinct."
  },
  {
    "startTime": 95.41,
    "endTime": 97.72,
    "text": "I love lamp. I love lamp."
  },
  {
    "startTime": 97.72,
    "endTime": 102.44,
    "text": "But it wasn’t simply dwindling supply and increasing demand that saved the cetaceans."
  },
  {
    "startTime": 102.44,
    "endTime": 109.78,
    "text": "It was the discovery of a new lamp fuel called kerosene, distilled from a black liquid that we’d recently learned how to pump out of the ground."
  },
  {
    "startTime": 109.78,
    "endTime": 118.15,
    "text": "Now, if oil saving the whales seems like an odd idea, that’s because the history of energy in America tends to be solving one problem by introducing another."
  },
  {
    "startTime": 118.15,
    "endTime": 124.06,
    "text": "We used to think that tool use was our defining human characteristic, until we saw chimps do it."
  },
  {
    "startTime": 124.06,
    "endTime": 128.12,
    "text": "Then we claimed language as our own, until we met a gorilla named Koko."
  },
  {
    "startTime": 128.12,
    "endTime": 138.8,
    "text": "But the ability to intentionally manipulate energy to do stuff seems to be a distinctly \"us\" thing. Although, there’s those beavers."
  },
  {
    "startTime": 142.68,
    "endTime": 147.02,
    "text": "Anyway, how a society uses energy is one of its defining characteristics."
  },
  {
    "startTime": 147.02,
    "endTime": 155.16000000000003,
    "text": "Humans first harnessed thermal energy, and then kinetic energy, but there's no easy way to convert one to the other, until the steam engine."
  },
  {
    "startTime": 155.16,
    "endTime": 161.97,
    "text": "This ability to convert and control energy led to the Industrial Revolution, which was a pretty big deal."
  },
  {
    "startTime": 161.97,
    "endTime": 168.04,
    "text": "As a rule in history, as a society gets more advanced, it consumes more energy, and we’re no different."
  },
  {
    "startTime": 168.04,
    "endTime": 174.0,
    "text": "The story of the 20th century is one of more energy, for more people, used for more things."
  },
  {
    "startTime": 178.61,
    "endTime": 180.45000000000002,
    "text": "But that’s not the only trend."
  },
  {
    "startTime": 180.45,
    "endTime": 188.67,
    "text": "The past centuries have seen a general trend from wood to coal to oil to renewables, and today we get our energy from more sources than ever before."
  },
  {
    "startTime": 188.67,
    "endTime": 192.73999999999998,
    "text": "Renewable energy in particular has grown in the past ten years."
  },
  {
    "startTime": 192.74,
    "endTime": 197.08,
    "text": "We’re also getting more energy per unit of CO2 than ever before."
  },
  {
    "startTime": 197.08,
    "endTime": 201.41000000000003,
    "text": "We hear a lot about reducing carbon today, but we’ve been on that path for a long time."
  },
  {
    "startTime": 201.41,
    "endTime": 207.01,
    "text": "But even though more efficiency and less consumption means that we’re using fewer fossil fuels over the past decade,"
  },
  {
    "startTime": 207.01,
    "endTime": 215.85999999999999,
    "text": "total consumption has gone up faster, so emissions are still higher than they were 4 decades ago, and fossil fuels are still number 1 by a big margin."
  },
  {
    "startTime": 215.86,
    "endTime": 219.19000000000003,
    "text": "U.S. energy use matches the rest of the world pretty closely."
  },
  {
    "startTime": 219.19,
    "endTime": 226.44,
    "text": "I’m not sure if that’s a good or a bad thing, but it means that my problems are your problems are everyone’s problems."
  },
  {
    "startTime": 226.44,
    "endTime": 234.07999999999998,
    "text": "Unfortunately, the Energy Information Administration projects that where we all get our energy won’t change much over the next two decades,"
  },
  {
    "startTime": 234.08,
    "endTime": 237.84,
    "text": "and well, have you heard about this whole climate change thing?"
  },
  {
    "startTime": 237.84,
    "endTime": 244.16,
    "text": "The history of energy transitions has been one of new energy sources taking the place of dirtier, scarcer ones."
  },
  {
    "startTime": 244.16,
    "endTime": 253.76999999999998,
    "text": "But considering that with the exception of nuclear, all of our energy technologies date from the 19th century, inventing new energy sources is a thing of the past."
  },
  {
    "startTime": 253.77,
    "endTime": 260.62,
    "text": "But as CO2 levels continue to climb past 400 parts per million, waiting for peak oil might not be an option."
  },
  {
    "startTime": 260.62,
    "endTime": 265.54,
    "text": "For the first time in our history, we might have to invent a peak of our own."
  },
  {
    "startTime": 265.54,
    "endTime": 271.33000000000004,
    "text": "Be sure to check out the other videos in the series about energy by clicking above or you can check down in the description."
  },
  {
    "startTime": 271.33,
    "endTime": 276.52,
    "text": "The world of energy is really complex and confusing, but we should know how it works."
  },
  {
    "startTime": 276.52,
    "endTime": 282.88,
    "text": "Luckily, the Webber Energy Research Group with the University of Texas has put together an amazing online course called \"Energy 101.\""
  },
  {
    "startTime": 282.88,
    "endTime": 285.86,
    "text": "They got versions for desktops, mobile devices, everything."
  },
  {
    "startTime": 285.86,
    "endTime": 295.65000000000003,
    "text": "If you wanna know more about that massive machine that exists behind your electrical outlet and inside the gas pump, it's really really awesome. You'll understand like all of energy."
  },
  {
    "startTime": 295.65,
    "endTime": 303.97999999999996,
    "text": "They also regularly publish a poll of what people think about energy is. Objective, scientific. And if you like polls, its a good one."
  },
  {
    "startTime": 303.98,
    "endTime": 309.12,
    "text": "There's links to all that stuff down in description, along with lots more. Stay curious."
  }
]