[
  {
    "startTime": 0.3,
    "endTime": 3.6999999999999997,
    "text": "You know, everybody wants to be happy, so why isn't everybody happy?"
  },
  {
    "startTime": 3.8,
    "endTime": 6.199999999999999,
    "text": "The obvious answer is, it's not easy."
  },
  {
    "startTime": 6.3,
    "endTime": 18.53,
    "text": "And one of the single biggest obstacles to being happy is that people naturally compare themselves to other people and assume nearly all of them are happier than they are."
  },
  {
    "startTime": 19.049,
    "endTime": 21.5,
    "text": "This is a big problem."
  },
  {
    "startTime": 21.8,
    "endTime": 28.419,
    "text": "So how would you like an equation to determine the exact amount of unhappiness in your life?"
  },
  {
    "startTime": 29.14,
    "endTime": 32.7,
    "text": "Well, I am here to tell you that I have developed an equation."
  },
  {
    "startTime": 32.7,
    "endTime": 42.64,
    "text": "It is U = I - R. U is unhappiness, I is image, and R is reality."
  },
  {
    "startTime": 42.64,
    "endTime": 57.58,
    "text": "The difference between the images you have had for your life, and the reality of your life is the amount of unhappiness in your life, which gives you an idea of how powerful images are in hurting us."
  },
  {
    "startTime": 58.18,
    "endTime": 64.08,
    "text": "It's inevitable, everybody has an image. As you grow up, you imagine what life will be when you get older."
  },
  {
    "startTime": 64.38,
    "endTime": 71.8,
    "text": "I had very, very powerful images, if I may be personal, and it'll help here to be personal, because I have gone through this."
  },
  {
    "startTime": 72.1,
    "endTime": 84.69999999999999,
    "text": "I imagined that I would be happily married, never divorced, have four perfect children sitting around the table, discussing politics and theology every meal."
  },
  {
    "startTime": 84.319,
    "endTime": 87.2,
    "text": "Well, it didn't quite turn out that way."
  },
  {
    "startTime": 87.3,
    "endTime": 94.8,
    "text": "I was divorced. I was divorced with a child, and my kids didn't always want to talk about theology and politics."
  },
  {
    "startTime": 95.0,
    "endTime": 96.9,
    "text": "Sometimes they didn't want to talk at all."
  },
  {
    "startTime": 96.95,
    "endTime": 102.049,
    "text": "Sometimes they wanted to talk about sports or about music that I couldn't stand."
  },
  {
    "startTime": 102.12,
    "endTime": 111.0,
    "text": "Now, I had to realize very early in my life that I would either have to abandon my image, or I would be miserable the rest of my life."
  },
  {
    "startTime": 111.0,
    "endTime": 113.65,
    "text": "And this is true for just about everybody."
  },
  {
    "startTime": 113.8,
    "endTime": 122.0,
    "text": "Very few people live out the image that they had assumed their life would follow and become."
  },
  {
    "startTime": 122.07,
    "endTime": 128.2,
    "text": "That's what the mid-life crisis in so many people is about, whether it is male or female, especially for men."
  },
  {
    "startTime": 128.6,
    "endTime": 139.0,
    "text": "They reach 35, 45, 55, and then they think, \"Wait a minute, I am not nearly what I had assumed I would be in terms of accomplishment and achievement."
  },
  {
    "startTime": 139.18,
    "endTime": 144.42000000000002,
    "text": "I thought I would be the CEO. I thought I would be a president. I thought I'd be the president of the United States."
  },
  {
    "startTime": 144.72,
    "endTime": 150.84,
    "text": "I thought I would be earning this amount of money. I thought I would be one of the most respected members of my community.\""
  },
  {
    "startTime": 151.4,
    "endTime": 156.8,
    "text": "And then I would say every man ultimately fails the image that he has had for himself."
  },
  {
    "startTime": 157.0,
    "endTime": 161.0,
    "text": "That's the biggest part of what mid-life crisis is about."
  },
  {
    "startTime": 161.0,
    "endTime": 163.99,
    "text": "Images kill people. Think of anorexia."
  },
  {
    "startTime": 164.09,
    "endTime": 168.0,
    "text": "Some teenage girls and young women have an image of how they want to look."
  },
  {
    "startTime": 168.0,
    "endTime": 172.74,
    "text": "And in some cases they will starve themselves to meet that image."
  },
  {
    "startTime": 173.74,
    "endTime": 176.70000000000002,
    "text": "This is true for whatever images we have in our life."
  },
  {
    "startTime": 176.8,
    "endTime": 181.4,
    "text": "People imagine family life a certain way. They imagine a spouse a certain way."
  },
  {
    "startTime": 181.6,
    "endTime": 185.04,
    "text": "They imagine their children a certain way. They imagine their job a certain way."
  },
  {
    "startTime": 185.3,
    "endTime": 192.0,
    "text": "They imagine a whole host of things, and then those images are very often shattered."
  },
  {
    "startTime": 192.56,
    "endTime": 194.0,
    "text": "So what do you do about it?"
  },
  {
    "startTime": 194.6,
    "endTime": 200.4,
    "text": "Well, there are two things. One, either develop a new image, and enjoy that."
  },
  {
    "startTime": 200.4,
    "endTime": 204.0,
    "text": "Or just celebrate the reality that you now have."
  },
  {
    "startTime": 204.5,
    "endTime": 208.3,
    "text": "Maybe the reality you now have is pretty darn good."
  },
  {
    "startTime": 208.6,
    "endTime": 215.92,
    "text": "You don't need an image to ruin it because I promise you that that's exactly what the image will do."
  },
  {
    "startTime": 216.42,
    "endTime": 226.33999999999997,
    "text": "And that is why U = I - R. Unhappiness = Image - Reality. I am Dennis Prager."
  }
]