[
  {
    "startTime": 1.0,
    "endTime": 3.2,
    "text": "[How power makes people selfish]"
  },
  {
    "startTime": 3.2,
    "endTime": 9.0,
    "text": "So there are regions of the frontal lobes that are now being called \"the empathy network\"."
  },
  {
    "startTime": 9.0,
    "endTime": 15.658999999999999,
    "text": "And those regions of the brain do a lot of things, but one of the things that they do is they kinda help us detect other people's pain."
  },
  {
    "startTime": 16.02,
    "endTime": 22.0,
    "text": "When you damage the empathy networks of your brain, which some people do, they become really impulsive."
  },
  {
    "startTime": 22.0,
    "endTime": 26.849,
    "text": "And you can have people who were really good citizens of the world, right?"
  },
  {
    "startTime": 26.849,
    "endTime": 35.9,
    "text": "And if they have this head trauma, and little chunks of the frontal lobes are gone, they'll start swearing suddenly, they'll start yelling at their kids, they feel disconnected."
  },
  {
    "startTime": 35.9,
    "endTime": 39.0,
    "text": "In the neuroscience literature they call this \"acquired sociopathy.\""
  },
  {
    "startTime": 39.0,
    "endTime": 47.5,
    "text": "Through brain trauma you become a sociopath, and our lab studies find if you give people a little bit of power they kind of look like those brain trauma patients, right?"
  },
  {
    "startTime": 47.6,
    "endTime": 57.8,
    "text": "So we find like, if I feel powerful, I flirt inappropriately, I am more likely at work to swear and act in a rude fashion, I'm more likely to gamble."
  },
  {
    "startTime": 58.0,
    "endTime": 59.5,
    "text": "It makes you impulsive."
  },
  {
    "startTime": 59.5,
    "endTime": 62.85,
    "text": "When you feel powerful you kind of lose touch with other people."
  },
  {
    "startTime": 63.25,
    "endTime": 68.0,
    "text": "You stop attending carefully to what other people think."
  },
  {
    "startTime": 68.0,
    "endTime": 71.859,
    "text": "In our lab, it's come to be known as the \"Cookie Monster\" study."
  },
  {
    "startTime": 72.299,
    "endTime": 76.74900000000001,
    "text": "We brought three people to the lab; we pointed to one person and said, \"you're in charge, right?\""
  },
  {
    "startTime": 76.949,
    "endTime": 78.8,
    "text": "So that person kind of felt powerful."
  },
  {
    "startTime": 78.8,
    "endTime": 82.89999999999999,
    "text": "And then they had to do this really boring task of, like, write policy for the university."
  },
  {
    "startTime": 82.94,
    "endTime": 85.0,
    "text": "And they're getting kinda bored."
  },
  {
    "startTime": 85.0,
    "endTime": 87.6,
    "text": "We bring a plate of chocolate chip cookies."
  },
  {
    "startTime": 87.7,
    "endTime": 88.5,
    "text": "Everybody takes one cookie."
  },
  {
    "startTime": 89.5,
    "endTime": 93.73,
    "text": "All groups always leave one cookie on the plate because you don't want to be that person that takes the last cookie."
  },
  {
    "startTime": 94.03,
    "endTime": 99.4,
    "text": "So there's that fourth cookie and we find higher-powered people, they reach out and take it."
  },
  {
    "startTime": 99.9,
    "endTime": 106.24900000000001,
    "text": "And then my grad student, Dan Ward at the time, he came to me and he was like, \"I think people are eating differently when they have power.\""
  },
  {
    "startTime": 106.39,
    "endTime": 117.36,
    "text": "\"And lo and behold, our high-powered person is more likely to eat with their mouth open, lips-smacking, crumbs literally like falling onto their sweaters, you know? It's ridiculous!\""
  }
]