[
  {
    "startTime": 0.83,
    "endTime": 5.13,
    "text": "What word comes to mind when I say \"imagination\"?"
  },
  {
    "startTime": 5.36,
    "endTime": 9.34,
    "text": "Creativity? Ingenuity? Make-believe?"
  },
  {
    "startTime": 9.69,
    "endTime": 16.27,
    "text": "No matter who you are or where you come from, chances are you spend a lot of time imagining things."
  },
  {
    "startTime": 16.4,
    "endTime": 23.959999999999997,
    "text": "But while you might use your imagination every day, scientists understand imagination a lot less than you might imagine."
  },
  {
    "startTime": 24.07,
    "endTime": 31.59,
    "text": "Where does imagination come from? Why do we imagine at all? And is there a way for you to become more imaginative?"
  },
  {
    "startTime": 31.96,
    "endTime": 39.25,
    "text": "With the help of my friends here at Cirque du Soleil's Zarkana, we are about to explore the delightful possibilities of imagination."
  },
  {
    "startTime": 39.48,
    "endTime": 43.61,
    "text": "And our journey begins right where you'd imagine it would: in your brain."
  },
  {
    "startTime": 44.03,
    "endTime": 53.63,
    "text": "Look at the X in the middle of your screen. Now imagine a red triangle there. Got it? Does it look something like this?"
  },
  {
    "startTime": 54.35,
    "endTime": 64.0,
    "text": "If we guessed right, you might be thinking: \"What's the big deal?\" Until you realize you could've easily imagined this, or this, or this,"
  },
  {
    "startTime": 64.0,
    "endTime": 69.64,
    "text": "or any of a hundred different kinds of triangles, but you didn't, and we knew that."
  },
  {
    "startTime": 69.75,
    "endTime": 74.95,
    "text": "Our imaginations are unique, but there's evidence that some ideas and images are shared by all of us."
  },
  {
    "startTime": 75.309,
    "endTime": 78.22,
    "text": "To show you what we mean, we'll give you another shot."
  },
  {
    "startTime": 78.72,
    "endTime": 82.33,
    "text": "Imagine a hero. That's all the information we're gonna give you."
  },
  {
    "startTime": 82.21,
    "endTime": 91.11,
    "text": "Just picture a hero in your mind. Got an image in your head? Does it look something like this? Did we read your mind again?"
  },
  {
    "startTime": 92.7,
    "endTime": 98.47,
    "text": "Of course, real heroes come in all shapes and sizes, all ages, all genders."
  },
  {
    "startTime": 98.47,
    "endTime": 104.03,
    "text": "It could be your parents or grandparents, or Rosa Parks or Jackie Robinson."
  },
  {
    "startTime": 104.03,
    "endTime": 105.77,
    "text": "You might even think of a sandwich."
  },
  {
    "startTime": 105.94,
    "endTime": 111.92,
    "text": "But your default setting is probably a hero that looks like Superman, so what's going on here?"
  },
  {
    "startTime": 111.96,
    "endTime": 116.72999999999999,
    "text": "Here to explain is Dr. Sara Mednick from University of California, Riverside."
  },
  {
    "startTime": 116.98,
    "endTime": 122.33,
    "text": "Every culture shares common images and themes that make up the raw material of your imagination."
  },
  {
    "startTime": 122.83,
    "endTime": 130.35999999999999,
    "text": "Psychologist Carl Jung called this the collective unconscious, but new research has uncovered something called the social unconscious."
  },
  {
    "startTime": 130.36,
    "endTime": 136.08,
    "text": "These are shared beliefs and values you might incorporate into your thoughts and behaviors without even realizing it."
  }
]