[
  {
    "startTime": 8.2,
    "endTime": 12.1,
    "text": "I had a really good friend. She was moving, and so was I."
  },
  {
    "startTime": 12.13,
    "endTime": 17.67,
    "text": "Kind of looking for a little bit of an adventure, I suggested that maybe we drive to the local state park."
  },
  {
    "startTime": 17.67,
    "endTime": 22.590000000000003,
    "text": "Then we get there, and we start the fire, cooking bratwursts."
  },
  {
    "startTime": 22.59,
    "endTime": 26.59,
    "text": "There was only one unit being used, and it was this guy,"
  },
  {
    "startTime": 26.89,
    "endTime": 31.6,
    "text": "it was almost like he'd been living there for a while, and he looked like Legolas."
  },
  {
    "startTime": 31.82,
    "endTime": 37.6,
    "text": "My friend was joking that he was the most attractive person she'd ever met living inside a tent."
  },
  {
    "startTime": 37.6,
    "endTime": 43.5,
    "text": "Eventually, he wanders over. He repeatedly refers to himself as homeless."
  },
  {
    "startTime": 43.5,
    "endTime": 49.0,
    "text": "His name was Sam, and he had just ended a long relationship, and I had done the same."
  },
  {
    "startTime": 49.0,
    "endTime": 54.28,
    "text": "Because of that sense of temporary presence, we kind of began to talk about that."
  },
  {
    "startTime": 54.38,
    "endTime": 59.78,
    "text": "It was getting much much darker, not only into the evening but thunderstorms."
  },
  {
    "startTime": 59.88,
    "endTime": 65.0,
    "text": "We could see the lightning in the distance. It's really possible that we're gonna have a tornado."
  },
  {
    "startTime": 65.13,
    "endTime": 71.19,
    "text": "That wasn't a problem for my friend and I because we just lived five miles away, but it was a problem for this guy."
  },
  {
    "startTime": 71.67,
    "endTime": 78.03,
    "text": "I invited him back to my place. He laughed, and he said, \"How do I know you're not gonna murder me?\""
  },
  {
    "startTime": 77.77,
    "endTime": 81.11,
    "text": "And I said, \"I don't know. Are you gonna murder me?\""
  },
  {
    "startTime": 82.4,
    "endTime": 88.28,
    "text": "We got back to my place. Eventually, I asked, \"Why are you living in a tent by the river?\""
  },
  {
    "startTime": 88.58,
    "endTime": 91.81,
    "text": "That seems kinda ludicrous for a 26-year-old man."
  },
  {
    "startTime": 91.91,
    "endTime": 96.81,
    "text": "And he said that he'd been dating a woman for a very long time. They were living together."
  },
  {
    "startTime": 96.91,
    "endTime": 103.38,
    "text": "She had cheated on him. He loved her very, very much but couldn't imagine being with her any longer."
  },
  {
    "startTime": 103.425,
    "endTime": 109.64,
    "text": "It was better for him to leave and live in a tent and fish after work than to live in that house with her."
  },
  {
    "startTime": 110.84,
    "endTime": 118.24000000000001,
    "text": "After my friend left, I kinda said to him that he should stay. I laughed, and I said, \"Nothing's going to happen between us.\""
  },
  {
    "startTime": 118.82,
    "endTime": 125.07,
    "text": "There was only one bed in my apartment. We got in bed together, and yet I felt really comfortable and at home with him."
  },
  {
    "startTime": 125.47,
    "endTime": 132.92,
    "text": "I was set to start a job about a month later, and we kind of continued our relationship for two weeks until I left."
  },
  {
    "startTime": 135.72,
    "endTime": 147.97,
    "text": "When I got to Alaska, I met someone that I care very, very deeply about, and I feel like this is the relationship, truly, that I think will last... I hope for the rest of my life."
  },
  {
    "startTime": 148.22,
    "endTime": 155.1,
    "text": "It's strange to think that I could like someone briefly and then like someone else a whole lot more,"
  },
  {
    "startTime": 155.1,
    "endTime": 161.47,
    "text": "but I kinda think that's the beauty here; it's that Sam didn't have to be this thing that lasted forever and ever."
  }
]