[
  {
    "startTime": 1.359,
    "endTime": 8.620000000000001,
    "text": "Hi. I'm Rebecca from engVid. In today's lesson, I'll give you 10 important tips to do well"
  },
  {
    "startTime": 8.62,
    "endTime": 14.049,
    "text": "and to get a higher score on the speaking section of your IELTS exam, or actually on"
  },
  {
    "startTime": 14.049,
    "endTime": 20.54,
    "text": "any oral speaking test where you're sitting with a live examiner. Okay? So these tips"
  },
  {
    "startTime": 20.54,
    "endTime": 27.06,
    "text": "don't apply actually to the TOEFL where your answers are recorded, but it's for any English"
  },
  {
    "startTime": 27.06,
    "endTime": 30.647,
    "text": "exam where you're sitting with a real examiner. Okay?"
  },
  {
    "startTime": 30.647,
    "endTime": 36.31,
    "text": "Now, the IELTS, of course, the speaking section of the IELTS test is about 11 or 14 minutes"
  },
  {
    "startTime": 36.31,
    "endTime": 42.43,
    "text": "long, has three different sections, and so on. And the IELTS is an exam which is a..."
  },
  {
    "startTime": 42.43,
    "endTime": 48.43,
    "text": "It's an English proficiency exam. It's used for immigration purposes, for example, to"
  },
  {
    "startTime": 48.43,
    "endTime": 54.48,
    "text": "Canada and Australia. It's used for admission to universities where English is the medium"
  },
  {
    "startTime": 54.48,
    "endTime": 60.93,
    "text": "of instruction, and it's also used for professional certification purposes. So lots and lots of"
  },
  {
    "startTime": 60.93,
    "endTime": 64.989,
    "text": "people, millions of people do the IELTS exam. And if you're one of them, these speaking"
  },
  {
    "startTime": 64.989,
    "endTime": 70.409,
    "text": "tips will really help you. They're general tips; they're not about the specific sections."
  },
  {
    "startTime": 70.409,
    "endTime": 75.97800000000001,
    "text": "They apply to all sections of the speaking test. Okay? Let's get started."
  },
  {
    "startTime": 75.978,
    "endTime": 84.21,
    "text": "So, the first point is: during your speaking test, be formal. By that, I mean treat it"
  },
  {
    "startTime": 84.21,
    "endTime": 90.13999999999999,
    "text": "like a job interview. And just as in a job interview, you'll be on your best behaviour"
  },
  {
    "startTime": 90.14,
    "endTime": 96.77,
    "text": "and so on, behave that way. Don't take it very casually. Okay? Take it seriously and"
  },
  {
    "startTime": 96.77,
    "endTime": 98.47,
    "text": "be formal."
  },
  {
    "startTime": 98.47,
    "endTime": 105.189,
    "text": "Next, give a full answer whenever possible. Now, remember and just think about it: you"
  },
  {
    "startTime": 105.189,
    "endTime": 112.83999999999999,
    "text": "have about 11 to 15 minutes to use the best English that you know and that you've studied"
  },
  {
    "startTime": 112.84,
    "endTime": 120.22,
    "text": "all your life. Okay? So, obviously, you want to try to show off during your English test."
  },
  {
    "startTime": 120.22,
    "endTime": 125.17,
    "text": "So, when I say give a full answer, I mean, in the first section when they ask you some"
  },
  {
    "startTime": 125.17,
    "endTime": 131.15,
    "text": "questions about you, about your family, about your background, if they say, for example:"
  },
  {
    "startTime": 131.15,
    "endTime": 137.76000000000002,
    "text": "\"Where are you from?\" Don't just say: \"Tokyo\", because that's just a one word answer. Try,"
  },
  {
    "startTime": 137.76,
    "endTime": 144.67,
    "text": "as much as possible, to give sentences. Give full sentences. All right? Full answer. So"
  },
  {
    "startTime": 144.67,
    "endTime": 148.66,
    "text": "that you can show when you use the full sentence that you know grammar, you know vocabulary,"
  },
  {
    "startTime": 148.66,
    "endTime": 154.79999999999998,
    "text": "and all these other things. So, instead of just saying: \"Tokyo.\" Say: \"I'm from Tokyo,"
  },
  {
    "startTime": 154.8,
    "endTime": 161.95000000000002,
    "text": "the capital of Japan.\" Or: \"I'm from the capital of Japan, Tokyo.\" Now, you've given a lot"
  },
  {
    "startTime": 161.95,
    "endTime": 167.76,
    "text": "more information. So, obviously, you get much more marks if you kept doing that throughout."
  },
  {
    "startTime": 167.76,
    "endTime": 172.59,
    "text": "Right? Give full answers, using sentences, not just words."
  },
  {
    "startTime": 172.59,
    "endTime": 179.616,
    "text": "Next: be polite. What we mean by that, for example, if the examiner asks you something"
  },
  {
    "startTime": 179.616,
    "endTime": 186.9,
    "text": "and you didn't understand, it's okay. Just ask for the explanation in a polite way. Don't"
  },
  {
    "startTime": 186.9,
    "endTime": 192.959,
    "text": "just say: \"What?\" Or: \"Sorry?\" Say: \"Excuse me? Could you please repeat that?\" Because"
  },
  {
    "startTime": 192.959,
    "endTime": 197.879,
    "text": "that's also using English, and that's what they want to know: can you use English? And"
  },
  {
    "startTime": 197.879,
    "endTime": 203.069,
    "text": "by being polite, you're not just showing that you know the language, but also that you know"
  },
  {
    "startTime": 203.069,
    "endTime": 209.61999999999998,
    "text": "the culture of the language, which is being polite. Okay? So remember to do that."
  },
  {
    "startTime": 209.62,
    "endTime": 216.84900000000002,
    "text": "Next, maintain good posture. Why do I put that? Nobody's filming you. Right? So, why"
  },
  {
    "startTime": 216.849,
    "endTime": 224.85999999999999,
    "text": "do you have to maintain good posture? Because your posture actually affects your... The"
  },
  {
    "startTime": 224.86,
    "endTime": 233.62900000000002,
    "text": "way you speak. It affects your confidence, the confidence with which you speak, it affects"
  },
  {
    "startTime": 233.629,
    "endTime": 238.60999999999999,
    "text": "the way your voice is projected. So you want to make sure that you don't, for example,"
  },
  {
    "startTime": 238.61,
    "endTime": 244.0,
    "text": "lean on your hand when you're speaking or anything like that. Okay? Make sure that you"
  },
  {
    "startTime": 244.0,
    "endTime": 250.61,
    "text": "sit straight and don't put your hand anywhere near your face, even if you're nervous, because"
  },
  {
    "startTime": 250.61,
    "endTime": 255.94500000000002,
    "text": "that will affect the quality of your voice and the way it's projected. Okay?"
  },
  {
    "startTime": 255.945,
    "endTime": 265.93,
    "text": "Next. Number five: speak clearly. Now, what I mean by this is: don't worry too much about"
  },
  {
    "startTime": 265.93,
    "endTime": 272.879,
    "text": "your accent. Everyone has an accent, and as long as you do your best to enunciate the"
  },
  {
    "startTime": 272.879,
    "endTime": 280.09900000000005,
    "text": "words clearly, that's all you can do. If you need to improve your pronunciation, work on"
  },
  {
    "startTime": 280.099,
    "endTime": 286.319,
    "text": "that before your exam. If there are some very specific pronunciation errors that you tend"
  },
  {
    "startTime": 286.319,
    "endTime": 294.512,
    "text": "to make or that people from your country tend to make, then obviously, work on those beforehand."
  },
  {
    "startTime": 294.512,
    "endTime": 301.439,
    "text": "For example, if you are a Spanish speaker and you say: \"Jess\", instead of: \"Yes\", then"
  },
  {
    "startTime": 301.439,
    "endTime": 307.399,
    "text": "that's a big mistake that you want to correct well before you come to the exam. So, work"
  },
  {
    "startTime": 307.399,
    "endTime": 313.05,
    "text": "on those pronunciation issues before, and then afterwards, don't worry about your accent,"
  },
  {
    "startTime": 313.05,
    "endTime": 317.07300000000004,
    "text": "just speak as clearly as you can. Okay?"
  },
  {
    "startTime": 317.073,
    "endTime": 325.50899999999996,
    "text": "Next: use descriptive words. By that, I mean, again, remember, we were supposed to show"
  },
  {
    "startTime": 325.509,
    "endTime": 331.779,
    "text": "off, use the best English you have? So, don't use boring words, don't use overly used words,"
  },
  {
    "startTime": 331.779,
    "endTime": 338.409,
    "text": "like: \"good\", \"bad\", \"okay\", \"nice\". Use exciting words, use dynamic words to show that you"
  },
  {
    "startTime": 338.409,
    "endTime": 345.383,
    "text": "have a rich vocabulary to express yourself in English. Don't just say: \"Good\". Say..."
  },
  {
    "startTime": 345.383,
    "endTime": 349.914,
    "text": "Or don't just say: \"happy\", say: \"thrilled\". Don't just say: \"sad\", you can say: \"depressed\"."
  },
  {
    "startTime": 349.914,
    "endTime": 355.12899999999996,
    "text": "Use a more advanced word if you know it and if you're sure of the meaning. But most of"
  },
  {
    "startTime": 355.129,
    "endTime": 360.937,
    "text": "all, try to stay away from the overly used words like: \"good\", \"bad\", \"okay\", \"nice\". All right?"
  },
  {
    "startTime": 360.937,
    "endTime": 372.254,
    "text": "Next: speak up. Speak up means make sure you speak loudly enough to be heard and also recorded."
  },
  {
    "startTime": 372.254,
    "endTime": 377.92900000000003,
    "text": "Because during the IELTS, for example, you are judged by that examiner, and also you"
  },
  {
    "startTime": 377.929,
    "endTime": 383.919,
    "text": "are recorded so that another examiner is going to listen to what you said during your English"
  },
  {
    "startTime": 383.919,
    "endTime": 391.513,
    "text": "test. So speak clearly enough that the recording will allow you to be heard properly. Okay?"
  },
  {
    "startTime": 391.513,
    "endTime": 400.30199999999996,
    "text": "Next: keep a steady pace. That means don't speak too fast, and don't speak too slowly."
  },
  {
    "startTime": 400.302,
    "endTime": 408.27000000000004,
    "text": "If you're not sure how fast you should speak, speak slower than you think is necessary because"
  },
  {
    "startTime": 408.27,
    "endTime": 414.635,
    "text": "that way it's much more likely that you will be understood. Okay?"
  },
  {
    "startTime": 414.635,
    "endTime": 423.009,
    "text": "Next: explain any foreign words that you use as part of your answer. What do I mean by"
  },
  {
    "startTime": 423.009,
    "endTime": 427.67900000000003,
    "text": "that, and why should you be using foreign words? Well, foreign words can also be the"
  },
  {
    "startTime": 427.679,
    "endTime": 433.81899999999996,
    "text": "names of cities, for example. So if they ask you where you're from-right?-and you need"
  },
  {
    "startTime": 433.819,
    "endTime": 440.97900000000004,
    "text": "to use the name of a city or a town, which is not common knowledge, like London or Paris,"
  },
  {
    "startTime": 440.979,
    "endTime": 447.969,
    "text": "it may be not as common and it may not be so easy to understand. So, instead of saying..."
  },
  {
    "startTime": 447.969,
    "endTime": 452.86899999999997,
    "text": "For example, suppose you came... Suppose you're from India and you come from a city called"
  },
  {
    "startTime": 452.869,
    "endTime": 460.99,
    "text": "Hyderabad. Now, Hyderabad is a bit of a mouthful, it's an unfamiliar word. So, what you could"
  },
  {
    "startTime": 460.99,
    "endTime": 467.169,
    "text": "do to make it easier and to get higher marks is instead of just saying: \"I come from Hyderabad\","
  },
  {
    "startTime": 467.169,
    "endTime": 471.651,
    "text": "and the examiner might think: \"What did he say? What does that mean? I don't understand.\""
  },
  {
    "startTime": 471.651,
    "endTime": 478.469,
    "text": "So, they... Another... A way to get around that is to say: \"I come from a city in the"
  },
  {
    "startTime": 478.469,
    "endTime": 485.259,
    "text": "southern part of India called Hyderabad.\" Now, what you've done is you've given an explanation"
  },
  {
    "startTime": 485.259,
    "endTime": 491.059,
    "text": "of what you're going to say so the listener knows that there is a word coming, and even"
  },
  {
    "startTime": 491.059,
    "endTime": 497.27900000000005,
    "text": "if I don't know it, I know what it means or what it refers to. So it will sound, in fact,"
  },
  {
    "startTime": 497.279,
    "endTime": 502.848,
    "text": "like you speak better English, because you have taken the listener into account. Okay?"
  },
  {
    "startTime": 502.848,
    "endTime": 512.02,
    "text": "Next: stay on topic. So, even though I said speak in sentences, don't use too many sentences"
  },
  {
    "startTime": 512.02,
    "endTime": 517.649,
    "text": "to answer any one question. So that... Because if you do that, then the examiner will think"
  },
  {
    "startTime": 517.649,
    "endTime": 521.979,
    "text": "that you don't understand the question. You want to make sure that you answer the question"
  },
  {
    "startTime": 521.979,
    "endTime": 528.3870000000001,
    "text": "and don't go way beyond that. Okay? They always have enough questions to ask you. Don't worry."
  },
  {
    "startTime": 528.387,
    "endTime": 534.8699999999999,
    "text": "Next: don't use slang. Again, you want to use your best English. And slang can even"
  },
  {
    "startTime": 534.87,
    "endTime": 539.47,
    "text": "be things like: \"kids\". A lot of my students don't realize that you should be using the"
  },
  {
    "startTime": 539.47,
    "endTime": 545.1990000000001,
    "text": "word: \"children\" instead of \"kids\". Or you should use the word: \"items\" instead of \"things\","
  },
  {
    "startTime": 545.199,
    "endTime": 550.904,
    "text": "\"stuff\". This is all slang. Okay? Slang is not just bad language, but also this kind"
  },
  {
    "startTime": 550.904,
    "endTime": 555.389,
    "text": "of casual language. Right? You don't want to use that kind of language in your English"
  },
  {
    "startTime": 555.389,
    "endTime": 561.3580000000001,
    "text": "test or on your IELTS speaking test. Use the best English that you know."
  },
  {
    "startTime": 561.358,
    "endTime": 569.0089999999999,
    "text": "And last of all: don't memorize answers. A lot of students read model answers, and it's"
  },
  {
    "startTime": 569.009,
    "endTime": 575.509,
    "text": "good to do that. It gives you an idea of how to answer. But what you should do from that"
  },
  {
    "startTime": 575.509,
    "endTime": 581.769,
    "text": "is to take ideas about how to structure your answer, take some vocabulary, take some expressions,"
  },
  {
    "startTime": 581.769,
    "endTime": 587.12,
    "text": "but don't try to memorize the answer because it's going to sound very artificial. And if"
  },
  {
    "startTime": 587.12,
    "endTime": 592.68,
    "text": "you forget, it's going to completely fall apart. And also, the examiners can... Are"
  },
  {
    "startTime": 592.68,
    "endTime": 598.4599999999999,
    "text": "quite experienced; they can usually tell if you're suddenly giving like a little speech."
  },
  {
    "startTime": 598.46,
    "endTime": 603.24,
    "text": "They'll know that's not you, because you also answered, you know, 15 other questions, and"
  },
  {
    "startTime": 603.24,
    "endTime": 607.629,
    "text": "you didn't sound like that. And all of a sudden, you give this little mini speech, and it doesn't"
  },
  {
    "startTime": 607.629,
    "endTime": 611.8000000000001,
    "text": "sound good, and they might not give you marks for that at all because it's not you speaking;"
  },
  {
    "startTime": 611.8,
    "endTime": 615.8,
    "text": "you just memorized something. They don't want to know what you can memorize. They want to"
  },
  {
    "startTime": 615.8,
    "endTime": 620.833,
    "text": "know what you can say when you're using the language by itself in a natural way. Okay?"
  },
  {
    "startTime": 620.833,
    "endTime": 626.4929999999999,
    "text": "So learn how to benefit from those kind of model answers, but don't memorize. Okay?"
  },
  {
    "startTime": 626.493,
    "endTime": 631.8000000000001,
    "text": "And I assure you that if you do a lot of these things or all of these things, you're definitely"
  },
  {
    "startTime": 631.8,
    "endTime": 637.29,
    "text": "going to get a much higher score on your IELTS speaking test, and also on any oral English"
  },
  {
    "startTime": 637.29,
    "endTime": 645.759,
    "text": "exam. Okay? If you'd like to do a quiz on these points, please go to our website: www.engvid.com."
  },
  {
    "startTime": 645.759,
    "endTime": 655.759,
    "text": "Thanks for watching, and good luck with your IELTS or any English exam. Bye for now."
  }
]