[
  {
    "startTime": 0.0,
    "endTime": 7.1,
    "text": "Hi, I’m John Green, this is \"Crash Course: US History\" and today we’re talking about July 4th, which in the United States, is known as Independence Day."
  },
  {
    "startTime": 7.3,
    "endTime": 12.0,
    "text": "This is the day that Americans celebrate our independence from Great Britain by doing what we do best;"
  },
  {
    "startTime": 12.2,
    "endTime": 21.0,
    "text": "blowing stuff up, offering significant discounts on mattresses, driving long distances for uncomfortable family interactions, and eating a lot of grilled meat."
  },
  {
    "startTime": 30.0,
    "endTime": 35.8,
    "text": "Right, so, the story goes that the founders of this nation signed the Declaration of Independence on July 4th, 1776,"
  },
  {
    "startTime": 36.0,
    "endTime": 44.0,
    "text": "parting ways with King George to found the free-est, finest nation on the face of the Earth."
  },
  {
    "startTime": 45.0,
    "endTime": 49.7,
    "text": "Yeah, except the Continental Congress approved a resolution of independence on July 2nd."
  },
  {
    "startTime": 49.9,
    "endTime": 60.8,
    "text": "The Lee resolution was proposed by Richard Henry Lee of Virginia in June, 1776, and was a simple legal declaration of separation from England."
  },
  {
    "startTime": 58.0,
    "endTime": 61.03,
    "text": "John Adams got so excited about it that he wrote to his wife Abigail,"
  },
  {
    "startTime": 61.2,
    "endTime": 66.4,
    "text": "\"The second day of July, 1776, will be the most memorable epoch in the history of America."
  },
  {
    "startTime": 66.6,
    "endTime": 72.19999999999999,
    "text": "I am apt to believe that it will be celebrated by succeeding generations as the great anniversary festival."
  },
  {
    "startTime": 72.31,
    "endTime": 84.9,
    "text": "It ought to be solemnized with pomp and parade, with shows, games, sports, guns, bells, bonfires, and illuminations, from one end of this continent to the other, from this time forward forever more.”"
  },
  {
    "startTime": 85.1,
    "endTime": 87.5,
    "text": "So, what happened on the 4th? Well, not that much actually."
  },
  {
    "startTime": 87.7,
    "endTime": 94.10000000000001,
    "text": "The Declaration of Independence was the formal announcement of independence, and its text was approved on July 4th, 1776."
  },
  {
    "startTime": 94.4,
    "endTime": 103.30000000000001,
    "text": "The fancy parchment version with all the pretty calligraphy wouldn’t get drawn up until July 19th, and most members of the Congress signed the Declaration on August 2nd."
  },
  {
    "startTime": 103.49,
    "endTime": 107.5,
    "text": "Adams may have been wrong about the date, but he was definitely right about the celebration."
  },
  {
    "startTime": 107.7,
    "endTime": 117.5,
    "text": "Americans started celebrating the 4th as early as 1777, and as Adams predicted, the holiday was observed with feasts, 13 gun salutes, and fireworks."
  },
  {
    "startTime": 117.7,
    "endTime": 125.60000000000001,
    "text": "Why don't we call them illuminations anymore, Stan? Y'know, people can say, like, \"Oh, we put a man on the moon and we can refrigerate our meat now.\" But I miss the old days!"
  },
  {
    "startTime": 125.8,
    "endTime": 133.0,
    "text": "Anyway, in 1778, George Washington celebrated the 4th by giving his soldiers a double ration of rum, and also,there was much more shooting tham usual."
  },
  {
    "startTime": 133.2,
    "endTime": 139.2,
    "text": "But while the people celebrated the anniversary from the beginning, the federal government took its sweet time in formalizing the holiday."
  },
  {
    "startTime": 139.4,
    "endTime": 147.0,
    "text": "Independence Day became an unpaid holiday for federal employees in 1870, and it became a paid day off in 1938."
  },
  {
    "startTime": 147.1,
    "endTime": 154.6,
    "text": "4th of July observances evolved over the years, but they generally involve patriotic displays, including decorations, fire, and explosions."
  },
  {
    "startTime": 154.8,
    "endTime": 161.0,
    "text": "Essentially, we celebrate our independence by having a one-day fake war each summer. Huzzah!"
  },
  {
    "startTime": 161.4,
    "endTime": 163.5,
    "text": "Aw, freedom-tenitis."
  },
  {
    "startTime": 163.7,
    "endTime": 166.7,
    "text": "Early observances were marked by huge bonfires,"
  },
  {
    "startTime": 166.9,
    "endTime": 171.6,
    "text": "but the litigious nature of modern American society has greatly reduced the number of bonfires."
  },
  {
    "startTime": 171.8,
    "endTime": 174.70000000000002,
    "text": "However, we still have a lot of fireworks on the 4th of July."
  },
  {
    "startTime": 174.9,
    "endTime": 178.1,
    "text": "Many cities and towns across the country sponsor fireworks displays on the 4th."
  },
  {
    "startTime": 178.3,
    "endTime": 181.0,
    "text": "New York’s fireworks display is the largest in the nation."
  },
  {
    "startTime": 181.2,
    "endTime": 189.79999999999998,
    "text": "Despite the grandeur of these officially sanctioned displays, many, many individuals across the nation feel the need to blow stuff up on their own in their yards."
  },
  {
    "startTime": 190.0,
    "endTime": 194.1,
    "text": "Because, y'know, they have all of their fingers and that seems like too many."
  },
  {
    "startTime": 194.3,
    "endTime": 195.59,
    "text": "Many states have restricted the sale and personal use of fireworks, freedom haters!"
  },
  {
    "startTime": 198.3,
    "endTime": 204.0,
    "text": "But would-be patriots find their way to marginal neighborhoods every year to buy fireworks out of the backs of vans."
  },
  {
    "startTime": 204.3,
    "endTime": 212.20000000000002,
    "text": "In my neighborhood, these personal pyrotechnic celebrations started about mid-May and continue well into August, causing my dog to have a very stressful summer."
  },
  {
    "startTime": 212.4,
    "endTime": 215.0,
    "text": "John Adams’s prediction about gunfire holds true as well."
  },
  {
    "startTime": 215.2,
    "endTime": 222.1,
    "text": "On most military bases fifty gunshots, one for each state, are fired at noon on July 4th as a \"{Salute to the Union.\""
  },
  {
    "startTime": 222.3,
    "endTime": 227.8,
    "text": "And in Stan’s neighborhood, where you go to buy the fireworks out of the back of a van, celebratory gunfire is common."
  },
  {
    "startTime": 228.0,
    "endTime": 230.7,
    "text": "Here is an actual bullet hole in Stan’s actual window."
  },
  {
    "startTime": 230.9,
    "endTime": 234.20000000000002,
    "text": "Stan, can we get the Libertage again?"
  },
  {
    "startTime": 236.2,
    "endTime": 240.79999999999998,
    "text": "In the 19th century, many ex-presidents celebrated the 4th by dying."
  },
  {
    "startTime": 241.0,
    "endTime": 247.3,
    "text": "Both Thomas Jefferson and John Adams died on July 4th, 1826, and James Madison died on the 4th of July in 1831."
  },
  {
    "startTime": 247.5,
    "endTime": 255.0,
    "text": "Calvin \"Silent Cal\" Coolidge was born on July 4th, 1876, but as he was never demonstrably alive, no one really cares that much."
  },
  {
    "startTime": 255.2,
    "endTime": 259.09999999999997,
    "text": "Finally, lest we forget, Americans also celebrate the 4th of July by eating."
  },
  {
    "startTime": 259.3,
    "endTime": 267.5,
    "text": "Millions of Americans host cook-outs to celebrate independence, and the greatest spectacle in professional sports happens every year on the 4th of July."
  },
  {
    "startTime": 267.7,
    "endTime": 270.3,
    "text": "I am referring of course to the Nathan's Hot Dog Eating Contest."
  },
  {
    "startTime": 270.5,
    "endTime": 276.1,
    "text": "The current world record is 68 HDBs, hot dogs and buns, in ten minutes."
  },
  {
    "startTime": 276.3,
    "endTime": 284.8,
    "text": "That means the world record holder, Joey Chestnut, consumed about 28,500 calories in ten minutes, but don't worry -- he threw it up shortly thereafter."
  },
  {
    "startTime": 285.0,
    "endTime": 287.5,
    "text": "So happy 4th of July from all of us here at Crash Course."
  },
  {
    "startTime": 287.7,
    "endTime": 295.0,
    "text": "We may not celebrate American independence on the right day, but I would argue that, in spite of it all, it's still worth celebrating."
  },
  {
    "startTime": 295.0,
    "endTime": 296.8,
    "text": "Thanks for watching; I'll see you next week."
  },
  {
    "startTime": 297.0,
    "endTime": 297.8,
    "text": "Boop!"
  }
]