[
  {
    "startTime": 16.4,
    "endTime": 25.7,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love so much."
  },
  {
    "startTime": 25.9,
    "endTime": 28.299999999999997,
    "text": "And today's Q&A Tuesday, and you know what that means."
  },
  {
    "startTime": 28.5,
    "endTime": 32.369,
    "text": "That means Qs and As, and today's question comes from Catherine and she writes:"
  },
  {
    "startTime": 32.369,
    "endTime": 37.9,
    "text": "\"Hi Marie, your show is so helpful and full of action-filled advice. Thank you so much for being you.\""
  },
  {
    "startTime": 38.0,
    "endTime": 39.0,
    "text": "You're welcome."
  },
  {
    "startTime": 39.3,
    "endTime": 41.44,
    "text": "\"I have a problem that's hurting my personal growth."
  },
  {
    "startTime": 41.44,
    "endTime": 47.099999999999994,
    "text": "I need to have a thicker skin. I'm very sensitive to other people's emotions and energy."
  },
  {
    "startTime": 47.3,
    "endTime": 54.099999999999994,
    "text": "Though I try to push past what's bothering me, it ends up taking over my whole day. It's horrible."
  },
  {
    "startTime": 54.2,
    "endTime": 59.2,
    "text": "What steps can I take to have a tougher skin? Thank you for your help. Love, Catherine.\""
  },
  {
    "startTime": 59.4,
    "endTime": 67.0,
    "text": "Great question Catherine. So many of us can relate to this, especially me because I'm a very sensitive person myself."
  },
  {
    "startTime": 67.2,
    "endTime": 77.3,
    "text": "And when negative energy or some toxic things come your way, it can really feel like a punch in the gut, and it can take some time to move through your emotional system."
  },
  {
    "startTime": 77.5,
    "endTime": 79.7,
    "text": "But here's the thing that I want you to know."
  },
  {
    "startTime": 79.9,
    "endTime": 85.88900000000001,
    "text": "Your sensitivity is a gift. I mean, for me it's a tremendous gift. It helps me do what I do more effectively."
  },
  {
    "startTime": 85.889,
    "endTime": 100.6,
    "text": "So it's not necessarily about toughening up, it's about smartening up, and it's about realizing that there are practices you can put in place to really integrate your heart and your mind to deal more effectively, and here are three that I wanna share."
  },
  {
    "startTime": 100.709,
    "endTime": 103.7,
    "text": "Number one is start your day smart."
  },
  {
    "startTime": 103.9,
    "endTime": 109.10000000000001,
    "text": "So this is important for everybody, but especially important if you are emotionally sensitive."
  },
  {
    "startTime": 109.3,
    "endTime": 116.8,
    "text": "So recognize that to a large degree, each of us gets to control what we focus on first, second, third, et cetera."
  },
  {
    "startTime": 117.0,
    "endTime": 127.8,
    "text": "So you don't wanna even invite the possibility of getting thrown off first thing in your day by going straight into email or social media or even having appointments with other people."
  },
  {
    "startTime": 128.0,
    "endTime": 130.9,
    "text": "It's like playing Russian roulette with your day, so don't do it."
  },
  {
    "startTime": 131.1,
    "endTime": 134.29999999999998,
    "text": "Focus on doing your most important work first."
  },
  {
    "startTime": 134.5,
    "endTime": 139.1,
    "text": "So meditation, working out, creative writing, whatever that means to you."
  },
  {
    "startTime": 139.2,
    "endTime": 146.89999999999998,
    "text": "Not only does this help you prioritize more effectively, but it really mitigates the chance that you're gonna get thrown off by other people's energy."
  },
  {
    "startTime": 147.01,
    "endTime": 149.6,
    "text": "Number two is consider the source."
  },
  {
    "startTime": 149.8,
    "endTime": 161.0,
    "text": "So if negative energy or criticism comes your way, rather than letting that punched-in-the-gut feeling just take you down and out, stop and consider the source."
  },
  {
    "startTime": 161.2,
    "endTime": 167.11999999999998,
    "text": "Ask yourself, why might this person be upset or be saying what they're saying?"
  },
  {
    "startTime": 167.12,
    "endTime": 175.70000000000002,
    "text": "Now, I know that this is easier said than done, but if you really slow down, and you really consider the source and think about that person's point of view,"
  },
  {
    "startTime": 176.0,
    "endTime": 184.8,
    "text": "it can help you deal more effectively with whatever's coming your way, and you'll start to notice, \"Well, this isn't necessarily about me. It's actually about them.\""
  },
  {
    "startTime": 185.0,
    "endTime": 195.2,
    "text": "For example, if there's just some random ass hat saying cruel, mean things to you on the internet, you can pretty much bet that that person is miserable, they are lashing out,"
  },
  {
    "startTime": 195.4,
    "endTime": 200.1,
    "text": "and what you need to do is forgive and delete and move on.org."
  },
  {
    "startTime": 200.3,
    "endTime": 212.60000000000002,
    "text": "However, if you get some negative feedback or some constructive criticism from a friend or a boss or a client, really slow down and remember, not all criticism is bad."
  },
  {
    "startTime": 212.8,
    "endTime": 217.10000000000002,
    "text": "In fact, if you can really consider the source you might be able to grow from it."
  },
  {
    "startTime": 217.3,
    "endTime": 226.8,
    "text": "So you've gotta ask yourself, is there any grain of truth to what they said that could possibly be true and that could help you to grow and be better and do better?"
  },
  {
    "startTime": 227.0,
    "endTime": 232.6,
    "text": "Again, I know this is easier said than done, but if you're open to it you might consider saying something like this:"
  },
  {
    "startTime": 232.68,
    "endTime": 240.20000000000002,
    "text": "\"Ok, I hear your perspective, and I'd like to do better. Do you have specific feedback I can use to improve?\""
  },
  {
    "startTime": 240.37,
    "endTime": 244.9,
    "text": "That's not always the appropriate response, but sometimes it can really help."
  },
  {
    "startTime": 245.1,
    "endTime": 249.0,
    "text": "But most importantly, you have to put criticism in its rightful place."
  },
  {
    "startTime": 249.0,
    "endTime": 256.3,
    "text": "So to paraphrase a saying,  when someone criticizes you it defines who they are, not who you are."
  },
  {
    "startTime": 256.5,
    "endTime": 263.0,
    "text": "So all criticism really tells you is what someone else thinks or believes. That's just their opinion."
  },
  {
    "startTime": 263.3,
    "endTime": 268.88,
    "text": "It does not reflect on your intrinsic value or the value of what you create."
  },
  {
    "startTime": 268.4,
    "endTime": 272.19899999999996,
    "text": "Sometimes you'll wanna take that feedback in and sometimes you won't."
  },
  {
    "startTime": 272.199,
    "endTime": 276.2,
    "text": "Number three is feel it for five and then say buh-bye."
  },
  {
    "startTime": 276.4,
    "endTime": 279.79999999999995,
    "text": "So what I mean by that is this, we all get upset from time to time. Right?"
  },
  {
    "startTime": 280.0,
    "endTime": 288.259,
    "text": "And to deny that you feel upset or disappointed or angry like, \"Oh, I shouldn't feel this,\" or, \"I should be over this thing by now,\""
  },
  {
    "startTime": 288.259,
    "endTime": 294.3,
    "text": "or, \"I should be bigger by this by some point in my life.\" That is not useful, so don't do it."
  },
  {
    "startTime": 294.5,
    "endTime": 299.4,
    "text": "99% of the time we can't help it. Right? We're human, we feel things."
  },
  {
    "startTime": 299.4,
    "endTime": 301.79999999999995,
    "text": "Here's something that I do that really helps."
  },
  {
    "startTime": 302.0,
    "endTime": 308.6,
    "text": "You have to feel the physical sensation without the mental interpretations. So what's that mean?"
  },
  {
    "startTime": 308.8,
    "endTime": 320.7,
    "text": "That means feel that kind of punch in the gut or the heavy heart or the actual physical sensation of being upset and feel it fully, because when it comes to emotions, you've gotta feel it to heal it."
  },
  {
    "startTime": 321.0,
    "endTime": 326.8,
    "text": "But if you don't attach some kind of mental drama to it, it moves through you pretty darn fast."
  },
  {
    "startTime": 327.0,
    "endTime": 334.3,
    "text": "I mean think about when you stub your toe on your bedpost, right? You don't attach a whole mental drama like, \"Oh my God, my life is ending.\""
  },
  {
    "startTime": 334.4,
    "endTime": 339.4,
    "text": "No, you just feel that you stubbed your toe and then in like 5 minutes it's over."
  },
  {
    "startTime": 339.4,
    "endTime": 344.79999999999995,
    "text": "So what you've gotta do here is really feel it for five and then say buh-bye."
  },
  {
    "startTime": 345.0,
    "endTime": 358.1,
    "text": "Most importantly, Catherine, being able to feel things deeply can be an incredible asset in your life, so don't shut down your heart or develop some protective armor to protect yourself against a cruel world."
  },
  {
    "startTime": 358.3,
    "endTime": 364.0,
    "text": "And if you need a reminder, remember this tweetable."
  },
  {
    "startTime": 364.2,
    "endTime": 370.59999999999997,
    "text": "\"Sensitivity is a sign of strength. It's not about toughening up, it's about smartening up.\""
  },
  {
    "startTime": 370.72,
    "endTime": 379.0,
    "text": "Catherine, that was my A to your Q, I really hope it helps. And remember, you have to embrace your sensitivity as a gift because it is one."
  },
  {
    "startTime": 379.0,
    "endTime": 381.3,
    "text": "Now I would love to hear from you."
  },
  {
    "startTime": 381.5,
    "endTime": 386.3,
    "text": "If you consider yourself a sensitive person, what are some of the practices that you use to both keep your heart open and stay strong?"
  },
  {
    "startTime": 389.68,
    "endTime": 398.40000000000003,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com, so head on over and leave a comment now."
  },
  {
    "startTime": 398.4,
    "endTime": 406.63899999999995,
    "text": "Did you like this video? If so, subscribe to our channel and I would be so appreciative if you shared it with your friends because it's awesome."
  },
  {
    "startTime": 406.639,
    "endTime": 420.2,
    "text": "If you want even more great resources to create a business and life that you love, plus some personal insights from me that I only get to talk about when I'm writing on email, come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 420.4,
    "endTime": 428.0,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 428.2,
    "endTime": 435.0,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]