[
  {
    "startTime": 9.4,
    "endTime": 11.0,
    "text": "What happens after death?"
  },
  {
    "startTime": 11.4,
    "endTime": 13.3,
    "text": "Is there a restful paradise?"
  },
  {
    "startTime": 13.4,
    "endTime": 14.9,
    "text": "An eternal torment?"
  },
  {
    "startTime": 15.2,
    "endTime": 16.3,
    "text": "A rebirth?"
  },
  {
    "startTime": 16.4,
    "endTime": 19.2,
    "text": "Or maybe just nothingness?"
  },
  {
    "startTime": 19.6,
    "endTime": 24.700000000000003,
    "text": "Well, one Chinese emperor thought that whatever the \"hereafter\" was, he'd better bring an army."
  },
  {
    "startTime": 25.2,
    "endTime": 34.5,
    "text": "We know that because in 1974, farmers digging a well near their small village stumbled upon one of the most important finds in archeological history:"
  },
  {
    "startTime": 34.8,
    "endTime": 43.199999999999996,
    "text": "vast underground chambers surrounding that emperor's tomb and containing more than 8,000 life-sized clay soldiers, ready for battle."
  },
  {
    "startTime": 43.4,
    "endTime": 52.3,
    "text": "The story of the subterranean army begins with Ying Zheng, who came to power as the king of the Qin state at the age of 13 in 246 BCE."
  },
  {
    "startTime": 52.4,
    "endTime": 60.8,
    "text": "Ambitious and ruthless, he would go on to become Qin Shi Huangdi, the first emperor of China after uniting its 7 warring kingdoms."
  },
  {
    "startTime": 61.1,
    "endTime": 67.5,
    "text": "His 36-year reign saw many historic accomplishments, including a universal system of weights and measures,"
  },
  {
    "startTime": 67.6,
    "endTime": 75.69999999999999,
    "text": "a single standardized writing script for all of China, and a defensive barrier that would later come to be known as the \"Great Wall\"."
  },
  {
    "startTime": 76.0,
    "endTime": 83.4,
    "text": "But perhaps Qin Shi Huang dedicated so much effort to securing his historical legacy because he was obsessed with his mortality."
  },
  {
    "startTime": 83.5,
    "endTime": 92.3,
    "text": "He spent his last years desperately employing alchemists and deploying expeditions in search of elixirs of life that would help him achieve immortality."
  },
  {
    "startTime": 92.4,
    "endTime": 98.4,
    "text": "And as early as the first year of his reign, he began the construction of a massive underground necropolis,"
  },
  {
    "startTime": 98.5,
    "endTime": 105.1,
    "text": "filled with monuments, artifacts, and an army to accompany him into the next world and continue his rule."
  },
  {
    "startTime": 105.6,
    "endTime": 111.6,
    "text": "This magnificent army is still standing in precise battle formation and is split across several pits."
  },
  {
    "startTime": 112.2,
    "endTime": 117.10000000000001,
    "text": "One contains a main force of 6,000 soldiers, each weighing several hundred pounds."
  },
  {
    "startTime": 117.2,
    "endTime": 125.3,
    "text": "A second has more than 130 war chariots and over 600 horses and a third houses the High Command."
  },
  {
    "startTime": 125.6,
    "endTime": 130.6,
    "text": "An empty fourth pit suggests that the grand project could not be finished before the Emperor's death."
  },
  {
    "startTime": 131.0,
    "endTime": 139.3,
    "text": "In addition, nearby chambers contain figures of musicians and acrobats, workers and government officials, and various exotic animals,"
  },
  {
    "startTime": 139.4,
    "endTime": 144.6,
    "text": "indicating that Emperor Qin had more plans for the afterlife than simply waging war."
  },
  {
    "startTime": 145.0,
    "endTime": 151.0,
    "text": "All the figurines are sculpted from terracotta, or baked earth, a type of reddish-brown clay."
  },
  {
    "startTime": 151.4,
    "endTime": 158.6,
    "text": "To construct them, multiple workshops and reportedly over 720,000 laborers were commandeered by the emperor,"
  },
  {
    "startTime": 158.7,
    "endTime": 168.1,
    "text": "including groups of artisans who molded each body part separately to construct statues as individual as the real warriors in the Emperor's army."
  },
  {
    "startTime": 168.7,
    "endTime": 175.7,
    "text": "They stand according to rank and feature different weapons and uniforms, distinct hairstyles and expressions, and even unique ears."
  },
  {
    "startTime": 176.5,
    "endTime": 185.0,
    "text": "Originally, each warrior was painted in bright colors, but their exposure to air caused the paint to dry and flake, leaving only the terracotta base."
  },
  {
    "startTime": 185.6,
    "endTime": 191.1,
    "text": "It is for this very reason that another chamber less than a mile away has not been excavated."
  },
  {
    "startTime": 191.7,
    "endTime": 202.1,
    "text": "This is the actual tomb of Qin Shi Huangdi, reported to contain palaces, precious stones and artifacts, and even rivers of mercury flowing through mountains of bronze."
  },
  {
    "startTime": 202.6,
    "endTime": 208.6,
    "text": "But until a way can be found to expose it without damaging the treasures inside, the tomb remains sealed."
  },
  {
    "startTime": 209.7,
    "endTime": 213.5,
    "text": "Emperor Qin was not alone in wanting company for his final destination."
  },
  {
    "startTime": 213.9,
    "endTime": 218.5,
    "text": "Ancient Egyptian tombs contain clay models representing the ideal afterlife."
  },
  {
    "startTime": 219.0,
    "endTime": 228.3,
    "text": "The dead of Japan's Kofun period were buried with sculptures of horses and houses, and the graves of the Jaina island off the Mexican coast are full of ceramic figurines."
  },
  {
    "startTime": 228.8,
    "endTime": 238.20000000000002,
    "text": "Fortunately, as ruthless as he was, Emperor Qin chose to have servants and soldiers built for this purpose, rather than sacrificing living ones to accompany him,"
  },
  {
    "startTime": 238.3,
    "endTime": 247.4,
    "text": "as had been practiced in Egypt, West Africa, Anatolia, parts of North America, and even China during the previous Shang and Zhou dynasties."
  },
  {
    "startTime": 247.5,
    "endTime": 255.6,
    "text": "And today, people travel from all over the world to see these stoic soldiers silently awaiting their battle orders for centuries to come."
  }
]