[
  {
    "startTime": 1.6,
    "endTime": 6.9,
    "text": "Did you know the average person spends four years of his life looking down at his cellphone?"
  },
  {
    "startTime": 8.0,
    "endTime": 9.5,
    "text": "Kinda ironic, ain't it?"
  },
  {
    "startTime": 10.0,
    "endTime": 13.6,
    "text": "How these touch screens can make us lose touch."
  },
  {
    "startTime": 14.7,
    "endTime": 24.6,
    "text": "But it's no wonder, in a world filled with iMacs, iPads, and iPhones; so many i's, so many selfies, not enough us's and we's."
  },
  {
    "startTime": 24.7,
    "endTime": 29.7,
    "text": "See, \"technolo-G\" has made us more selfish and separate than ever."
  },
  {
    "startTime": 30.4,
    "endTime": 35.199999999999996,
    "text": "'Cause while it claims to connect us, connection has gotten no better."
  },
  {
    "startTime": 36.0,
    "endTime": 39.0,
    "text": "And let me express first, Mr. Zuckerburg."
  },
  {
    "startTime": 39.1,
    "endTime": 46.1,
    "text": "Not to be rude, but you should re-classify Facebook to what it is⏤an anti-social network."
  },
  {
    "startTime": 46.6,
    "endTime": 55.5,
    "text": "'Cause while we may have big friend lists, so many of us are friend-less, all alone, 'cause friendships are more broken than the screens on our very phones."
  },
  {
    "startTime": 55.582,
    "endTime": 63.9,
    "text": "We sit at home on our computers, measuring self-worth by numbers of followers and likes, ignoring those who actually love us."
  },
  {
    "startTime": 64.05,
    "endTime": 70.89999999999999,
    "text": "It seems we'd rather write an angry post than talk to someone who might actually hug us; am I bugging?"
  },
  {
    "startTime": 71.7,
    "endTime": 76.2,
    "text": "You tell me, 'cause I asked a friend the other day, \"Let's meet up face-to-face.\""
  },
  {
    "startTime": 76.8,
    "endTime": 80.5,
    "text": "They said, \"Alright. What time d'you wanna Skype?\""
  },
  {
    "startTime": 81.3,
    "endTime": 87.8,
    "text": "I responded with OMG, SRS, and then a bunch of SMH's and realized, \"What about me?\""
  },
  {
    "startTime": 87.9,
    "endTime": 91.99000000000001,
    "text": "Do I not have the patience to have conversation without abbreviation?"
  },
  {
    "startTime": 92.0,
    "endTime": 95.1,
    "text": "This is the generation of media overstimulation."
  },
  {
    "startTime": 95.2,
    "endTime": 97.0,
    "text": "Chats have been reduced to snaps."
  },
  {
    "startTime": 97.1,
    "endTime": 98.89999999999999,
    "text": "The news is 140 characters."
  },
  {
    "startTime": 99.0,
    "endTime": 101.6,
    "text": "Videos are six seconds at high speed."
  },
  {
    "startTime": 101.7,
    "endTime": 106.7,
    "text": "And you wonder why ADD is on the rise faster than 4G LTE, but..."
  },
  {
    "startTime": 107.4,
    "endTime": 116.5,
    "text": "Get a load of this: Studies show the attention span of the average adult today is one second lower than that of a goldfish."
  },
  {
    "startTime": 117.4,
    "endTime": 124.4,
    "text": "So, if you're one of the few people or aquatic animals that have yet to click off or close this video, congratulations."
  },
  {
    "startTime": 124.7,
    "endTime": 128.1,
    "text": "Let me finish by saying, \"You do have a choice, yes.\""
  },
  {
    "startTime": 128.2,
    "endTime": 132.39999999999998,
    "text": "But this one, my friends, we cannot autocorrect; we must do it ourself."
  },
  {
    "startTime": 132.7,
    "endTime": 135.89999999999998,
    "text": "Take control or be controlled; make a decision. Me?"
  },
  {
    "startTime": 136.0,
    "endTime": 142.1,
    "text": "No longer do I want to spoil a precious moment by recording it with a phone; I'm just gonna keep them."
  },
  {
    "startTime": 142.2,
    "endTime": 146.2,
    "text": "I don't wanna take a picture of all my meals anymore; I'm just gonna eat them."
  },
  {
    "startTime": 146.3,
    "endTime": 149.9,
    "text": "I don't want the new app, the new software, or the new update."
  },
  {
    "startTime": 150.0,
    "endTime": 154.4,
    "text": "And if I wanna post an old photo, who says I have to wait until Thursday?"
  },
  {
    "startTime": 154.6,
    "endTime": 161.29999999999998,
    "text": "I'm so tired of performing in a pageantry of vanity that conform into this accepted form of digital insanity."
  },
  {
    "startTime": 162.0,
    "endTime": 167.0,
    "text": "Call me crazy, but I imagine a world where we smile when we have low batteries..."
  },
  {
    "startTime": 167.8,
    "endTime": 172.3,
    "text": "...'cause that'll mean we'll be one bar closer to humanity."
  }
]