[
  {
    "startTime": 9.1,
    "endTime": 10.9,
    "text": "Dear future generations,"
  },
  {
    "startTime": 11.952,
    "endTime": 16.432000000000002,
    "text": "I think I speak for the rest of us when I say, \"Sorry.\""
  },
  {
    "startTime": 17.354,
    "endTime": 20.334,
    "text": "Sorry we left you with our mess of a planet."
  },
  {
    "startTime": 20.542,
    "endTime": 25.0,
    "text": "Sorry that we were too caught up in our own doings to do something."
  },
  {
    "startTime": 26.0,
    "endTime": 30.6,
    "text": "Sorry we listened to people who made excuses to do nothing."
  },
  {
    "startTime": 31.482,
    "endTime": 32.4,
    "text": "I hope you forgive us."
  },
  {
    "startTime": 32.4,
    "endTime": 35.0,
    "text": "We just didn't realize how special the earth was."
  },
  {
    "startTime": 35.0,
    "endTime": 40.784,
    "text": "Like a marriage gone wrong, we didn't know what we had until it was... gone."
  },
  {
    "startTime": 41.47,
    "endTime": 46.327,
    "text": "For example, I'm guessing you probably know what is the Amazon Desert, right?"
  },
  {
    "startTime": 46.697,
    "endTime": 54.989000000000004,
    "text": "Well, believe it or not, it was once called the Amazon Rainforest, and there were billions of trees there, all of them gorgeous, and..."
  },
  {
    "startTime": 54.989,
    "endTime": 55.702,
    "text": "Oh..."
  },
  {
    "startTime": 56.378,
    "endTime": 59.573,
    "text": "You don't know much about trees, do you?"
  },
  {
    "startTime": 59.8,
    "endTime": 62.0,
    "text": "Well, let me tell you, trees are amazing."
  },
  {
    "startTime": 62.0,
    "endTime": 65.15,
    "text": "I mean, we literally breathe the air they are creating."
  },
  {
    "startTime": 65.2,
    "endTime": 67.5,
    "text": "They clean up our pollution, our carbon."
  },
  {
    "startTime": 67.5,
    "endTime": 73.444,
    "text": "They store and purify water, give us medicine that cures our diseases, food that feeds us."
  },
  {
    "startTime": 73.454,
    "endTime": 85.69999999999999,
    "text": "Which is why I'm so sorry to tell you that we burned them down. Cut them down with brutal machines, horrific, at a rate of 40 football fields every minute,"
  },
  {
    "startTime": 85.7,
    "endTime": 90.022,
    "text": "that's 50% of all the trees in the world gone in the last hundred years."
  },
  {
    "startTime": 90.23,
    "endTime": 91.11200000000001,
    "text": "Why?"
  },
  {
    "startTime": 91.999,
    "endTime": 93.0,
    "text": "For this."
  },
  {
    "startTime": 94.717,
    "endTime": 100.469,
    "text": "And that wouldn't make me so sad, if it weren't so many pictures of leaves on it."
  },
  {
    "startTime": 101.352,
    "endTime": 121.973,
    "text": "You know when I was a child, I read how the Native Americans had such consideration for the planet that they felt responsible for how they left the land for the next 7 generations, which brings me great sorrow, because most of us today don't even care about tomorrow."
  },
  {
    "startTime": 122.752,
    "endTime": 124.39999999999999,
    "text": "So I'm sorry."
  },
  {
    "startTime": 124.4,
    "endTime": 131.0,
    "text": "I'm sorry that we put profit above people, greed above need, the rule of gold above the golden rule."
  },
  {
    "startTime": 131.0,
    "endTime": 143.216,
    "text": "I'm sorry we use nature as a credit card with no spending limit, overdrafting animals to extinction, stealing your chance to ever see their uniqueness, or become friends with them."
  },
  {
    "startTime": 143.216,
    "endTime": 147.428,
    "text": "Sorry we poison the ocean so much that you can't even swim in them."
  },
  {
    "startTime": 147.428,
    "endTime": 157.101,
    "text": "But most of all, I'm sorry about our mindset, 'cause we had the nerve to call this destruction \"progress\"."
  },
  {
    "startTime": 158.71,
    "endTime": 160.58,
    "text": "Hey, Fox News!"
  },
  {
    "startTime": 160.601,
    "endTime": 166.6,
    "text": "If you don't think climate change is a threat, I dare you to interview the thousands of homeless people in Bangladesh."
  },
  {
    "startTime": 166.626,
    "endTime": 174.185,
    "text": "See, while... while you were in your penthouse nestled, their homes were literally washed away beneath their feet due to rising sea levels."
  },
  {
    "startTime": 174.697,
    "endTime": 180.0,
    "text": "And Sarah Palin, you said that you love the smell of fossil fuels."
  },
  {
    "startTime": 180.0,
    "endTime": 187.867,
    "text": "Well, I urge you to talk to the kids of Beijing, who are forced to wear pollution masks just to go to school."
  },
  {
    "startTime": 188.0,
    "endTime": 194.613,
    "text": "See, you can ignore this, but the thing about truth is... it can be denied, not avoided."
  },
  {
    "startTime": 195.62,
    "endTime": 197.20000000000002,
    "text": "So I'm sorry future generations."
  },
  {
    "startTime": 197.2,
    "endTime": 201.04,
    "text": "I'm sorry that our footprint became a sinkhole and not a garden."
  },
  {
    "startTime": 201.05,
    "endTime": 208.15,
    "text": "I'm sorry that we paid so much attention to ISIS and very little to how fast the ice is melting in the Arctic."
  },
  {
    "startTime": 208.349,
    "endTime": 210.0,
    "text": "I'm sorry we doomed you,"
  },
  {
    "startTime": 210.0,
    "endTime": 213.53,
    "text": "and I'm sorry we couldn't find another planet in time to move to."
  },
  {
    "startTime": 213.694,
    "endTime": 215.0,
    "text": "I am s..."
  },
  {
    "startTime": 215.0,
    "endTime": 216.404,
    "text": "You know what?"
  },
  {
    "startTime": 216.404,
    "endTime": 217.785,
    "text": "Cut the beat."
  },
  {
    "startTime": 217.785,
    "endTime": 219.715,
    "text": "I'm not sorry."
  },
  {
    "startTime": 219.715,
    "endTime": 222.308,
    "text": "This future, I do not accept it,"
  },
  {
    "startTime": 222.328,
    "endTime": 226.50300000000001,
    "text": "because an error does not become a mistake until you refuse to correct it."
  },
  {
    "startTime": 226.849,
    "endTime": 228.6,
    "text": "We can redirect this."
  },
  {
    "startTime": 228.6,
    "endTime": 229.66299999999998,
    "text": "How?"
  },
  {
    "startTime": 229.663,
    "endTime": 236.0,
    "text": "Let me suggest that if a farmer sees a tree that is unhealthy, they don't look at the branches to diagnose it, they look at the root."
  },
  {
    "startTime": 236.0,
    "endTime": 242.52,
    "text": "So, like that farmer, we must look at the root, and not to the branches of government, not to the politician run by corporations."
  },
  {
    "startTime": 242.52,
    "endTime": 243.5,
    "text": "We are the root."
  },
  {
    "startTime": 243.5,
    "endTime": 244.8,
    "text": "We are the foundation."
  },
  {
    "startTime": 244.8,
    "endTime": 248.3,
    "text": "This generation, it is up to us to take care of this planet."
  },
  {
    "startTime": 248.3,
    "endTime": 250.0,
    "text": "It is our only home."
  },
  {
    "startTime": 250.0,
    "endTime": 263.2,
    "text": "We must globally warm our hearts and change the climate of our souls, and realize that we are not apart from nature, we are a part of nature, and to betray nature is to betray us, to save nature is to save us."
  },
  {
    "startTime": 263.2,
    "endTime": 271.383,
    "text": "Because whatever you're fighting for, racism or poverty, feminism, gay rights or any type of equality, it won't matter in the least."
  },
  {
    "startTime": 271.383,
    "endTime": 278.0,
    "text": "Because if we don't all work together to save the environment, we will be equally extinct."
  },
  {
    "startTime": 279.0,
    "endTime": 281.0,
    "text": "Sorry."
  },
  {
    "startTime": 290.747,
    "endTime": 291.5,
    "text": "Hey, guys."
  },
  {
    "startTime": 291.6,
    "endTime": 300.093,
    "text": "For the past several weeks, I've been here in Africa, the heart of Africa, witnessing the horrific destruction of the rainforest, which inspired me to write this piece."
  },
  {
    "startTime": 302.235,
    "endTime": 306.195,
    "text": "Why are forests being destroyed at such an enormous rate?"
  },
  {
    "startTime": 306.205,
    "endTime": 307.15,
    "text": "For this."
  },
  {
    "startTime": 307.2,
    "endTime": 311.392,
    "text": "Today we live in a world where destroying trees makes you money."
  },
  {
    "startTime": 311.392,
    "endTime": 314.519,
    "text": "So, what can we, normal people, do about it?"
  },
  {
    "startTime": 314.519,
    "endTime": 318.8,
    "text": "One way to directly fight the destruction is to Stand for Trees."
  },
  {
    "startTime": 318.8,
    "endTime": 335.8,
    "text": "By standing for trees, not only can you save the lives of trees, help forest communities, and protect the rights of animals to live in their homes, but you will also balance the amount of pollution that you yourself give off with your everyday activities, making you a part of the solution, not the problem."
  },
  {
    "startTime": 335.8,
    "endTime": 341.5,
    "text": "This is the option that I chose, but whatever way that you choose to stand for trees, do it."
  },
  {
    "startTime": 341.6,
    "endTime": 352.0,
    "text": "Because a wise man once said, \"When the rivers are all dried up and the trees cut down, man will then realize that he will not be able to eat money.\""
  }
]