[
  {
    "startTime": 0.0,
    "endTime": 4.0,
    "text": "We have another question! Amazing! How do I get here?"
  },
  {
    "startTime": 12.949,
    "endTime": 21.5,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love so much, so, so much."
  },
  {
    "startTime": 21.7,
    "endTime": 27.0,
    "text": "And today is Q&A Tuesday and today's question comes from Victoria and Victoria writes."
  },
  {
    "startTime": 27.3,
    "endTime": 32.0,
    "text": "\"Hi Marie, I'm wondering whether you have some tips for self-promotion."
  },
  {
    "startTime": 32.0,
    "endTime": 35.8,
    "text": "How to go about speaking well of your brand and letting the passion shine through."
  },
  {
    "startTime": 35.8,
    "endTime": 43.3,
    "text": "How not to be afraid to blow your own trumpet. You seem much better at this in the US than we are here in Australia."
  },
  {
    "startTime": 43.5,
    "endTime": 51.0,
    "text": "I always feel self-conscious and nervous when I try to promote my own business, like I'm bragging. Please help. Thanks, Victoria.”"
  },
  {
    "startTime": 51.0,
    "endTime": 54.6,
    "text": "Great question, Victoria, and I hear this all the time."
  },
  {
    "startTime": 54.6,
    "endTime": 61.800000000000004,
    "text": "You know, you often hear the term \"shameless self-promotion\" as though there should be shame in self-promotion."
  },
  {
    "startTime": 61.8,
    "endTime": 74.0,
    "text": "I think it's important that we slow down and really ask ourselves this question: where did we learn that self-promotion is bad and, more importantly, why do we accept that as the truth?"
  },
  {
    "startTime": 74.4,
    "endTime": 79.82000000000001,
    "text": "As intelligent thinking human beings, why is speaking about something that we do or have done a bad thing?"
  },
  {
    "startTime": 82.0,
    "endTime": 89.5,
    "text": "And why do we equate expressing joy or confidence or pride about our work with something we should feel shame for?"
  },
  {
    "startTime": 89.7,
    "endTime": 93.2,
    "text": "It's just crazy. I have a completely different point of view on this."
  },
  {
    "startTime": 93.4,
    "endTime": 97.2,
    "text": "In fact, I think you should feel ashamed if you don't promote yourself."
  },
  {
    "startTime": 97.5,
    "endTime": 101.0,
    "text": "Point is, if you do something great, I wanna know about it."
  },
  {
    "startTime": 101.4,
    "endTime": 105.80000000000001,
    "text": "So here are 3 reframes to help you get a little more comfortable tooting your own horn."
  },
  {
    "startTime": 106.0,
    "endTime": 110.4,
    "text": "And the first one is focus on what you can give versus what you can get."
  },
  {
    "startTime": 110.6,
    "endTime": 117.0,
    "text": "So I say this every single week, right? \"The world needs that special gift that only you have\" and I mean it."
  },
  {
    "startTime": 117.2,
    "endTime": 122.0,
    "text": "And if you hold back from self-promoting, you are stealing from those who need you most."
  },
  {
    "startTime": 122.2,
    "endTime": 128.0,
    "text": "So you need to really start thinking of self-promotion as service, like a public service."
  },
  {
    "startTime": 128.1,
    "endTime": 132.7,
    "text": "On a practical level, you never know if someone needs to hear about what you do."
  },
  {
    "startTime": 133.0,
    "endTime": 138.4,
    "text": "If not for themselves, maybe for their friend or colleague. I'm sure you've had this happen in your own life."
  },
  {
    "startTime": 138.6,
    "endTime": 148.6,
    "text": "You go out and you hear about what somebody does and maybe they're a web designer and you say, \"OMG, you're exactly the kind of person I've been looking for. Thank goodness you said something.\""
  },
  {
    "startTime": 148.8,
    "endTime": 154.70000000000002,
    "text": "Number two is stop caring. Not about other people, just what they think."
  },
  {
    "startTime": 155.0,
    "endTime": 164.1,
    "text": "So many of us shy away from self-promotion because we're afraid that people won't like us, that they'll judge us, that they'll find us totally annoying."
  },
  {
    "startTime": 164.3,
    "endTime": 172.0,
    "text": "Well, guess what? People already don't like you. They already judge you, and unfortunately, they probably find you annoying."
  },
  {
    "startTime": 172.0,
    "endTime": 176.219,
    "text": "I'm sorry to say that that's true, but it's true about you and it's true about me."
  },
  {
    "startTime": 176.219,
    "endTime": 181.5,
    "text": "Now, the real question is: who are you living your life for?"
  },
  {
    "startTime": 181.7,
    "endTime": 186.0,
    "text": "I'm pretty comfortable with self-promotion and it's not because I'm from the US."
  },
  {
    "startTime": 186.0,
    "endTime": 197.3,
    "text": "It's because I care more about getting my ideas out there and helping as many people as possible than I do trying to live my life trying to be unjudged, which is pretty much impossible."
  },
  {
    "startTime": 197.519,
    "endTime": 204.3,
    "text": "So you've got to ask yourself, what do you want on your tombstone? What do you want them to say at your funeral?"
  },
  {
    "startTime": 204.7,
    "endTime": 209.29999999999998,
    "text": "\"Today we lay Victoria to rest."
  },
  {
    "startTime": 209.6,
    "endTime": 212.9,
    "text": "She didn't bother anyone. - Amen."
  },
  {
    "startTime": 212.8,
    "endTime": 216.20000000000002,
    "text": "Anyone else care to say anything?"
  },
  {
    "startTime": 216.2,
    "endTime": 218.0,
    "text": "Anyone?\""
  },
  {
    "startTime": 218.5,
    "endTime": 224.0,
    "text": "Now, of course we're having some fun here, Victoria, but the point is a valid one."
  },
  {
    "startTime": 224.0,
    "endTime": 230.0,
    "text": "And like everything else in life, there is an art to self-promoting, which brings me to my next point."
  },
  {
    "startTime": 230.0,
    "endTime": 234.0,
    "text": "Number three, do not be a broken record."
  },
  {
    "startTime": 234.0,
    "endTime": 239.939,
    "text": "\"I'm so great. I'm so great. I'm so great. I'm so great. I'm so great. I'm so great.\""
  },
  {
    "startTime": 239.939,
    "endTime": 246.2,
    "text": "So yes, do let us know that you're great. Tell us why, but have other things to talk about."
  },
  {
    "startTime": 246.6,
    "endTime": 259.7,
    "text": "I mean, think about it, if you talked about your kids and only your kids again and again or if I talked about Game of Thrones and only Game of Thrones over and over again, it would get pretty darn boring fast."
  },
  {
    "startTime": 260.0,
    "endTime": 267.0,
    "text": "So make sure you have variety and different topics and, of course, make sure that you celebrate other people and you'll be totally fine."
  },
  {
    "startTime": 267.3,
    "endTime": 273.0,
    "text": "One last thing Victoria, what you're feeling is not just because you're from Australia."
  },
  {
    "startTime": 273.1,
    "endTime": 287.8,
    "text": "Most of us grow up being told don't brag and don't show off, and I think it's time that we all started to untangle these feelings of shame and self-consciousness from sharing our gifts and offering our service to the world."
  },
  {
    "startTime": 287.8,
    "endTime": 299.2,
    "text": "And we can start by remembering this tweetable: Instead of calling it shameless self-promotion, let's take the shame out of it altogether."
  },
  {
    "startTime": 299.53,
    "endTime": 306.7,
    "text": "Victoria, that was my A to your Q and I really hope it helps. Now I would love to hear from you, and it's a two parter today."
  },
  {
    "startTime": 307.0,
    "endTime": 312.2,
    "text": "So number one, have you ever held yourself back from sharing about who you are or what you do?"
  },
  {
    "startTime": 312.4,
    "endTime": 315.0,
    "text": "What fear or concern stopped you?"
  },
  {
    "startTime": 315.0,
    "endTime": 322.259,
    "text": "And number two, when it comes to self-promotion, which idea from today's episode do you need to remember the most and why?"
  },
  {
    "startTime": 322.259,
    "endTime": 331.0,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 331.0,
    "endTime": 335.25,
    "text": "Did you like this video? If so, subscribe to our channel and it would be great if you shared this with your friends."
  },
  {
    "startTime": 337.0,
    "endTime": 349.889,
    "text": "And if you want even more resources to create a business and life that you love, plus some personal insights from me that I only talk about in email, come on over to MarieForleo.com and make sure you sign up for email updates, because they're great."
  },
  {
    "startTime": 349.889,
    "endTime": 357.0,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 357.0,
    "endTime": 369.689,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]