[
  {
    "startTime": 0.0,
    "endTime": 2.02,
    "text": "Does absence make the heart grow fonder?"
  },
  {
    "startTime": 2.2,
    "endTime": 6.894,
    "text": "New science says dating long-distance might make a better relationship."
  },
  {
    "startTime": 13.01,
    "endTime": 14.58,
    "text": "Hey, distance daters, welcome to DNews."
  },
  {
    "startTime": 14.7,
    "endTime": 19.0,
    "text": "Trace here with the science lowdown on the dreaded long-distance relationship, or LDR."
  },
  {
    "startTime": 19.1,
    "endTime": 24.6,
    "text": "Three million Americans are part of an LDR. 25% to 50% of college students are currently in one right now."
  },
  {
    "startTime": 24.6,
    "endTime": 33.120000000000005,
    "text": "Of the non-college group, reasons could be military deployment, work preferences or requirements, internet dating, and even immigration and visa delays."
  },
  {
    "startTime": 33.12,
    "endTime": 35.93,
    "text": "The internet helps us feel closer, even when we're far apart."
  },
  {
    "startTime": 35.93,
    "endTime": 39.46,
    "text": "So long-distance relationships are growing in popularity."
  },
  {
    "startTime": 39.5,
    "endTime": 48.18,
    "text": "Technology like text messaging, instant messaging, video chat, they all help us feel the sense of inclusion and intimacy that we wouldn't have been able to get only 10 or 15 years ago."
  },
  {
    "startTime": 48.3,
    "endTime": 55.69,
    "text": "The research from 2010 says romance does kind of require face to face interaction. Newer research, that's saying the opposite."
  },
  {
    "startTime": 55.69,
    "endTime": 62.37,
    "text": "A study in the Journal of Sex and Marital Therapy says, those in long-distance relationships might actually be better at dating."
  },
  {
    "startTime": 62.37,
    "endTime": 75.08,
    "text": "Researchers recruited people in close-by and long-distance relationships, who filled out a series of questionnaires tackling their intimacy, their commitment, their communication, psychological distress, and sexual satisfaction, or lack thereof."
  },
  {
    "startTime": 75.08,
    "endTime": 78.69,
    "text": "Those in an LDR also indicated how often that they got to see each other."
  },
  {
    "startTime": 78.8,
    "endTime": 86.6,
    "text": "Though both groups were doing well, the LDR couples were better functioning couples, reporting higher levels of satisfaction, intimacy, and communication."
  },
  {
    "startTime": 86.6,
    "endTime": 90.5,
    "text": "The close-by couples win in the area of getting laid more."
  },
  {
    "startTime": 90.5,
    "endTime": 94.879,
    "text": "Basically, LDR couples have to replace their physical closeness with emotional closeness."
  },
  {
    "startTime": 94.9,
    "endTime": 101.14,
    "text": "While the close-by couples were overlooking some of their problems, the long-distance couples, they were forced to sort them out."
  },
  {
    "startTime": 101.14,
    "endTime": 112.25,
    "text": "A piece in Pacific Magazine puts it this way, \"Long-distance couples are arguably better at discussing sex, and those who live nearby actually have more sex.\""
  },
  {
    "startTime": 112.25,
    "endTime": 122.74,
    "text": "A separate study this year in the Journal of Communication tipped the scales even farther toward long-distance couples, indicating that they form even deeper bonds than their nearby neighbors because of all of that sharing."
  },
  {
    "startTime": 122.74,
    "endTime": 130.16,
    "text": "Something those of us who are very familiar with the long-distance thing, as my friends call it, know very well because, you know, you're just always talking."
  },
  {
    "startTime": 130.16,
    "endTime": 133.82,
    "text": "You're just talking and talking, and there's more talking and some talking and talking."
  },
  {
    "startTime": 133.82,
    "endTime": 139.78,
    "text": "In the end, all this communication leads to a greater sense of mental intimacy, which is great, if lonely."
  },
  {
    "startTime": 139.78,
    "endTime": 148.52,
    "text": "Psychotherapist and author, Rachel Sussman, points out the loneliness factor isn't really considered much in this research, but it can be really stressful for people, which is a good point."
  },
  {
    "startTime": 148.52,
    "endTime": 151.11,
    "text": "Also, they don't really consider the jealousy factor."
  },
  {
    "startTime": 151.11,
    "endTime": 156.05200000000002,
    "text": "If you're a jealous person with a high level of FOMO, things could go sour, fast."
  },
  {
    "startTime": 156.052,
    "endTime": 165.66,
    "text": "\"Lifehacker\" has a couple of helpful tips to make LDR last, like make date nights, where you video chat, eat dinner, watch a movie, text things like \"wish you were here\" to alleviate jealousy."
  },
  {
    "startTime": 165.66,
    "endTime": 167.34,
    "text": "And when you talk, be present."
  },
  {
    "startTime": 167.34,
    "endTime": 169.83,
    "text": "Non-verbal cues are really important."
  },
  {
    "startTime": 169.83,
    "endTime": 172.45000000000002,
    "text": "Most importantly, have an end date."
  },
  {
    "startTime": 172.45,
    "endTime": 177.83999999999997,
    "text": "If there is no end to the tunnel, then there's no light to look forward to. Right? Right?"
  },
  {
    "startTime": 177.86,
    "endTime": 181.745,
    "text": "What if some of the most famous relationships were LDRs?"
  },
  {
    "startTime": 181.745,
    "endTime": 189.21,
    "text": "I wonder how like, Mary Todd Lincoln would have tolerated Abe's brutal honesty?"
  },
  {
    "startTime": 189.21,
    "endTime": 192.74,
    "text": "The word \"independence\" may have no A's in it."
  },
  {
    "startTime": 193.2,
    "endTime": 196.48499999999999,
    "text": "The declaration may have no holes."
  },
  {
    "startTime": 196.6,
    "endTime": 201.82,
    "text": "But when you look at the people who signed it, there are a lot of a-holes."
  },
  {
    "startTime": 201.82,
    "endTime": 204.565,
    "text": "That guy just does not hold back."
  },
  {
    "startTime": 204.565,
    "endTime": 212.18,
    "text": "Anyway, be sure to check out brutally honest Abe for more of his delightful truth bombs, and tell us your thoughts about the long-distance thing in the comments area below."
  },
  {
    "startTime": 212.18,
    "endTime": 214.93,
    "text": "And as always, subscribe for more DNews every day."
  },
  {
    "startTime": 214.93,
    "endTime": 217.04000000000002,
    "text": "Thanks for watching."
  }
]