[
  {
    "startTime": 6.635,
    "endTime": 12.395,
    "text": "¿Hablas Español? Parlez-vous Français? 你會說中文嗎？"
  },
  {
    "startTime": 12.495,
    "endTime": 22.769,
    "text": "If you answered, \"sí,\" \"oui,\" or \"會\" and you're watching this in English, chances are you belong to the world's bilingual and multilingual majority."
  },
  {
    "startTime": 22.869,
    "endTime": 34.477000000000004,
    "text": "And besides having an easier time traveling or watching movies without subtitles, knowing two or more languages means that your brain may actually look and work differently than those of your monolingual friends."
  },
  {
    "startTime": 34.477,
    "endTime": 38.272,
    "text": "So what does it really mean to know a language?"
  },
  {
    "startTime": 38.272,
    "endTime": 46.585,
    "text": "Language ability is typically measured in two active parts, speaking and writing, and two passive parts, listening and reading."
  },
  {
    "startTime": 46.585,
    "endTime": 57.681,
    "text": "While the balanced bilingual has near equal abilities across the board in two languages, most bilinguals around the world know and use their languages in varying proportions."
  },
  {
    "startTime": 57.681,
    "endTime": 64.91499999999999,
    "text": "And depending on their situation and how they acquired each language, they can be classified into three general types."
  },
  {
    "startTime": 64.915,
    "endTime": 71.70700000000001,
    "text": "For example, let's take Gabriella, whose family immigrates to the US from Peru when she's two years old."
  },
  {
    "startTime": 71.707,
    "endTime": 78.07499999999999,
    "text": "As a compound bilingual, Gabriella develops two linguistic codes simultaneously."
  },
  {
    "startTime": 78.075,
    "endTime": 85.158,
    "text": "With a single set of concepts, learning both English and Spanish as she begins to process the world around her."
  },
  {
    "startTime": 85.158,
    "endTime": 89.162,
    "text": "Her teenage brother, on the other hand, might be a coordinate bilingual."
  },
  {
    "startTime": 89.162,
    "endTime": 96.56400000000001,
    "text": "Working with two sets of concepts: learning English in school, while continuing to speak Spanish at home and with friends."
  },
  {
    "startTime": 96.564,
    "endTime": 105.99799999999999,
    "text": "Finally, Gabriella's parents are likely to be subordinate bilinguals, who learn a secondary language by filtering it through their primary language."
  },
  {
    "startTime": 105.998,
    "endTime": 115.843,
    "text": "Because all types of bilingual people can become fully proficient in a language regardless of accent or pronunciation, the difference may not be apparent to a casual observer."
  },
  {
    "startTime": 115.843,
    "endTime": 125.214,
    "text": "But recent advances in brain imaging technology have given neurolinguistics a glimpse into how specific aspects of language learning affect the bilingual brain."
  },
  {
    "startTime": 125.214,
    "endTime": 136.002,
    "text": "It's well known that the brain's left hemisphere is more dominant and analytical in logical processes, while the right hemisphere is more active in emotional and social ones."
  },
  {
    "startTime": 136.002,
    "endTime": 139.675,
    "text": "Though this is a matter of degree, not an absolute split."
  },
  {
    "startTime": 139.675,
    "endTime": 148.799,
    "text": "The fact that language involves both types of functions while lateralization develops gradually with age has led to the critical period hypothesis."
  },
  {
    "startTime": 148.799,
    "endTime": 164.898,
    "text": "According to this theory, children learn languages more easily because the plasticity of their developing brains lets them use both hemispheres in language acquisition, while in most adults, language is lateralized to one hemisphere, usually the left."
  },
  {
    "startTime": 164.898,
    "endTime": 172.48,
    "text": "If this is true, learning a language in childhood may give you a more holistic grasp of its social and emotional contexts."
  },
  {
    "startTime": 172.48,
    "endTime": 184.85999999999999,
    "text": "Conversely, recent research showed that people who learned a second language in adulthood exhibit less emotional bias and a more rational approach when confronting problems in the second language than in their native one."
  },
  {
    "startTime": 184.86,
    "endTime": 192.21,
    "text": "But regardless of when you acquire additional languages, being multilingual gives your brain some remarkable advantages."
  },
  {
    "startTime": 192.21,
    "endTime": 203.50400000000002,
    "text": "Some of these are even visible, such as higher density of the grey matter that contains most of your brain's neurons and synapses, and more activity in certain regions when engaging a second language."
  },
  {
    "startTime": 203.504,
    "endTime": 213.02499999999998,
    "text": "The heightened workout a bilingual brain receives throughout its life can also help delay the onset of diseases, like Alzheimer's and dementia by as much as five years."
  },
  {
    "startTime": 213.025,
    "endTime": 220.30700000000002,
    "text": "The idea of major cognitive benefits to bilingualism may seem intuitive now, but it would have surprised earlier experts."
  },
  {
    "startTime": 220.307,
    "endTime": 233.689,
    "text": "Before the 1960s, bilingualism was considered a handicap that slowed a child's development by forcing them to spend too much energy distinguishing between languages, a view based largely on flawed studies."
  },
  {
    "startTime": 233.689,
    "endTime": 236.178,
    "text": "And while a more recent study did show that reaction times and errors increase for some bilingual students in cross-language tests."
  },
  {
    "startTime": 241.227,
    "endTime": 243.82500000000002,
    "text": "It also showed that the effort and attention needed to switch between languages triggered more activity in, and potentially strengthened the dorsolateral prefrontal cortex."
  },
  {
    "startTime": 251.465,
    "endTime": 254.142,
    "text": "This is the part of the brain that plays a large role in executive function, problem solving, switching between tasks, and focusing while filtering out irrelevant information."
  },
  {
    "startTime": 262.644,
    "endTime": 266.48,
    "text": "So, while bilingualism may not necessarily make you smarter, it does make your brain more healthy, complex and actively engaged."
  },
  {
    "startTime": 270.897,
    "endTime": 273.42199999999997,
    "text": "And even if you didn't have the good fortune of learning a second language as a child, it's never too late to do yourself a favor and make the linguistic leap from, \"Hello,\" to, \"Hola,\" \"Bonjour\" or \"您好\"。"
  },
  {
    "startTime": 283.559,
    "endTime": 293.559,
    "text": "Because when it comes to our brains, a little exercise can go a long way."
  }
]