[
  {
    "startTime": 0.34,
    "endTime": 2.5,
    "text": "Sexual tastes vary from person to person."
  },
  {
    "startTime": 2.5,
    "endTime": 5.5,
    "text": "But with the current pornography epidemic as some call it."
  },
  {
    "startTime": 5.5,
    "endTime": 12.998999999999999,
    "text": "One has to wonder how exactly this may effect our desires and perception of sexuality. Moreover, how does it affect our sex lives."
  },
  {
    "startTime": 12.999,
    "endTime": 20.0,
    "text": "Pornography constitutes about twenty five percent of all search engine requests, and is the fourth most common reason people give for going on the internet."
  },
  {
    "startTime": 20.0,
    "endTime": 26.0,
    "text": "And well, it may seem to simply facilitate an instinctual sexual response linked to millions of years of evolution."
  },
  {
    "startTime": 26.0,
    "endTime": 32.0,
    "text": "The truth is pornography has dynamically changed over time ultimately molding our tastes and desires."
  },
  {
    "startTime": 32.0,
    "endTime": 38.16,
    "text": "The not so shocking truth is that pornography has profound consequences for the brain and acts in many ways like a drug."
  },
  {
    "startTime": 38.16,
    "endTime": 42.5,
    "text": "With prolonged exposure your tolerance is increased and many often find themselves addicted."
  },
  {
    "startTime": 42.5,
    "endTime": 52.0,
    "text": "Though it is not a physical substance, it leads to the same general loss of control, the compulsiveness to seek out the activity despite negative consequences and withdrawal when it goes away."
  },
  {
    "startTime": 52.0,
    "endTime": 54.67,
    "text": "Much like that of gambling or running for example."
  },
  {
    "startTime": 54.67,
    "endTime": 61.0,
    "text": "The issue is that continued exposure can cause long-term or even lifelong neuro-plastic change in the brain."
  },
  {
    "startTime": 61.0,
    "endTime": 68.79,
    "text": "Dopamine is released as a reward whenever we accomplish something, whether it be eating to sustain life or sexual activity to produce future life."
  },
  {
    "startTime": 68.79,
    "endTime": 75.0,
    "text": "And this dopamine consolidates neural connections in order to drive us to perform the same activity in the future."
  },
  {
    "startTime": 75.0,
    "endTime": 79.0,
    "text": "In other words, it alters and forms the brain cells to motivate certain actions."
  },
  {
    "startTime": 79.0,
    "endTime": 81.07,
    "text": "It rewires your brain."
  },
  {
    "startTime": 81.07,
    "endTime": 84.38,
    "text": "The national institutes of health measure drug addictiveness by testing rats."
  },
  {
    "startTime": 84.38,
    "endTime": 91.0,
    "text": "The rat is trained to press a button in order to get a drug, and the harder it works indicates how addictive the substance is."
  },
  {
    "startTime": 91.0,
    "endTime": 95.2,
    "text": "It turns out that the more addictive a drug is the more dopamine we see released."
  },
  {
    "startTime": 95.2,
    "endTime": 104.7,
    "text": "And while there is unfortunately no rat porn that we can give to them, we do know that  dopamine is also released during sexual excitement which pornography plays right into."
  },
  {
    "startTime": 104.7,
    "endTime": 113.0,
    "text": "The more time you spend doing it, the more dopamine gets released which reinforces the behavior and makes you not only desire it in the future but require it."
  },
  {
    "startTime": 113.0,
    "endTime": 119.0,
    "text": "And as you begin to imagine these images away from the computer or while having sex, they become reinforced."
  },
  {
    "startTime": 119.0,
    "endTime": 125.74,
    "text": "Furthermore each orgasm releases even more dopamine which consolidates the connections made during the session."
  },
  {
    "startTime": 125.74,
    "endTime": 136.0,
    "text": "It's a feedback loop that becomes harder to escape and just like a drug your tolerance for visual stimulation has now compounded, making it more difficult to be turned on by reality."
  },
  {
    "startTime": 136.0,
    "endTime": 143.0,
    "text": "Pornography addiction can often lead to finding your mate less attractive, the good news is it doesn't have to be permanent."
  },
  {
    "startTime": 143.0,
    "endTime": 148.299,
    "text": "Usually when people understand the mechanism and realize it's affecting their relationships, they can stop."
  },
  {
    "startTime": 148.299,
    "endTime": 158.27,
    "text": "The brain is often described as a use it or lose it system because the neural connections you stimulate grow stronger and desire to be activated while the ones you ignore become weakened."
  },
  {
    "startTime": 158.271,
    "endTime": 165.00099999999998,
    "text": "Much like your muscles which if sitting still all day itch for activity but after prolonged non-use they become complacent."
  },
  {
    "startTime": 165.001,
    "endTime": 175.1,
    "text": "Luckily, because of this \"use it or lose it\" brain, the same neuro-plastic system that proliferate these habits can also be used to acquire healthier ones."
  },
  {
    "startTime": 175.1,
    "endTime": 179.269,
    "text": "Got a burning question you want answered? Asking it in the comments or on facebook and twitter."
  },
  {
    "startTime": 179.269,
    "endTime": 189.269,
    "text": "And subscribe for more weekly science videos."
  }
]