[
  {
    "startTime": 0.07,
    "endTime": 6.09,
    "text": "So as Minion fever not only continues to grip the globe but whip it into a banana-like frenzy,"
  },
  {
    "startTime": 6.09,
    "endTime": 13.338999999999999,
    "text": "surely the question on everyone’s mind as the leave the theater is...what’s next?"
  },
  {
    "startTime": 13.339,
    "endTime": 20.199,
    "text": "Well that would be Despicable Me 3, currently set for June 30th 2017. Today we’re going"
  },
  {
    "startTime": 20.199,
    "endTime": 25.160000000000004,
    "text": "to discuss what we know about the film so far, what we can speculate, and what we’ve"
  },
  {
    "startTime": 25.16,
    "endTime": 31.740000000000002,
    "text": "got our fingers crossed for! And beware, there be spoilers ahead for the Minions movie..."
  },
  {
    "startTime": 31.74,
    "endTime": 37.46,
    "text": "So, what do we KNOW? Well, the focus of the franchise will return to Gru and his family,"
  },
  {
    "startTime": 37.46,
    "endTime": 43.649,
    "text": "which don’t forget now includes anti-villain league agent Lucy. Steve Carell, Kristen Wiig,"
  },
  {
    "startTime": 43.649,
    "endTime": 49.579,
    "text": "Miranda Cosgrove and Russell Brand are all set to return, as are - of course - the minions."
  },
  {
    "startTime": 49.579,
    "endTime": 54.809,
    "text": "And considering how close Despicable Me 2 got to a billion, this third film could be"
  },
  {
    "startTime": 54.809,
    "endTime": 60.269,
    "text": "the first non-Disney animated film to join the billion dollar club - that is, if Minions"
  },
  {
    "startTime": 60.269,
    "endTime": 65.379,
    "text": "doesn’t get there first. And that’s all we know for sure, as Illumination Entertainment"
  },
  {
    "startTime": 65.379,
    "endTime": 70.299,
    "text": "has two other films hitting theaters first before Despicable Me 3 - The Secret Life of"
  },
  {
    "startTime": 70.299,
    "endTime": 78.32000000000001,
    "text": "Pets for Summer 2016 and a project yet to be determined for Christmas 2016. Hmm...if"
  },
  {
    "startTime": 78.32,
    "endTime": 83.229,
    "text": "Minions is successful enough they could always move Despicable Me 3 up a few months, just"
  },
  {
    "startTime": 83.229,
    "endTime": 88.65899999999999,
    "text": "as Disney Animation did with Moana in response to Frozen’s success. Wouldn’t a Despicable"
  },
  {
    "startTime": 88.659,
    "endTime": 94.47900000000001,
    "text": "Me holiday movie be BANANA?! Or would it be a little too close to The Nightmare Before"
  },
  {
    "startTime": 94.479,
    "endTime": 99.189,
    "text": "Christmas...? Or How the Grinch Stole Christmas? Which, by the way, Illumination Entertainment"
  },
  {
    "startTime": 99.189,
    "endTime": 106.619,
    "text": "is remaking for Christmas 2017. But with Despicable Me 3 a ways off, that gives Illumination Entertainment"
  },
  {
    "startTime": 106.619,
    "endTime": 111.5,
    "text": "some time to think, and here’s what they need to think about... After being the stars"
  },
  {
    "startTime": 111.5,
    "endTime": 116.42,
    "text": "of their own film, can the minions go back to being SECOND banana in a third Despicable"
  },
  {
    "startTime": 116.42,
    "endTime": 122.77,
    "text": "Me film? I mean, Kevin, Bob and Stuart are household names now! Not to mention Minions"
  },
  {
    "startTime": 122.77,
    "endTime": 127.92,
    "text": "seriously raises the bar of EVIL for this franchise. Scarlet Overkill, as well as her"
  },
  {
    "startTime": 127.92,
    "endTime": 134.06,
    "text": "husband Herb, are a legitimate threat - while Despicable Me 2’s El Macho...not so much."
  },
  {
    "startTime": 134.06,
    "endTime": 139.08,
    "text": "Plus should we revisit Villain Con to see if it’s grown ala Comic Con years later?"
  },
  {
    "startTime": 139.08,
    "endTime": 144.16000000000003,
    "text": "And what about the Anti-Villain League? Is Lucy still and agent, or is Gru no longer"
  },
  {
    "startTime": 144.16,
    "endTime": 148.54999999999998,
    "text": "a villain?! He’s kind of been flirting with being a good guy since the franchise began,"
  },
  {
    "startTime": 148.55,
    "endTime": 153.59,
    "text": "but I don’t know if the minions will follow a good guy... Plus with Ant-Man and Guardians"
  },
  {
    "startTime": 153.59,
    "endTime": 158.88,
    "text": "of the Galaxy 2 already set to focus on fathers, will Gru’s personal life seem like old news"
  },
  {
    "startTime": 158.88,
    "endTime": 164.60999999999999,
    "text": "by the time 2017 comes around? Then again, perhaps this third film could focus on Margo,"
  },
  {
    "startTime": 164.61,
    "endTime": 170.20000000000002,
    "text": "Edith and Agnes. Should they be aged up ala Hiccup? And are they turning into villains,"
  },
  {
    "startTime": 170.2,
    "endTime": 176.06,
    "text": "heroes...or are they divided, with some villains and some heroes?! What - and who - do you"
  },
  {
    "startTime": 176.06,
    "endTime": 181.25,
    "text": "want to be the focus of Despicable Me 3? And does this franchise need to get more evil,"
  },
  {
    "startTime": 181.25,
    "endTime": 186.61,
    "text": "less evil, or is it just right? Plus with a strong focus on Mexico for Despicable Me"
  },
  {
    "startTime": 186.61,
    "endTime": 191.45000000000002,
    "text": "2, and a strong focus on France and England with Minions, what country should be in the"
  },
  {
    "startTime": 191.45,
    "endTime": 196.57,
    "text": "spotlight next? Write your thoughts down below. I’m Grace Randolph and this has been a Movie"
  },
  {
    "startTime": 196.57,
    "endTime": 206.57,
    "text": "Byte! You can watch more, right now!"
  }
]