[
  {
    "startTime": 0.14,
    "endTime": 4.81,
    "text": "You're working as an intern for a big company and you're working completely unpaid."
  },
  {
    "startTime": 4.81,
    "endTime": 6.699999999999999,
    "text": "Question is, should you be?"
  },
  {
    "startTime": 6.7,
    "endTime": 12.0,
    "text": "My name is Adam Gonnelli and my firm handles cases where interns aren't being paid when they're supposed to be paid."
  },
  {
    "startTime": 12.0,
    "endTime": 21.73,
    "text": "Now, when people think of interns, usually what they think of is a young person going in for college credit, doing menial jobs, and learning about the business."
  },
  {
    "startTime": 21.73,
    "endTime": 24.7,
    "text": "And some of that is perfectly fine."
  },
  {
    "startTime": 24.7,
    "endTime": 36.5,
    "text": "What's not fine is when the intern is actually doing a job that could be done by a minimum wage worker, isn't really learning much of anything, and the employer is exploiting the intern just to get cheap labor."
  },
  {
    "startTime": 36.5,
    "endTime": 41.9,
    "text": "Now, what we look at to determine whether an intern should be getting paid is a couple of things."
  },
  {
    "startTime": 41.9,
    "endTime": 45.0,
    "text": "First, who's really benefiting?"
  },
  {
    "startTime": 45.0,
    "endTime": 47.039,
    "text": "Is the intern there to learn?"
  },
  {
    "startTime": 47.039,
    "endTime": 49.5,
    "text": "Is the intern there to pick up job skills?"
  },
  {
    "startTime": 49.5,
    "endTime": 53.9,
    "text": "Or is it really just a case of the employer getting work for free?"
  },
  {
    "startTime": 54.0,
    "endTime": 68.0,
    "text": "Look at it this way: If you can think of the intern coming in and displacing a minimum wage worker - let's say all you do is you run and get coffee, you do different errands, you do routine paperwork, you're standing at the copy machine;"
  },
  {
    "startTime": 68.0,
    "endTime": 75.0,
    "text": "none of those things are really teaching the intern anything and those are all jobs that can be done by, uh,  minimum wage workers."
  },
  {
    "startTime": 75.0,
    "endTime": 78.0,
    "text": "In those circumstances, the intern should be getting paid."
  },
  {
    "startTime": 78.0,
    "endTime": 83.0,
    "text": "Another factor to consider is who's advantage is having this job?"
  },
  {
    "startTime": 83.0,
    "endTime": 90.3,
    "text": "Does the advantage go to the intern where they're learning things? They're learning about the business, picking up valuable skills?"
  },
  {
    "startTime": 90.3,
    "endTime": 96.8,
    "text": "Or is the advantage all to the employer who gets an employee who's working for nothing?"
  },
  {
    "startTime": 96.8,
    "endTime": 102.8,
    "text": "Now in some cases, even having the intern around may actually cost the employer something in the short term."
  },
  {
    "startTime": 102.8,
    "endTime": 113.0,
    "text": "The employer may have to take time off to teach the intern things, the employer may have to make some accommodations to have the intern around, the intern may need their own office;"
  },
  {
    "startTime": 113.0,
    "endTime": 120.0,
    "text": "time may be taken by some of the senior people to talk to the intern, give the intern learning tasks and so forth."
  },
  {
    "startTime": 120.0,
    "endTime": 123.0,
    "text": "All those things are situations where you'd have a genuine internship."
  },
  {
    "startTime": 123.0,
    "endTime": 134.5,
    "text": "And another issue that you look at is whether the internship necessarily leads to a job or is it something that could be the equivalent for college credit, like being in a class?"
  },
  {
    "startTime": 134.5,
    "endTime": 140.0,
    "text": "If you're in a classroom, you don't expect necessarily to walk out and get a job, especially true these days."
  },
  {
    "startTime": 140.0,
    "endTime": 147.0,
    "text": "Uh, similarly, if you're an intern and there's no guarantee of a job at the end of the internship -"
  },
  {
    "startTime": 147.0,
    "endTime": 153.0,
    "text": "- that's another factor that may mean this is a genuine internship and not a case where the intern needs to get paid."
  },
  {
    "startTime": 153.0,
    "endTime": 162.7,
    "text": "In short, the closer the internship is something that you'd get in a college environment or in a classroom, the more likely it is that it's a genuine internship;"
  },
  {
    "startTime": 162.7,
    "endTime": 169.0,
    "text": "the closer it is to a minimum wage job, the more likely it is that the intern should be getting paid."
  },
  {
    "startTime": 169.0,
    "endTime": 172.7,
    "text": "Now, why might you need to know this information?"
  },
  {
    "startTime": 172.7,
    "endTime": 177.0,
    "text": "If you're an intern and you're putting in a lot of hours, maybe you should be getting paid."
  },
  {
    "startTime": 177.0,
    "endTime": 180.0,
    "text": "I'm Adam Gonnelli and my firm handles cases like this."
  },
  {
    "startTime": 180.0,
    "endTime": 191.76,
    "text": "Thanks for watching and have a great day!"
  }
]