[
  {
    "startTime": 0.0,
    "endTime": 5.3,
    "text": "The Science of Us Sleep Institute presents \"The Good side of bad dreams.\""
  },
  {
    "startTime": 5.6,
    "endTime": 12.2,
    "text": "Do you find yourself tossing and turning at night, plagued by weird nightmares about stuff that's been worrying you?"
  },
  {
    "startTime": 12.3,
    "endTime": 18.700000000000003,
    "text": "You know, like a dream where you catch a disease that's been in the news, or where your boss is literally eating you alive."
  },
  {
    "startTime": 19.1,
    "endTime": 23.900000000000002,
    "text": "Don't worry, those terrible visions are actually helping your mental health."
  },
  {
    "startTime": 24.0,
    "endTime": 29.1,
    "text": "Research shows that the things that concern us most while we are awake, continue to mess with us when we sleep."
  },
  {
    "startTime": 29.6,
    "endTime": 35.300000000000004,
    "text": "Your unconscious brain takes your abstract fears and turns them into stories in the form of nightmares."
  },
  {
    "startTime": 35.4,
    "endTime": 40.5,
    "text": "When you experience a nightmare, you wake up, and remember it like something that really happened to you."
  },
  {
    "startTime": 40.6,
    "endTime": 42.6,
    "text": "Even if it was totally unrealistic."
  },
  {
    "startTime": 42.62,
    "endTime": 47.699999999999996,
    "text": "In other words, nightmares are sort of like factories that turn your fears into memories."
  },
  {
    "startTime": 47.9,
    "endTime": 50.0,
    "text": "Here's where things get interesting."
  },
  {
    "startTime": 50.1,
    "endTime": 55.7,
    "text": "Memories are easier for the human mind to deal with than vague anxieties about the world around us."
  },
  {
    "startTime": 55.9,
    "endTime": 60.449999999999996,
    "text": "A memory might make you feel bad, but your brain thinks of it is something in the past."
  },
  {
    "startTime": 60.48,
    "endTime": 63.8,
    "text": "And therefore, something you don't need to panic about in the present."
  },
  {
    "startTime": 63.9,
    "endTime": 68.2,
    "text": "That's right, nightmares actually help distance you from your fears."
  },
  {
    "startTime": 68.3,
    "endTime": 74.7,
    "text": "And don't let dread of bad dreams keep you from going to sleep, because that can land you in real trouble."
  },
  {
    "startTime": 74.8,
    "endTime": 80.5,
    "text": "Researchers have found that sleep deprivation correlates strongly to the development of mental disorders."
  },
  {
    "startTime": 80.6,
    "endTime": 85.1,
    "text": "You need bad dreams to help you process all the bad stuff in the world around you."
  },
  {
    "startTime": 85.2,
    "endTime": 89.0,
    "text": "So, let's all take a moment to thank our evil nighttime visions."
  },
  {
    "startTime": 89.1,
    "endTime": 93.5,
    "text": "Without them, waking life would be the real nightmare."
  }
]