[
  {
    "startTime": 0.0,
    "endTime": 3.1,
    "text": "Hey Marie, what does a nosey pepper do?"
  },
  {
    "startTime": 3.4,
    "endTime": 3.8,
    "text": "What?"
  },
  {
    "startTime": 4.0,
    "endTime": 7.0,
    "text": "Get jalepeño business. (Get all up in your business)"
  },
  {
    "startTime": 17.3,
    "endTime": 25.0,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 25.16,
    "endTime": 28.06,
    "text": "And today is our favorite day of the week because it's Q&A Tuesday."
  },
  {
    "startTime": 28.66,
    "endTime": 33.64,
    "text": "That means Q's and A's and this Q comes from Ashley and she writes:"
  },
  {
    "startTime": 34.1,
    "endTime": 38.300000000000004,
    "text": "\"Hi Marie, your videos are my go-to whenever I'm having issues with something."
  },
  {
    "startTime": 38.5,
    "endTime": 43.14,
    "text": "I just watched the video where you talked about 4 habits of really productive people, but I'm still stumped."
  },
  {
    "startTime": 44.2,
    "endTime": 53.1,
    "text": "My schedule is never the same. I work in production and with private clients that means sometimes I'm on set for 4 a.m. and other times I see clients at 6 p.m."
  },
  {
    "startTime": 53.259,
    "endTime": 56.9,
    "text": "I can't seem to get a handle on morning routines and non-negotiables."
  },
  {
    "startTime": 57.0,
    "endTime": 59.2,
    "text": "My dog never gets walked at the same time."
  },
  {
    "startTime": 59.369,
    "endTime": 66.2,
    "text": "I never go to sleep at the same time, and I'll go days with no work only to work ten 12-hour days in a row."
  },
  {
    "startTime": 66.4,
    "endTime": 73.60000000000001,
    "text": "Because I can't set a regular routine and everything is inconsistent, is there anything else I can do to be more productive and get it all done?"
  },
  {
    "startTime": 73.9,
    "endTime": 78.35000000000001,
    "text": "Thank you for making incredible videos and content all the time. Ashley.\""
  },
  {
    "startTime": 78.35,
    "endTime": 80.69999999999999,
    "text": "Ashley, this is a great question."
  },
  {
    "startTime": 81.0,
    "endTime": 88.1,
    "text": "My schedule is never the same either and I travel quite a bit, so I really understand the challenges of inconsistency."
  },
  {
    "startTime": 88.3,
    "endTime": 98.0,
    "text": "That being said, there is one super simple and super powerful productivity habit that I think everybody should adopt, especially if you have an inconsistent schedule."
  },
  {
    "startTime": 98.3,
    "endTime": 100.789,
    "text": "It only takes 4 to 5 minutes every single day and it sets you up to win huge like never before."
  },
  {
    "startTime": 104.0,
    "endTime": 105.3,
    "text": "Know what it is?"
  },
  {
    "startTime": 105.7,
    "endTime": 107.10000000000001,
    "text": "Buying a lotto ticket?"
  },
  {
    "startTime": 107.2,
    "endTime": 108.10000000000001,
    "text": "Bathing?"
  },
  {
    "startTime": 108.2,
    "endTime": 108.8,
    "text": "Neti Pot!"
  },
  {
    "startTime": 109.0,
    "endTime": 110.5,
    "text": "Squatty Potty."
  },
  {
    "startTime": 110.7,
    "endTime": 118.9,
    "text": "Nope, It's this: Planning your day out the night before."
  },
  {
    "startTime": 119.0,
    "endTime": 125.2,
    "text": "This is so darn simple, yet hardly anybody does it and it's one of the most powerful things that you can do for yourself."
  },
  {
    "startTime": 125.4,
    "endTime": 134.9,
    "text": "So no matter how late at night you go, before you wrap up just take 4 minutes and really think through everything that you have to get done for the next day."
  },
  {
    "startTime": 135.1,
    "endTime": 144.29999999999998,
    "text": "So here's how I usually do it: first thing I do is I open up my calendar and I take a look at all the appointments that I have for the next day and the time that those appointments will take."
  },
  {
    "startTime": 144.5,
    "endTime": 151.8,
    "text": "Like this: 1:00, I've got a team call that lasts 30 minutes; 3:30, I have a MarieTV script review that'll take about an hour."
  },
  {
    "startTime": 152.1,
    "endTime": 154.7,
    "text": "And then I have a 6:30 spin class."
  },
  {
    "startTime": 154.9,
    "endTime": 164.3,
    "text": "Then, I write down all the projects and the tasks that I need to get done and I give myself a little bit of an estimate about how long I think each project or task will take."
  },
  {
    "startTime": 164.41,
    "endTime": 172.2,
    "text": "Of course, these are estimates, sometimes I get things done faster and sometimes they take longer but at least I give myself a baseline to work off of."
  },
  {
    "startTime": 172.37,
    "endTime": 178.3,
    "text": "9 - 10:30 a.m., I'm gonna write a first draft of a sales video script.  I'm gonna givemyself about 90 minutes."
  },
  {
    "startTime": 178.4,
    "endTime": 184.0,
    "text": "Then from 11:30 - 12:30, I'm gonna review my social media schedule, give myself an hour for that."
  },
  {
    "startTime": 184.1,
    "endTime": 187.6,
    "text": "And from 2:30-3:00, I'll do a little email clear out."
  },
  {
    "startTime": 187.8,
    "endTime": 195.3,
    "text": "And finally, I make a new little section at the bottom of my notepad with personal things that I need to handle for that day."
  },
  {
    "startTime": 195.49,
    "endTime": 199.9,
    "text": "For example, get Nanny a birthday card and mail it. That'll take me about 30 minutes."
  },
  {
    "startTime": 200.0,
    "endTime": 205.8,
    "text": "Order more Kuma food, all of 10 minutes, and book a haircut for the next month, takes me about 5 minutes."
  },
  {
    "startTime": 205.97,
    "endTime": 208.9,
    "text": "Boom, that is it. Super simple."
  },
  {
    "startTime": 209.3,
    "endTime": 213.9,
    "text": "So when I do this, it informs [me] exactly when I need to be at my desk and working,"
  },
  {
    "startTime": 214.2,
    "endTime": 223.14999999999998,
    "text": "which tells me when I need to wake up to have enough time to do my little morning routine and get everything done without feeling rushed or stressed."
  },
  {
    "startTime": 223.15,
    "endTime": 234.8,
    "text": "The worst thing you can do is wake up in the morning and go straight to your computer and open up email and then all of a sudden you're pretending to work all day, and at the end of the day, nothing important ever got done."
  },
  {
    "startTime": 234.99,
    "endTime": 248.10000000000002,
    "text": "Nobody's perfect and, of course, not every day goes as planned, but this system gives you the best chance possible at making sure that your most important projects get done, especially if you have an inconsistent schedule."
  },
  {
    "startTime": 248.3,
    "endTime": 256.1,
    "text": "And, by the way, if you haven't seen our other MarieTV about urgent versus important, you should really watch it because I think you're gonna love it."
  },
  {
    "startTime": 256.3,
    "endTime": 261.75,
    "text": "So let's wrap this one up on a tweetable."
  },
  {
    "startTime": 261.75,
    "endTime": 267.7,
    "text": "If you plan on having a successful life, start by planning your day."
  },
  {
    "startTime": 267.7,
    "endTime": 271.09999999999997,
    "text": "That was my A to your Q, Ashley, I really do hope it helps."
  },
  {
    "startTime": 271.3,
    "endTime": 273.8,
    "text": "Now I would love to hear from you."
  },
  {
    "startTime": 273.9,
    "endTime": 282.28,
    "text": "Whether you have an inconsistent schedule or not, what's the single most important thing that you do each and every day to make sure your most important projects get done?"
  },
  {
    "startTime": 282.98,
    "endTime": 291.90000000000003,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com, so go there and leave me a comment now."
  },
  {
    "startTime": 292.04,
    "endTime": 298.8,
    "text": "Did you like this video? If you did, subscribe to our channel and it would be awesome if you shared this with all of your friends."
  },
  {
    "startTime": 299.0,
    "endTime": 311.31,
    "text": "And if you want even more great resources to create a business and life that you love, plus some personal insights from me that I only talk about in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 311.31,
    "endTime": 312.78000000000003,
    "text": "They're really good."
  },
  {
    "startTime": 312.78,
    "endTime": 319.79999999999995,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 320.0,
    "endTime": 324.0,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]