[
  {
    "startTime": 2.879,
    "endTime": 7.960000000000001,
    "text": "Years ago, Dr. Henry Pym discovered a set of subatomic particles he dubbed Pym Particles."
  },
  {
    "startTime": 7.96,
    "endTime": 11.55,
    "text": "By decreasing distance between atoms, he could shrink objects, and then increase the distance"
  },
  {
    "startTime": 11.55,
    "endTime": 15.38,
    "text": "to return them to their original size. The nature of Pym Particles allowed Pym to create"
  },
  {
    "startTime": 15.38,
    "endTime": 19.23,
    "text": "a suit of unstable molecules that maintained the same mass and strength at any size which"
  },
  {
    "startTime": 19.23,
    "endTime": 24.539,
    "text": "made Ant Man over 1000% stronger in his smaller form. This suit also comes with a helmet,"
  },
  {
    "startTime": 24.539,
    "endTime": 27.279000000000003,
    "text": "enabling the wearer to talk to ants and control them telepathically."
  },
  {
    "startTime": 27.279,
    "endTime": 32.189,
    "text": "However, Darren Cross, CEO of Cross Technological Enterprises, is using the tech as a means"
  },
  {
    "startTime": 32.189,
    "endTime": 36.83,
    "text": "to create bite-­sized super soldiers and masquerade as his evil alter ego, the Yellow"
  },
  {
    "startTime": 36.83,
    "endTime": 37.339999999999996,
    "text": "Jacket."
  },
  {
    "startTime": 37.34,
    "endTime": 41.400000000000006,
    "text": "Enter Scott Lang who, after being fired for whistleblowing, hacks his former employer,"
  },
  {
    "startTime": 41.4,
    "endTime": 44.96,
    "text": "Vistacorp, to return the money they stole from their clients. But he lands himself in"
  },
  {
    "startTime": 44.96,
    "endTime": 48.95,
    "text": "jail when he breaks into his boss’ home and steals some stuff. He then gets set up"
  },
  {
    "startTime": 48.95,
    "endTime": 53.290000000000006,
    "text": "by Dr. Pym steal the Ant Man suit and finds himself in jail for the second time. Fortunately,"
  },
  {
    "startTime": 53.29,
    "endTime": 57.62,
    "text": "Dr. Pym offers Scott redemption... if he can help him break into a place and steal some"
  },
  {
    "startTime": 57.62,
    "endTime": 67.62,
    "text": "stuff. But also put a stop to Cross!"
  }
]