[
  {
    "startTime": 1.35,
    "endTime": 7.09,
    "text": "Hi again. Welcome back to www.engvid.com. I'm Adam. Today's lesson is about getting you in shape."
  },
  {
    "startTime": 7.09,
    "endTime": 12.120000000000001,
    "text": "What does that mean? It means going to the gym and exercising,"
  },
  {
    "startTime": 12.12,
    "endTime": 19.689999999999998,
    "text": "and all the vocabulary you need to do that well. If you go to the gym and you need to speak to a personal trainer"
  },
  {
    "startTime": 19.69,
    "endTime": 27.16,
    "text": "or a fitness coach, he or she will use these words to help you get a very nice body."
  },
  {
    "startTime": 27.19,
    "endTime": 34.541000000000004,
    "text": "So let's start with these. First of all, most people who go to the gym want to \"get in shape\"."
  },
  {
    "startTime": 34.541,
    "endTime": 39.148999999999994,
    "text": "It doesn't mean they want to become square or a circle or a triangle. It means they want"
  },
  {
    "startTime": 39.149,
    "endTime": 45.17,
    "text": "to have a good body, and also to feel healthy. They want to breathe easier, they want to"
  },
  {
    "startTime": 45.17,
    "endTime": 52.03,
    "text": "be able to walk or run for a longer time, they want to be able to feel good about their physical condition."
  },
  {
    "startTime": 52.104,
    "endTime": 59.879,
    "text": "Now, a lot of people also go to the gym because they want these things. They want to be \"fit\"."
  },
  {
    "startTime": 59.879,
    "endTime": 66.88,
    "text": "\"Fit\" basically means healthy. Some people want to get \"toned\". They want some lines"
  },
  {
    "startTime": 66.88,
    "endTime": 73.747,
    "text": "here and there; they don't want to be round. They want more lines, a little bit more showing muscles"
  },
  {
    "startTime": 73.747,
    "endTime": 77.29,
    "text": "a little bit less showing fat."
  },
  {
    "startTime": 77.29,
    "endTime": 81.99000000000001,
    "text": "Some people want to get \"cut\". Now, \"cut\" means that you see all the lines where all"
  },
  {
    "startTime": 81.99,
    "endTime": 87.675,
    "text": "the muscles are or should be, because you've worked out a lot. You have very little fat, more muscle."
  },
  {
    "startTime": 87.675,
    "endTime": 93.7,
    "text": "Now, some people want to get \"shredded\". \"Shredded\" means like very, very, very cut."
  },
  {
    "startTime": 93.7,
    "endTime": 100.2,
    "text": "So if you think, for example, Brad Pitt, in the movie Fight Club, he was shredded."
  },
  {
    "startTime": 100.2,
    "endTime": 104.306,
    "text": "Very little fat, all muscle, and cut in all the right places."
  },
  {
    "startTime": 104.306,
    "endTime": 109.509,
    "text": "Then if you say someone is \"jacked\", then you think of Arnold Schwarzenegger."
  },
  {
    "startTime": 109.509,
    "endTime": 114.9,
    "text": "Before he was a politician, a little bit before he was an actor, he was a bodybuilder."
  },
  {
    "startTime": 114.9,
    "endTime": 121.05900000000001,
    "text": "He was \"jacked\"; he had huge muscles everywhere. \"Ripped\" and \"shredded\" basically mean the same thing."
  },
  {
    "startTime": 121.059,
    "endTime": 128.51,
    "text": "These are all slang words for \"toned\", basically. And everybody wants like a \"six-pack abs\"."
  },
  {
    "startTime": 128.51,
    "endTime": 133.5,
    "text": "They want one, two, three, four, five, six. You have to work very hard for that"
  },
  {
    "startTime": 133.5,
    "endTime": 138.05,
    "text": "You have to get rid of a lot of fat to get all the muscles to show up."
  },
  {
    "startTime": 138.05,
    "endTime": 144.49,
    "text": "Keep in mind: all of these things, they're more about a lifestyle than about exercising,"
  },
  {
    "startTime": 144.49,
    "endTime": 146.874,
    "text": "but you have to exercise to get all these things."
  },
  {
    "startTime": 146.874,
    "endTime": 152.60999999999999,
    "text": "Okay, so what can you do to exercise? You can \"work out\". One thing you can do,"
  },
  {
    "startTime": 152.61,
    "endTime": 157.65,
    "text": "you can walk around your house every day after dinner and, you know, work your digestive system."
  },
  {
    "startTime": 157.65,
    "endTime": 163.37,
    "text": "All the food you ate goes to the right places, everything okay. But you can also"
  },
  {
    "startTime": 163.37,
    "endTime": 168.27,
    "text": "\"work out\", means you go to the \"gym\" where they have all the weights, all the machines,"
  },
  {
    "startTime": 168.27,
    "endTime": 171.75,
    "text": "you can exercise. \"Work out\", exercise."
  },
  {
    "startTime": 171.75,
    "endTime": 177.186,
    "text": "Why? Because you want to get rid of your \"spare tire\". Now, this happens a lot more to men,"
  },
  {
    "startTime": 177.186,
    "endTime": 182.69,
    "text": "but a spare tire. So, you know in your car if you have a flat tire, in the back, you"
  },
  {
    "startTime": 182.69,
    "endTime": 188.593,
    "text": "have a spare tire? So imagine carrying that spare tire around your stomach."
  },
  {
    "startTime": 188.593,
    "endTime": 192.94,
    "text": "You're skinny, skinny, skinny, fat, skinny, skinny, skinny, skinny. That's your spare tire."
  },
  {
    "startTime": 192.94,
    "endTime": 199.35999999999999,
    "text": "Now, men also have \"love handles\", you can grab them on the side and you can play with them."
  },
  {
    "startTime": 199.36,
    "endTime": 204.45000000000002,
    "text": "I won't explain too much where the \"love handle\" term comes from, but that's what they're called."
  },
  {
    "startTime": 204.45,
    "endTime": 209.29999999999998,
    "text": "Women, on the other hand, it's called a \"muffin top\". Because you know when you have a muffin,"
  },
  {
    "startTime": 209.3,
    "endTime": 213.36,
    "text": "there's the paper, and then-whoop-it comes out? So if you're wearing really tight jeans"
  },
  {
    "startTime": 213.36,
    "endTime": 217.71,
    "text": "and then a little bit sticks out, that's your muffin top. So, you go to the gym,"
  },
  {
    "startTime": 217.71,
    "endTime": 220.848,
    "text": "you wantto get rid of all these things."
  },
  {
    "startTime": 220.848,
    "endTime": 228.149,
    "text": "Some people want to \"bulk up\", means they want to get bigger. They want to \"build muscle\". Muscle."
  },
  {
    "startTime": 228.149,
    "endTime": 234.85,
    "text": "Some people want to \"slim down\", means they want to get thinner. They want to \"burn fat\"."
  },
  {
    "startTime": 234.85,
    "endTime": 243.712,
    "text": "So you build muscle, you burn fat. Ideally, you do both at the same time. And, of course,"
  },
  {
    "startTime": 243.712,
    "endTime": 247.32999999999998,
    "text": "more important than all of this: diet. You have to stop eating McDonalds,"
  },
  {
    "startTime": 247.43,
    "endTime": 255.066,
    "text": "you have to stop eating pizza, you have to stop eating bad food if you want to get any of these things."
  },
  {
    "startTime": 255.066,
    "endTime": 262.019,
    "text": "Now, what can you do at the gym? You can do \"weights\". \"Weights\" means like actual physical,"
  },
  {
    "startTime": 262.019,
    "endTime": 267.63,
    "text": "heavy things that you lift, etc., you do all kinds of things with them. Or you could do \"cardio\"."
  },
  {
    "startTime": 267.63,
    "endTime": 274.078,
    "text": "\"Cardio\" is short for \"cardiovascular\", it means working the lungs, working the inside,"
  },
  {
    "startTime": 274.078,
    "endTime": 280.765,
    "text": "getting the body, the blood to flow properly, getting your air passages to open and close properly."
  },
  {
    "startTime": 280.765,
    "endTime": 285.89,
    "text": "One thing you can do for cardio is \"aerobics\", so you know, like jumping jacks,"
  },
  {
    "startTime": 285.89,
    "endTime": 290.5,
    "text": "and all that stuff, and running, and all these things, exercises on the floor."
  },
  {
    "startTime": 290.5,
    "endTime": 297.02,
    "text": "You do only with your body and a lot of movement to get the inside to burn fat."
  },
  {
    "startTime": 297.02,
    "endTime": 303.22999999999996,
    "text": "Now, you can also do the \"treadmill\". This is one machine. It's a machine that you stand on."
  },
  {
    "startTime": 303.23,
    "endTime": 308.93,
    "text": "It has like a belt, and you just walk. You don't go anywhere; you just walk, walk, walk for an hour."
  },
  {
    "startTime": 308.93,
    "endTime": 316.421,
    "text": "You burn a lot of fat. \"Burn a lot of calories\" is more correct,"
  },
  {
    "startTime": 316.421,
    "endTime": 319.13,
    "text": "and hopefully slim down."
  },
  {
    "startTime": 319.13,
    "endTime": 324.789,
    "text": "Now, if you want to bulk up, if you want to build muscle, you have to do things like \"push ups\"."
  },
  {
    "startTime": 324.789,
    "endTime": 330.96,
    "text": "\"Push ups\" on the floor, you're basically almost lying down on the floor, and with your arms,"
  },
  {
    "startTime": 330.96,
    "endTime": 337.71,
    "text": "you push yourself up. This is the floor. Okay? Or you could do \"pull ups\"."
  },
  {
    "startTime": 337.71,
    "endTime": 342.375,
    "text": "On a bar, u pull yourself up. Pull yourself up and down."
  },
  {
    "startTime": 342.375,
    "endTime": 347.61,
    "text": "Or you can use \"barbells\" or \"dumbbells\". What's the difference between a barbell and a dumbbell?"
  },
  {
    "startTime": 347.61,
    "endTime": 352.76,
    "text": "A barbell has a long bar with however much weight you put on them,"
  },
  {
    "startTime": 352.76,
    "endTime": 360.68,
    "text": "and you lift them up, do whatever. Dumbbells are similar, but they're smaller."
  },
  {
    "startTime": 360.68,
    "endTime": 367.6,
    "text": "So you grab with one hand and one hand, or you can just do one hand, and you can do all kinds of lifts with the dumbbell."
  },
  {
    "startTime": 367.61,
    "endTime": 373.069,
    "text": "You can also use \"cables\". These are like machines, but it's like a metal wire,"
  },
  {
    "startTime": 373.069,
    "endTime": 380.019,
    "text": "and you use them to pull, or push, or whatever you need to do, whatever muscle group you want to work."
  },
  {
    "startTime": 380.866,
    "endTime": 386.71,
    "text": "And then you can do a \"bench press\". So a \"bench\" is basically a bench; you sit on it,"
  },
  {
    "startTime": 386.71,
    "endTime": 390.77,
    "text": "you lie down on it, and you... You're lying down, and you're pushing the barbell up and"
  },
  {
    "startTime": 390.77,
    "endTime": 395.079,
    "text": "down, or the dumbbell, or whatever you need to do."
  },
  {
    "startTime": 395.079,
    "endTime": 401.8,
    "text": "Now, what we do with when we do weights, we do \"sets\" and \"reps\". \"Reps\" is short for \"repetitions\"."
  },
  {
    "startTime": 401.8,
    "endTime": 407.94,
    "text": "So, for example, if you're doing curls, if you're lifting up the dumbbell,"
  },
  {
    "startTime": 407.94,
    "endTime": 416.518,
    "text": "you do 12 reps, and you do it three times, so three sets. Each set has 12 reps. Okay?"
  },
  {
    "startTime": 416.518,
    "endTime": 421.21999999999997,
    "text": "So, now, if you go to the gym and you want to get shredded or you want to get jacked"
  },
  {
    "startTime": 421.22,
    "endTime": 426.74,
    "text": "or you want to just slim down, you know what to tell the trainers or what to tell the people"
  },
  {
    "startTime": 426.74,
    "endTime": 431.28000000000003,
    "text": "there who are helping you out. More importantly, what to tell yourself."
  },
  {
    "startTime": 431.28,
    "endTime": 437.03,
    "text": "Now, if you want to practice these words, go to www.engvid.com."
  },
  {
    "startTime": 437.03,
    "endTime": 442.13,
    "text": "There's a quiz there to help you practice these words. You can ask questions in the comment section."
  },
  {
    "startTime": 442.13,
    "endTime": 447.019,
    "text": "And, of course, come back and visit us again. Don't forget to join my... To subscribe to my YouTube channel."
  },
  {
    "startTime": 447.019,
    "endTime": 456.919,
    "text": "See you again soon. Bye."
  }
]