[
  {
    "startTime": 0.229,
    "endTime": 3.2,
    "text": "What is the best system for taking notes in class?"
  },
  {
    "startTime": 3.4,
    "endTime": 9.7,
    "text": "Well, luckily for you, I did the research and it turns out that there are five different note-taking systems that are generally accepted to be pretty darn good."
  },
  {
    "startTime": 10.5,
    "endTime": 21.8,
    "text": "And of course, I will be representing these note-taking systems with Street Fighter characters because, why not?"
  },
  {
    "startTime": 21.6,
    "endTime": 31.900000000000002,
    "text": "So, the five note taking systems I'm gonna go over in this video include the outline method, the Cornell method, the mind map method, the flow method and the write-on-the-slides method."
  },
  {
    "startTime": 32.1,
    "endTime": 35.7,
    "text": "The first note taking system on my list is the outline method."
  },
  {
    "startTime": 35.8,
    "endTime": 42.5,
    "text": "I chose Ryu to represent it because the outline method is straightforward, based on hierarchy, disciplined and overall very simple."
  },
  {
    "startTime": 42.8,
    "endTime": 47.599999999999994,
    "text": "In fact, you couldn't get more simple than the outline method unless you were just straight up writing paragraph notes down."
  },
  {
    "startTime": 47.8,
    "endTime": 53.5,
    "text": "And if you think that's gonna to be a good note taking method, well, things are not going to work out for you."
  },
  {
    "startTime": 53.7,
    "endTime": 57.800000000000004,
    "text": "So, the outline method is a note-taking system that's based on bullet points and hierarchy."
  },
  {
    "startTime": 58.0,
    "endTime": 62.5,
    "text": "Basically, to take outline style notes you simply create top level bullet points of all of the main points in the lecture."
  },
  {
    "startTime": 64.0,
    "endTime": 66.7,
    "text": "Then you make lower level bullet points to fill out all the details."
  },
  {
    "startTime": 66.9,
    "endTime": 74.60000000000001,
    "text": "If you're taking outline notes on paper, it's a good idea to either space out your main bullet points or summarize them at the top if your professor goes through them."
  },
  {
    "startTime": 74.7,
    "endTime": 78.28,
    "text": "And then, make new bullet points that are more detailed down the line."
  },
  {
    "startTime": 78.28,
    "endTime": 90.2,
    "text": "However, if you're taking these notes on a computer like I always did in a program like Evernote or Byword or another word processor, you can easily go back, add new bullet points and format things without having to mess up the structure of your document too much."
  },
  {
    "startTime": 90.4,
    "endTime": 93.80000000000001,
    "text": "Honestly, for the outline method, I think using a computer is a perfect approach."
  },
  {
    "startTime": 94.1,
    "endTime": 96.8,
    "text": "The second note taking method on my list is the Cornell method."
  },
  {
    "startTime": 97.0,
    "endTime": 101.58,
    "text": "And I've chosen Chun-Li to represent it because she's got multiple kicks and it's got multiple sections."
  },
  {
    "startTime": 101.58,
    "endTime": 106.6,
    "text": "The Cornell method was developed by Walter Pauk back in the 1950s and it still holds up pretty well today."
  },
  {
    "startTime": 106.8,
    "endTime": 110.89999999999999,
    "text": "When you take your notes in the Cornell style, you divide your paper into three distinct sections."
  },
  {
    "startTime": 111.4,
    "endTime": 118.0,
    "text": "On the top of your paper, you'll two different columns, the left one being the cue column and the right one being the note-taking column."
  },
  {
    "startTime": 118.2,
    "endTime": 120.8,
    "text": "And underneath those two columns, you add another box for the summary."
  },
  {
    "startTime": 121.0,
    "endTime": 124.9,
    "text": "During class, you use the note taking column on the right to write notes in a normal style."
  },
  {
    "startTime": 125.1,
    "endTime": 128.9,
    "text": "However, this is where the Cornell method deviates from other note taking systems."
  },
  {
    "startTime": 129.0,
    "endTime": 133.1,
    "text": "As soon as you can after class, you write down questions or cues in the cue column."
  },
  {
    "startTime": 133.3,
    "endTime": 135.0,
    "text": "These are meant to help you review later."
  },
  {
    "startTime": 135.0,
    "endTime": 137.8,
    "text": "You also write down a summary of the lecture in the summary column."
  },
  {
    "startTime": 138.0,
    "endTime": 144.299,
    "text": "These two sections of the Cornell method, the summary and the cue column, they're both designed to help you build reviewable notes the first time you write them."
  },
  {
    "startTime": 144.299,
    "endTime": 147.64000000000001,
    "text": "That way you don't have to go back and rework your notes so much."
  },
  {
    "startTime": 147.64,
    "endTime": 150.1,
    "text": "Note-taking system number three is the mind map method."
  },
  {
    "startTime": 150.4,
    "endTime": 154.5,
    "text": "You know, it's been said that your mind is a map of the territory that is reality."
  },
  {
    "startTime": 154.7,
    "endTime": 160.29999999999998,
    "text": "So, maybe by that logic, the mind map system is the perfect note-taking system. Actually, that doesn't make any sense at all."
  },
  {
    "startTime": 160.5,
    "endTime": 166.0,
    "text": "Either way, I chose Dhalsim to represent the mind-mapping system because he's a meditator and he's always focused on improving his mind."
  },
  {
    "startTime": 166.3,
    "endTime": 172.8,
    "text": "To begin a mind map, you simply take a blank piece of paper, draw a circle in the middle of it and add the main topic of the lecture there."
  },
  {
    "startTime": 173.0,
    "endTime": 176.8,
    "text": "Then you'll start branching off little trees and adding sub topics."
  },
  {
    "startTime": 177.0,
    "endTime": 180.2,
    "text": "Eventually, you'll have lots of little branches and you'll create a mind map."
  },
  {
    "startTime": 180.5,
    "endTime": 185.6,
    "text": "I never actually used mind maps for my class notes but I have used them for blog post topics before."
  },
  {
    "startTime": 186.0,
    "endTime": 191.3,
    "text": "When I'm wanting to write a blog post on all the ways you could save money in college, I wanted to make sure I could cover all my bases."
  },
  {
    "startTime": 191.5,
    "endTime": 198.6,
    "text": "So, I created a mind map. I put saving money in college in the middle and then tried to figure out all the different facets of a student's life where they have to spend money."
  },
  {
    "startTime": 198.8,
    "endTime": 204.10000000000002,
    "text": "Building a mind map help me organize all these topics and as a result, I was able to create a more comprehensive list in the end."
  },
  {
    "startTime": 204.3,
    "endTime": 206.5,
    "text": "The fourth note-taking system is the flow method."
  },
  {
    "startTime": 206.7,
    "endTime": 214.0,
    "text": "This system was invented by the writer Scott Young, who's probably best known for going through the entire MIT computer science curriculum in a single year."
  },
  {
    "startTime": 214.2,
    "endTime": 222.5,
    "text": "Scott uses what he calls holistic learning and his approach is diametrically opposed to the rigid transcribing style of the outline method."
  },
  {
    "startTime": 222.7,
    "endTime": 225.39999999999998,
    "text": "As a result, I chose Blanka to represent this note-taking system."
  },
  {
    "startTime": 225.6,
    "endTime": 231.6,
    "text": "His fighting style is that of basically a wild animal and it's the complete opposite of more disciplined fighters like Ryu or Guile."
  },
  {
    "startTime": 232.0,
    "endTime": 235.2,
    "text": "That is a perfect way to describe the flow system of note-taking."
  },
  {
    "startTime": 235.5,
    "endTime": 241.5,
    "text": "You're not trying to get every single detail from the lecture down to your paper and in fact the point is not to transcribe the lecture at all."
  },
  {
    "startTime": 241.8,
    "endTime": 244.9,
    "text": "Rather, it's to learn while you are sitting in class."
  },
  {
    "startTime": 245.1,
    "endTime": 250.4,
    "text": "As you take your notes, your goal is to create an original document that represents your mental image of the subject."
  },
  {
    "startTime": 250.7,
    "endTime": 253.79999999999998,
    "text": "It's not to record verbatim what your professor said."
  },
  {
    "startTime": 254.0,
    "endTime": 261.4,
    "text": "As you take notes, you can go back to earlier points, add details, draw on arrows and little offshoots and basically create something that is your own."
  },
  {
    "startTime": 261.6,
    "endTime": 265.20000000000005,
    "text": "The entire point of the flow system of note-taking is to learn it once."
  },
  {
    "startTime": 265.4,
    "endTime": 268.79999999999995,
    "text": "This lets you accelerate your learning and that's the real strength to this system."
  },
  {
    "startTime": 269.0,
    "endTime": 273.8,
    "text": "Final system of taking notes is the lazy man's way of taking notes."
  },
  {
    "startTime": 274.0,
    "endTime": 276.0,
    "text": "I call it the write-on-the-slides method."
  },
  {
    "startTime": 276.0,
    "endTime": 281.6,
    "text": "To represent this note-taking method, I chose Zangief because Zangief."
  },
  {
    "startTime": 282.0,
    "endTime": 284.5,
    "text": "Seriously, do you really think I put a whole lot of thought into these things?"
  },
  {
    "startTime": 284.7,
    "endTime": 292.3,
    "text": "If your professor actually lets you download the lecture slides before class, then it can be pretty convenient to just go print them off at the computer lab and write directly on them."
  },
  {
    "startTime": 292.5,
    "endTime": 294.52,
    "text": "One of the cool things about this method is that the slides more or less mirror the flow of the lecture."
  },
  {
    "startTime": 298.0,
    "endTime": 301.3,
    "text": "You almost get a timeline view when you take notes on slides."
  },
  {
    "startTime": 301.6,
    "endTime": 307.8,
    "text": "It's kind of like SoundCloud where people can actually leave comments at specific times during an audio file."
  },
  {
    "startTime": 308.0,
    "endTime": 311.2,
    "text": "Taking notes on slides isn't that accurate but it's pretty close."
  },
  {
    "startTime": 311.4,
    "endTime": 320.09999999999997,
    "text": "When you do it, you can look back and say okay, at this slide, he was talking about return on the cost of buzzword synergy management."
  },
  {
    "startTime": 320.3,
    "endTime": 324.90000000000003,
    "text": "Those are the real strengths of the method. You don't have to write as much because the slides do it for you."
  },
  {
    "startTime": 325.0,
    "endTime": 327.5,
    "text": "And you get a timeline view for your notes."
  },
  {
    "startTime": 327.7,
    "endTime": 332.5,
    "text": "So those are in my humble opinion, the best five note-taking systems out there."
  },
  {
    "startTime": 332.7,
    "endTime": 336.5,
    "text": "Which one's right for you?"
  },
  {
    "startTime": 336.7,
    "endTime": 341.59999999999997,
    "text": "Hey there, thanks for watching my video on the different note-taking systems you can use."
  },
  {
    "startTime": 341.8,
    "endTime": 349.87,
    "text": "If you like this video, I would absolutely appreciate it if you could give it a like and share it with a friend who's maybe not as good taking notes as you are."
  },
  {
    "startTime": 350.0,
    "endTime": 362.6,
    "text": "Charity's a good thing right? If you want to hear more videos every single week on being awesome in college, including more videos on how to take better notes, which I'll having coming out in the next couple of weeks, then hit the subscribe button up in the corner."
  },
  {
    "startTime": 362.8,
    "endTime": 365.0,
    "text": "Yeah, that one."
  },
  {
    "startTime": 365.2,
    "endTime": 373.59999999999997,
    "text": "If you missed last week's video, you can click the button right under that. It's not actually a button, it's more like a little movie clip, but it'll get you there all the same so whatever."
  },
  {
    "startTime": 374.0,
    "endTime": 383.2,
    "text": "You want to get links to other websites with additional information on any of these note-taking systems then click the orange logo on the left corner where you'll find the companion blog post for this video."
  },
  {
    "startTime": 383.34,
    "endTime": 388.4,
    "text": "If you'd like to get a free chapter of my book, Hacking Productivity, when it comes out well click that thing."
  },
  {
    "startTime": 388.6,
    "endTime": 401.6,
    "text": "Also, if you would like to suggest any other video ideas for the future or leave a comment then leave a comment or you can connect with me on Twitter."
  }
]