[
  {
    "startTime": 0.229,
    "endTime": 2.95,
    "text": "Welcome to How To Cook That I am Ann Reardon"
  },
  {
    "startTime": 2.95,
    "endTime": 7.62,
    "text": "Today we are making a broken heart cake modeled on the cake in the Taylor Swift song Blank"
  },
  {
    "startTime": 7.62,
    "endTime": 13.759,
    "text": "Space from her 1989 album. So so many requests for something Taylor Swift."
  },
  {
    "startTime": 13.759,
    "endTime": 18.609,
    "text": "To make this you will need a double quantity of vanilla buttercream and recipe video for"
  },
  {
    "startTime": 18.609,
    "endTime": 23.8,
    "text": "that is on the channela nd on the website howtocookthat.net You'll also find the recipe"
  },
  {
    "startTime": 23.8,
    "endTime": 26.96,
    "text": "there and the video showing how to make the sponge cakes ."
  },
  {
    "startTime": 26.96,
    "endTime": 32.119,
    "text": "You'll also need some white chocolate melts and strawberry or raspberry sauce."
  },
  {
    "startTime": 32.119,
    "endTime": 36.59,
    "text": "Firstly level the top of your cakes so they are completely flat."
  },
  {
    "startTime": 36.59,
    "endTime": 41.899,
    "text": "Then use the back of your knife and press gently in the middle of the cake to make an"
  },
  {
    "startTime": 41.899,
    "endTime": 46.89,
    "text": "indent. Then turn your knife 90 degrees and make another indent across so you've marked"
  },
  {
    "startTime": 46.89,
    "endTime": 51.879,
    "text": "the cake into quarters. Carefully cut out one of the quarters and"
  },
  {
    "startTime": 51.879,
    "endTime": 57.039,
    "text": "then on the opposite side of the cake cut straight across where those two indents come"
  },
  {
    "startTime": 57.039,
    "endTime": 60.899,
    "text": "to the edge there. And then do the same thing on that quarter"
  },
  {
    "startTime": 60.899,
    "endTime": 65.13,
    "text": "piece that we cut out before so that you are making it into a triangle."
  },
  {
    "startTime": 65.13,
    "endTime": 68.89999999999999,
    "text": "Then add that triangle to the other side of the cake."
  },
  {
    "startTime": 68.9,
    "endTime": 73.59,
    "text": "Trim the corners off the top and then use your knife to round it out so that you've"
  },
  {
    "startTime": 73.59,
    "endTime": 79.19,
    "text": "got a nice heart shape and repeat that with your other cake as well."
  },
  {
    "startTime": 79.19,
    "endTime": 83.83,
    "text": "Place one of the hearts onto a round cake board and sketch out an oval shape. We are"
  },
  {
    "startTime": 83.83,
    "endTime": 88.47,
    "text": "going to decorate it to make it a bit similar to the platter in the clip. If you can find"
  },
  {
    "startTime": 88.47,
    "endTime": 92.08,
    "text": "one of those platters you can just use that but this just makes it easy for you to use"
  },
  {
    "startTime": 92.08,
    "endTime": 96.25,
    "text": "a cake board. Cut that out and then melt your white chocolate"
  },
  {
    "startTime": 96.25,
    "endTime": 101.06,
    "text": "melts in the microwave. 30 seconds stir, 20 seconds stir and then 10 seconds stir until"
  },
  {
    "startTime": 101.06,
    "endTime": 104.91,
    "text": "it is melted. Pour that over your cake board and"
  },
  {
    "startTime": 104.91,
    "endTime": 108.99,
    "text": "spread it out. Lift up your cake board and tap it underneath"
  },
  {
    "startTime": 108.99,
    "endTime": 115.96,
    "text": "to get that chocolate nice and smooth. Heat up a knife and use it to smooth the edges"
  },
  {
    "startTime": 115.96,
    "endTime": 120.13,
    "text": "so that it is not bumpy and leave it to set."
  },
  {
    "startTime": 120.13,
    "endTime": 124.85,
    "text": "On some baking paper trace around the cake so that you've got the heart shape. Then flip"
  },
  {
    "startTime": 124.85,
    "endTime": 128.829,
    "text": "that over so you don't get the pencil on the chocolate that we are going to use."
  },
  {
    "startTime": 128.829,
    "endTime": 133.15,
    "text": "Pour some chocolate on and then spread it out, you don't want this to be too thick because"
  },
  {
    "startTime": 133.15,
    "endTime": 137.06,
    "text": "remember you want to be able to cut a knife through it easily so spread it out fairly"
  },
  {
    "startTime": 137.06,
    "endTime": 141.29,
    "text": "thin. You can do it thicker on the edges if you want but keep it fairly thin in the middle."
  },
  {
    "startTime": 141.29,
    "endTime": 147.44,
    "text": "And you will need two of these so grab another piece of baking paper and make another one."
  },
  {
    "startTime": 147.44,
    "endTime": 151.76,
    "text": "Place the cake onto some baking paper and use some buttercream to join the two heart"
  },
  {
    "startTime": 151.76,
    "endTime": 155.78,
    "text": "bits together. Then spread some buttercream on top and the"
  },
  {
    "startTime": 155.78,
    "endTime": 162.269,
    "text": "sides. Then add another heart on top. And spread buttercream all over the cake."
  },
  {
    "startTime": 162.269,
    "endTime": 167.95000000000002,
    "text": "Take clean clear piece of plastic and holding it firmly at the base run it up the sides"
  },
  {
    "startTime": 167.95,
    "endTime": 173.73,
    "text": "of the cake to smooth it out, we are going to add more butter cream so if it not exactly"
  },
  {
    "startTime": 173.73,
    "endTime": 177.7,
    "text": "correct it doesn't matter just get it fairly smooth. When you get around to the top top"
  },
  {
    "startTime": 177.7,
    "endTime": 182.439,
    "text": "of the heart you can bend that plastic around so that it matches the curve of the cake and"
  },
  {
    "startTime": 182.439,
    "endTime": 185.9,
    "text": "run it up. So it just makes it really easy to smooth it."
  },
  {
    "startTime": 185.9,
    "endTime": 190.29,
    "text": "Then use a spatula to pick it up and put the whole heart onto the chocolate coated cake"
  },
  {
    "startTime": 190.29,
    "endTime": 194.209,
    "text": "board. Peel one of the hearts off the baking paper"
  },
  {
    "startTime": 194.209,
    "endTime": 198.48,
    "text": "and add it to the top of the cake, push it down firmly but not too hard you don't want"
  },
  {
    "startTime": 198.48,
    "endTime": 200.689,
    "text": "the break it, because then you'll have to begin again."
  },
  {
    "startTime": 200.689,
    "endTime": 206.84,
    "text": "Pipe some buttercream around the edge to outline the heart and then repeat that again so you"
  },
  {
    "startTime": 206.84,
    "endTime": 210.92000000000002,
    "text": "have a double layer of frosting going around there and make sure there are no gaps in it."
  },
  {
    "startTime": 210.92,
    "endTime": 214.469,
    "text": "Because this is like our barrier or our pool edge so it's important."
  },
  {
    "startTime": 214.469,
    "endTime": 220.549,
    "text": "Now pour in the strawberry sauce so we have a beautiful RED heart there in the middle."
  },
  {
    "startTime": 220.549,
    "endTime": 227.499,
    "text": "Add the other chocolate heart on top and push it down again not too firmly, make you that"
  },
  {
    "startTime": 227.499,
    "endTime": 231.969,
    "text": "you push down just on the edges not in the middle when you do this."
  },
  {
    "startTime": 231.969,
    "endTime": 236.91899999999998,
    "text": "Add another thin layer of frosting all over the top and then spread it out and smooth"
  },
  {
    "startTime": 236.919,
    "endTime": 241.26000000000002,
    "text": "it using your spatula and the plastic just like we did before."
  },
  {
    "startTime": 241.26,
    "endTime": 247.16899999999998,
    "text": "Then CHANGE to a small star shaped tip and pipe little stars of buttercream all the way"
  },
  {
    "startTime": 247.169,
    "endTime": 251.31900000000002,
    "text": "around the top edge. And if anyone is thinking I wish you would show us how to do this without"
  },
  {
    "startTime": 251.319,
    "endTime": 256.58,
    "text": "a piping bag, I have a video on that, I'll link you to that in the description below."
  },
  {
    "startTime": 256.58,
    "endTime": 261.39,
    "text": "Then pipe stars all the way around the base of the cake where it meets the cake board"
  },
  {
    "startTime": 261.39,
    "endTime": 266.71,
    "text": "and then another line of stars just above that first one all the way around the edge."
  },
  {
    "startTime": 266.71,
    "endTime": 272.2,
    "text": "Now to make our cake board look pretty, put some melted chocolate into a piping bag with"
  },
  {
    "startTime": 272.2,
    "endTime": 278.28,
    "text": "a small round tip, or you could just use a ziplock bag with the corner cut off. Pipe"
  },
  {
    "startTime": 278.28,
    "endTime": 281.97999999999996,
    "text": "little dots all the way around the whole way around the oval."
  },
  {
    "startTime": 281.98,
    "endTime": 287.64000000000004,
    "text": "Then on each side pipe a dot sort of just a little way in from the edge and then put"
  },
  {
    "startTime": 287.64,
    "endTime": 293.32,
    "text": "six dot as around like you've got a circle or a little flower. Then draw a line of dots"
  },
  {
    "startTime": 293.32,
    "endTime": 300.44,
    "text": "going around the circle and up towards the cake curving in and then out. Do another line"
  },
  {
    "startTime": 300.44,
    "endTime": 304.58,
    "text": "of dots on the other side of that circle just to match it there."
  },
  {
    "startTime": 304.58,
    "endTime": 310.27,
    "text": "Now pipe a swirl of chocolate swirl around and down around that circle and back up the"
  },
  {
    "startTime": 310.27,
    "endTime": 316.53,
    "text": "other side and curve it around. Add a couple more long swirls to each side and then two"
  },
  {
    "startTime": 316.53,
    "endTime": 319.82,
    "text": "more shorter ones just to give it some style."
  },
  {
    "startTime": 319.82,
    "endTime": 325.79,
    "text": "Let that chocolate set and then use some white luster dust and a dry paint brush and brush"
  },
  {
    "startTime": 325.79,
    "endTime": 330.05,
    "text": "over the platter. Now I know places like cake decorating stores sell luster dust. People"
  },
  {
    "startTime": 330.05,
    "endTime": 334.25,
    "text": "always ask where can I get it, It is edible and it's called luster dust you can just look"
  },
  {
    "startTime": 334.25,
    "endTime": 339.24,
    "text": "it up online. And it just makes it look a little shiny, pearlized and pretty."
  },
  {
    "startTime": 339.24,
    "endTime": 343.74,
    "text": "For the full taylor swift effect stab your knife into the cake and if you want splatter"
  },
  {
    "startTime": 343.74,
    "endTime": 348.31,
    "text": "just shake it off the knife. If this was a movie we'd add special effects, but it is"
  },
  {
    "startTime": 348.31,
    "endTime": 349.75,
    "text": "not it is a real cake."
  },
  {
    "startTime": 349.75,
    "endTime": 354.32,
    "text": "Now slice into the cake the strawberry sauce will flow over and out of the cake."
  },
  {
    "startTime": 354.32,
    "endTime": 359.65,
    "text": "The first person who can count and name all of the Taylor Swift song titles mentioned"
  },
  {
    "startTime": 359.65,
    "endTime": 364.38,
    "text": "in this video will be THE LUCKY ONE to get a $30 voucher for the how to cook that shop"
  },
  {
    "startTime": 364.38,
    "endTime": 369.8,
    "text": "and the next 9 people will get free copy of the Surprise Cakes App from the itunes app"
  },
  {
    "startTime": 369.8,
    "endTime": 370.25,
    "text": "store."
  },
  {
    "startTime": 370.25,
    "endTime": 374.35,
    "text": "Subscribe to how to cook that for more crazier sweet creations, click here for last weeks"
  },
  {
    "startTime": 374.35,
    "endTime": 377.69,
    "text": "video, here for the channel and here to go to the website."
  },
  {
    "startTime": 377.69,
    "endTime": 382.14,
    "text": "Have a great week and I'll see you Friday with a chocolate creation that is beyond you"
  },
  {
    "startTime": 382.14,
    "endTime": 382.56,
    "text": "WILDEST DREAMS. [music: The boat Song by youtube.com/setsailtv"
  },
  {
    "startTime": 382.56,
    "endTime": 392.56,
    "text": "used with permission]"
  }
]