[
  {
    "startTime": 3.4,
    "endTime": 10.7,
    "text": "Finally your vacation is here, but the thought of packing all this into this is freaking you out."
  },
  {
    "startTime": 10.7,
    "endTime": 13.399999999999999,
    "text": "Stress-free travel starts with smart packing."
  },
  {
    "startTime": 13.4,
    "endTime": 20.3,
    "text": "And while you probably already know that rolling your clothes saves space, take this trick to a new level with this \"fold and roll\" technique."
  },
  {
    "startTime": 20.3,
    "endTime": 24.4,
    "text": "The key is to create even layers and maximize every inch."
  },
  {
    "startTime": 29.0,
    "endTime": 32.3,
    "text": "Start with the bulkiest items."
  },
  {
    "startTime": 32.3,
    "endTime": 39.8,
    "text": "Stuff shoes with small items like resealable bags filled with socks and underwear."
  },
  {
    "startTime": 39.8,
    "endTime": 47.699999999999996,
    "text": "Then, place individual shoes along the edges of the case. Belts can also be laid along the edge."
  },
  {
    "startTime": 47.7,
    "endTime": 52.2,
    "text": "Fill in gaps with the smallest rolls of clothing, things like t-shirts and camisoles."
  },
  {
    "startTime": 52.3,
    "endTime": 59.599999999999994,
    "text": "Larger items like jeans, jackets, and dresses should then be laid in flat layers, and packed in an overlapping layer formation."
  },
  {
    "startTime": 59.6,
    "endTime": 65.0,
    "text": "If there are gaps around the edges, take these flat-laying clothes and tuck them into the sides."
  },
  {
    "startTime": 65.8,
    "endTime": 71.89999999999999,
    "text": "A bonus tip for blazers and other lined clothing is to pack them inside out, to help avoid wrinkles."
  },
  {
    "startTime": 71.9,
    "endTime": 78.0,
    "text": "You're doing great so far with light, space-saving packing, so don't get weighed down by toiletries and other extras!"
  },
  {
    "startTime": 78.8,
    "endTime": 84.89999999999999,
    "text": "Save empty travel-size bottles to refill and use on trips over and over again."
  },
  {
    "startTime": 84.9,
    "endTime": 90.0,
    "text": "This saves space and time, and is good for the environment."
  },
  {
    "startTime": 90.0,
    "endTime": 95.9,
    "text": "To avoid leaks and spills in your suitcase, place a square of plastic wrap over the bottles before closing the cap."
  },
  {
    "startTime": 103.3,
    "endTime": 106.8,
    "text": "Empty prescription bottles are also great for things like cotton swabs."
  },
  {
    "startTime": 111.3,
    "endTime": 119.89999999999999,
    "text": "An old contact case can be put to great use, from storing small supplies of foundation and other makeup, to little necessities, like safety pins."
  },
  {
    "startTime": 123.0,
    "endTime": 128.0,
    "text": "Keep delicate jewelry secure and tangle-free by laying them out onto a sheet of press'n seal plastic wrap."
  },
  {
    "startTime": 130.8,
    "endTime": 143.0,
    "text": "Place another sheet on top, then seal, roll, and pack away somewhere safe."
  },
  {
    "startTime": 147.6,
    "endTime": 152.2,
    "text": "A great tip for keeping earrings together is to secure them through the holes of a button."
  },
  {
    "startTime": 152.3,
    "endTime": 156.46,
    "text": "This way, they can be tossed into your cosmetic bag and still be super easy to find!"
  },
  {
    "startTime": 161.46,
    "endTime": 165.20000000000002,
    "text": "Finally, ditch the heavy stacks of books and magazines and go digital!"
  },
  {
    "startTime": 165.3,
    "endTime": 172.0,
    "text": "Loading titles onto your tablet or smartphone will save paper, money, and most importantly, your shoulders!"
  },
  {
    "startTime": 176.3,
    "endTime": 180.36,
    "text": "If all these great tips still haven't lightened your load, remember — you can always sneak the heavy stuff into your travel partner's bag!"
  },
  {
    "startTime": 183.8,
    "endTime": 188.26000000000002,
    "text": "Thanks for watching! For more Howdini hacks, click on the videos on screen and subscribe to our channel."
  },
  {
    "startTime": 189.4,
    "endTime": 193.47,
    "text": "Do you have any other great packing tips? Let us know in the comments below."
  }
]