[
  {
    "startTime": 0.0,
    "endTime": 2.6,
    "text": "This episode of DNews is brought to you by Audible."
  },
  {
    "startTime": 2.6,
    "endTime": 15.2,
    "text": "Milk does a body something. But even if you got it, do you want it?"
  },
  {
    "startTime": 15.2,
    "endTime": 20.799999999999997,
    "text": "Television has run commercials asking if we have milk and if we are drinking milk for our strong bones,"
  },
  {
    "startTime": 20.8,
    "endTime": 23.76,
    "text": "but science is starting to look at this and say, \"hold up.\""
  },
  {
    "startTime": 23.76,
    "endTime": 35.0,
    "text": "A study from Uppsala University in Sweden looked at how the amount of milk consumed can affect health in the long term of various people, and according to their results, mo milk, is mo problems."
  },
  {
    "startTime": 35.0,
    "endTime": 39.2,
    "text": "Their study followed over 100,000 men and women aged 39 to 79 years."
  },
  {
    "startTime": 39.2,
    "endTime": 43.1,
    "text": "The women were followed for 20 years, and then men for 11, on average."
  },
  {
    "startTime": 43.1,
    "endTime": 53.6,
    "text": "Overall, their results found that people who drank three or more glasses of milk per day died at almost TWICE the rate of those who drank less than one glass of milk per day."
  },
  {
    "startTime": 53.6,
    "endTime": 55.0,
    "text": "So... that's huge."
  },
  {
    "startTime": 55.0,
    "endTime": 68.0,
    "text": "The study, published in BMJ, says the reason for the increase in death may be because galactose, which kind of sounds like an awesome bad guy from a '90s comic book, but it's not, it's a simple sugar found in milk."
  },
  {
    "startTime": 68.0,
    "endTime": 76.6,
    "text": "They picked that sugar because of a separate study, where galactose was given to animals and they died faster thanks to oxidative stress and inflammation."
  },
  {
    "startTime": 76.6,
    "endTime": 82.8,
    "text": "Basically, according to their findings, the risk of death rose 15 percent for every glass of milk consumed per day,"
  },
  {
    "startTime": 82.8,
    "endTime": 88.89999999999999,
    "text": "and for women, it actually increased bone fractures well, not decreased as you would expect from drinking more milk."
  },
  {
    "startTime": 88.9,
    "endTime": 95.4,
    "text": "But before you freak out and dump all your dairy products - I know you're not gonna do that - cheese and yogurt and stuff might be okay."
  },
  {
    "startTime": 95.4,
    "endTime": 101.5,
    "text": "They have little or no galactose. Their study also found women who ate fermented cheese products were less likely to die."
  },
  {
    "startTime": 101.5,
    "endTime": 105.9,
    "text": "All this aside, the researchers ended their study by saying one of my favorite phrases:"
  },
  {
    "startTime": 105.9,
    "endTime": 113.0,
    "text": "More research is needed. I quote, \"People should not change their dietary habits because of this study.\""
  },
  {
    "startTime": 113.0,
    "endTime": 122.0,
    "text": "Why? Because it's correlation, not causation."
  },
  {
    "startTime": 122.0,
    "endTime": 125.7,
    "text": "This got me thinking, why do we even drink the moo juice in the first place?"
  },
  {
    "startTime": 125.7,
    "endTime": 130.0,
    "text": "We're not the only species on the planet to drink another species milk. But why do we do it?"
  },
  {
    "startTime": 130.0,
    "endTime": 140.4,
    "text": "There are nursing baby animals that drink milk from adopted lactating parents. We drink milk when we're very young, and that's the thing. Everything that drinks milk in the world is babies."
  },
  {
    "startTime": 140.4,
    "endTime": 144.6,
    "text": "Most animals stop drinking milk and lose the ability to digest it as they age."
  },
  {
    "startTime": 144.6,
    "endTime": 149.9,
    "text": "However, another study, also from Uppsala University -  I guess the Swedes drink a lot of milk. I don't know-"
  },
  {
    "startTime": 149.9,
    "endTime": 154.70000000000002,
    "text": "reports ancient Iberian DNA might indicate why we drink milk at all!"
  },
  {
    "startTime": 154.7,
    "endTime": 161.29999999999998,
    "text": "The enzyme that allows us to drink milk, lactase, only evolved in the last 10,000 years. That's a blink of an eye in biological time."
  },
  {
    "startTime": 161.3,
    "endTime": 167.5,
    "text": "The reason it evolved was because of a disaster (they think) -- a famine. It was either adapt or die,"
  },
  {
    "startTime": 167.5,
    "endTime": 174.7,
    "text": "and somehow the human body was able to form lactase persistence -- or the ability to digest lactose as an adult."
  },
  {
    "startTime": 174.7,
    "endTime": 182.29999999999998,
    "text": "The drinking of milk would have allowed humans to gather vitamin D from that milk, and also absorb calcium, keeping them alive and healthy longer."
  },
  {
    "startTime": 182.3,
    "endTime": 191.0,
    "text": "Similar to the newer study, they also say cheese and yogurt are better, the milk, mostly because they're easier to consume due to lower levels of lactose due to fermentation."
  },
  {
    "startTime": 191.0,
    "endTime": 196.3,
    "text": "Bottom line, maybe think about cutting down on milk servings and substitute it for somthing like yogurt or cheese instead."
  },
  {
    "startTime": 196.3,
    "endTime": 201.70000000000002,
    "text": "Though, too much dairy in general can cause health risks like weight gain, diabetes, cancer and osteoporosis."
  },
  {
    "startTime": 201.7,
    "endTime": 205.29999999999998,
    "text": "It can also cause acne, digestive distress, allergies, asthma and more!"
  },
  {
    "startTime": 205.3,
    "endTime": 214.0,
    "text": "Dairy is controversial, simply because so many of us love it, but also because its popular consumption in the US is driven by lobbyists in a lot of cases."
  },
  {
    "startTime": 214.0,
    "endTime": 218.5,
    "text": "You'll have to make your own decisions, so read the science and let us know what you think down below!"
  }
]