[
  {
    "startTime": 4.46,
    "endTime": 9.45,
    "text": "In July 2015, Greece voted against further austerity measures in exchange for bailing"
  },
  {
    "startTime": 9.45,
    "endTime": 14.329999999999998,
    "text": "out their tremendous debt. This move has continued to strain the relationship between Greece"
  },
  {
    "startTime": 14.33,
    "endTime": 19.36,
    "text": "and Germany, as the two major players in the EU’s debt crisis. But this isn’t the first"
  },
  {
    "startTime": 19.36,
    "endTime": 24.509,
    "text": "time the two countries have come head-to-head. So, why do Greece and Germany hate each other?"
  },
  {
    "startTime": 24.509,
    "endTime": 28.7,
    "text": "The two country’s difficult relationship can actually be traced back to modern Greece’s"
  },
  {
    "startTime": 28.7,
    "endTime": 34.51,
    "text": "beginnings. In the 1830s, Greece finally established itself as independent from the Ottoman Empire."
  },
  {
    "startTime": 34.51,
    "endTime": 39.42,
    "text": "Their first ruler was Otto from Bavaria, a German state. However, Otto was still a teenager"
  },
  {
    "startTime": 39.42,
    "endTime": 44.25,
    "text": "at the time so Greece was actually ruled by three other Bavarians, who were not welcomed"
  },
  {
    "startTime": 44.25,
    "endTime": 48.829,
    "text": "by the Greeks. This eventually led to King Otto’s deposition and the Queen’s near"
  },
  {
    "startTime": 48.829,
    "endTime": 54.089,
    "text": "assassination. This rocky start didn’t bode well for the future of their relationship."
  },
  {
    "startTime": 54.089,
    "endTime": 59.23,
    "text": "Fast forward to World War II, when Hitler invaded Greece in 1941. The following German"
  },
  {
    "startTime": 59.23,
    "endTime": 64.90899999999999,
    "text": "occupation led to hundreds of thousands dying of hunger or being murdered. Over a million"
  },
  {
    "startTime": 64.909,
    "endTime": 70.45,
    "text": "Greeks were made homeless, and Greece’s banks were drained to fund the war. In 1944,"
  },
  {
    "startTime": 70.45,
    "endTime": 75.93,
    "text": "German soldiers massacred over 200 Greeks in retaliation for the deaths of seven Nazi"
  },
  {
    "startTime": 75.93,
    "endTime": 81.25,
    "text": "soldiers. Greece's grievances concerning this event have continued till today."
  },
  {
    "startTime": 81.25,
    "endTime": 86.88,
    "text": "In 1960, Germany paid Greece roughly 60 million Euros as war reparations, and said they owed"
  },
  {
    "startTime": 86.88,
    "endTime": 91.939,
    "text": "them no more. Greece passionately objected to closing the issue, and the debate continued"
  },
  {
    "startTime": 91.939,
    "endTime": 97.579,
    "text": "for decades. In 1997 a Greek court found that Germany was responsible for further compensation"
  },
  {
    "startTime": 97.579,
    "endTime": 103.67999999999999,
    "text": "for the 1944 massacre. However in 2012, The Hague ruled that Germany was immune from foreign"
  },
  {
    "startTime": 103.68,
    "endTime": 107.039,
    "text": "lawsuits, sparking the ire of Greek citizens."
  },
  {
    "startTime": 107.039,
    "endTime": 111.93900000000001,
    "text": "Today, the two countries continue to be at odds over the money Greece owes its creditors."
  },
  {
    "startTime": 111.939,
    "endTime": 115.859,
    "text": "The Greek Prime Minister argued that the amount of money due to them in reparations would"
  },
  {
    "startTime": 115.859,
    "endTime": 121.88,
    "text": "cover a significant portion of the debt in question. Greece has threatened seizing German"
  },
  {
    "startTime": 121.88,
    "endTime": 127.0,
    "text": "property to pay for the alleged reparations. Meanwhile Germany and the rest of the Eurozone"
  },
  {
    "startTime": 127.0,
    "endTime": 133.08,
    "text": "are desperate to find a solution that keeps the EU economy from collapsing from Greece’s"
  },
  {
    "startTime": 133.08,
    "endTime": 137.91000000000003,
    "text": "inflexibility. The two countries have a tense history that is doing them no favors in calming"
  },
  {
    "startTime": 137.91,
    "endTime": 138.51,
    "text": "the waters."
  },
  {
    "startTime": 138.51,
    "endTime": 142.29,
    "text": "If you’re interested in learning about other countries that just can’t seem to make it"
  },
  {
    "startTime": 142.29,
    "endTime": 147.26999999999998,
    "text": "work, check out our our full playlist now, including this one on why Greece & Macedonia"
  },
  {
    "startTime": 147.27,
    "endTime": 163.24,
    "text": "hate  each other. And as always, thanks for watching and make sure to subscribe for new videos"
  },
  {
    "startTime": 163.24,
    "endTime": 173.24,
    "text": "every day."
  }
]