[
  {
    "startTime": 2.0,
    "endTime": 5.0,
    "text": "[How to Prepare Notecards for a Speech | Public Speaking Training]"
  },
  {
    "startTime": 5.1,
    "endTime": 8.0,
    "text": "So here are some tips on how to outline your speech."
  },
  {
    "startTime": 8.1,
    "endTime": 14.2,
    "text": "For starters, you don't want to just write and write and write 58 pages of PowerPoint."
  },
  {
    "startTime": 14.3,
    "endTime": 16.2,
    "text": "That's too much to even start from."
  },
  {
    "startTime": 16.3,
    "endTime": 24.0,
    "text": "What you should do is brainstorm on every single distinct idea or message you have⏤maybe you have 20 or 30."
  },
  {
    "startTime": 24.1,
    "endTime": 31.200000000000003,
    "text": "But then, you've got to be a harsh editor; you've got to really figure out what are literally just your top five ideas."
  },
  {
    "startTime": 31.3,
    "endTime": 33.0,
    "text": "Get rid of the others."
  },
  {
    "startTime": 33.1,
    "endTime": 36.4,
    "text": "So, you've got five bullet points on your outline."
  },
  {
    "startTime": 36.5,
    "endTime": 43.1,
    "text": "Next, underneath each one, you've got a story that dramatizes this particular point."
  },
  {
    "startTime": 43.2,
    "endTime": 50.0,
    "text": "If you've got it, put another point underneath it⏤a fact, a number that's really important that you might not remember⏤put that."
  },
  {
    "startTime": 50.1,
    "endTime": 61.85,
    "text": "And finally, under each message point, if you have a PowerPoint slide, you need something that tells you what the slide is so you can talk about it before the slide comes up."
  },
  {
    "startTime": 61.9,
    "endTime": 64.8,
    "text": "That way, you're in charge, not the PowerPoint."
  },
  {
    "startTime": 64.9,
    "endTime": 66.4,
    "text": "So what do you end up with?"
  },
  {
    "startTime": 66.5,
    "endTime": 76.86,
    "text": "A simple outline, five big points, and a few bullet points underneath each one to remind you of the story, an example or fact, and the visual."
  },
  {
    "startTime": 76.87,
    "endTime": 85.0,
    "text": "Do that, and you'll have a great, simple, lean, efficient, one-page outline to guide you through your whole presentation."
  }
]