[
  {
    "startTime": 19.02,
    "endTime": 24.78,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 24.78,
    "endTime": 31.09,
    "text": "and life you love so much. And today it’s Q&A Tuesday, that’s right."
  },
  {
    "startTime": 31.09,
    "endTime": 34.37,
    "text": "Today’s question comes from E. and she writes:"
  },
  {
    "startTime": 34.37,
    "endTime": 37.98,
    "text": "“Hello Marie, I hope this message finds you well. My question is,"
  },
  {
    "startTime": 37.98,
    "endTime": 42.37,
    "text": "how do I effectively get my point across to others and have it taken seriously?"
  },
  {
    "startTime": 42.37,
    "endTime": 48.36,
    "text": "It seems as though I’m speaking Greek or something. I send emails, I speak up in meetings, and I’m ignored."
  },
  {
    "startTime": 48.36,
    "endTime": 53.429,
    "text": "My intention is to provide solutions to problems with innovative ideas in order to reach and or exceed goals."
  },
  {
    "startTime": 53.429,
    "endTime": 58.68,
    "text": "This is not just in my work life, but also in my personal life."
  },
  {
    "startTime": 58.68,
    "endTime": 63.09,
    "text": "It’s frustrating that I can’t get through to those I care about. I would love to hear your perspective."
  },
  {
    "startTime": 63.09,
    "endTime": 64.909,
    "text": "Sincerely, E.”"
  },
  {
    "startTime": 64.909,
    "endTime": 68.7,
    "text": "Great question, E. So let’s start off by recognizing that there’s two categories here"
  },
  {
    "startTime": 68.7,
    "endTime": 73.56,
    "text": "things you can control and things you can’t. In the camp of things you can’t"
  },
  {
    "startTime": 73.56,
    "endTime": 77.71900000000001,
    "text": "you have to recognize that no matter how brilliant your ideas are, there’s always gonna be"
  },
  {
    "startTime": 77.719,
    "endTime": 82.92899999999999,
    "text": "some people who just have no interest in hearing about them. This is true for both in your work life"
  },
  {
    "startTime": 82.929,
    "endTime": 87.659,
    "text": "and in your personal life. So it doesn't matter how great your ideas are or"
  },
  {
    "startTime": 87.659,
    "endTime": 92.52900000000001,
    "text": "how wonderful of a communicator you are, you cannot make someone listen to your ideas"
  },
  {
    "startTime": 92.629,
    "endTime": 94.399,
    "text": "if they’re just not interested."
  },
  {
    "startTime": 94.399,
    "endTime": 100.53,
    "text": "Now, let’s move on to the more fun category: things we can control. Like it or not,"
  },
  {
    "startTime": 100.53,
    "endTime": 106.179,
    "text": "we all have communication patterns that undermine our power and authority. I have them too and"
  },
  {
    "startTime": 106.179,
    "endTime": 108.649,
    "text": "I’m always trying to keep an eye out to form better habits"
  },
  {
    "startTime": 108.649,
    "endTime": 115.31,
    "text": "because making some small tweaks in the way that we communicate can make a world of difference in making sure"
  },
  {
    "startTime": 115.31,
    "endTime": 120.149,
    "text": "that we are taken seriously. So while this list isn’t exhaustive,"
  },
  {
    "startTime": 120.149,
    "endTime": 124.209,
    "text": "it’ll really help you become a more powerful and persuasive communicator."
  },
  {
    "startTime": 124.209,
    "endTime": 131.46,
    "text": "Number one is don't use too many fancy words. Why? Because it obscures your message and"
  },
  {
    "startTime": 131.46,
    "endTime": 136.31,
    "text": "it also weakens the chance that you’re going to be understood and taken seriously."
  },
  {
    "startTime": 136.31,
    "endTime": 137.4,
    "text": "Here’s an example."
  },
  {
    "startTime": 137.4,
    "endTime": 141.6,
    "text": "Individuals consciously recognize it when you are attempting in an overly strenuous way,"
  },
  {
    "startTime": 141.6,
    "endTime": 147.19,
    "text": "by utilizing complex verbiage, to impress upon them that you are intelligent and/or sophisticated."
  },
  {
    "startTime": 148.11,
    "endTime": 152.63000000000002,
    "text": "javascript:;In other words, people know when you're trying too hard to sound smart."
  },
  {
    "startTime": 152.63,
    "endTime": 156.32,
    "text": "You even danced on the edge of it a little bit in your question when you wrote,"
  },
  {
    "startTime": 156.32,
    "endTime": 163.06,
    "text": "“My intention is to provide solutions to problems with innovative ideas in order to reach and/or exceed goals.”"
  },
  {
    "startTime": 163.06,
    "endTime": 166.97,
    "text": "Right there you went from sounding like a totally relatable human being to sounding"
  },
  {
    "startTime": 166.97,
    "endTime": 172.22,
    "text": "like a business robot. So when in doubt, use simple words and get right to the point."
  },
  {
    "startTime": 172.22,
    "endTime": 177.79,
    "text": "Number two is lose the dumb disclaimer. So you know this one, right?"
  },
  {
    "startTime": 177.79,
    "endTime": 183.28,
    "text": "We all start off a sentence by saying, “Well, this might be dumb but…” or, “This might be silly, but…”"
  },
  {
    "startTime": 183.28,
    "endTime": 188.62,
    "text": "or, “This might be way off base, but…” Basically we use the dumb disclaimer"
  },
  {
    "startTime": 188.62,
    "endTime": 193.88,
    "text": "any time that we’re not sure about what we’re about to say or as a preemptive move"
  },
  {
    "startTime": 193.88,
    "endTime": 196.63,
    "text": "if we think that other people aren’t gonna like it."
  },
  {
    "startTime": 196.63,
    "endTime": 201.64,
    "text": "We figure if we call it dumb before anyone else does, the rejection will hurt less."
  },
  {
    "startTime": 201.64,
    "endTime": 207.17,
    "text": "But the truth is, all that disclaimer does is undercut your power, so stop doing it."
  },
  {
    "startTime": 207.17,
    "endTime": 212.32999999999998,
    "text": "Instead you wanna try something neutral like, “How about this idea?” or, “What about this?”"
  },
  {
    "startTime": 212.33,
    "endTime": 219.4,
    "text": "Number three is turn “yea but” into “yes and.” It’s a natural habit when any of us hear something,"
  },
  {
    "startTime": 219.4,
    "endTime": 224.31,
    "text": "we disagree and then we wanna add our perspective, what we think is right,"
  },
  {
    "startTime": 224.31,
    "endTime": 229.14000000000001,
    "text": "to say, “Yeah, but…” But you have to realize this: anything that’s followed"
  },
  {
    "startTime": 229.14,
    "endTime": 233.809,
    "text": "by a but is gonna kick up someone else’s defences whether you’re in your personal life"
  },
  {
    "startTime": 233.809,
    "endTime": 235.73,
    "text": "or in a creative meeting."
  },
  {
    "startTime": 235.73,
    "endTime": 241.51,
    "text": "For example, “I think that’s a good idea, but…” or, “I love hanging out with you,"
  },
  {
    "startTime": 241.51,
    "endTime": 245.04,
    "text": "but…” Listen to how different it sounds when you say, “I think that’s a good idea,"
  },
  {
    "startTime": 245.04,
    "endTime": 249.319,
    "text": "and…” as in, “I think that’s a good idea, and here’s another perspective.”"
  },
  {
    "startTime": 249.319,
    "endTime": 254.1,
    "text": "Or, “I love hanging out with you, and I think we’d have even more fun if…”"
  },
  {
    "startTime": 254.1,
    "endTime": 259.55,
    "text": "Now, of course if you strongly disagree with something, then just disagree. However,"
  },
  {
    "startTime": 259.55,
    "endTime": 263.709,
    "text": "if you haven’t been invited to offer your opinions and you're really trying to get a seat at the table,"
  },
  {
    "startTime": 263.709,
    "endTime": 267.699,
    "text": "using “yes and” can help you get your ideas heard."
  },
  {
    "startTime": 267.699,
    "endTime": 273.84000000000003,
    "text": "Number four is be a knocker. So before you bust through that door with your big innovative ideas"
  },
  {
    "startTime": 273.84,
    "endTime": 278.41999999999996,
    "text": "it’s a good idea to give a little knock knock, and here’s how you do it."
  },
  {
    "startTime": 278.42,
    "endTime": 284.099,
    "text": "You ask someone, are you open to a suggestion for this? Or would you like to hear an idea?"
  },
  {
    "startTime": 284.099,
    "endTime": 287.979,
    "text": "What this does is get the other person intrigued and makes them feel like"
  },
  {
    "startTime": 287.879,
    "endTime": 292.91900000000004,
    "text": "they’ve invited your feedback rather than getting bulldozed over by you and all your innovation."
  },
  {
    "startTime": 292.919,
    "endTime": 308.52,
    "text": "So don't be a bulldozer, be a knocker, because everybody loves knockers."
  },
  {
    "startTime": 308.52,
    "endTime": 314.49,
    "text": "Number 5 is follow-up. So if you share an idea with the team or you send out a proposal,"
  },
  {
    "startTime": 314.49,
    "endTime": 319.36,
    "text": "make sure you follow-up. Most people are so busy, I know I am, and I’m so grateful"
  },
  {
    "startTime": 319.36,
    "endTime": 324.309,
    "text": "when people take the initiative and move things ahead. So when you do follow-up,"
  },
  {
    "startTime": 324.309,
    "endTime": 326.93,
    "text": "don't be mousey about it and don't say anything like this:"
  },
  {
    "startTime": 326.93,
    "endTime": 331.73900000000003,
    "text": "“Dear Sam, I’m so sorry to bother you - I’m sure you’re so busy."
  },
  {
    "startTime": 331.739,
    "endTime": 335.66999999999996,
    "text": "By chance, have you had a moment to take a look at what I sent you? If not, no worries,"
  },
  {
    "startTime": 335.67,
    "endTime": 341.289,
    "text": "but if it’s not too much trouble, I’d love your feedback. I think it’s possibly a very innovative solution.”"
  },
  {
    "startTime": 342.21,
    "endTime": 345.62,
    "text": "Instead you can try something direct and clear like this:"
  },
  {
    "startTime": 345.62,
    "endTime": 349.959,
    "text": "“Hi Sam. I’m following up on the proposal I sent you last week on a strategy for our social media content."
  },
  {
    "startTime": 349.959,
    "endTime": 354.529,
    "text": "In case you missed it, I’m attaching it again and I’d be happy to walk you through it"
  },
  {
    "startTime": 354.529,
    "endTime": 358.459,
    "text": "I know it’s been an ongoing challenge for us and I really think this could solve it."
  },
  {
    "startTime": 358.459,
    "endTime": 362.739,
    "text": "I’d love to see if you agree. If there’s a better time to follow up,"
  },
  {
    "startTime": 362.039,
    "endTime": 364.979,
    "text": "let me know and I’ll circle back then.”"
  },
  {
    "startTime": 364.979,
    "endTime": 373.24899999999997,
    "text": "So there you have it E., 5 solid strategies to help you achieve this tweetable."
  },
  {
    "startTime": 373.249,
    "endTime": 377.379,
    "text": "Communicate powerfully and you’ll be taken seriously."
  },
  {
    "startTime": 377.379,
    "endTime": 383.66900000000004,
    "text": "That was my A to your Q, E., I really hope it helps. Now I would love to hear from you."
  },
  {
    "startTime": 383.669,
    "endTime": 389.74,
    "text": "Have you ever struggled to be taken seriously? If so, what specific change in your communication"
  },
  {
    "startTime": 389.74,
    "endTime": 394.669,
    "text": "or approach made the biggest impact? Tell me in the comments below."
  },
  {
    "startTime": 394.669,
    "endTime": 399.11899999999997,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 399.119,
    "endTime": 402.059,
    "text": "so make sure you go there and leave a comment now."
  },
  {
    "startTime": 402.059,
    "endTime": 407.569,
    "text": "Did you like this video? If so, subscribe to our lovely channel and I would be so grateful"
  },
  {
    "startTime": 407.569,
    "endTime": 411.949,
    "text": "if you shared this with your friends. And if you want even more resources to create a business"
  },
  {
    "startTime": 411.949,
    "endTime": 416.479,
    "text": "and life that you love, plus some personal insights from me that I only talk"
  },
  {
    "startTime": 416.479,
    "endTime": 422.3,
    "text": "about in the email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 422.3,
    "endTime": 429.04900000000004,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 429.049,
    "endTime": 431.80899999999997,
    "text": "Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]