[
  {
    "startTime": 7.09,
    "endTime": 8.94,
    "text": "What is Evil?"
  },
  {
    "startTime": 9.14,
    "endTime": 17.64,
    "text": "Traditional conceptions of evil focus on the utter monstrosity of evil actions⏤the complete awe and unthinkability of horror."
  },
  {
    "startTime": 18.35,
    "endTime": 27.0,
    "text": "Called pure or radical evil⏤this is the sort of evil associated with antagonists or villains⏤it is the antithesis of good."
  },
  {
    "startTime": 27.35,
    "endTime": 35.47,
    "text": "For Hannah Arendt, a German-Jewish philosopher, evil is not always as simple as an overriding desire to do no good."
  },
  {
    "startTime": 35.57,
    "endTime": 41.53,
    "text": "Rather, Arendt chooses to focus her discussion of evil on this man: Adolf Eichmann."
  },
  {
    "startTime": 41.73,
    "endTime": 46.81999999999999,
    "text": "Put on trial for numerous horrors, Eichmann was found guilty of crimes against humanity"
  },
  {
    "startTime": 46.92,
    "endTime": 52.969,
    "text": "⏤especially against the Jewish people, for overseeing the trains that transported people to Nazi death camps."
  },
  {
    "startTime": 53.069,
    "endTime": 56.979,
    "text": "On May 31, 1962 he was hanged."
  },
  {
    "startTime": 57.079,
    "endTime": 60.549,
    "text": "Arendt traveled to Jerusalem to cover the Eichmann trial."
  },
  {
    "startTime": 60.949,
    "endTime": 66.95,
    "text": "She expected to encounter a cold calculating monster, a man who reveled in his malicious deeds."
  },
  {
    "startTime": 67.25,
    "endTime": 71.08,
    "text": "Instead, what she found was something far more shocking."
  },
  {
    "startTime": 71.18,
    "endTime": 79.10000000000001,
    "text": "Eichmann was an altogether innocuous and seemingly normal little man⏤in some sense, he was a cliché, a stereotypical bureaucrat,"
  },
  {
    "startTime": 79.13,
    "endTime": 85.119,
    "text": "a sort of sleepwalker in life⏤a person who refused to comprehend the weight of his crimes."
  },
  {
    "startTime": 85.319,
    "endTime": 92.349,
    "text": "Eichmann wasn’t afflicted with an overriding sense of maliciousness⏤instead, what Arendt found was a man that was thoughtless,"
  },
  {
    "startTime": 92.449,
    "endTime": 98.52,
    "text": "that never stopped to put himself in someone else’s shoes, that refused to think from another’s perspective."
  },
  {
    "startTime": 98.82,
    "endTime": 102.69999999999999,
    "text": "She found someone with an unquestioning sense of obligation to authority"
  },
  {
    "startTime": 102.729,
    "endTime": 107.7,
    "text": "⏤who all his life he had been a follower⏤a person eager to fit in and be led⏤"
  },
  {
    "startTime": 107.849,
    "endTime": 113.979,
    "text": "he suffered from blind allegiance and a complete self-deception about the morality of his actions."
  },
  {
    "startTime": 114.05,
    "endTime": 120.09,
    "text": "This made Arendt rethink the concept of evil⏤for Eichmann wasn’t a demon in any obvious way."
  },
  {
    "startTime": 120.229,
    "endTime": 127.5,
    "text": "What she encountered was the banality of evil⏤an everyday sort of evil: a bureaucrat eager to do his job."
  },
  {
    "startTime": 127.6,
    "endTime": 130.7,
    "text": "One who lacked empathy or perspective."
  },
  {
    "startTime": 131.0,
    "endTime": 135.0,
    "text": "You don't need to be cruel, sadistic, or vicious to embody evil⏤"
  },
  {
    "startTime": 135.12,
    "endTime": 139.82,
    "text": "all that a person has to do is blindly follow the orders of another person."
  },
  {
    "startTime": 140.22,
    "endTime": 143.06,
    "text": "For Arendt that is the banality of evil."
  },
  {
    "startTime": 143.46,
    "endTime": 153.46,
    "text": "So, dear viewer, what can be done to save humanity from mindless obedience?"
  }
]