[
  {
    "startTime": 10.8,
    "endTime": 14.9,
    "text": "You're walking through a hardware store one day when, all of a sudden, you catch a whiff."
  },
  {
    "startTime": 15.0,
    "endTime": 16.6,
    "text": "Something you haven't smelled in years."
  },
  {
    "startTime": 16.7,
    "endTime": 24.7,
    "text": "Somehow, the scent of glue immediately takes you back to your kindergarten classroom, and you spend the next couple of minutes wondering what happened to that kid who used to eat all that paste."
  },
  {
    "startTime": 24.8,
    "endTime": 28.9,
    "text": "You just experienced what's known as \"odor-evoked autobiographical memory\"."
  },
  {
    "startTime": 29.0,
    "endTime": 36.6,
    "text": "To put it simply, a smell made you remember something from your past, and it happened because of the way smells and memories are hard-wired into your brain."
  },
  {
    "startTime": 36.7,
    "endTime": 43.300000000000004,
    "text": "There are lots of different cues, like sights or sounds, or even someone describing something or telling a story unrelated to your story, they can trigger memories."
  },
  {
    "startTime": 43.4,
    "endTime": 46.199999999999996,
    "text": "Memories links to smells are often stronger and more vivid."
  },
  {
    "startTime": 46.3,
    "endTime": 51.4,
    "text": "And studies have shown that they also tend to be memories of your early life, often before you were 10 years old,"
  },
  {
    "startTime": 51.5,
    "endTime": 58.5,
    "text": "which is weird, because adults usually experience what's known as a \"reminiscence bump\", when they don't remember much from before their adolescence."
  },
  {
    "startTime": 58.6,
    "endTime": 61.7,
    "text": "But smells are really good at bringing those memories back."
  },
  {
    "startTime": 61.8,
    "endTime": 69.39999999999999,
    "text": "These memories tend to be more perceptual rather than conceptual, so you remember a particular sensation rather than a bunch of facts about something that happened."
  },
  {
    "startTime": 69.5,
    "endTime": 73.9,
    "text": "And researchers have come up with some theories why memories triggered by smells are so odd."
  },
  {
    "startTime": 74.0,
    "endTime": 79.6,
    "text": "There's a big difference between the way your body handles sight, sound, taste, and touch, and the way it processes smells."
  },
  {
    "startTime": 79.7,
    "endTime": 85.3,
    "text": "Those other senses are all routed through the thalamus, the part of your brain that sends them off into the appropriate processing centers."
  },
  {
    "startTime": 85.4,
    "endTime": 87.5,
    "text": "But smells bypass all that."
  },
  {
    "startTime": 87.6,
    "endTime": 94.5,
    "text": "Once they're detected by receptors in your nose, the signal heads straight to your olfactory bulb, the smell-analyzing region in your brain."
  },
  {
    "startTime": 94.6,
    "endTime": 100.5,
    "text": "And that area happens to be connected to the amygdala and hippocampus, which are parts of the brain that help handle memory and emotion."
  },
  {
    "startTime": 100.6,
    "endTime": 107.3,
    "text": "So, it's possible that when you smelled that glue in kindergarten, the signal got tangled up with memories of building blocks and apple juice."
  },
  {
    "startTime": 107.4,
    "endTime": 114.2,
    "text": "And when you smelled it again later, you remembered not just the glue but also some of the associated memories, like that weird kid who ate the paste."
  },
  {
    "startTime": 114.3,
    "endTime": 120.3,
    "text": "In 2013, a group of European psychologists tested this whole phenomenon using functional magnetic resonance imaging."
  },
  {
    "startTime": 120.4,
    "endTime": 126.2,
    "text": "First, they presented the subjects with 20 different strong, specific odors, like garlic, whiskey, and leather."
  },
  {
    "startTime": 126.3,
    "endTime": 130.4,
    "text": "Then, for each person, they identified the two that elicited the oldest positive memories."
  },
  {
    "startTime": 130.5,
    "endTime": 132.9,
    "text": "Then, it was time to scan their brains."
  },
  {
    "startTime": 133.0,
    "endTime": 139.1,
    "text": "Each subject was presented with their two experimental smells plus two generic control smells⏤flowers and citrus."
  },
  {
    "startTime": 139.2,
    "endTime": 144.0,
    "text": "They were also shown some verbal cues, which were just the names and the smells projected onto a screen."
  },
  {
    "startTime": 144.1,
    "endTime": 149.0,
    "text": "The researchers found that both types of triggers tended to activate the regions of the brain associated with memory."
  },
  {
    "startTime": 149.1,
    "endTime": 157.4,
    "text": "But while the verbal cues lit up parts of the brain that were responsible for processing smells, the smells themselves were more strongly connected to emotional processing centers."
  },
  {
    "startTime": 157.5,
    "endTime": 163.7,
    "text": "Some of the participants associated the smells with memories from before they were 10, while others remembered things from when they were between 10 and 20."
  },
  {
    "startTime": 163.8,
    "endTime": 169.10000000000002,
    "text": "And depending on which time frame the memories fell into, their brains tended to use different regions to recall them."
  },
  {
    "startTime": 169.2,
    "endTime": 173.29999999999998,
    "text": "The earlier memories lit up the orbital frontal cortex, which is connected to perception."
  },
  {
    "startTime": 173.4,
    "endTime": 179.70000000000002,
    "text": "The later ones, on the other hand, tended to activate the left inferior frontal gyrus, which handles more conceptual memories."
  },
  {
    "startTime": 179.8,
    "endTime": 184.8,
    "text": "So, can you use your nose's super powers to help you remember things for your next big exam?"
  },
  {
    "startTime": 184.9,
    "endTime": 186.20000000000002,
    "text": "Probably not!"
  },
  {
    "startTime": 186.3,
    "endTime": 190.4,
    "text": "Smells tend to evoke early, perceptive memories of events, not concepts."
  },
  {
    "startTime": 190.5,
    "endTime": 197.6,
    "text": "So, the scent of glue might make you remember playing with construction paper in kindergarten, but your smell memory will not help you memorize Maxwell's equations."
  },
  {
    "startTime": 197.7,
    "endTime": 201.1,
    "text": "Thank you for watching this SciShow dose, which was brought to you by our patrons on Patreon."
  },
  {
    "startTime": 201.2,
    "endTime": 204.29999999999998,
    "text": "If you want to help support the show, you can go to patreon.com/scishow."
  },
  {
    "startTime": 204.4,
    "endTime": 210.70000000000002,
    "text": "And don't forget to go to youtube.com/scishow and subscribe if you just wanna keep learning things that are interesting."
  },
  {
    "startTime": 210.8,
    "endTime": 212.0,
    "text": "'Cause I know you do."
  }
]