[
  {
    "startTime": 17.504,
    "endTime": 23.5,
    "text": "When I was a kid, the disaster we worried about most was a nuclear war."
  },
  {
    "startTime": 23.6,
    "endTime": 30.0,
    "text": "That's why we had a barrel like this down in our basement, filled with cans of food, and water."
  },
  {
    "startTime": 30.1,
    "endTime": 37.4,
    "text": "When the nuclear attack came, we were supposed to go downstairs, hunker down, and eat out of that barrel."
  },
  {
    "startTime": 37.6,
    "endTime": 43.9,
    "text": "Today the greatest risk of global catastrophe doesn't look like this."
  },
  {
    "startTime": 44.0,
    "endTime": 48.0,
    "text": "Instead, it looks like this."
  },
  {
    "startTime": 48.0,
    "endTime": 59.3,
    "text": "If anything kills over 10 million people in the next few decades, it's most likely to be a highly infectious virus rather than a war."
  },
  {
    "startTime": 59.4,
    "endTime": 63.3,
    "text": "Not missiles, but microbes."
  },
  {
    "startTime": 63.4,
    "endTime": 69.6,
    "text": "Now, part of the reason for this is that we've invested a huge amount in nuclear deterrence."
  },
  {
    "startTime": 69.8,
    "endTime": 75.6,
    "text": "But we've actually invested very little in a system to stop an epidemic."
  },
  {
    "startTime": 75.7,
    "endTime": 79.5,
    "text": "We're not ready for the next epidemic."
  },
  {
    "startTime": 79.6,
    "endTime": 81.39999999999999,
    "text": "Let's look at Ebola."
  },
  {
    "startTime": 81.5,
    "endTime": 87.0,
    "text": "I'm sure all of you read about it in the newspaper, lots of tough challenges."
  },
  {
    "startTime": 87.0,
    "endTime": 95.3,
    "text": "I followed it carefully through the case analysis tools we use to track polio eradication."
  },
  {
    "startTime": 95.4,
    "endTime": 106.10000000000001,
    "text": "And as you look at what went on, the problem wasn't that there was a system that didn't work well enough, the problem was that we didn't have a system at all."
  },
  {
    "startTime": 106.2,
    "endTime": 110.5,
    "text": "In fact, there's some pretty obvious key missing pieces."
  },
  {
    "startTime": 110.6,
    "endTime": 119.19999999999999,
    "text": "We didn't have a group of epidemiologists ready to go, who would have gone, seen what the disease was, see how far it had spread."
  },
  {
    "startTime": 119.3,
    "endTime": 122.452,
    "text": "The case reports came in on paper."
  },
  {
    "startTime": 122.452,
    "endTime": 127.1,
    "text": "It was very delayed before they were put online and they were extremely inaccurate."
  },
  {
    "startTime": 127.492,
    "endTime": 129.20000000000002,
    "text": "We didn't have a medical team ready to go."
  },
  {
    "startTime": 129.4,
    "endTime": 132.1,
    "text": "We didn't have a way of preparing people."
  },
  {
    "startTime": 132.2,
    "endTime": 137.39999999999998,
    "text": "Now, Médecins Sans Frontières did a great job orchestrating volunteers."
  },
  {
    "startTime": 137.6,
    "endTime": 143.79999999999998,
    "text": "But even so, we were far slower than we should have been getting the thousands of workers into these countries."
  },
  {
    "startTime": 143.9,
    "endTime": 152.3,
    "text": "And a large epidemic would require us to have hundreds of, thousands of workers."
  },
  {
    "startTime": 152.4,
    "endTime": 156.70000000000002,
    "text": "There was no one there to look at treatment approaches."
  },
  {
    "startTime": 156.8,
    "endTime": 158.60000000000002,
    "text": "No one to look at the diagnostics."
  },
  {
    "startTime": 158.8,
    "endTime": 162.0,
    "text": "No one to figure out what tools should be used."
  },
  {
    "startTime": 162.1,
    "endTime": 170.79999999999998,
    "text": "As an example, we could have taken the blood of survivors, processed it, and put that plasma back in people to protect them."
  },
  {
    "startTime": 170.9,
    "endTime": 173.3,
    "text": "But that was never tried."
  },
  {
    "startTime": 173.4,
    "endTime": 174.9,
    "text": "So there was a lot that was missing."
  },
  {
    "startTime": 175.1,
    "endTime": 180.0,
    "text": "And these things are really a global failure."
  },
  {
    "startTime": 180.0,
    "endTime": 186.4,
    "text": "The W.H.O. is funded to monitor epidemics, but not to do these things I talked about."
  },
  {
    "startTime": 186.6,
    "endTime": 189.2,
    "text": "Now, in the movies, it's quite different."
  },
  {
    "startTime": 189.3,
    "endTime": 201.5,
    "text": "There's a group of handsome epidemiologists ready to go, they move in, they save the day, but that's just pure Hollywood."
  },
  {
    "startTime": 201.6,
    "endTime": 210.1,
    "text": "The failure to prepare could allow the next epidemic to be dramatically more devastating than Ebola."
  },
  {
    "startTime": 210.2,
    "endTime": 216.0,
    "text": "Let's look at the progression of Ebola over this year."
  },
  {
    "startTime": 216.0,
    "endTime": 223.2,
    "text": "About 10,000 people died, and nearly all were in the three West African countries."
  },
  {
    "startTime": 223.3,
    "endTime": 226.43300000000002,
    "text": "There's three reasons why it didn't spread more."
  },
  {
    "startTime": 226.433,
    "endTime": 230.5,
    "text": "The first is that there was a lot of heroic work by the health workers."
  },
  {
    "startTime": 230.5,
    "endTime": 233.8,
    "text": "They found the people and they prevented more infections."
  },
  {
    "startTime": 233.9,
    "endTime": 236.1,
    "text": "The second is the nature of the virus."
  },
  {
    "startTime": 236.2,
    "endTime": 239.2,
    "text": "Ebola does not spread through the air."
  },
  {
    "startTime": 239.3,
    "endTime": 246.22,
    "text": "And by the time you're contagious, most people are so sick that they're bedridden."
  },
  {
    "startTime": 246.22,
    "endTime": 250.0,
    "text": "Third, it didn't get into many urban areas."
  },
  {
    "startTime": 250.1,
    "endTime": 252.11499999999998,
    "text": "And that was just luck."
  },
  {
    "startTime": 252.115,
    "endTime": 257.3,
    "text": "If it had gotten into a lot more urban areas, the case numbers would have been much larger."
  },
  {
    "startTime": 257.4,
    "endTime": 261.0,
    "text": "So next time, we might not be so lucky."
  },
  {
    "startTime": 261.0,
    "endTime": 269.4,
    "text": "You can have a virus where people feel well enough while they're infectious that they get on a plane or they go to a market."
  },
  {
    "startTime": 269.5,
    "endTime": 274.5,
    "text": "The source of the virus could be a natural epidemic like Ebola, or it could be bioterrorism."
  },
  {
    "startTime": 274.6,
    "endTime": 279.47400000000005,
    "text": "So there are things that would literally make things a thousand times worse."
  },
  {
    "startTime": 279.474,
    "endTime": 289.2,
    "text": "In fact, let's look at a model of a virus spread through the air, like the Spanish Flu back in 1918."
  },
  {
    "startTime": 289.3,
    "endTime": 295.1,
    "text": "So here's what would happen: It would spread throughout the world very, very quickly."
  },
  {
    "startTime": 295.2,
    "endTime": 300.09999999999997,
    "text": "And you can see there's over 30 million people died from that epidemic."
  },
  {
    "startTime": 300.2,
    "endTime": 302.09999999999997,
    "text": "So this is a serious problem."
  },
  {
    "startTime": 302.2,
    "endTime": 304.0,
    "text": "We should be concerned."
  },
  {
    "startTime": 304.0,
    "endTime": 308.692,
    "text": "But in fact, we can build a really good response system."
  },
  {
    "startTime": 308.692,
    "endTime": 313.3,
    "text": "We have the benefits of all the science and technology that we talk about here."
  },
  {
    "startTime": 313.4,
    "endTime": 317.7,
    "text": "We've got cell phones to get information from the public and get information out to them."
  },
  {
    "startTime": 317.8,
    "endTime": 321.8,
    "text": "We have satellite maps where we can see where people are and where they're moving."
  },
  {
    "startTime": 321.9,
    "endTime": 333.322,
    "text": "We have advances in biology that should dramatically change the turnaround time to look at a pathogen and be able to make drugs and vaccines that fit for that pathogen."
  },
  {
    "startTime": 333.322,
    "endTime": 339.0,
    "text": "So we can have tools, but those tools need to be put into an overall global health system."
  },
  {
    "startTime": 339.1,
    "endTime": 341.20000000000005,
    "text": "And we need preparedness."
  },
  {
    "startTime": 341.3,
    "endTime": 346.5,
    "text": "The best lessons, I think, on how to get prepared are again, what we do for war."
  },
  {
    "startTime": 346.6,
    "endTime": 350.5,
    "text": "For soldiers, we have full-time, waiting to go."
  },
  {
    "startTime": 350.7,
    "endTime": 353.8,
    "text": "We have reserves that can scale us up to large numbers."
  },
  {
    "startTime": 353.9,
    "endTime": 357.59999999999997,
    "text": "NATO has a mobile unit that can deploy very rapidly."
  },
  {
    "startTime": 357.9,
    "endTime": 361.0,
    "text": "NATO does a lot of war games to check, are people well-trained?"
  },
  {
    "startTime": 361.3,
    "endTime": 365.8,
    "text": "Do they understand about fuel and logistics and the same radio frequencies?"
  },
  {
    "startTime": 365.9,
    "endTime": 368.2,
    "text": "So they are absolutely ready to go."
  },
  {
    "startTime": 368.3,
    "endTime": 373.134,
    "text": "So those are the kinds of things we need to deal with an epidemic."
  },
  {
    "startTime": 373.134,
    "endTime": 375.0,
    "text": "What are the key pieces?"
  },
  {
    "startTime": 375.0,
    "endTime": 380.1,
    "text": "First, is [that] we need strong health systems in poor countries."
  },
  {
    "startTime": 380.2,
    "endTime": 384.8,
    "text": "That's where mothers can give birth safely, kids can get all their vaccines."
  },
  {
    "startTime": 385.0,
    "endTime": 389.7,
    "text": "But, also where we'll see the outbreak very early on."
  },
  {
    "startTime": 389.9,
    "endTime": 397.2,
    "text": "We need a medical reserve corps: lots of people who've got the training and background who are ready to go, with the expertise."
  },
  {
    "startTime": 397.3,
    "endTime": 402.0,
    "text": "And then we need to pair those medical people with the military."
  },
  {
    "startTime": 402.0,
    "endTime": 408.0,
    "text": "Taking advantage of the military's ability to move fast, do logistics, and secure areas."
  },
  {
    "startTime": 408.0,
    "endTime": 415.8,
    "text": "We need to do simulations, germ games, not war games, so that we see where the holes are."
  },
  {
    "startTime": 415.9,
    "endTime": 422.09999999999997,
    "text": "The last time a germ game was done in the United States was back in 2001, and it didn't go so well."
  },
  {
    "startTime": 422.1,
    "endTime": 427.0,
    "text": "So far the score is germs: 1, people: 0."
  },
  {
    "startTime": 427.0,
    "endTime": 433.2,
    "text": "Finally, we need lots of advanced R&D in areas of vaccines and diagnostics."
  },
  {
    "startTime": 433.3,
    "endTime": 439.90000000000003,
    "text": "There are some big breakthroughs, like the Adeno-associated virus, that could work very, very quickly."
  },
  {
    "startTime": 441.0,
    "endTime": 449.095,
    "text": "Now I don't have an exact budget for what this would cost, but I'm quite sure it's very modest compared to the potential harm."
  },
  {
    "startTime": 449.095,
    "endTime": 461.33200000000005,
    "text": "The World Bank estimates that if we have a worldwide flu epidemic, global wealth will go down by over three trillion dollars and we'd have millions and millions of deaths."
  },
  {
    "startTime": 461.332,
    "endTime": 466.2,
    "text": "These investments offer significant benefits beyond just being ready for the epidemic."
  },
  {
    "startTime": 466.518,
    "endTime": 474.9,
    "text": "The primary health care, the R&D, those things would reduce global health equity and make the world more just as well as more safe."
  },
  {
    "startTime": 475.0,
    "endTime": 479.514,
    "text": "So I think this should absolutely be a priority."
  },
  {
    "startTime": 479.514,
    "endTime": 480.40000000000003,
    "text": "There's no need to panic."
  },
  {
    "startTime": 480.7,
    "endTime": 485.09999999999997,
    "text": "We don't have to hoard cans of spaghetti or go down into the basement."
  },
  {
    "startTime": 485.2,
    "endTime": 489.30899999999997,
    "text": "But we need to get going, because time is not on our side."
  },
  {
    "startTime": 489.309,
    "endTime": 501.33000000000004,
    "text": "In fact, if there's one positive thing that can come out of the Ebola epidemic, it's that it can serve as an early warning, a wake-up call, to get ready."
  },
  {
    "startTime": 501.33,
    "endTime": 506.978,
    "text": "If we start now, we can be ready for the next epidemic."
  },
  {
    "startTime": 506.978,
    "endTime": 508.574,
    "text": "Thank you."
  }
]