[
  {
    "startTime": 0.099,
    "endTime": 5.24,
    "text": "Can these thunder buddies make lightning strike twice at the box office?!"
  },
  {
    "startTime": 5.24,
    "endTime": 40.6,
    "text": "You’re watching Beyond The Trailer’s review of Ted 2..."
  },
  {
    "startTime": 40.6,
    "endTime": 45.839,
    "text": "Sure in hindsight, it was pretty dumb for Fox to pass on Ted, who had first dibs on"
  },
  {
    "startTime": 45.839,
    "endTime": 51.059,
    "text": "any movies from their Family Guy creator Seth MacFarlane. But even Universal, who picked"
  },
  {
    "startTime": 51.059,
    "endTime": 56.068999999999996,
    "text": "up Ted, couldn’t have imagined it would earn half a BILLION worldwide at the box office."
  },
  {
    "startTime": 56.069,
    "endTime": 60.989000000000004,
    "text": "Instead, one would assume MacFarlane’s first film would perform more like his second - A"
  },
  {
    "startTime": 60.989,
    "endTime": 66.369,
    "text": "Million Ways to Die in the West - which couldn’t even top fifty million domestic, nor one hundred"
  },
  {
    "startTime": 66.369,
    "endTime": 73.36,
    "text": "million worldwide. So what was the anomaly? Ted, or A Million Ways to Die in the West?"
  },
  {
    "startTime": 73.36,
    "endTime": 77.35,
    "text": "It would seem Hollywood feels it’s the latter, as not a single movie has been scheduled to"
  },
  {
    "startTime": 77.35,
    "endTime": 82.82,
    "text": "open opposite Ted 2. And Mark Wahlberg does seem to be on a roll, with Transformers Age"
  },
  {
    "startTime": 82.82,
    "endTime": 87.689,
    "text": "of Extinction the only film to join the billion dollar club last year - plus Lone Survivor"
  },
  {
    "startTime": 87.689,
    "endTime": 92.90899999999999,
    "text": "and 2 Guns were both solid hits. Sure there was The Gambler, but hopefully that’s just"
  },
  {
    "startTime": 92.909,
    "endTime": 98.289,
    "text": "HIS anomaly. Now Hollywood has not only taken note of Ted’s success, but tried to copy"
  },
  {
    "startTime": 98.289,
    "endTime": 103.59,
    "text": "it. Just as Family Guy raised the bar for crude comedy on TV, it would seem Ted did"
  },
  {
    "startTime": 103.59,
    "endTime": 109.179,
    "text": "the same for movies. We’re the Millers was another huge hit following in Ted’s wake,"
  },
  {
    "startTime": 109.179,
    "endTime": 113.67,
    "text": "and this summer Ted 2 will have to compete with the similarly crude Trainwreck and Vacation."
  },
  {
    "startTime": 113.67,
    "endTime": 118.43900000000001,
    "text": "Yes while nobody has been able to come close to MacFarlane on the small screen, it would"
  },
  {
    "startTime": 118.439,
    "endTime": 123.44999999999999,
    "text": "seem competition is a lot fiercer on the big screen. It will also be interesting to see"
  },
  {
    "startTime": 123.45,
    "endTime": 128.47,
    "text": "if Mila Kunis aka Meg was a genuine factor in the first film’s success, or if this"
  },
  {
    "startTime": 128.47,
    "endTime": 133.89,
    "text": "really is the Mark and Seth show. Amanda Seyfried is the new female lead, while Ted 2 boasts"
  },
  {
    "startTime": 133.89,
    "endTime": 139.73999999999998,
    "text": "a little more star-power than its predecessor with Morgan Freeman, Liam Neeson, Tom Brady,"
  },
  {
    "startTime": 139.74,
    "endTime": 144.48000000000002,
    "text": "David Hasselhoff, 24’s Dennis Haysbert and even Mad Men’s John Slattery joining the"
  },
  {
    "startTime": 144.48,
    "endTime": 150.5,
    "text": "cast. Then again, a bevy of stars didn’t do much to help A Million Ways to Die in the West..."
  },
  {
    "startTime": 150.5,
    "endTime": 160.5,
    "text": "So, can Seth MacFarlane score once again? Or should he be afraid that lightning WON’T strike again?"
  }
]