[
  {
    "startTime": 1.719,
    "endTime": 6.28,
    "text": "[Chinese] 我覺得我的中文不好 And you think your English is bad?"
  },
  {
    "startTime": 9.5,
    "endTime": 15.29,
    "text": "The Taiwanese can actually speak very well like, if you're so aggressive like \"Hey! Where's this place?\" I don't think it's frightening to them."
  },
  {
    "startTime": 15.6,
    "endTime": 19.45,
    "text": "But it's more like \"Oh God, what's the right answer? How do I tell them? What do I say first?\""
  },
  {
    "startTime": 19.78,
    "endTime": 22.96,
    "text": "I think it's a detail thing for a lot of foreigners about like that."
  },
  {
    "startTime": 23.33,
    "endTime": 27.07,
    "text": "Because obviously we can't speak the language, so you really have to get so specific."
  },
  {
    "startTime": 27.43,
    "endTime": 33.95,
    "text": "That could be a thing that kind of holds a lot of Taiwanese back to speaking English, and then also maybe how fast."
  },
  {
    "startTime": 34.26,
    "endTime": 36.589999999999996,
    "text": "I want for them to understand that it's okay."
  },
  {
    "startTime": 36.97,
    "endTime": 39.66,
    "text": "And you can speak very slow. You can speak as slow as you want."
  },
  {
    "startTime": 39.73,
    "endTime": 42.25,
    "text": "They should be more confident, definitely!"
  },
  {
    "startTime": 42.55,
    "endTime": 45.12,
    "text": "It doesn't matter how many English words that you know."
  },
  {
    "startTime": 45.33,
    "endTime": 48.589999999999996,
    "text": "If you know one, if you know road. We can work off of that."
  },
  {
    "startTime": 48.79,
    "endTime": 51.94,
    "text": "The only thing I have to compare to in the areas is maybe Japanese."
  },
  {
    "startTime": 52.64,
    "endTime": 54.910000000000004,
    "text": "They have huge problem with pronunciation and stuff."
  },
  {
    "startTime": 55.31,
    "endTime": 57.31,
    "text": "Even ones who were taking it for a long time, so..."
  },
  {
    "startTime": 57.73,
    "endTime": 61.81999999999999,
    "text": "Foreigners get lost really easily; please we need your help as much as you can."
  },
  {
    "startTime": 62.22,
    "endTime": 65.8,
    "text": "Please just come up and talk to us, ask if we need anything."
  },
  {
    "startTime": 66.14,
    "endTime": 68.48,
    "text": "I think most foreigners really wanna make new friends."
  },
  {
    "startTime": 68.98,
    "endTime": 78.35000000000001,
    "text": "And I think a lot of Taiwanese are very hard on themselves when it comes to English speaking, because they feel maybe they've been learning it for so long that they should know it."
  },
  {
    "startTime": 78.86,
    "endTime": 80.4,
    "text": "For me, I can pick it up."
  },
  {
    "startTime": 80.79,
    "endTime": 84.65,
    "text": "I know exactly what they are saying. It might not be grammatically correct."
  },
  {
    "startTime": 84.95,
    "endTime": 89.21000000000001,
    "text": "As long as there are some dialogue, there are some meaning associated with the conversation."
  },
  {
    "startTime": 89.61,
    "endTime": 90.46,
    "text": "I don't even think it matters."
  },
  {
    "startTime": 90.96,
    "endTime": 97.22,
    "text": "You speaking English in general is nice to us like now I've been learning Chinese for a year."
  },
  {
    "startTime": 97.3,
    "endTime": 105.72999999999999,
    "text": "But I'm not that good myself so I can't possibly judge you, based on your level of English when my level of Chinese is not even that good."
  },
  {
    "startTime": 105.92,
    "endTime": 110.63,
    "text": "[Chinese] 慢慢來 Okay? Just take it easy like, you are good. If we can understand it,"
  },
  {
    "startTime": 110.68,
    "endTime": 114.49000000000001,
    "text": "you are good. Just if you see a foreigner that speaks English to you just try your best."
  },
  {
    "startTime": 114.87,
    "endTime": 123.41,
    "text": "- Because we are not going to you know, criticize you for it. You are speaking English with us and that's all we ask for so...- We will work through it!"
  },
  {
    "startTime": 124.25,
    "endTime": 125.64,
    "text": "You know let us know what you think."
  },
  {
    "startTime": 126.64,
    "endTime": 127.89,
    "text": "Oh by the way, we are twins!"
  },
  {
    "startTime": 128.09,
    "endTime": 130.81,
    "text": "- We are twins! Whee... - Yeah, if you didn't noticed this."
  },
  {
    "startTime": 130.71,
    "endTime": 131.91,
    "text": "Please subscribe!"
  },
  {
    "startTime": 131.46,
    "endTime": 135.51000000000002,
    "text": "So please subscribe right up here and tell us what you think about the video."
  },
  {
    "startTime": 135.45,
    "endTime": 136.85999999999999,
    "text": "Thank you. Bye."
  }
]