[
  {
    "startTime": 0.0,
    "endTime": 1.5,
    "text": "What is art for?"
  },
  {
    "startTime": 1.5,
    "endTime": 3.879,
    "text": "You might think there was a simple to answer to this."
  },
  {
    "startTime": 3.879,
    "endTime": 8.1,
    "text": "After all, we know how to say what most things are for, like this or that."
  },
  {
    "startTime": 8.1,
    "endTime": 12.2,
    "text": "And people flock to museums like never before, so they must have their motives."
  },
  {
    "startTime": 12.2,
    "endTime": 21.15,
    "text": "But when it comes to art, people get strangely afraid to ask too directly what it might all be for - because well, everyone except you might know the answer already."
  },
  {
    "startTime": 21.15,
    "endTime": 22.25,
    "text": "It's perhaps too obvious."
  },
  {
    "startTime": 22.25,
    "endTime": 23.67,
    "text": "It's perhaps too complicated."
  },
  {
    "startTime": 23.67,
    "endTime": 26.89,
    "text": "The result is an awkward silence and a lot of confusion."
  },
  {
    "startTime": 26.89,
    "endTime": 30.1,
    "text": "But maybe it shouldn't be that hard to say what art is for."
  },
  {
    "startTime": 30.1,
    "endTime": 34.68,
    "text": "Maybe we can have a go at ascribing certain rather clear purposes to art."
  },
  {
    "startTime": 34.68,
    "endTime": 37.9,
    "text": "Here's five things that art might be able to do for us."
  },
  {
    "startTime": 37.9,
    "endTime": 38.5,
    "text": "1. Art keep us hopeful."
  },
  {
    "startTime": 38.5,
    "endTime": 47.66,
    "text": "It's an obvious but striking fact that the most popular works of art in the world show pretty things: happy people, flowers in spring, blue skies."
  },
  {
    "startTime": 47.66,
    "endTime": 53.4,
    "text": "This is the top selling postcard in the world from the Metropolitan Museum of Art in New York."
  },
  {
    "startTime": 53.4,
    "endTime": 57.3,
    "text": "This enthusiasm for prettiness worries serious types a lot."
  },
  {
    "startTime": 57.3,
    "endTime": 61.449999999999996,
    "text": "They wonder: have people forgotten what life is really like?"
  },
  {
    "startTime": 61.45,
    "endTime": 74.53,
    "text": "But that seems a misplaced worry. We need pretty things close to us not because we're in danger of forgetting the bad stuff, but because terrible problems weigh so heavily on us, that we're in danger of slipping into despair and depression."
  },
  {
    "startTime": 74.53,
    "endTime": 79.3,
    "text": "That's why prettiness matters. It's an emblem of hope, which is an achievement."
  },
  {
    "startTime": 79.3,
    "endTime": 88.81,
    "text": "Prettiness, those flowers and blue skies and kids in meadows, is hope bottled and preserved, waiting for us when we need it."
  },
  {
    "startTime": 87.15,
    "endTime": 88.5,
    "text": "2. Art makes us less lonely."
  },
  {
    "startTime": 88.5,
    "endTime": 91.65,
    "text": "The world often requires us to put on a cheerful facade."
  },
  {
    "startTime": 91.65,
    "endTime": 98.4,
    "text": "But beneath the surface, there's a lot of sadness and regret that we can't express from fear of seeming weird or a loser."
  },
  {
    "startTime": 98.4,
    "endTime": 105.10000000000001,
    "text": "One thing art can do is to reassure us of the normality of pain, it can be sad with and for us."
  },
  {
    "startTime": 105.1,
    "endTime": 113.35,
    "text": "Some of the world's greatest works of art have been loved for their capacity to make the pain that's inside all of us more publically visible and available."
  },
  {
    "startTime": 113.35,
    "endTime": 124.89999999999999,
    "text": "Like putting on a sad piece of music, sombre works of art don't have to depress us... rather they can give us the welcome feeling that pain is part of the human condition."
  },
  {
    "startTime": 124.9,
    "endTime": 128.9,
    "text": "Art fights the false optimism of commercial society."
  },
  {
    "startTime": 128.9,
    "endTime": 137.95000000000002,
    "text": "It's there to remind us with dignity that every good life has extraordinary amounts of confusion, suffering, loneliness and distress within it."
  },
  {
    "startTime": 137.95,
    "endTime": 148.2,
    "text": "And therefore we should never aggravate sadness by feeling we must be freakish simply for experiencing quite a lot."
  },
  {
    "startTime": 146.55,
    "endTime": 148.45000000000002,
    "text": "3. Art rebalances us."
  },
  {
    "startTime": 148.45,
    "endTime": 151.63,
    "text": "All of us are a little unbalanced in some way."
  },
  {
    "startTime": 151.63,
    "endTime": 157.4,
    "text": "We're too intellectual or too emotional, too masculine or too feminine, too calm or too excitable…"
  },
  {
    "startTime": 157.4,
    "endTime": 165.3,
    "text": "The art we love is frequently something we're drawn to because it compensates us for what we lack: it counterbalances us."
  },
  {
    "startTime": 165.3,
    "endTime": 172.8,
    "text": "When we're moved by a work of art, it may be because it contains concentrated dose of qualities we need more of in our lives."
  },
  {
    "startTime": 172.8,
    "endTime": 176.70000000000002,
    "text": "Perhaps it's full of the serenity we admire, but don't have enough of."
  },
  {
    "startTime": 176.7,
    "endTime": 182.42,
    "text": "Perhaps it's got the tenderness we long for, but that our jobs and relationships are currently lacking."
  },
  {
    "startTime": 182.42,
    "endTime": 188.1,
    "text": "Or perhaps it's suffused with a pain and drama we've had to stifle but want to get in touch with."
  },
  {
    "startTime": 188.1,
    "endTime": 207.1,
    "text": "Sometimes a whole society falls in love with a certain style in art, because it's trying to rebalance itself, like France in the late 18th century that wanted David as a corrective to its decadence, or Britain in the 19th century that looked to the pre-Raphaelites to counter the effects of brutal industrialisation."
  },
  {
    "startTime": 207.1,
    "endTime": 213.95,
    "text": "The art a country or a person calls \"beautiful\" gives you vital clues as to what is missing in them."
  },
  {
    "startTime": 213.95,
    "endTime": 219.6,
    "text": "It's in the power of art to help us be more rounded, more balanced and more sane."
  },
  {
    "startTime": 219.6,
    "endTime": 221.7,
    "text": "4. Art helps us to appreciate stuff."
  },
  {
    "startTime": 221.7,
    "endTime": 226.7,
    "text": "The media is constantly giving us hints about what's glamorous and important."
  },
  {
    "startTime": 226.7,
    "endTime": 235.89999999999998,
    "text": "Art also tells us about what's glamorous and important, but fortunately  - given that you weren't invited again to the Oscars this year - it usually picks on some very different things."
  },
  {
    "startTime": 235.9,
    "endTime": 238.8,
    "text": "Albrecht Durer makes grass look glamorous."
  },
  {
    "startTime": 238.8,
    "endTime": 241.4,
    "text": "John Constable draws our attention to the skies."
  },
  {
    "startTime": 241.4,
    "endTime": 244.4,
    "text": "Van Gogh reminds us that oranges are worth paying attention to."
  },
  {
    "startTime": 244.4,
    "endTime": 248.4,
    "text": "Marcel Duchamp challenges us to look again at the seemingly mundane."
  },
  {
    "startTime": 248.4,
    "endTime": 260.4,
    "text": "These artists aren't falsely glamorising things that are better ignored, they're justly teasing out a value that's been neglected by a world with a deeply distorted and unfair sense of what truly matters."
  },
  {
    "startTime": 260.4,
    "endTime": 271.18899999999996,
    "text": "Art returns glamour to its rightful place, highlighting what is genuinely worth appreciating."
  },
  {
    "startTime": 271.189,
    "endTime": 278.8,
    "text": "Nothing seems further from good art than propaganda; the sort encouraging you to fight or what government to support."
  },
  {
    "startTime": 278.8,
    "endTime": 286.90000000000003,
    "text": "But one way to think about art is that it is a sort of propaganda, in the sense of a tool that motivates and energises you for a cause."
  },
  {
    "startTime": 286.9,
    "endTime": 297.4,
    "text": "Only it is propaganda on behalf of some of the most important and nicest emotions and attitudes in the world - which it uses its skills to make newly appealing and accessible."
  },
  {
    "startTime": 297.4,
    "endTime": 305.7,
    "text": "It might be propaganda about the simple life, or about the need to broaden one's horizons, or about a more playful, tender approach to life."
  },
  {
    "startTime": 305.7,
    "endTime": 314.92,
    "text": "It's a force that stands up for the best sides of human nature and gives them a platform and an authority in a noisy, distracted world."
  },
  {
    "startTime": 314.92,
    "endTime": 320.3,
    "text": "For too long, art has attracted a little too much reverence and mystique for its own good."
  },
  {
    "startTime": 320.3,
    "endTime": 326.1,
    "text": "In its presence, we're like someone meeting a very famous person. We get stiff and lose our spontaneity."
  },
  {
    "startTime": 326.1,
    "endTime": 343.749,
    "text": "We should relax around it, as we already do with music, and learn to use it for what it's really meant for: as a constant source of support and encouragement for our better selves."
  }
]