[
  {
    "startTime": 0.08,
    "endTime": 5.84,
    "text": "You’re watching Beyond The Trailer’s review of Captain America The Winter Soldier! Oh, wait,"
  },
  {
    "startTime": 5.84,
    "endTime": 37.6,
    "text": "Spectre..? No?! Oh yeah, Mission Impossible Rogue Nation!"
  },
  {
    "startTime": 37.6,
    "endTime": 44.47,
    "text": "So how impossible can Ethan Hunt’s new mission be if Captain America and James Bond have"
  },
  {
    "startTime": 44.47,
    "endTime": 50.57,
    "text": "the same one...? I mean sure, Shakespeare said there’s nothing new under the sun,"
  },
  {
    "startTime": 50.57,
    "endTime": 54.85,
    "text": "but I doubt that as many plays were being written back then as movies are being produced"
  },
  {
    "startTime": 54.85,
    "endTime": 62.260000000000005,
    "text": "today. And even beyond the evil organization plot, 2015 is chock full of spy movies in"
  },
  {
    "startTime": 62.26,
    "endTime": 68.03,
    "text": "GENERAL! Kingsman The Secret Service, Spy, The Man from UNCLE, Spectre and Mission Impossible"
  },
  {
    "startTime": 68.03,
    "endTime": 72.94,
    "text": "Rogue Nation. Then there’s the title, which is echoed in the X-Men Days of Future Past"
  },
  {
    "startTime": 72.94,
    "endTime": 78.46,
    "text": "Rogue Cut as well as the upcoming Star Wars spin-off Rogue One. In fact, Paramount had"
  },
  {
    "startTime": 78.46,
    "endTime": 84.41999999999999,
    "text": "to ask Disney not to discuss Rogue One too much until their movie was released. So...how"
  },
  {
    "startTime": 84.42,
    "endTime": 90.61,
    "text": "IS Mission Impossible Rogue Nation supposed to stand out from the crowd? STUNTS! And not"
  },
  {
    "startTime": 90.61,
    "endTime": 97.39,
    "text": "just any stunts, but REAL stunts performed by a REAL movie star! That publicity tactic"
  },
  {
    "startTime": 97.39,
    "endTime": 102.07,
    "text": "worked pretty well for Mission Impossible Ghost Protocol, so now with this fifth film"
  },
  {
    "startTime": 102.07,
    "endTime": 107.47,
    "text": "they’ve pretty much based the entire ad campaign around Tom Cruise actually strapping"
  },
  {
    "startTime": 107.47,
    "endTime": 112.8,
    "text": "himself to the outside of an airplane that actually took off and flew around a bit. Now"
  },
  {
    "startTime": 112.8,
    "endTime": 117.0,
    "text": "for those of you who are like “uh, and why couldn’t you use a greenscreen? I mean,"
  },
  {
    "startTime": 117.0,
    "endTime": 123.03,
    "text": "it’s not like Cruise has blond hair...” - well, then how about the talent involved?"
  },
  {
    "startTime": 123.03,
    "endTime": 127.94,
    "text": "Cruise reteams with his Jack Reacher writer-director here, Christopher McQuarrie, and that movie"
  },
  {
    "startTime": 127.94,
    "endTime": 133.13,
    "text": "was surprisingly good. Imagine what they can do with a much bigger budget... Not to mention"
  },
  {
    "startTime": 133.13,
    "endTime": 139.26999999999998,
    "text": "Alec Baldwin joins the party, while Ving Rhames and Simon Pegg return. And sure, Pegg said"
  },
  {
    "startTime": 139.27,
    "endTime": 143.333,
    "text": "blockbuster movies were infantile, but he wasn’t talking about THIS movie..!"
  },
  {
    "startTime": 143.333,
    "endTime": 148.373,
    "text": "So, is Mission Impossible Rogue Nation one of the better Tom Cruise movies?"
  },
  {
    "startTime": 148.373,
    "endTime": 149.47799999999998,
    "text": "Because come on,"
  },
  {
    "startTime": 149.478,
    "endTime": 159.478,
    "text": "is there really such a thing as a BAD Tom Cruise movie...?"
  }
]