[
  {
    "startTime": 6.5,
    "endTime": 8.668,
    "text": "We hear about calories all the time."
  },
  {
    "startTime": 9.1,
    "endTime": 10.863999999999999,
    "text": "How many calories are in this cookie?"
  },
  {
    "startTime": 11.264,
    "endTime": 15.661999999999999,
    "text": "How many are burned by 100 jumping jacks, or long distance running, or fidgeting?"
  },
  {
    "startTime": 16.0,
    "endTime": 20.508,
    "text": "But what is a calorie, really, and how many of them do we actually need?"
  },
  {
    "startTime": 21.1,
    "endTime": 25.46,
    "text": "Calories are a way of keeping track of the body's energy budget."
  },
  {
    "startTime": 25.46,
    "endTime": 30.195,
    "text": "A healthy balance occurs when we put in about as much energy as we lose."
  },
  {
    "startTime": 30.195,
    "endTime": 40.0,
    "text": "If we consistently put more energy into our bodies than we burn, the excess will gradually be stored as fat in our cells, and we'll gain weight."
  },
  {
    "startTime": 40.0,
    "endTime": 43.877,
    "text": "If we burn off more energy than we replenish, we'll lose weight."
  },
  {
    "startTime": 43.9,
    "endTime": 51.1,
    "text": "So we have to be able to measure the energy we consume and use, and we do so with a unit called the calorie."
  },
  {
    "startTime": 51.113,
    "endTime": 64.4,
    "text": "One calorie, the kind we measure in food, also called a large calorie, is defined as the amount of energy it would take to raise the temperature of one kilogram of water by one degree Celsius."
  },
  {
    "startTime": 65.83,
    "endTime": 73.2,
    "text": "Everything we consume has a calorie count, a measure of how much energy the item stores in its chemical bonds."
  },
  {
    "startTime": 73.2,
    "endTime": 83.0,
    "text": "The average pizza slice has 272 calories, there are about 78 in a piece of bread, and an apple has about 52."
  },
  {
    "startTime": 83.4,
    "endTime": 91.80000000000001,
    "text": "That energy is released during digestion, and stored in other molecules that can be broken down to provide energy when the body needs it."
  },
  {
    "startTime": 92.3,
    "endTime": 106.8,
    "text": "It's used in three ways: about 10% enables digestion, about 20% fuels physical activity, and the biggest chunk, around 70%, supports the basic functions of our organs and tissues."
  },
  {
    "startTime": 106.9,
    "endTime": 116.2,
    "text": "That third usage corresponds to your basal metabolic rate, a number of calories you would need to survive if you weren't eating or moving around."
  },
  {
    "startTime": 116.9,
    "endTime": 126.10000000000001,
    "text": "Add in some physical activity and digestion, and you arrive at the official guidelines for how many calories the average person requires each day:"
  },
  {
    "startTime": 126.188,
    "endTime": 130.103,
    "text": "2000 for women and 2500 for men."
  },
  {
    "startTime": 130.103,
    "endTime": 135.257,
    "text": "Those estimates are based on factors like average weight, physical activity and muscle mass."
  },
  {
    "startTime": 136.0,
    "endTime": 140.167,
    "text": "So does that mean everyone should shoot for around 2000 calories?"
  },
  {
    "startTime": 140.167,
    "endTime": 141.696,
    "text": "Not necessarily."
  },
  {
    "startTime": 142.0,
    "endTime": 150.1,
    "text": "If you're doing an energy guzzling activity, like cycling the Tour de France, your body could use up to 9000 calories per day."
  },
  {
    "startTime": 150.3,
    "endTime": 161.4,
    "text": "Pregnancy requires slightly more calories than usual, and elderly people typically have a slower metabolic rate, energy is burned more gradually, so less is needed."
  },
  {
    "startTime": 161.4,
    "endTime": 164.805,
    "text": "Here's something else you should know before you start counting calories."
  },
  {
    "startTime": 165.005,
    "endTime": 173.7,
    "text": "The calorie counts on nutrition labels measure how much energy the food contains, not how much energy you can actually get out of it."
  },
  {
    "startTime": 174.0,
    "endTime": 186.5,
    "text": "Fibrous foods like celery and whole wheat take more energy to digest, so you'd actually wind up with less energy from a 100 calorie serving of celery than a 100 calorie serving of potato chips."
  },
  {
    "startTime": 187.21,
    "endTime": 195.20000000000002,
    "text": "Not to mention the fact that some foods offer nutrients like protein and vitamins, while others provide far less nutritional value."
  },
  {
    "startTime": 195.666,
    "endTime": 200.41,
    "text": "Eating too many of those foods could leave you overweight and malnourished."
  },
  {
    "startTime": 201.0,
    "endTime": 206.737,
    "text": "And even with the exact same food, different people might not get the same number of calories."
  },
  {
    "startTime": 207.112,
    "endTime": 218.6,
    "text": "Variations in things like enzyme levels, gut bacteria, and even intestine length, means that every individual's ability to extract energy from food is a little different."
  },
  {
    "startTime": 219.0,
    "endTime": 231.5,
    "text": "So a calorie is a useful energy measure, but to work out exactly how many of them each of us requires we need to factor in things like exercise, food type, and our body's ability to process energy."
  },
  {
    "startTime": 232.022,
    "endTime": 242.022,
    "text": "Good luck finding all of that on a nutrition label."
  }
]