[
  {
    "startTime": 12.0,
    "endTime": 16.8,
    "text": "If I talk to you about food and then I show you this, you'll put the letter \"U\" in there."
  },
  {
    "startTime": 16.8,
    "endTime": 22.5,
    "text": "If I talk to you about cleanliness first, and then I show you this, you'll put the letter \"A\" in there."
  },
  {
    "startTime": 22.5,
    "endTime": 23.99,
    "text": "This is what is called priming."
  },
  {
    "startTime": 23.99,
    "endTime": 28.549999999999997,
    "text": "By simply priming people, you can significantly affect their decisions."
  },
  {
    "startTime": 28.55,
    "endTime": 34.2,
    "text": "There was a study where a wine store played French music on some days and German music on others."
  },
  {
    "startTime": 34.2,
    "endTime": 37.800000000000004,
    "text": "And the customers of course would never think that this would affect anything."
  },
  {
    "startTime": 37.8,
    "endTime": 47.0,
    "text": "But they tended to buy more French wines on the days when French music was played, and more German wines on the days when German music was played."
  },
  {
    "startTime": 47.0,
    "endTime": 56.6,
    "text": "This is also one of the reasons why when you walk into a store that promotes health and freshness like Whole Foods, you'll probably be greeted with fresh flowers and fruit."
  },
  {
    "startTime": 56.6,
    "endTime": 58.1,
    "text": "It primes you for freshness."
  },
  {
    "startTime": 58.1,
    "endTime": 65.9,
    "text": "The first thing you see will never be canned tuna, even though you can definitely buy plenty of canned stuff in there."
  },
  {
    "startTime": 66.0,
    "endTime": 70.2,
    "text": "[2. The halo effect]"
  },
  {
    "startTime": 70.2,
    "endTime": 74.8,
    "text": "If we really like someone, we tend to really like everything they do and say."
  },
  {
    "startTime": 74.8,
    "endTime": 83.1,
    "text": "If they say something average, we might think that it's the best thing we've ever heard, and if they say something stupid, we tend to just go along with it anyway."
  },
  {
    "startTime": 83.1,
    "endTime": 90.1,
    "text": "And you probably have someone you really admire and if they do say something stupid you'll say, \"Oh whatever… everyone makes mistakes…\""
  },
  {
    "startTime": 90.1,
    "endTime": 95.19999999999999,
    "text": "But then if someone you didn't like did the exact same thing, you'd be outraged."
  },
  {
    "startTime": 95.2,
    "endTime": 103.2,
    "text": "And the attractiveness of a person along with other irrelevant factors plays a huge role in how much we like what they say and do."
  },
  {
    "startTime": 103.2,
    "endTime": 110.8,
    "text": "If we're presented with two women who committed the same crime, we're much more likely to give a lighter punishment to the more attractive one."
  },
  {
    "startTime": 110.8,
    "endTime": 116.99,
    "text": "And of course, that doesn't make sense, they committed the same crime, but that is the halo effect."
  },
  {
    "startTime": 116.99,
    "endTime": 135.2,
    "text": "So next time an attractive person or someone you've put on a pedestal is trying to give you advice, ask yourself, \"Is this advice valuable because it's actually valuable, or am I blinded by how he looks, or how big his house is, or how much I like him?\""
  },
  {
    "startTime": 135.2,
    "endTime": 138.0,
    "text": "[3. The Hindsight Bias]"
  },
  {
    "startTime": 138.0,
    "endTime": 150.3,
    "text": "You probably know people who constantly feel the need to say, \"Well, I knew that was going to happen…\", \"I knew that stock was going to fall…\", \"I knew that we were going to lose that war…\", \"I knew that stock was going to rise…\"."
  },
  {
    "startTime": 150.3,
    "endTime": 152.60000000000002,
    "text": "This is called the hindsight bias."
  },
  {
    "startTime": 152.6,
    "endTime": 157.2,
    "text": "We tend to be experts at events after they have already occurred."
  },
  {
    "startTime": 157.2,
    "endTime": 164.39999999999998,
    "text": "It's really weird how you know exactly which stock is going to rise and which stock is going to fall because you're completely broke."
  },
  {
    "startTime": 164.4,
    "endTime": 169.26000000000002,
    "text": "If you actually knew that information, you'd be a really rich person by now."
  },
  {
    "startTime": 169.26,
    "endTime": 179.2,
    "text": "And the hindsight bias can go from just annoying to simply dangerous when we start to blame other people for not being able to see something so obvious."
  },
  {
    "startTime": 179.2,
    "endTime": 183.5,
    "text": "You blame the government for making a certain decision and think, \"How could they not see that?\"."
  },
  {
    "startTime": 183.5,
    "endTime": 189.5,
    "text": "Your girlfriend hits a pothole and you get a flat tire and you get all pissed off, \"How did she not see that pothole?\""
  },
  {
    "startTime": 189.5,
    "endTime": 197.5,
    "text": "Well… because if you were in government, you might have thought that the decision was actually a good decision at the time it was made."
  },
  {
    "startTime": 197.5,
    "endTime": 203.9,
    "text": "And if you were driving and looking in the mirror so you could make a turn, you might have not seen the pothole yourself."
  },
  {
    "startTime": 203.9,
    "endTime": 213.70000000000002,
    "text": "So don't be that annoying person who feels the need to tell everyone how you knew exactly who was going to win the finals and how the stock was obviously going to rise."
  },
  {
    "startTime": 213.7,
    "endTime": 219.6,
    "text": "And definitely don't blame others for something that seems so obvious just because it's already happened."
  },
  {
    "startTime": 219.6,
    "endTime": 228.4,
    "text": "Of course it's obvious now, but it wasn't obvious before it actually happened."
  },
  {
    "startTime": 228.4,
    "endTime": 230.3,
    "text": "So the 3 big ideas are…"
  },
  {
    "startTime": 230.3,
    "endTime": 238.04000000000002,
    "text": "1. Priming: realize the power of even the simplest suggestions and what that does to people's behavior."
  },
  {
    "startTime": 238.04,
    "endTime": 244.7,
    "text": "2. The halo effect: Stop thinking everything someone says is pure gold just because you really like them."
  },
  {
    "startTime": 244.7,
    "endTime": 248.6,
    "text": "Chances are everything they say isn't that flawless."
  },
  {
    "startTime": 248.6,
    "endTime": 255.4,
    "text": "And 3. the hindsight bias: realize that anyone can be an expert after an event has already occurred."
  }
]