[
  {
    "startTime": 1.97,
    "endTime": 2.87,
    "text": "\"Hello?\""
  },
  {
    "startTime": 2.87,
    "endTime": 4.78,
    "text": "\"I'm, uh, planning a wedding for next spring.\""
  },
  {
    "startTime": 5.0,
    "endTime": 9.68,
    "text": "\"Quick quote on a venue for a family gathering.\""
  },
  {
    "startTime": 9.9,
    "endTime": 12.190000000000001,
    "text": "\"Between 120 and 130 guests.\""
  },
  {
    "startTime": 12.19,
    "endTime": 13.469999999999999,
    "text": "\"For 125 people.\""
  },
  {
    "startTime": 13.6,
    "endTime": 16.1,
    "text": "\"We're aiming for April 16th.\""
  },
  {
    "startTime": 16.1,
    "endTime": 16.630000000000003,
    "text": "\"The 16th.\""
  },
  {
    "startTime": 16.83,
    "endTime": 20.2,
    "text": "\"That's gonna be a $15,000 food and beverage minimum.\""
  },
  {
    "startTime": 20.2,
    "endTime": 23.599999999999998,
    "text": "\"The food and beverage minimum is gonna be $17,000.\""
  },
  {
    "startTime": 23.6,
    "endTime": 26.03,
    "text": "\"OK.\""
  },
  {
    "startTime": 26.33,
    "endTime": 33.93,
    "text": "This 2,000 dollar difference is what's known as the \"wedding mark-up\" where some vendors charge a higher price for weddings than for other similar parties."
  },
  {
    "startTime": 34.23,
    "endTime": 36.66,
    "text": "So why are weddings so expensive?"
  },
  {
    "startTime": 36.96,
    "endTime": 44.61,
    "text": "The wedding website \"The Knot\" surveyed thousands of its members and found that the average cost of their weddings was thirty-one thousand dollars last year."
  },
  {
    "startTime": 45.0,
    "endTime": 46.3,
    "text": "That's not including honeymoon."
  },
  {
    "startTime": 46.41,
    "endTime": 52.568999999999996,
    "text": "Wedding dresses average at thirteen hundred dollars and catering comes in at $68 dollars per person."
  },
  {
    "startTime": 52.669,
    "endTime": 58.419999999999995,
    "text": "And those numbers are a lot higher if you live in places like New York, Chicago, DC or San Francisco."
  },
  {
    "startTime": 58.42,
    "endTime": 63.660000000000004,
    "text": "The wedding industry is kinda weird and it's an industry that I have quite a bit of experience in."
  },
  {
    "startTime": 63.66,
    "endTime": 71.28,
    "text": "My wife Isabel and I run a wedding videography business in Washington DC and here's my take on why weddings are so expensive."
  },
  {
    "startTime": 71.28,
    "endTime": 75.02,
    "text": "There's this economic concept called asymmetric information."
  },
  {
    "startTime": 75.32,
    "endTime": 79.33,
    "text": "With most things you buy you have a pretty good gage in what you're getting for what you pay for."
  },
  {
    "startTime": 79.34,
    "endTime": 85.39,
    "text": "You're pretty sure that an 8 dollar avocado is way too much because you've bought avocados before."
  },
  {
    "startTime": 85.59,
    "endTime": 92.32000000000001,
    "text": "Familiarity with a market produces balanced information between buyers and sellers and so they can settle on a fair price."
  },
  {
    "startTime": 92.5,
    "endTime": 95.64,
    "text": "This is like Economics 101."
  },
  {
    "startTime": 95.7,
    "endTime": 100.94,
    "text": "But most people shopping for wedding stuff have very little, if any, experience with what they're buying."
  },
  {
    "startTime": 101.37,
    "endTime": 105.7,
    "text": "Cake, dress, napkins, catering, venues, flowers."
  },
  {
    "startTime": 105.9,
    "endTime": 110.33000000000001,
    "text": "This is stuff you just don't buy very often so you don't have a very good gage on what you should be paying."
  },
  {
    "startTime": 110.6,
    "endTime": 116.42999999999999,
    "text": "This is made a lot harder by the fact that us wedding vendors have a hard time posting prices on our website."
  },
  {
    "startTime": 116.59,
    "endTime": 121.73,
    "text": "You usually have to reach out and inquire to get any sort of pricing information."
  },
  {
    "startTime": 122.35,
    "endTime": 126.14,
    "text": "Imagine if you had to ask for pricing for every item in the grocery store."
  },
  {
    "startTime": 126.24,
    "endTime": 128.0,
    "text": "Shopping would be a lot harder."
  },
  {
    "startTime": 128.4,
    "endTime": 133.83,
    "text": "When I first was starting up my business, I read a ton of blogs about marketing to prospective clients."
  },
  {
    "startTime": 134.03,
    "endTime": 140.09,
    "text": "And overwhelming message that I kept reading is \"steer away from talking about price\"."
  },
  {
    "startTime": 141.61,
    "endTime": 151.40900000000002,
    "text": "\"We've put together a free report that shows you how to answer the \"price question\" with those email leads in a way that shift them away from price quickly so you can get them on the phone or to a meeting where you can book them!\""
  },
  {
    "startTime": 151.709,
    "endTime": 152.91,
    "text": "And then there's Pinterest."
  },
  {
    "startTime": 153.11,
    "endTime": 157.21,
    "text": "Pinterest can be really useful I think using it as a starting point."
  },
  {
    "startTime": 157.71,
    "endTime": 164.79000000000002,
    "text": "It's an amazing tool for wedding inspiration or if you have an experienced wedding planner by your side, but usually doesn't help with the price question."
  },
  {
    "startTime": 165.09,
    "endTime": 170.07,
    "text": "And you see all these like amazing dresses and you can click on it to like get more information."
  },
  {
    "startTime": 170.47,
    "endTime": 174.58,
    "text": "You're gonna get a lot more pictures , but you're not gonna find any pricing information."
  },
  {
    "startTime": 174.58,
    "endTime": 179.15,
    "text": "And of course, there's always the option to \"repin\" it if you'd like to."
  },
  {
    "startTime": 179.15,
    "endTime": 184.67000000000002,
    "text": "If you are like a normal person with on a budget like you're setting yourself up to be let down."
  },
  {
    "startTime": 185.19,
    "endTime": 189.42,
    "text": "Another thing that makes wedding so expensive is the once-in-a-lifetime mentality."
  },
  {
    "startTime": 189.44,
    "endTime": 192.7,
    "text": "The classic line for brides shopping for a wedding dress is."
  },
  {
    "startTime": 193.1,
    "endTime": 199.31,
    "text": "It's the dress of your life, and if there's ever a one picture your ancestors have of you, it's the one in your wedding dress.\""
  },
  {
    "startTime": 199.42,
    "endTime": 202.16,
    "text": "That's wedding dress designer Anne Barge talking on the plan of money."
  },
  {
    "startTime": 202.16,
    "endTime": 203.85,
    "text": "I'm as guilty as anyone of this."
  },
  {
    "startTime": 203.85,
    "endTime": 206.2,
    "text": "Here's one of our very first ads."
  },
  {
    "startTime": 206.2,
    "endTime": 209.67999999999998,
    "text": "It's all about that once-in-a-lifetime feel."
  },
  {
    "startTime": 209.98,
    "endTime": 214.95,
    "text": "It's just really hard not to splurge when you put so much weight into one day."
  },
  {
    "startTime": 215.25,
    "endTime": 220.17,
    "text": "It's easy to look at this and think there's no doubt that wedding vendors are ripping off their clients."
  },
  {
    "startTime": 220.32,
    "endTime": 223.29,
    "text": "But there's another side to the story that I think is important to mention."
  },
  {
    "startTime": 223.49,
    "endTime": 225.70000000000002,
    "text": "Corporate flowers for example."
  },
  {
    "startTime": 225.8,
    "endTime": 233.8,
    "text": "There's probably going to be direction but maybe there's a little bit more flexibility where as a bride has dreamt up a certain flowers and she has been pinning it."
  },
  {
    "startTime": 233.8,
    "endTime": 241.19,
    "text": "And she wants to talk to the florist multiple times about the bouquet and the ribbon treatment, and the fact that her grandmother's broach is gonna be on that bouquet."
  },
  {
    "startTime": 241.49,
    "endTime": 245.88,
    "text": "It's a lot of time and energy spent on those flowers and that's gonna be reflected in the cost."
  },
  {
    "startTime": 246.66,
    "endTime": 252.44,
    "text": "The upshot of this is that the emotional weight of weddings usually means more work for vendors, and thus higher prices."
  },
  {
    "startTime": 252.86,
    "endTime": 256.76,
    "text": "And the most demanding clients are the ones that set the prices for everyone."
  },
  {
    "startTime": 257.06,
    "endTime": 262.63,
    "text": "So the best thing you can do to avoid being swindled is to demand the price range before hearing a sales pitch."
  },
  {
    "startTime": 262.81,
    "endTime": 272.81,
    "text": "We vendors might hate it but it's the fair thing to do."
  }
]