[
  {
    "startTime": 26.0,
    "endTime": 33.11,
    "text": "The process of the film making is a very long process; it’s very well thought out and"
  },
  {
    "startTime": 33.11,
    "endTime": 39.29,
    "text": "I think you can’t plan for everything because when you get there at the time, things will"
  },
  {
    "startTime": 39.29,
    "endTime": 41.87,
    "text": "change, but you should have a good pre-production."
  },
  {
    "startTime": 41.87,
    "endTime": 46.559,
    "text": "Off the top of my head I would say that firstly you have a good script, a solid script, the"
  },
  {
    "startTime": 46.559,
    "endTime": 50.789,
    "text": "right script; re-draft it, re-draft it, re-draft it until you are happy and it’s locked."
  },
  {
    "startTime": 50.789,
    "endTime": 54.989000000000004,
    "text": "Find your locations, go to places to take photos and first of all does it fit visually"
  },
  {
    "startTime": 54.989,
    "endTime": 60.37,
    "text": "with the idea of your script. Then does it fit logistically? Can we do sound here, are"
  },
  {
    "startTime": 60.37,
    "endTime": 64.69,
    "text": "we going to have trouble with background noise, can we get the cameras in here, can we get"
  },
  {
    "startTime": 64.69,
    "endTime": 69.64,
    "text": "lighting in here? Casting, you might want to use different actors. Rehearsals, do a"
  },
  {
    "startTime": 69.64,
    "endTime": 72.95,
    "text": "read through of the script so the actors know what’s going on."
  },
  {
    "startTime": 72.95,
    "endTime": 77.0,
    "text": "At the same time you will be doing shot lists; the technical crew will be doing shot lists"
  },
  {
    "startTime": 77.0,
    "endTime": 82.57,
    "text": "and maybe story boarding, it depends on how you work, but that’s the kind of standard"
  },
  {
    "startTime": 82.57,
    "endTime": 100.74,
    "text": "way of doing it."
  },
  {
    "startTime": 100.74,
    "endTime": 104.85,
    "text": "Then once the technical crews are happy and they know what they are doing and the actors"
  },
  {
    "startTime": 104.85,
    "endTime": 108.63,
    "text": "are happy and they know what they are doing, the locations are set. At this level we didn’t"
  },
  {
    "startTime": 108.63,
    "endTime": 112.66,
    "text": "pay people to come and act in our film so we have to look after them, make sure they’ve"
  },
  {
    "startTime": 112.66,
    "endTime": 119.2,
    "text": "got food, drink, travel expenses, they are happy, they are warm, they are not freezing"
  },
  {
    "startTime": 119.2,
    "endTime": 123.49000000000001,
    "text": "cold and wet all day long. Then go for the shoot."
  },
  {
    "startTime": 123.49,
    "endTime": 127.66999999999999,
    "text": "Then you are shooting, you break it down into schedules, what’s the most time efficient"
  },
  {
    "startTime": 127.67,
    "endTime": 131.44,
    "text": "and cost efficient way to shoot, what sections we are going to shoot on location one, what"
  },
  {
    "startTime": 131.44,
    "endTime": 134.95,
    "text": "sections we are going to shoot on location two and so on and so on. Check back the rushes"
  },
  {
    "startTime": 134.95,
    "endTime": 138.819,
    "text": "when you are shooting; you might have problems with continuity, you might have problems with"
  },
  {
    "startTime": 138.819,
    "endTime": 143.54,
    "text": "acting, you might have problems with sound, lighting, so you go back and check the rushes"
  },
  {
    "startTime": 143.54,
    "endTime": 148.239,
    "text": "and make sure it’s okay."
  },
  {
    "startTime": 148.239,
    "endTime": 154.14000000000001,
    "text": "The editing process which is another very, very long process as well, a very difficult"
  },
  {
    "startTime": 154.14,
    "endTime": 159.749,
    "text": "process; looking at rushes, paper edit, working out the structure, the edit might not work"
  },
  {
    "startTime": 159.749,
    "endTime": 164.469,
    "text": "the same way that the script was made, you might have to rearrange. Slowly cut the edit"
  },
  {
    "startTime": 164.469,
    "endTime": 168.38899999999998,
    "text": "down till you get a fine cut, you are happy with it and then you are going to mix the"
  },
  {
    "startTime": 168.389,
    "endTime": 172.78,
    "text": "sound and make sure the sound effects are right and the dialogue is right and you might"
  },
  {
    "startTime": 172.78,
    "endTime": 175.749,
    "text": "have to do some additional dialogue or you might have to do some sound effects that we"
  },
  {
    "startTime": 175.749,
    "endTime": 180.329,
    "text": "call foley. Eventually you’ll get to a final cut and you’ll take it and if you can get"
  },
  {
    "startTime": 180.329,
    "endTime": 184.65900000000002,
    "text": "that right then it’s worth all the time and effort that went in, and even if you can’t"
  },
  {
    "startTime": 184.659,
    "endTime": 194.659,
    "text": "get it right then if you learn from it, then it’s still worth the time you’ve put in."
  }
]