[
  {
    "startTime": 0.02,
    "endTime": 2.36,
    "text": "Warning: this video was made under the influence of caffeine!"
  },
  {
    "startTime": 2.66,
    "endTime": 10.269,
    "text": "So you get to work after a long commute and you're feeling a bit tired, you reach for a coffee and within seconds you feel more awake —how is the coffee affecting your brain?"
  },
  {
    "startTime": 10.569,
    "endTime": 16.12,
    "text": "Stay tuned to find out!"
  },
  {
    "startTime": 16.12,
    "endTime": 23.92,
    "text": "There's no doubt about it, drinking a coffee or any caffeinated drink when you feel tired will make you feel more alert but let's take a second to think about what coffee is."
  },
  {
    "startTime": 24.42,
    "endTime": 30.1,
    "text": "Coffee comes from the coffee plant which grows in many places but primarily Brazil, Vietnam and Colombia."
  },
  {
    "startTime": 30.1,
    "endTime": 37.35,
    "text": "The seeds, also called coffee beans, are packaged and shipped all over the world and are then brewed into your favorite coffee at your local coffee shop."
  },
  {
    "startTime": 37.45,
    "endTime": 44.199000000000005,
    "text": "The types of coffee available are endless but no matter which you drink they will all make you feel more alert, because they contain caffeine."
  },
  {
    "startTime": 44.2,
    "endTime": 45.77,
    "text": "How does caffeine make you more alert?"
  },
  {
    "startTime": 46.37,
    "endTime": 55.42,
    "text": "It's all to do with the neuroscience—adenosine is an inhibitory neurotransmitter and so when it binds to receptors in the brain it reduces nerve activity and makes you sleepy."
  },
  {
    "startTime": 55.92,
    "endTime": 65.409,
    "text": "To the receptors in the brain, caffeine looks just like adenosine and so it can bind to those receptors too, but it doesn't reduce nerve activity, it just stops adenosine binding."
  },
  {
    "startTime": 65.909,
    "endTime": 72.2,
    "text": "Therefore the neurons aren't inhibited, they just speed up, which stops you feeling sleepy and instead makes you more alert and awake!"
  },
  {
    "startTime": 72.2,
    "endTime": 77.54,
    "text": "So there you have it, next time you reach for a coffee to give you that buzz, you'll know how it affects your brain."
  },
  {
    "startTime": 77.55,
    "endTime": 82.16,
    "text": "Just make sure you don't drink too much as you might end up with a bad case of the caffeine jitters!"
  },
  {
    "startTime": 82.66,
    "endTime": 92.66,
    "text": "Subscribe to Soton Brain Hub for more videos to help explain the mysteries of the brain!"
  }
]