[
  {
    "startTime": 0.5,
    "endTime": 3.81,
    "text": "Oh dogs...A best friend that always has your back."
  },
  {
    "startTime": 3.91,
    "endTime": 10.129999999999999,
    "text": "In fact, studies have shown that men are three times more likely to get a girl's phone number if they have a dog by their side."
  },
  {
    "startTime": 10.32,
    "endTime": 13.01,
    "text": "And do you ever feel like your dog just gets you?"
  },
  {
    "startTime": 13.01,
    "endTime": 16.37,
    "text": "It turns out that humans and dogs both respond to emotional sounds."
  },
  {
    "startTime": 16.91,
    "endTime": 21.990000000000002,
    "text": "When your dog hears you crying or laughing, the response in their brain is similar to that of a human's."
  },
  {
    "startTime": 22.31,
    "endTime": 27.82,
    "text": "In fact, they interpret your crying as another dog whining, which may make you wanna cuddle your buddie."
  },
  {
    "startTime": 28.17,
    "endTime": 35.410000000000004,
    "text": "But did you know that dogs often curl up into a ball when sleeping to conserve body heat and protect their most vulnerable organs in the abdomen from predators?"
  },
  {
    "startTime": 35.69,
    "endTime": 36.8,
    "text": "Comfy."
  },
  {
    "startTime": 36.82,
    "endTime": 43.05,
    "text": "If you're not always around to cuddle, leaving them some clothes that smell like you will actually help them with separation anxiety."
  },
  {
    "startTime": 43.21,
    "endTime": 49.8,
    "text": "And while you may think you have the smartest dog, animal psychologists believe most dogs are about as smart as a two-year-old human."
  },
  {
    "startTime": 50.39,
    "endTime": 57.56,
    "text": "Dogs can understand more than 150 words, count up to five, and notice simple errors such as one plus one equals three."
  },
  {
    "startTime": 57.9,
    "endTime": 60.4,
    "text": "Dogs are also capable of solving spatial problems."
  },
  {
    "startTime": 61.03,
    "endTime": 67.76,
    "text": "They learn the location of hidden treats, find the fastest route to the park, and operate mechanism such as latches and simple machines."
  },
  {
    "startTime": 67.82,
    "endTime": 71.92999999999999,
    "text": "And by the way, dogs aren't completely color-blind as many people think."
  },
  {
    "startTime": 72.03,
    "endTime": 75.93,
    "text": "But unlike the three specialized receptors in our eyes to distinguish colors, dogs only have two."
  },
  {
    "startTime": 77.67,
    "endTime": 80.46000000000001,
    "text": "Because of this, they see black, white, blue and yellow."
  },
  {
    "startTime": 80.56,
    "endTime": 84.64,
    "text": "Meanwhile, their brains don't interpret red and green, but instead see gray."
  },
  {
    "startTime": 84.96,
    "endTime": 89.42999999999999,
    "text": "Of the 75 million domesticated dogs in America, Labradors are the most popular."
  },
  {
    "startTime": 89.96,
    "endTime": 93.8,
    "text": "But the most intelligent dog breeds are Border Collies, Poodles, and German Shepherds."
  },
  {
    "startTime": 94.02,
    "endTime": 96.89999999999999,
    "text": "However, these are measures of intelligence that compare to our own."
  },
  {
    "startTime": 97.0,
    "endTime": 99.43,
    "text": "Dogs are amazingly smart in other ways."
  },
  {
    "startTime": 99.84,
    "endTime": 107.05,
    "text": "You've probably heard of drug sniffing dogs, but did you know that dogs can sense seizures, detect low blood sugar, and can sniff out cancer?"
  },
  {
    "startTime": 107.41,
    "endTime": 107.88,
    "text": "In one study, dogs were able to identify 30 out of 33 cases of prostate cancer by smelling participants' urine."
  },
  {
    "startTime": 114.32,
    "endTime": 120.55,
    "text": "It's believed that dogs' highly sophisticated sense of smell can detect variation and the presence of volatile organic compounds."
  },
  {
    "startTime": 121.2,
    "endTime": 126.68,
    "text": "Their sense of smell is 10000 to 10 million times more sensitive than humans', depending on the breed."
  },
  {
    "startTime": 127.09,
    "endTime": 132.71,
    "text": "A secreted fluid from their nose helps them smell by capturing scent chemicals in a thin layer of wet mucus on their nose."
  },
  {
    "startTime": 133.42,
    "endTime": 136.35,
    "text": "In fact, for a dog, breathing is different than smelling."
  },
  {
    "startTime": 136.45,
    "endTime": 140.0,
    "text": "A small fold of tissue called the Alar Fold separates the flow of air, depending on whether they are sniffing or breathing,"
  },
  {
    "startTime": 142.59,
    "endTime": 147.96,
    "text": "which also allows them to pick up pheromones in the air to help locate and determine the readiness of possible mates."
  },
  {
    "startTime": 148.46,
    "endTime": 149.62,
    "text": "Tinder for dogs."
  },
  {
    "startTime": 150.02,
    "endTime": 152.72,
    "text": "On top of it all, humans really do love dogs."
  },
  {
    "startTime": 152.86,
    "endTime": 158.71,
    "text": "A recent study found that dogs activate the same hormonal response that triggers us to love and care for our own babies."
  },
  {
    "startTime": 158.9,
    "endTime": 164.59,
    "text": "Accompany that with studies showing decreased stress and anxiety, and it's clear why they've become such an important part of our lives."
  },
  {
    "startTime": 165.03,
    "endTime": 168.11,
    "text": "They truly are women and men's best friend."
  },
  {
    "startTime": 168.18,
    "endTime": 170.13,
    "text": "Umm well, unless you are a cat lover."
  },
  {
    "startTime": 170.22,
    "endTime": 177.6,
    "text": "In which case, you should watch our scientific debate on cats versus dogs, where we try and figure out which precious pet is truly the best."
  },
  {
    "startTime": 177.89,
    "endTime": 183.0,
    "text": "Head on over to that video to help us to decide which side wins, and subscribe from our weekly science videos."
  }
]