[
  {
    "startTime": 2.27,
    "endTime": 4.8,
    "text": "Hi, guys."
  },
  {
    "startTime": 5.0,
    "endTime": 9.8,
    "text": "Yeah, all right."
  },
  {
    "startTime": 10.0,
    "endTime": 14.0,
    "text": "Yeah. Oh, uh-oh."
  },
  {
    "startTime": 14.2,
    "endTime": 19.932,
    "text": "How embarrassing. I have a little problem."
  },
  {
    "startTime": 19.932,
    "endTime": 27.576999999999998,
    "text": "Do you know what it is? I've made a mistake today when I got dressed. My name's Ronnie."
  },
  {
    "startTime": 27.577,
    "endTime": 35.0,
    "text": "Sometimes in the morning when I get dressed, I do things wrong, I make mistakes because it's so early."
  },
  {
    "startTime": 35.2,
    "endTime": 39.654,
    "text": "I mean, come on. Who wakes up that early and can get dressed properly?"
  },
  {
    "startTime": 39.654,
    "endTime": 43.900000000000006,
    "text": "Today I'm going to teach you about mistakes you make when you get dressed."
  },
  {
    "startTime": 44.7,
    "endTime": 54.300000000000004,
    "text": "Some of them are embarrassing, but I'll teach you what they mean, and what you're going to say to someone if you notice an embarrassing mistake."
  },
  {
    "startTime": 54.439,
    "endTime": 63.8,
    "text": "First of all, and the most embarrassing is: \"Fly is down or open\"."
  },
  {
    "startTime": 64.0,
    "endTime": 70.9,
    "text": "Fly? Open fly. Fly, airplane, fly... What?"
  },
  {
    "startTime": 71.1,
    "endTime": 79.0,
    "text": "\"Your barn door is open\". I don't even have a barn.  What are you talking about?"
  },
  {
    "startTime": 79.2,
    "endTime": 94.5,
    "text": "\"Your fly is down or your fly is open.\" This means, on your pants where your little weenie comes out, or where you unzip your pants-zip-it means you forgot to do the zipper up or the buttons up on your pants."
  },
  {
    "startTime": 94.1,
    "endTime": 97.32,
    "text": "Maybe people can see your underwear."
  },
  {
    "startTime": 97.32,
    "endTime": 103.5,
    "text": "Oh, I hope you wore underwear. Oh, god, what could you see?"
  },
  {
    "startTime": 103.7,
    "endTime": 112.7,
    "text": "So, one really embarrassing thing that might happen to you is your fly is down, which means-zip-you didn't zip up your pants."
  },
  {
    "startTime": 112.9,
    "endTime": 122.5,
    "text": "So I would say: \"Do it up. I don't want to see your tighty whities or your superhero, Superman underwear.\""
  },
  {
    "startTime": 122.7,
    "endTime": 130.7,
    "text": "Or do I? Do you have Superman underwear? That would be cool. Just do up your fly."
  },
  {
    "startTime": 130.823,
    "endTime": 135.556,
    "text": "We have the next word: \"inside out\". This is what happened to me today. True story."
  },
  {
    "startTime": 135.556,
    "endTime": 149.8,
    "text": "I went to work, woke up in the morning, I put on my shirt, and I went to work, and I came home for lunchtime, and I noticed: Huh, my shirt is on inside out."
  },
  {
    "startTime": 150.0,
    "endTime": 157.8,
    "text": "That means that the tag is sticking out and I need to reverse my shirt."
  },
  {
    "startTime": 158.0,
    "endTime": 163.989,
    "text": "So I can say: \"My shirt is inside out.\""
  },
  {
    "startTime": 163.9,
    "endTime": 174.1,
    "text": "So, my mother would tell me: \"Put it on properly.\" Which would mean I would take my shirt off, and put it right side in."
  },
  {
    "startTime": 174.274,
    "endTime": 183.1,
    "text": "Oh yeah, I've done this before, too. I've put my pants on backwards. How could...? How could you achieve such a feat?"
  },
  {
    "startTime": 183.3,
    "endTime": 186.27,
    "text": "I am pretty spectacular when it comes to getting dressed."
  },
  {
    "startTime": 186.27,
    "endTime": 193.10000000000002,
    "text": "So: \"My pants are on backwards.\" And again, you would say to the person: \"Put them on properly.\""
  },
  {
    "startTime": 193.3,
    "endTime": 198.25,
    "text": "Have you ever put your pants on backwards, like not on purpose, by mistake?"
  },
  {
    "startTime": 198.25,
    "endTime": 212.8,
    "text": "I've done it. I've ridden my bicycle. I was on my bike, went to the restaurant, went to look in my back pocket, realized my back pocket was my front pocket and went: \"Yeah, these are on backwards.\""
  },
  {
    "startTime": 213.0,
    "endTime": 216.672,
    "text": "That's funny. I hope my fly's not down."
  },
  {
    "startTime": 216.672,
    "endTime": 223.8,
    "text": "And children do this. Do you have a child? Your child maybe has not learned yet the right and left."
  },
  {
    "startTime": 224.0,
    "endTime": 226.5,
    "text": "It's a hard concept, don't laugh at them."
  },
  {
    "startTime": 227.0,
    "endTime": 235.2,
    "text": "So, maybe your daughter's shoe is \"on the wrong foot\", and she kind of walks differently like a duck."
  },
  {
    "startTime": 235.4,
    "endTime": 244.20000000000002,
    "text": "And you go: \"Oh, your shoe's on the wrong foot. Put it, put the shoe on the right foot.\""
  },
  {
    "startTime": 244.4,
    "endTime": 254.151,
    "text": "English is so confusing because we have the right foot and the left foot, but we actually mean correct."
  },
  {
    "startTime": 254.151,
    "endTime": 260.0,
    "text": "So: \"Put it on the right foot\", and you're like: \"But I have one right foot and one left foot.\" It means the correct foot."
  },
  {
    "startTime": 260.109,
    "endTime": 267.7,
    "text": "And you can have something \"on the wrong hand\". If you have mittens, okay? These are gloves, these are mittens."
  },
  {
    "startTime": 268.0,
    "endTime": 273.3,
    "text": "Sometimes children put the mittens on the wrong hand, so it looks like their thumbs are over here."
  },
  {
    "startTime": 273.5,
    "endTime": 276.3,
    "text": "That's funny. They're like: \"Hi, I'm a crab baby.\""
  },
  {
    "startTime": 276.5,
    "endTime": 290.1,
    "text": "And so: \"His mitten is on the wrong hand.\" Again, we would say: \"Put it on the right hand\", and the left one, which means the correct hand."
  },
  {
    "startTime": 290.227,
    "endTime": 293.79999999999995,
    "text": "This happens to me a lot."
  },
  {
    "startTime": 294.0,
    "endTime": 298.942,
    "text": "Something has become \"untied\"-this is an adjective-or \"undone\"."
  },
  {
    "startTime": 298.942,
    "endTime": 305.1,
    "text": "So: \"My shoelace is untied/undone.\" This means the same."
  },
  {
    "startTime": 305.3,
    "endTime": 317.259,
    "text": "So, what you're going to do is you're going to \"tie it up\". Now, the other thing that you can say is: \"My shoelaces are undone.\""
  },
  {
    "startTime": 317.259,
    "endTime": 324.79900000000004,
    "text": "We're not really too worried about the grammar in this, but you would say: \"Tie them up.\""
  },
  {
    "startTime": 324.799,
    "endTime": 338.29999999999995,
    "text": "Maybe somebody at your work is quite fat or chubby and they pop the button their shirt, or they just didn't do up the button and you can see their tummy. Eww, their hairy, hairy tummy."
  },
  {
    "startTime": 338.5,
    "endTime": 348.5,
    "text": "You can say: \"His button is undone.\" or: \"Her button is undone.\" And you would tell the person: \"Do it up.\""
  },
  {
    "startTime": 348.71,
    "endTime": 361.5,
    "text": "Oh, on the other hand, if a lady says to you... This beautiful lady, Judy Holliday, if she says: \"My dress, please undo my dress\","
  },
  {
    "startTime": 361.7,
    "endTime": 371.09299999999996,
    "text": "you say: -\"Yes, ma'am.\" -\"Well, thank you, sailor. Can't do it myself.\""
  },
  {
    "startTime": 371.093,
    "endTime": 379.40000000000003,
    "text": "This irritates the crap out of me when my sock or my pants \"keep falling down\"."
  },
  {
    "startTime": 379.6,
    "endTime": 389.5,
    "text": "So you're out, you're walking around, you got to pull them up and pull them off, or you have the one sock that's lost its elasticity, which mean it just falls down constantly."
  },
  {
    "startTime": 389.7,
    "endTime": 391.163,
    "text": "One sock."
  },
  {
    "startTime": 391.163,
    "endTime": 397.749,
    "text": "The other sock's cool, it's doing its job, but the other sock keeps on falling down."
  },
  {
    "startTime": 397.749,
    "endTime": 408.8,
    "text": "So, you can say: -\"My sock or my pants keep falling down.\" -\"Pull it up.\" for the sock; \"Pull them up.\" for the pants."
  },
  {
    "startTime": 409.0,
    "endTime": 414.24,
    "text": "Because pants are... Pants. Pants are plural... Try saying that seven times fast."
  },
  {
    "startTime": 416.0,
    "endTime": 418.1,
    "text": "Pants are plural, pants are plural."
  },
  {
    "startTime": 418.3,
    "endTime": 427.611,
    "text": "Pants, we have to use the plural of \"them\". \"Pull them up.\" Because my sock is only one, you'd say: \"Pull it up.\""
  },
  {
    "startTime": 427.611,
    "endTime": 430.105,
    "text": "Be careful."
  },
  {
    "startTime": 430.105,
    "endTime": 442.40000000000003,
    "text": "This one's kind of strange, too. If you have a shirt that buttons up like my shirt-you can't see-sometimes you button it and it kind of looks like this,"
  },
  {
    "startTime": 442.6,
    "endTime": 450.1,
    "text": "and you go: \"Oh, man, what's happened to me today? I've skipped\" or you can say: \"I've missed a button.\""
  },
  {
    "startTime": 450.5,
    "endTime": 456.2,
    "text": "That means that the top button is the second button, and then you kind of look... Everyone kind of looks crooked."
  },
  {
    "startTime": 456.4,
    "endTime": 464.04499999999996,
    "text": "So we would say: \"Do it up again.\" So you have to undo it, do it up."
  },
  {
    "startTime": 464.045,
    "endTime": 473.3,
    "text": "This irritates me. Today I saw a lovely young lady, and her tag... She had her shirt on the right way."
  },
  {
    "startTime": 473.5,
    "endTime": 477.0,
    "text": "Her shirt was right side in, but her tag was sticking out."
  },
  {
    "startTime": 477.2,
    "endTime": 480.8,
    "text": "It was flipped out and sticking out of her shirt."
  },
  {
    "startTime": 481.0,
    "endTime": 495.4,
    "text": "Now, I wanted to just fold it back in, but you can't just really go up to people and touch them. It's kind of weird, and illegal, and I don't know what repercussions that would have."
  },
  {
    "startTime": 495.6,
    "endTime": 500.90000000000003,
    "text": "But I wanted to tuck her tag in, because I could see it hanging out."
  },
  {
    "startTime": 501.1,
    "endTime": 512.2,
    "text": "So, if you say to someone: \"Your tag is sticking out\", they will say: \"Oh\", and they're going to stick it back in. Stick it in."
  },
  {
    "startTime": 512.383,
    "endTime": 518.8000000000001,
    "text": "And last one, one of my favourites: \"Your shirt is untucked.\""
  },
  {
    "startTime": 519.0,
    "endTime": 524.3,
    "text": "Did you go to a school that had a uniform? I did."
  },
  {
    "startTime": 524.5,
    "endTime": 539.398,
    "text": "One thing I really, really, really, really hate doing is tucking in my shirt. So that means your shirt is put inside of your massive camel toe of your pants."
  },
  {
    "startTime": 539.398,
    "endTime": 546.8000000000001,
    "text": "Oh, why do I have to draw things like this? So tucking in your shirt means you put your shirt inside your pants."
  },
  {
    "startTime": 547.0,
    "endTime": 554.9,
    "text": "Okay? If your shirt is untucked, it means that your shirt is not inside your pants."
  },
  {
    "startTime": 555.0,
    "endTime": 565.8,
    "text": "More comfortable, feels better, looks nicer, I think, but the school that I went to was adamant: \"You tuck in your shirt.\""
  },
  {
    "startTime": 566.0,
    "endTime": 577.1,
    "text": "Why? Does it make me smarter if I tuck in my shirt? Does it make my life better if I tuck in my shirt? Hell no. I am not tucking in my shirt."
  },
  {
    "startTime": 577.3,
    "endTime": 585.1999999999999,
    "text": "This landed me a couple hours in detention, which means I had to stay after school, because I didn't tuck in my shirt."
  },
  {
    "startTime": 585.4,
    "endTime": 590.8,
    "text": "It's your choice. You can tuck your shirt in or you can untuck your shirt."
  },
  {
    "startTime": 591.0,
    "endTime": 597.8,
    "text": "Usually at a job, if it's a very formal office setting, you must tuck in your shirt."
  },
  {
    "startTime": 598.0,
    "endTime": 602.18,
    "text": "If your shirt is untucked, you got to tuck it in."
  },
  {
    "startTime": 602.18,
    "endTime": 607.4,
    "text": "Have you ever had any of these embarrassing dressing mistakes happen to you?"
  },
  {
    "startTime": 607.5,
    "endTime": 618.02,
    "text": "If so, let me know. I'm going to go and change. See you later."
  }
]