[
  {
    "startTime": 8.1,
    "endTime": 13.0,
    "text": "Is it a flying comma, or a quotation mark chopped in half?"
  },
  {
    "startTime": 13.2,
    "endTime": 20.0,
    "text": "Either way, you may already be well-versed in how to use the apostrophe, but here's a quick refresher on its usage."
  },
  {
    "startTime": 20.1,
    "endTime": 30.8,
    "text": "The apostrophe can be used in three ways: to mark possession, to mark contraction, to mark the plural of single letters."
  },
  {
    "startTime": 30.9,
    "endTime": 38.0,
    "text": "Most of the time, if you see an apostrophe hovering helpfully near a word, it's trying to mark possession or contraction."
  },
  {
    "startTime": 38.1,
    "endTime": 42.0,
    "text": "First, let's look at how the apostrophe marks possession."
  },
  {
    "startTime": 42.1,
    "endTime": 49.0,
    "text": "As you can see, the placement of this punctuation mark can really change the meaning of a sentence."
  },
  {
    "startTime": 49.1,
    "endTime": 52.768,
    "text": "\"Those robots in the sand are my sister's.\""
  },
  {
    "startTime": 52.768,
    "endTime": 56.596000000000004,
    "text": "\"Those robots in the sand are my sisters'.\""
  },
  {
    "startTime": 56.596,
    "endTime": 60.0,
    "text": "\"Those robots in the sand are my sisters.\""
  },
  {
    "startTime": 60.1,
    "endTime": 66.8,
    "text": "When showing possession, the apostrophe belongs next to the noun that owns or possesses something."
  },
  {
    "startTime": 66.902,
    "endTime": 69.986,
    "text": "The noun can be singular or plural."
  },
  {
    "startTime": 69.986,
    "endTime": 72.172,
    "text": "Proper nouns work, too."
  },
  {
    "startTime": 72.172,
    "endTime": 79.89999999999999,
    "text": "So if Lucy needs to get her robots under control before they cause mayhem, those dangerous creatures would be \"Lucy's robots.\""
  },
  {
    "startTime": 80.0,
    "endTime": 81.002,
    "text": "But what if Lucy was Lucas?"
  },
  {
    "startTime": 82.0,
    "endTime": 86.0,
    "text": "Would we write \"Lucas' robots\" or \"Lucas's robots\"?"
  },
  {
    "startTime": 86.1,
    "endTime": 90.0,
    "text": "And what if Lucas gave his robots to the Robinsons family?"
  },
  {
    "startTime": 90.1,
    "endTime": 95.0,
    "text": "Would it be \"The Robinsons' robots,\" or \"The Robinsons's robots\"?"
  },
  {
    "startTime": 95.1,
    "endTime": 99.89999999999999,
    "text": "The truth is, even grammar nerds disagree on the right thing to do."
  },
  {
    "startTime": 100.0,
    "endTime": 107.9,
    "text": "The use of 's after a proper noun ending in s is a style issue, not a hard and fast grammar rule."
  },
  {
    "startTime": 108.0,
    "endTime": 110.599,
    "text": "It's a conundrum without a simple answer."
  },
  {
    "startTime": 110.8,
    "endTime": 116.901,
    "text": "Professional writers solve this problem by learning what's considered correct for a publication, and doing that."
  },
  {
    "startTime": 117.0,
    "endTime": 122.001,
    "text": "The important thing is to pick one style and stick with it throughout a piece of writing."
  },
  {
    "startTime": 123.0,
    "endTime": 124.219,
    "text": "One more wrinkle."
  },
  {
    "startTime": 124.219,
    "endTime": 129.999,
    "text": "Certain pronouns already have possession built in and don't need an apostrophe."
  },
  {
    "startTime": 130.0,
    "endTime": 136.9,
    "text": "Remembering that will help you avoid one of the trickiest snags in English grammar: its vs. it's."
  },
  {
    "startTime": 137.0,
    "endTime": 141.999,
    "text": "\"It's\" only take an apostrophe when it's a contraction for \"it is\" or \"it has.\""
  },
  {
    "startTime": 142.5,
    "endTime": 147.946,
    "text": "If you can replace \"it's\" with one of those two phrases, use the apostrophe."
  },
  {
    "startTime": 147.946,
    "endTime": 150.619,
    "text": "If you're showing possession, leave it out."
  },
  {
    "startTime": 150.619,
    "endTime": 153.96,
    "text": "Otherwise, contractions are pretty straightforward."
  },
  {
    "startTime": 153.96,
    "endTime": 159.9,
    "text": "The apostrophe stands in for missing letters, and lets common phrases squash into a single word."
  },
  {
    "startTime": 160.0,
    "endTime": 167.899,
    "text": "In rare cases, you can have a double contraction, though those generally aren't accepted in writing, with the exception of dialogue."
  },
  {
    "startTime": 168.0,
    "endTime": 175.699,
    "text": "So it's possessive,  it's often followed by s's, and it's sometimes tricky when it comes to its usage."
  },
  {
    "startTime": 176.0,
    "endTime": 186.187,
    "text": "It's the apostrophe."
  }
]