[
  {
    "startTime": 20.029,
    "endTime": 26.06,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 26.06,
    "endTime": 27.54,
    "text": "and life you love."
  },
  {
    "startTime": 27.54,
    "endTime": 36.339,
    "text": "Last year I had a life changing carb craving. Specifically I wanted a croissant. And my"
  },
  {
    "startTime": 36.339,
    "endTime": 40.83,
    "text": "first thought, I should walk around the corner to that cute little French bakery that I’ve"
  },
  {
    "startTime": 40.83,
    "endTime": 44.229,
    "text": "been always meaning to try. It’s one of those places that you probably have in your"
  },
  {
    "startTime": 44.229,
    "endTime": 48.4,
    "text": "neighborhood where you walk by a million times but for whatever reason, you never go in."
  },
  {
    "startTime": 48.4,
    "endTime": 53.29,
    "text": "So I walk over and as I’m getting up to the door I notice this little white piece"
  },
  {
    "startTime": 53.29,
    "endTime": 59.17,
    "text": "of paper on the glass door and it says this: “Closed due to vacation.”"
  },
  {
    "startTime": 59.17,
    "endTime": 65.97,
    "text": "Now, typically when I go to a store and it’s closed, I’m usually like whomp whomp, but"
  },
  {
    "startTime": 65.97,
    "endTime": 73.53,
    "text": "this time I was actually like, “OMG, closed due to vacation? It’s a revelation! This"
  },
  {
    "startTime": 73.53,
    "endTime": 77.18,
    "text": "is a party!”"
  },
  {
    "startTime": 77.18,
    "endTime": 82.54,
    "text": "There was no disappointment. In fact, it was super inspiring to me that someone could close"
  },
  {
    "startTime": 82.54,
    "endTime": 88.09,
    "text": "down their entire business for an extended period of time just for vacation. So nobody"
  },
  {
    "startTime": 88.09,
    "endTime": 92.3,
    "text": "died, they weren’t going out of business, it wasn’t renovation. Nope, they just wanted"
  },
  {
    "startTime": 92.3,
    "endTime": 93.39,
    "text": "to take time off."
  },
  {
    "startTime": 93.39,
    "endTime": 100.44,
    "text": "So, I got so excited by this idea that I forgot I even wanted a croissant, I ran home, called"
  },
  {
    "startTime": 100.44,
    "endTime": 105.42999999999999,
    "text": "up my team, and I told them, “We are closing down at the end of the year for 2 whole weeks,”"
  },
  {
    "startTime": 105.43,
    "endTime": 109.64,
    "text": "and we did it then and guess what, we’re doing it again right now. We’re closing"
  },
  {
    "startTime": 109.64,
    "endTime": 111.71,
    "text": "down for the next 2 weeks."
  },
  {
    "startTime": 111.71,
    "endTime": 117.44,
    "text": "Now you’ve got to get, this was a pretty big move for me. Doing stuff nonstop is pretty"
  },
  {
    "startTime": 117.44,
    "endTime": 123.06,
    "text": "much in my DNA. I mean, I’ve been working consistently since I was 10 years old. Yes,"
  },
  {
    "startTime": 123.06,
    "endTime": 128.56,
    "text": "I’ve taken vacations, but this idea of completely closing down your entire company for an extended"
  },
  {
    "startTime": 128.56,
    "endTime": 133.0,
    "text": "period of time, that’s pretty radical, at least for me. I mean, I know they do that"
  },
  {
    "startTime": 133.0,
    "endTime": 136.39,
    "text": "kind of stuff in Europe, but I’d never really seen it done here."
  },
  {
    "startTime": 136.39,
    "endTime": 141.08999999999997,
    "text": "And in this digital age and since I run a digital company, I feel like there’s this"
  },
  {
    "startTime": 141.09,
    "endTime": 146.67000000000002,
    "text": "ever growing pressure to always be on and always be responding and always be engaging"
  },
  {
    "startTime": 146.67,
    "endTime": 151.92,
    "text": "and always be creating something new. But the truth is, from my point of view, this"
  },
  {
    "startTime": 151.92,
    "endTime": 158.23,
    "text": "always on, always pushing, always going, it’s really a sickness and over time it can destroy"
  },
  {
    "startTime": 158.23,
    "endTime": 162.819,
    "text": "you. It can destroy your health and your creativity and your relationships and everything. And,"
  },
  {
    "startTime": 162.819,
    "endTime": 167.849,
    "text": "I mean, when it comes to your team, it can burn them out and take them completely out."
  },
  {
    "startTime": 167.849,
    "endTime": 173.48,
    "text": "And the more experience I have in this world, the more I see that personally, my soul craves"
  },
  {
    "startTime": 173.48,
    "endTime": 178.04,
    "text": "down time, it craves play time, it craves time completely just off the grid."
  },
  {
    "startTime": 178.04,
    "endTime": 183.209,
    "text": "Now, if you're anything like me and you're super passionate about what you do, even just"
  },
  {
    "startTime": 183.209,
    "endTime": 188.16,
    "text": "the thought of taking significant time off can feel scary. I mean, after all, let’s"
  },
  {
    "startTime": 188.16,
    "endTime": 192.569,
    "text": "say you take yourself off the grid and all of a sudden everybody forgets about you or"
  },
  {
    "startTime": 192.569,
    "endTime": 199.5,
    "text": "you miss out on some huge opportunity or, goodness gracious, your competitors get ahead. (No~~~)"
  },
  {
    "startTime": 199.5,
    "endTime": 206.15,
    "text": "But here’s what I learned when we shut our whole company down for 2 weeks last year:"
  },
  {
    "startTime": 206.15,
    "endTime": 212.29,
    "text": "it was the best thing we’ve ever done. Everybody, including myself, came back so refreshed and"
  },
  {
    "startTime": 212.29,
    "endTime": 216.82999999999998,
    "text": "rejuvenated and the entire team came back with new ideas to take the company to the"
  },
  {
    "startTime": 216.83,
    "endTime": 223.41000000000003,
    "text": "next level."
  },
  {
    "startTime": 223.41,
    "endTime": 233.48,
    "text": "I’m telling you all of this because I want you to remember two important things. First"
  },
  {
    "startTime": 233.48,
    "endTime": 239.54,
    "text": "up, great things happen when you unplug from technology and you plug into your real life."
  },
  {
    "startTime": 239.54,
    "endTime": 244.9,
    "text": "Now, as much as I love technology, and I really do love it, I have learned it is vital to"
  },
  {
    "startTime": 244.9,
    "endTime": 250.34900000000002,
    "text": "take time to just let yourself be. Because if you’re constantly listening to the noise"
  },
  {
    "startTime": 250.349,
    "endTime": 258.109,
    "text": "of the world, it’s impossible to hear the whispers of your soul. What’s that? My soul"
  },
  {
    "startTime": 258.109,
    "endTime": 259.459,
    "text": "just told me that’s a tweetable."
  },
  {
    "startTime": 259.459,
    "endTime": 263.96,
    "text": "Now, if you're thinking to yourself, “This sounds great, Marie, but I can’t take 2"
  },
  {
    "startTime": 263.96,
    "endTime": 267.98999999999995,
    "text": "weeks off right now,” or, “I can’t take a whole week off,” that’s completely fine."
  },
  {
    "startTime": 267.99,
    "endTime": 273.129,
    "text": "But ask yourself, can you take 48 hours off? Or maybe just one day?"
  },
  {
    "startTime": 273.129,
    "endTime": 279.069,
    "text": "And number two, the whole point of this episode is this: you get to write the rules in your"
  },
  {
    "startTime": 279.069,
    "endTime": 285.27000000000004,
    "text": "business and your life. Question everything that you think you have to do, really challenge"
  },
  {
    "startTime": 285.27,
    "endTime": 290.96,
    "text": "those assumptions. Do you have to be on Twitter, especially if you don't like it? Do you have"
  },
  {
    "startTime": 290.96,
    "endTime": 300.909,
    "text": "to work on Mondays? Do you even have to wear underwear?"
  },
  {
    "startTime": 300.909,
    "endTime": 306.639,
    "text": "But seriously, do not undercut your ability to craft a business and a life that you truly"
  },
  {
    "startTime": 306.639,
    "endTime": 312.589,
    "text": "love. So now I would love to hear from you. What’s one thing you wish you can do in"
  },
  {
    "startTime": 312.589,
    "endTime": 317.819,
    "text": " your business that you think you can’t do? And what would happen if you truly challenged"
  },
  {
    "startTime": 317.819,
    "endTime": 321.869,
    "text": "that assumption? As always, the best discussions happen after"
  },
  {
    "startTime": 321.869,
    "endTime": 327.8,
    "text": "the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 327.8,
    "endTime": 333.18,
    "text": "Did you like this video? One of my favorites. If you liked it, please subscribe to our channel"
  },
  {
    "startTime": 333.18,
    "endTime": 336.86,
    "text": "and, of course, we would be appreciative if you shared this with your friends. And if"
  },
  {
    "startTime": 336.86,
    "endTime": 341.289,
    "text": "you want even more awesome resources to create a business and life that you love, plus some"
  },
  {
    "startTime": 341.289,
    "endTime": 346.30899999999997,
    "text": "personal insights from me that I only talk about in email, come on over to MarieForleo.com"
  },
  {
    "startTime": 346.309,
    "endTime": 348.61,
    "text": "and sign up for email updates."
  },
  {
    "startTime": 348.61,
    "endTime": 353.349,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 353.349,
    "endTime": 378.479,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]