[
  {
    "startTime": 3.32,
    "endTime": 8.068999999999999,
    "text": "Do you ever look at someone and wonder what is going on inside their head?"
  },
  {
    "startTime": 8.5,
    "endTime": 12.5,
    "text": "We‘ve looked into this question in science and so has Hollywood."
  },
  {
    "startTime": 12.6,
    "endTime": 25.299999999999997,
    "text": "Back in 1943, Disney released a short film called Reason and Emotion, which shows emotions driving our behavior beyond the control offered by reason or logic."
  },
  {
    "startTime": 25.3,
    "endTime": 37.0,
    "text": "Skip forward 70 odd years and Disney Pixar's Inside Out gets up close and personal with some of our emotions: Joy, Sadness, Disgust, Fear and Anger."
  },
  {
    "startTime": 37.1,
    "endTime": 46.7,
    "text": "The film mainly takes place inside the mind of an 11-year-old girl, Riley, as she struggles with her family moving from the Midwest to San Francisco."
  },
  {
    "startTime": 46.7,
    "endTime": 53.68000000000001,
    "text": "So we spend a lot of time with what we often call negative emotions – think sadness, fear and anger."
  },
  {
    "startTime": 54.3,
    "endTime": 59.899,
    "text": "But, are they really negative? Is there such a thing as negative emotions?"
  },
  {
    "startTime": 59.899,
    "endTime": 72.1,
    "text": "In the 1960s, American psychologist Paul Ekman suggested that people have six basic emotions – happiness, sadness, anger, fear, disgust and surprise."
  },
  {
    "startTime": 72.1,
    "endTime": 83.19999999999999,
    "text": "Ekman's research took him from Japan to Brazil to a remote part of Papua New Guinea where he found that emotional expression stays the same across cultures. It's universal."
  },
  {
    "startTime": 83.2,
    "endTime": 94.3,
    "text": "He was inspired by Charles Darwin's 1872 book, The Expression of Emotions in Man and Animals, where Darwin suggests that our emotional expressions are determined by our evolution."
  },
  {
    "startTime": 94.3,
    "endTime": 104.14999999999999,
    "text": "For example, a fear reaction leads to a response of, say, running away from a predator that in turn, ensures your survival. Hopefully."
  },
  {
    "startTime": 104.21,
    "endTime": 109.89999999999999,
    "text": "Although some psychologists have argued the way that we experience emotions is more individual."
  },
  {
    "startTime": 110.0,
    "endTime": 117.8,
    "text": "And others have suggested that the basic emotions of fear/surprise and anger/disgust should be combined, because they're biologically similar."
  },
  {
    "startTime": 117.9,
    "endTime": 130.269,
    "text": "Still, Ekman's theories have been really influential over the past 50 years, so much so that Inside Out adopted five of his six basic emotions as pretty adorable characters,"
  },
  {
    "startTime": 130.2,
    "endTime": 136.16,
    "text": "which was probably helped by the fact he acted as a scientific consultant on the film."
  },
  {
    "startTime": 136.16,
    "endTime": 141.71,
    "text": "Though Inside Out shows us the power of what we normally describe as negative emotions."
  },
  {
    "startTime": 141.71,
    "endTime": 143.93,
    "text": "Namely, sadness."
  },
  {
    "startTime": 143.93,
    "endTime": 150.6,
    "text": "It's often culturally and socially reinforced that there's something wrong or shameful about feeling sad."
  },
  {
    "startTime": 150.7,
    "endTime": 155.0,
    "text": "We tend to have this cultural bias towards valuing positive thinking."
  },
  {
    "startTime": 155.1,
    "endTime": 165.1,
    "text": "But studies have shown that those who try and suppress negative thoughts actually experience more of them, which can lead to overeating and stronger stress responses."
  },
  {
    "startTime": 165.1,
    "endTime": 170.0,
    "text": "Another study found that people who experience happy and sad emotions at the same time,"
  },
  {
    "startTime": 170.0,
    "endTime": 180.5,
    "text": "like \"I'm sad or disgusted that there's broccoli on my pizza but happy because it means I can experience new things.\" show improvements in mental well-being over the next few weeks,"
  },
  {
    "startTime": 180.6,
    "endTime": 183.82,
    "text": "even if the mixed feelings were unpleasant at the time."
  },
  {
    "startTime": 183.92,
    "endTime": 189.0,
    "text": "Inside Out shows us that our negative emotions can guide our rational thinking."
  },
  {
    "startTime": 189.1,
    "endTime": 192.29999999999998,
    "text": "Sadness is a trigger for seeking comfort and bonding."
  },
  {
    "startTime": 192.5,
    "endTime": 197.89,
    "text": "We're often tough on sadness, but it's important to our understanding of who we are."
  },
  {
    "startTime": 197.6,
    "endTime": 207.0,
    "text": "In his 1621 work \"Anatomy of Melancholy\", Robert Burton wrote in experiencing melancholy, \"Increaseth sorrow... Increaseth wisdom.\""
  },
  {
    "startTime": 207.2,
    "endTime": 212.89999999999998,
    "text": "Even those emotions that we consider as negative can help guide us to good, rational decisions."
  },
  {
    "startTime": 213.0,
    "endTime": 223.5,
    "text": "So even if you're riding down or inside out the emotional roller coaster, remember that your positive and negative emotions can and do team up."
  },
  {
    "startTime": 223.5,
    "endTime": 229.6,
    "text": "There's always an upside."
  },
  {
    "startTime": 229.7,
    "endTime": 239.81,
    "text": "And if you don't already, make sure you subscribe to BrainCraft! I have a new brainy episode every Thursday."
  }
]