[
  {
    "startTime": 1.12,
    "endTime": 5.89,
    "text": "Hello. My name is Emma, and in today's video, I'm going to teach you a little bit about"
  },
  {
    "startTime": 5.89,
    "endTime": 11.44,
    "text": "speaking. I'm going to teach you some expressions that can really help you if you're giving"
  },
  {
    "startTime": 11.44,
    "endTime": 16.67,
    "text": "presentations, if you're taking the TOEFL, if you're taking the IELTS, or just generally"
  },
  {
    "startTime": 16.67,
    "endTime": 24.213,
    "text": "for business English and also in university classes. Okay? So these are all going to be"
  },
  {
    "startTime": 24.213,
    "endTime": 26.810000000000002,
    "text": "expressions you can use when you speak."
  },
  {
    "startTime": 26.81,
    "endTime": 33.945,
    "text": "Now, the expressions I'm talking about specifically are expressions you can use after you've finished"
  },
  {
    "startTime": 33.945,
    "endTime": 42.172,
    "text": "talking, just to, sort of, conclude. Okay? So these are ways to say, \"In conclusion.\""
  },
  {
    "startTime": 42.172,
    "endTime": 49.05,
    "text": "So I have here two expressions: \"In conclusion\", \"thus\". Okay? I don't know if you've ever"
  },
  {
    "startTime": 49.05,
    "endTime": 55.839,
    "text": "seen these expressions before, but if you've written an essay, you've probably seen these."
  },
  {
    "startTime": 55.839,
    "endTime": 62.994,
    "text": "These come at the very end of an essay. In speech, we don't really use these. Okay?"
  },
  {
    "startTime": 62.994,
    "endTime": 69.114,
    "text": "\"In conclusion\" and \"thus\", they're very, very formal, and so they sound a little strange."
  },
  {
    "startTime": 69.114,
    "endTime": 76.59100000000001,
    "text": "Okay? If you are a university professor, yeah. Maybe you'll use this. But for most people,"
  },
  {
    "startTime": 76.591,
    "endTime": 84.77,
    "text": "they're not so common. So when we speak, we don't really use these. We use these in writing,"
  },
  {
    "startTime": 84.77,
    "endTime": 86.999,
    "text": "not speaking. Okay?"
  },
  {
    "startTime": 86.999,
    "endTime": 93.201,
    "text": "So I want you to imagine this. Imagine I am giving a speech. I'm giving a presentation,"
  },
  {
    "startTime": 93.201,
    "endTime": 101.77,
    "text": "and I'm talking about why dogs are great pets. Okay? So imagine this. I've told you first,"
  },
  {
    "startTime": 101.77,
    "endTime": 108.17,
    "text": "dogs are very loyal. They're man's best friend. Maybe I've talked a little bit about how cute"
  },
  {
    "startTime": 108.17,
    "endTime": 114.53,
    "text": "dogs are, how they're so obedient, they listen to their owners, and how they really help"
  },
  {
    "startTime": 114.53,
    "endTime": 120.39,
    "text": "people. You know, they help people who are blind. They help people who are lonely. They"
  },
  {
    "startTime": 120.39,
    "endTime": 125.63,
    "text": "help people, you know, for herding sheep. There are a lot of things that dogs do. So"
  },
  {
    "startTime": 125.63,
    "endTime": 130.989,
    "text": "imagine I give a whole presentation about dogs. Now, at the very end, I really want"
  },
  {
    "startTime": 130.989,
    "endTime": 137.89000000000001,
    "text": "to just say one more time how great dogs are. Well, I can use any of these expressions to"
  },
  {
    "startTime": 137.89,
    "endTime": 139.349,
    "text": "show that."
  },
  {
    "startTime": 139.349,
    "endTime": 146.569,
    "text": "So for example, \"to sum up\". Okay. So I've just talked a lot about dogs. At the very"
  },
  {
    "startTime": 146.569,
    "endTime": 156.887,
    "text": "end, I might say something like, \"To sum up, dogs are great pets.\" Okay? I might also say,"
  },
  {
    "startTime": 156.887,
    "endTime": 165.569,
    "text": "\"Yeah. You know, dogs are loyal, so they make great pets.\" I might say, \"In a nutshell,"
  },
  {
    "startTime": 165.569,
    "endTime": 171.03,
    "text": "dogs make excellent pets.\" I really do like this expression, by the way. It's a common"
  },
  {
    "startTime": 171.03,
    "endTime": 176.569,
    "text": "idiom. And it's pretty interesting because \"nutshell\" -- I don't know the history of"
  },
  {
    "startTime": 176.569,
    "endTime": 182.201,
    "text": "it, but \"in nutshell\" means pretty much the same as \"in conclusion\"."
  },
  {
    "startTime": 182.201,
    "endTime": 190.989,
    "text": "We can also say \"the bottom line\". \"The bottom line is dogs make excellent pets.\" If I've"
  },
  {
    "startTime": 190.989,
    "endTime": 196.56,
    "text": "given a lot of reasons -- you know, \"dogs are clean; they're cute; they're smart\". For these"
  },
  {
    "startTime": 196.56,
    "endTime": 204.31,
    "text": "reasons, dogs make excellent pets.\" And finally, \"All in all\". It's like from that Pink Floyd"
  },
  {
    "startTime": 204.31,
    "endTime": 209.749,
    "text": "song, \"All in all, there's just another brick in the wall.\" \"All in all\", again, means \"in"
  },
  {
    "startTime": 209.749,
    "endTime": 216.81,
    "text": "conclusion\". And we use it a lot in speech. \"All in all, dogs make wonderful pets.\" Okay."
  },
  {
    "startTime": 216.81,
    "endTime": 222.215,
    "text": "So these expressions are very, very useful for when you're doing presentations, in business"
  },
  {
    "startTime": 222.215,
    "endTime": 228.23,
    "text": "meetings. If you ever take the TOEFL or IELTS, you can use these if the examiner asks you"
  },
  {
    "startTime": 228.23,
    "endTime": 233.905,
    "text": "a question. To finish off your answer, these are all wonderful expressions."
  },
  {
    "startTime": 233.905,
    "endTime": 241.84,
    "text": "So all in all, use these expressions. They're great. In a nutshell, these expressions mean"
  },
  {
    "startTime": 241.84,
    "endTime": 249.031,
    "text": "the same thing as \"in conclusion\" and \"thus\". The bottom line is, don't use these expressions;"
  },
  {
    "startTime": 249.031,
    "endTime": 255.666,
    "text": "use these when you're speaking to finish off your answer or to finish what you're saying."
  },
  {
    "startTime": 255.666,
    "endTime": 256.604,
    "text": "Okay?"
  },
  {
    "startTime": 256.604,
    "endTime": 262.37,
    "text": "So I invite you to come visit our website at www.engvid.com. There, you will find a"
  },
  {
    "startTime": 262.37,
    "endTime": 268.915,
    "text": "quiz where you can practice all of these expressions. You can also subscribe to my YouTube channel."
  },
  {
    "startTime": 268.915,
    "endTime": 278.915,
    "text": "Thank you for watching this video, and until next time, take care."
  }
]