[
  {
    "startTime": 4.0,
    "endTime": 15.0,
    "text": "Reign Miley Forever Miley Miley MusiQbyTheCoach"
  },
  {
    "startTime": 15.0,
    "endTime": 34.869,
    "text": "O.K. Know what Hold up I like what she’s on She need to roll me She a life taker Body snatcher Killer on the scene Girl girl girl What you want Do it how you feel Got me tripping Got me rolling I ant even pop know pills Gift gift gifted Like surprise"
  },
  {
    "startTime": 34.869,
    "endTime": 49.1,
    "text": "She got that body Catch her center stage On the floor Like palettes Down like titanic Said she never letting go I like the way she drop it Make me lose control I need it"
  },
  {
    "startTime": 49.1,
    "endTime": 79.965,
    "text": "Kil Kil Kil Killer On the scene Call her D.O.A. Devil wears prada FIFTHY SHADES OF GREY I like the way she moves How that body sway Work that magic baby Let me see you twerk it like 2X miley miley miley miley miley le le let me see you twerk it like"
  },
  {
    "startTime": 79.965,
    "endTime": 96.183,
    "text": "She bringing sexy back Like it was never leaving Girl where they do that at In my ear telling secrets Shake shake shake that lose change I can see it I can see it I don’t play know games Roll that dice I beat i’ll beat it"
  },
  {
    "startTime": 96.183,
    "endTime": 112.796,
    "text": "Got me thinking girl I like the way it felt Is it better when it’s wetter Broke your levee broken levees Got that sauce No spaghetti Lets get lost GPS cause I like the way she drop it Make me lose control I need it"
  },
  {
    "startTime": 112.796,
    "endTime": 143.0,
    "text": "Kil Kil Kil Killer On the scene Call her D.O.A. Devil wears prada FIFTHY SHADES OF GREY I like the way she moves How that body sway Work that magic baby Let me see you twerk it like 2X miley miley miley miley miley le le let me see you"
  },
  {
    "startTime": 143.0,
    "endTime": 160.0,
    "text": "The way she poke it out Thats what i’m talking bout Got got got me sweating Damn she sweating Said it’s been a while Hope Hope Hope you ready Cause i’m ready Yea its going down Like tag you it Baby what you sip How much it cost I don’t give two ish"
  },
  {
    "startTime": 160.0,
    "endTime": 176.969,
    "text": "All on me All on me Heading to the crib Lost her keys Leaning leaning Purple dreaming I can’t see I can’t see How how how we ball OKC Always fly Red bull wings Cause I like the way she drop it Make me lose control I need it"
  },
  {
    "startTime": 176.969,
    "endTime": 186.969,
    "text": "Kil Kil Kil Killer On the scene Call her D.O.A. Devil wears prada FIFTHY SHADES OF GREY I like the way she moves How that body sway Work that magic baby Let me see you twerk it like 2X miley miley miley miley miley le le let me see you"
  }
]