[
  {
    "startTime": 1.439,
    "endTime": 7.17,
    "text": "Hi. I'm Rebecca from engVid. We're going to start and end this lesson with a short quiz"
  },
  {
    "startTime": 7.17,
    "endTime": 12.679,
    "text": "to see where you are before, and where you are after. All right? Let's get started."
  },
  {
    "startTime": 12.679,
    "endTime": 18.89,
    "text": "So, which of these verbs is correct to use in these sentence? In these sentences?"
  },
  {
    "startTime": 18.89,
    "endTime": 27.397,
    "text": "Do we say: \"Economics is very important.\" or do we say: \"Economics are very important.\""
  },
  {
    "startTime": 27.397,
    "endTime": 35.971999999999994,
    "text": "Okay? Well, we say: \"Economics is very important.\" You'll understand why in a few minutes."
  },
  {
    "startTime": 35.972,
    "endTime": 44.603,
    "text": "The next one: \"The children is asleep.\" or: \"The children are asleep.\" Which one is correct?"
  },
  {
    "startTime": 44.603,
    "endTime": 51.92,
    "text": "It should be: \"The children are asleep.\" Okay? Again, you'll understand why."
  },
  {
    "startTime": 51.92,
    "endTime": 61.706,
    "text": "Last one: \"The fish is very beautiful.\" or: \"The fish are very beautiful.\" Which is correct?"
  },
  {
    "startTime": 61.706,
    "endTime": 70.96000000000001,
    "text": "Well, that's a good question, because actually, both are correct. It depends if you're talking"
  },
  {
    "startTime": 70.96,
    "endTime": 78.69999999999999,
    "text": "about one fish or whether you're talking about many fish. And you'll understand that also, as soon as we go on."
  },
  {
    "startTime": 78.7,
    "endTime": 81.71000000000001,
    "text": "So, we could say: \"The fish is very beautiful.\" We could say:"
  },
  {
    "startTime": 81.71,
    "endTime": 84.482,
    "text": "\"The fish are very beautiful.\" I'll explain."
  },
  {
    "startTime": 84.482,
    "endTime": 90.66,
    "text": "So, in this lesson today, we're going to be talking about irregular plural nouns,"
  },
  {
    "startTime": 90.66,
    "endTime": 96.53999999999999,
    "text": "which is an area which is... Which causes a lot of confusion for many students. Many grammar"
  },
  {
    "startTime": 96.54,
    "endTime": 101.38000000000001,
    "text": "errors are because of this issue, so it's really good that you're watching"
  },
  {
    "startTime": 101.38,
    "endTime": 103.92999999999999,
    "text": "so you won't make this kind of mistake."
  },
  {
    "startTime": 103.93,
    "endTime": 110.59,
    "text": "So let's look at what the problem areas are. The problem is that normally, when we have"
  },
  {
    "startTime": 110.59,
    "endTime": 117.363,
    "text": "a singular word... Right? So if we say: \"the chair,\" then we use a singular verb. Right?"
  },
  {
    "startTime": 117.363,
    "endTime": 124.59,
    "text": "\"The chair is.\" so that... When that happens, when we use the right noun with the right"
  },
  {
    "startTime": 124.59,
    "endTime": 129.9,
    "text": "verb, then that's called subject-verb agreement. \"That chair is in the room.\""
  },
  {
    "startTime": 129.9,
    "endTime": 137.75,
    "text": "But we say, if it's plural: \"The chairs are in the room.\" Correct? So this was singular, singular; plural, plural."
  },
  {
    "startTime": 137.75,
    "endTime": 144.614,
    "text": "That's the normal way. And most of the time, that's absolutely fine. However,"
  },
  {
    "startTime": 144.614,
    "endTime": 151.54,
    "text": "the reason why students get confused is because, unfortunately in English, we also have irregular nouns,"
  },
  {
    "startTime": 151.54,
    "endTime": 157.26999999999998,
    "text": "which don't follow those rules and they follow separate rules. But you can understand"
  },
  {
    "startTime": 157.27,
    "endTime": 163.173,
    "text": "it because we can group them in certain categories to help you understand them."
  },
  {
    "startTime": 163.173,
    "endTime": 169.7,
    "text": "So, first of all, we have irregular singular nouns. So these are confusing a little bit"
  },
  {
    "startTime": 169.7,
    "endTime": 180.089,
    "text": "because they end with \"s,\" but they are singular. They should be singular. So, for example,"
  },
  {
    "startTime": 180.089,
    "endTime": 187.99,
    "text": "we say: \"Politics is.\" \"The news is good.\" \"Mathematics is difficult for some students.\""
  },
  {
    "startTime": 187.99,
    "endTime": 195.14000000000001,
    "text": "\"Ethics is very important in life.\" Okay? So don't get fooled by the fact that there is an \"s\""
  },
  {
    "startTime": 195.14,
    "endTime": 199.75799999999998,
    "text": "there as part of the noun. Okay? It's still singular."
  },
  {
    "startTime": 199.758,
    "endTime": 204.11200000000002,
    "text": "So there's one category of irregular singular nouns."
  },
  {
    "startTime": 204.112,
    "endTime": 215.668,
    "text": "Next one: irregular plural nouns. Here, there is no \"s,\" but it's plural. \"Children are.\""
  },
  {
    "startTime": 215.668,
    "endTime": 226.067,
    "text": "\"The mice are.\" \"My feet are hurting.\" \"The men are.\" \"The women are.\" \"My teeth are.\""
  },
  {
    "startTime": 226.067,
    "endTime": 231.329,
    "text": "\"The geese are.\" Okay? So here, what was confusing is that there's no \"s,\""
  },
  {
    "startTime": 231.329,
    "endTime": 241.42000000000002,
    "text": "and yet, the answer is that the correct verb to use is that it's... Is \"are.\" Right? Is the plural verb. So that's"
  },
  {
    "startTime": 241.42,
    "endTime": 242.85999999999999,
    "text": "the irregular plural nouns."
  },
  {
    "startTime": 242.86,
    "endTime": 247.39000000000001,
    "text": "And then last, we have a category which can be even more confusing, but luckily"
  },
  {
    "startTime": 247.39,
    "endTime": 253.671,
    "text": "there's not too many examples in this category, and these are the irregular unchanging nouns."
  },
  {
    "startTime": 253.671,
    "endTime": 260.639,
    "text": "What does that mean? That means that whether you have one fish or two fish, you still say:"
  },
  {
    "startTime": 260.639,
    "endTime": 267.199,
    "text": "\"Fish.\" Okay? Generally speaking, that's what you can keep in mind. The same with \"deer,\""
  },
  {
    "startTime": 267.199,
    "endTime": 272.82,
    "text": "and \"sheep,\" and \"moose.\" \"One moose, two moose.\" You're probably not very likely to"
  },
  {
    "startTime": 272.82,
    "endTime": 275.979,
    "text": "talk so much about moose, but that's how it is."
  },
  {
    "startTime": 275.979,
    "endTime": 281.53,
    "text": "So if you're, say... If you're talking about one fish, or one deer, or one sheep, or one"
  },
  {
    "startTime": 281.53,
    "endTime": 288.54999999999995,
    "text": "moose, you can say: \"The deer is very beautiful.\" But if you're talking about many deer,"
  },
  {
    "startTime": 288.55,
    "endTime": 294.704,
    "text": "you can still say: \"The deer are very beautiful.\" Okay? Depends if you're talking about one"
  },
  {
    "startTime": 294.704,
    "endTime": 303.13,
    "text": "or more than one. So in this case, the noun is unchanging, so that's what causes a little bit of confusion in this category,"
  },
  {
    "startTime": 303.13,
    "endTime": 306.46999999999997,
    "text": "because you could use either one, but you still have to use the right one."
  },
  {
    "startTime": 306.47,
    "endTime": 309.699,
    "text": "Because if you're talking about more than one, you have to make sure"
  },
  {
    "startTime": 309.699,
    "endTime": 314.48400000000004,
    "text": "you use the plural verb; if you're talking about one, you use one... You use the singular one."
  },
  {
    "startTime": 314.484,
    "endTime": 319.638,
    "text": "In a second, we'll do a really short quiz to see how well you've learned this."
  },
  {
    "startTime": 319.638,
    "endTime": 329.558,
    "text": "So let's do number one. \"Those fish is very colorful.\" or: \"Those fish are very colorful.\""
  },
  {
    "startTime": 329.558,
    "endTime": 338.11,
    "text": "Okay? Now, here it's a little bit confusing because I'm saying: \"fish,\" and if you remember correctly,"
  },
  {
    "startTime": 338.11,
    "endTime": 343.564,
    "text": "\"fish\" was one of those categories which was unchanging, irregular unchanging."
  },
  {
    "startTime": 343.564,
    "endTime": 352.35,
    "text": "But there is a clue here to tell you which verb to use, and that clue is here in the word: \"those.\""
  },
  {
    "startTime": 352.35,
    "endTime": 358.66,
    "text": "\"Those\" by itself is a plural word, so we know that we're talking about many fish."
  },
  {
    "startTime": 358.66,
    "endTime": 365.77000000000004,
    "text": "And so if we're talking about many fish, the correct verb to use is \"are.\" \"Those"
  },
  {
    "startTime": 365.77,
    "endTime": 374.47999999999996,
    "text": "fish are very colorful.\" If it said: \"That fish,\" then we could say: \"That fish is very colorful.\""
  },
  {
    "startTime": 374.48,
    "endTime": 383.18,
    "text": "Next one: \"My teeth is hurting.\" or: \"My teeth are hurting.\" Which is correct?"
  },
  {
    "startTime": 383.18,
    "endTime": 390.19,
    "text": "It should be: \"My teeth are hurting.\" Okay?"
  },
  {
    "startTime": 390.19,
    "endTime": 399.687,
    "text": "Next: \"Physics is fascinating.\" or: \"Physics are fascinating.\" Which is right?"
  },
  {
    "startTime": 399.687,
    "endTime": 406.325,
    "text": "\"Physics is fascinating.\""
  },
  {
    "startTime": 406.325,
    "endTime": 415.412,
    "text": "\"The news is so shocking!\" or: \"The news are so shocking!\" Think about it."
  },
  {
    "startTime": 415.412,
    "endTime": 421.53499999999997,
    "text": "\"The news is so shocking!\""
  },
  {
    "startTime": 421.535,
    "endTime": 428.88100000000003,
    "text": "\"That deer is so graceful.\" or: \"That deer are so graceful.\""
  },
  {
    "startTime": 428.881,
    "endTime": 437.65099999999995,
    "text": "Okay? Again, you have an unchanging noun, but you have a clue in the word \"that.\""
  },
  {
    "startTime": 437.651,
    "endTime": 445.47200000000004,
    "text": "\"That\" is singular, so we have to say: \"That deer is so graceful.\""
  },
  {
    "startTime": 445.472,
    "endTime": 454.69,
    "text": "Next one: \"The women is outside.\" or: \"The women are outside.\" Which is correct?"
  },
  {
    "startTime": 454.69,
    "endTime": 460.5,
    "text": "It should be: \"The women are outside.\" Okay?"
  },
  {
    "startTime": 460.5,
    "endTime": 466.65,
    "text": "Now, if you didn't get all of these right, it means you need to practice some more, so"
  },
  {
    "startTime": 466.65,
    "endTime": 472.529,
    "text": "please go to our website: www.engvid.com. There you can do a quiz on this,"
  },
  {
    "startTime": 472.529,
    "endTime": 477.719,
    "text": "perhaps you could watch the lesson again, and really master this area because these three categories,"
  },
  {
    "startTime": 477.719,
    "endTime": 484.796,
    "text": "once you master them, you'll eliminate lots of mistakes that you might make in English grammar. Okay?"
  },
  {
    "startTime": 484.796,
    "endTime": 493.896,
    "text": "Thanks very much for watching, and good luck with your English."
  }
]