[
  {
    "startTime": 0.24,
    "endTime": 7.2,
    "text": "Cigarettes and Marijuana and have been used for centuries, but only recently has the process of vaporizing these substances become popular."
  },
  {
    "startTime": 7.3,
    "endTime": 10.6,
    "text": "So, what does science have to say about this technology?"
  },
  {
    "startTime": 10.6,
    "endTime": 12.8,
    "text": "Is it actually better for you?"
  },
  {
    "startTime": 12.8,
    "endTime": 18.200000000000003,
    "text": "When smoking normally, the heat from fire causes substances to change from a solid state to a vapor."
  },
  {
    "startTime": 18.2,
    "endTime": 28.7,
    "text": "In cigarettes, this releases nicotine which is absorbed into your bloodstream through the lungs, causing increased heart rate, constricted blood vessels, release of dopamine in the brain and feelings of alertness."
  },
  {
    "startTime": 28.7,
    "endTime": 36.6,
    "text": "But because nicotine is a stimulant, once it’s no longer present, you crash and crave more, which ultimately leads to addiction in many people."
  },
  {
    "startTime": 36.6,
    "endTime": 47.5,
    "text": "In the case of marijuana, the active component THC is aerosolized and follows the same pathway into your body, but with different effects which we explain in our video “Your Brain on Marijuana” here."
  },
  {
    "startTime": 47.5,
    "endTime": 55.400999999999996,
    "text": "Smoking only takes 6 seconds for the active compounds to reach your nervous system, unlike chewing tobacco or eating edible marijuana which takes much more time."
  },
  {
    "startTime": 55.401,
    "endTime": 58.801,
    "text": "But you have to inhale smoke in the process."
  },
  {
    "startTime": 58.801,
    "endTime": 67.0,
    "text": "This smoke consists of partially burned particles which creates tar in your body, has cancer causing effects, blackens teeth and destroys taste buds."
  },
  {
    "startTime": 67.0,
    "endTime": 69.119,
    "text": "This is where vaping comes in."
  },
  {
    "startTime": 69.119,
    "endTime": 79.5,
    "text": "If you can heat the active components enough to become aerosolized without starting a combustion reaction with the other compounds, then you theoretically get fast effects without the damage of smoke inhalation."
  },
  {
    "startTime": 79.5,
    "endTime": 91.5,
    "text": "Vaping typically involves a glass or metal chamber which has an electrical current passing through it - this way it can heat to a controlled temperature creating a vapor with minimal combustion, meaning you inhale much less smoke."
  },
  {
    "startTime": 91.5,
    "endTime": 105.0,
    "text": "For marijuana users, vaporizers have become popular as the plant material can be heated to a specific temperature - usually between 185-210 degrees celsius - allowing just the THC containing vapor to be extracted."
  },
  {
    "startTime": 104.999,
    "endTime": 116.8,
    "text": "For e-cigarettes, using a liquid solution instead of dried tobacco has become popular; this e-liquid contains water, nicotine, a base and occasionally flavorings, and vaporizes at a much lower temperature."
  },
  {
    "startTime": 116.8,
    "endTime": 119.0,
    "text": "But this is where things get tricky."
  },
  {
    "startTime": 119.0,
    "endTime": 125.6,
    "text": "The “e-liquid” contains a base similar to that used in cosmetics and food which helps maintain moisture without creating sogginess."
  },
  {
    "startTime": 125.6,
    "endTime": 133.79999999999998,
    "text": "One common base called propylene glycol, which is also used in theatrical smoke, is known to cause irritation to the eyes and respiratory infections."
  },
  {
    "startTime": 133.8,
    "endTime": 137.8,
    "text": "So what’s going to happen after prolonged inhalation in e-cigarettes?"
  },
  {
    "startTime": 137.8,
    "endTime": 145.0,
    "text": "Scientists are still studying these effects, and even though in America the FDA has given the seal of approval, much is still unknown."
  },
  {
    "startTime": 145.0,
    "endTime": 150.8,
    "text": "E-liquid can also differ greatly between manufacturers with barely any regulation for additives."
  },
  {
    "startTime": 150.8,
    "endTime": 155.8,
    "text": "Some have been found to contain diacetyl, a chemical that is known to give butter its “buttery” taste."
  },
  {
    "startTime": 155.8,
    "endTime": 167.8,
    "text": "Inhalation of this chemical can lead to scarring in the lungs known as “Popcorn Lung”, named after hundreds of workers inhaled the chemical in a microwaveable popcorn factory and suffered irreversible lung damage."
  },
  {
    "startTime": 167.8,
    "endTime": 172.79000000000002,
    "text": "This is an example of how the lack of quality control in e-cigarettes should be a significant concern."
  },
  {
    "startTime": 172.79,
    "endTime": 181.5,
    "text": "But, current evidence does indicate that vaporizers administer nicotine with far less adverse effects due to decreased carcinogenic products and smoke inhalation."
  },
  {
    "startTime": 181.5,
    "endTime": 184.5,
    "text": "But less harmful does not mean safe."
  },
  {
    "startTime": 184.5,
    "endTime": 190.0,
    "text": "E-cigarettes with added flavouring (such as blueberry or grape) have been found to contain other harmful chemicals."
  },
  {
    "startTime": 190.0,
    "endTime": 198.2,
    "text": "And second hand smoke is still an issue; exhaled particles from vaporizers known as “ultrafine particles” are known to affect pulmonary health."
  },
  {
    "startTime": 198.2,
    "endTime": 203.79999999999998,
    "text": "Others are worried that because these “e-cigs” are deemed healthier that they are becoming more appealing for young people."
  },
  {
    "startTime": 203.8,
    "endTime": 212.10000000000002,
    "text": "A study reported that continued use of e-cigarettes for teens in grade 6 - 12 had increased from 6% - 20% over 3 years."
  },
  {
    "startTime": 212.1,
    "endTime": 220.0,
    "text": "On the other hand, much of the information we have on the adverse effects of smoking comes from long term studies, with cancers appearing much later life."
  },
  {
    "startTime": 220.0,
    "endTime": 225.7,
    "text": "Since vaporizer use is relatively new we simply don’t have the same access to longitudinal studies."
  },
  {
    "startTime": 225.7,
    "endTime": 228.6,
    "text": "So we’ll wait to see what the future brings."
  },
  {
    "startTime": 228.6,
    "endTime": 234.2,
    "text": "Special thanks to audible for supporting this episode and giving you a free audiobook at audible.com/asap."
  },
  {
    "startTime": 234.2,
    "endTime": 246.39999999999998,
    "text": "This week we wanted to recommend the book ‘Elon Musk: Tesla, SpaceX and the Quest for a Fantastic Future’ by Ashlee Vance, which explores the full spectacle and arc of the genius’ life, work and vision."
  },
  {
    "startTime": 246.4,
    "endTime": 252.0,
    "text": "You can get a free copy at audible.com/asap or any others of your choice from a massive selection!"
  },
  {
    "startTime": 252.0,
    "endTime": 254.56,
    "text": "We love them as they are great when you’re on the go."
  },
  {
    "startTime": 254.56,
    "endTime": 258.76,
    "text": "Don’t forget to ask your burning questions, and subscribe for more weekly science videos!"
  }
]