[
  {
    "startTime": 0.1,
    "endTime": 1.9300000000000002,
    "text": "A lot of you folks out there are coffee lovers."
  },
  {
    "startTime": 2.03,
    "endTime": 7.08,
    "text": "But aside from the buzz we get from a cup of Joe, there's often another noticeable side effect."
  },
  {
    "startTime": 7.52,
    "endTime": 10.52,
    "text": "Why on earth does coffee make us have to poop?"
  },
  {
    "startTime": 15.66,
    "endTime": 19.6,
    "text": "So, it's widely understood that coffee has a laxative effect on some people."
  },
  {
    "startTime": 19.62,
    "endTime": 21.240000000000002,
    "text": "What's not so clear is why?"
  },
  {
    "startTime": 21.72,
    "endTime": 25.72,
    "text": "For a while, people blamed caffeine but the same effect can be had from decaf as well."
  },
  {
    "startTime": 25.82,
    "endTime": 30.32,
    "text": "Not to mention, people don't commonly have this sort of responds to energy drinks or sodas."
  },
  {
    "startTime": 30.42,
    "endTime": 32.15,
    "text": "So, what else is going on in a cup of Joe?"
  },
  {
    "startTime": 32.25,
    "endTime": 35.7,
    "text": "When you drink coffee, it's acidic nature has an effect on your stomach."
  },
  {
    "startTime": 35.7,
    "endTime": 42.42,
    "text": "Coffee cause the stomach to secrete a heightened level of gastric acid, a very acidic fluid that helps your body break down proteins."
  },
  {
    "startTime": 42.52,
    "endTime": 47.21,
    "text": "Coffee also contains a compound called chlorogenic acid that increases stomach acid levels."
  },
  {
    "startTime": 47.41,
    "endTime": 51.55,
    "text": "This boost in acidity can cause the stomach to dump its content more quickly into the intestines."
  },
  {
    "startTime": 51.65,
    "endTime": 54.0,
    "text": "This could be one of many contributing factors."
  },
  {
    "startTime": 54.0,
    "endTime": 59.08,
    "text": "It has been proven coffee affects the movement of the large intestine within four minutes of ingestion."
  },
  {
    "startTime": 59.18,
    "endTime": 60.57,
    "text": "Similar with the way large meal does."
  },
  {
    "startTime": 60.67,
    "endTime": 64.19,
    "text": "There are nearly 1000 different compounds found inside a cup of coffee."
  },
  {
    "startTime": 64.29,
    "endTime": 67.4,
    "text": "And while scientists can be certain that at least one of these is the culprit."
  },
  {
    "startTime": 67.5,
    "endTime": 71.1,
    "text": "They still aren't quite sure which triggers the digestive call of arms."
  },
  {
    "startTime": 71.2,
    "endTime": 77.13,
    "text": "On the other hand, they do have a sense of what the mystery chemical or chemicals are actually doing once inside your guts."
  },
  {
    "startTime": 77.23,
    "endTime": 80.66000000000001,
    "text": "The body produces these two hormones to help digest food."
  },
  {
    "startTime": 80.76,
    "endTime": 88.4,
    "text": "The consumption of coffee decaf or not has been shown to increase the levels of these compounds produced antibodies enhancing their general effects."
  },
  {
    "startTime": 88.5,
    "endTime": 92.8,
    "text": "Gastrin is a hormone that's released help keep the colon up and running at full speed."
  },
  {
    "startTime": 92.8,
    "endTime": 96.14,
    "text": "To do that, gastrin activates a process called peristalsis."
  },
  {
    "startTime": 96.24,
    "endTime": 101.71,
    "text": "The relaxation and contraction of muscles that happens in waves to help move waste to its final destination."
  },
  {
    "startTime": 101.81,
    "endTime": 108.2,
    "text": "Cholecystokinin also causes the release of digestive enzymes and bile which help regulate the process of poop."
  },
  {
    "startTime": 108.2,
    "endTime": 112.94,
    "text": "By the way, this pooping effect has been shown to only occur in about three-tenths of the population."
  },
  {
    "startTime": 113.04,
    "endTime": 115.36,
    "text": "So consider yourself special if you're one of those three."
  },
  {
    "startTime": 115.46,
    "endTime": 122.66999999999999,
    "text": "So, we've kind of got an answer but like many things in the scientific world, we need more time and more science to get the story straight."
  },
  {
    "startTime": 122.77,
    "endTime": 125.99,
    "text": "Got any chemistry questions post them down there in the comments."
  },
  {
    "startTime": 126.09,
    "endTime": 131.83,
    "text": "Interested in learning more about poop, check out Gross Science for their video and what we can learn from ancient poop."
  },
  {
    "startTime": 131.93,
    "endTime": 136.57,
    "text": "Also make sure to check out Inside Science TV's new video on how visual illusions work."
  },
  {
    "startTime": 136.67,
    "endTime": 139.78,
    "text": "Don't forget to subscribe and hit thumbs up button on the way out."
  }
]