[
  {
    "startTime": 3.26,
    "endTime": 9.96,
    "text": "Your purpose must come before your relationship. If a woman who has an abundance of men in"
  },
  {
    "startTime": 9.96,
    "endTime": 14.860000000000001,
    "text": "her life picks you, it's probably because you have some kind of purpose, some kind of"
  },
  {
    "startTime": 14.86,
    "endTime": 19.22,
    "text": "direction in your life. Now what's going to happen is you're going to get into a relationship"
  },
  {
    "startTime": 19.22,
    "endTime": 24.729999999999997,
    "text": "with this woman, and then at some point it's time for you to go to the gym, it's time for"
  },
  {
    "startTime": 24.73,
    "endTime": 30.21,
    "text": "you to practice your craft, but you're going to sit down with her and say, \"You know, you're"
  },
  {
    "startTime": 30.21,
    "endTime": 34.649,
    "text": "so beautiful. You're just the most beautiful girl in the world. I was going to go do all"
  },
  {
    "startTime": 34.649,
    "endTime": 40.479,
    "text": "those things, but I love you more than anything.\" And what's going to happen is she's going"
  },
  {
    "startTime": 40.479,
    "endTime": 45.44,
    "text": "to look at you and say, \"Oh, that's really sweet!!\" And then lose attraction for you"
  },
  {
    "startTime": 45.44,
    "endTime": 51.01,
    "text": "and leave you. You want to think of yourself as a roller coaster. So she comes into the"
  },
  {
    "startTime": 51.01,
    "endTime": 55.699,
    "text": "park, and she sees all these different roller coasters and then she sees you. She looks"
  },
  {
    "startTime": 55.699,
    "endTime": 61.718999999999994,
    "text": "at the path and she says, \"Wow, that's going to be a fun path to go on.\" She comes up,"
  },
  {
    "startTime": 61.719,
    "endTime": 66.39,
    "text": "she gets in, and instead of going on the journey and taking her with you, you say, \"You know"
  },
  {
    "startTime": 66.39,
    "endTime": 73.04,
    "text": "what, no, I'm going to sit here. I'll spend time with you. You're my number one priority.\""
  },
  {
    "startTime": 73.04,
    "endTime": 79.43,
    "text": "And again, what's going to happen? She's going to get up and find a new roller coaster to"
  },
  {
    "startTime": 79.43,
    "endTime": 88.86000000000001,
    "text": "ride. Literally. Don't force the feminine to make decisions. The feminine does not like"
  },
  {
    "startTime": 88.86,
    "endTime": 94.85,
    "text": "to make decisions. Again, this doesn't have to do with it being a guy or a girl, the feminine"
  },
  {
    "startTime": 94.85,
    "endTime": 99.32,
    "text": "does not like to make decisions, but it's most likely going to be the girl. It's probably"
  },
  {
    "startTime": 99.32,
    "endTime": 103.72999999999999,
    "text": "her coming in and saying, \"Hey, should I wear black or red today? Which one honey? Which"
  },
  {
    "startTime": 103.73,
    "endTime": 109.84,
    "text": "one?\" Instead of you doing that to her. So when she does that, what do most guys do."
  },
  {
    "startTime": 109.84,
    "endTime": 115.909,
    "text": "It's like, \"Uh, I don't know. They both look really good. Um, I don't know. Just pick whichever"
  },
  {
    "startTime": 115.909,
    "endTime": 121.29,
    "text": "one you want.\" And again, you're not making decisions. Now if you're playing the masculine"
  },
  {
    "startTime": 121.29,
    "endTime": 128.019,
    "text": "part in the relationship, that is your responsibility and she's going to get turned off by it. Now"
  },
  {
    "startTime": 128.019,
    "endTime": 132.999,
    "text": "why do most guys not make that decision? First of all, it's like, there's the right decision"
  },
  {
    "startTime": 132.999,
    "endTime": 138.48,
    "text": "and the wrong decision. Realize that most of the time there is no right or wrong decision."
  },
  {
    "startTime": 138.48,
    "endTime": 143.819,
    "text": "And the second part is being indifferent. It doesn't matter, pick something arbitrarily."
  },
  {
    "startTime": 143.819,
    "endTime": 148.29899999999998,
    "text": "Don't put the responsibility on the feminine cause the feminine will start to resent you"
  },
  {
    "startTime": 148.299,
    "endTime": 155.519,
    "text": "for it. What she wants is not what she says. So imagine you go shopping with one of your"
  },
  {
    "startTime": 155.519,
    "endTime": 160.29,
    "text": "guy friends and leave the store and you forgot something. And you ask, \"Hey, should we go"
  },
  {
    "startTime": 160.29,
    "endTime": 164.849,
    "text": "back in and grab it?\" If he says, \"No, that's going to take too much time,\" that probably"
  },
  {
    "startTime": 164.849,
    "endTime": 170.2,
    "text": "means \"No, that's going to take too much time.\" Now if you take your girlfriend with you and"
  },
  {
    "startTime": 170.2,
    "endTime": 174.58999999999997,
    "text": "the same thing happens and she says, \"No, it's going to take too much time,\" that can"
  },
  {
    "startTime": 174.59,
    "endTime": 179.999,
    "text": "mean, \"Yes, I want to go in there.\" It can also mean no, but it can also mean yes. And"
  },
  {
    "startTime": 179.999,
    "endTime": 186.719,
    "text": "as the guy, it is your responsibility to know what she means when. Now how do you cultivate"
  },
  {
    "startTime": 186.719,
    "endTime": 190.799,
    "text": "that? You do it through experience, you do it through being more attuned to her, you"
  },
  {
    "startTime": 190.799,
    "endTime": 196.489,
    "text": "do it through educating yourself, but ultimately, that is your responsibility. Now with that,"
  },
  {
    "startTime": 196.489,
    "endTime": 201.249,
    "text": "some guys still get angry and say, \"Well, why can't she just tell me?!\" And the reason"
  },
  {
    "startTime": 201.249,
    "endTime": 207.84,
    "text": "is because it's not as attractive. She won't feel that masculinity penetrate her. Just"
  },
  {
    "startTime": 207.84,
    "endTime": 213.559,
    "text": "like if you were working and she came up to you and gave you a playful kiss and said something,"
  },
  {
    "startTime": 213.559,
    "endTime": 217.489,
    "text": "that would be the feminine energy that you crave and you would absolutely love it. Now"
  },
  {
    "startTime": 217.489,
    "endTime": 222.70000000000002,
    "text": "imagine if you had to tell her that for her to do it. That would be the only way she would"
  },
  {
    "startTime": 222.7,
    "endTime": 227.51899999999998,
    "text": "do it. She would say, \"Oh, thanks for telling me. Now I know exactly what to do.\" It's not"
  },
  {
    "startTime": 227.519,
    "endTime": 234.749,
    "text": "as attractive. You are responsible for the growth and intimacy. One of the most common"
  },
  {
    "startTime": 234.749,
    "endTime": 240.43,
    "text": "problems in this category is sex. A lot of guys get into a relationship and then the"
  },
  {
    "startTime": 240.43,
    "endTime": 244.989,
    "text": "sex isn't as good after a while. And what are they going to do? \"Well, she's not as"
  },
  {
    "startTime": 244.989,
    "endTime": 250.889,
    "text": "fun anymore. She's not attractive anymore.\" Putting all the blame on her. And again, it's"
  },
  {
    "startTime": 250.889,
    "endTime": 257.43,
    "text": "like, are you reading books on sexual psychology? Are you trying to improve the sex? Are you"
  },
  {
    "startTime": 257.43,
    "endTime": 263.7,
    "text": "introducing the new things required for the sex life to improve? \"No, I would never read"
  },
  {
    "startTime": 263.7,
    "endTime": 268.34999999999997,
    "text": "a book. I mean from another guy telling me how to have sex?! That would massively affect"
  },
  {
    "startTime": 268.35,
    "endTime": 272.85,
    "text": "my ego! Plus I've been watching all this porn lately, so I know exactly what I'm doing!\""
  },
  {
    "startTime": 272.85,
    "endTime": 277.38,
    "text": "And again, what are you doing with that? You're putting all the blame on her and not taking"
  },
  {
    "startTime": 277.38,
    "endTime": 282.35,
    "text": "the responsibility. You are the one that's responsible for the growth and intimacy. All"
  },
  {
    "startTime": 282.35,
    "endTime": 288.85,
    "text": "you have to do is hold her hand and lead her. If you do that, she will follow you. She will"
  },
  {
    "startTime": 288.85,
    "endTime": 293.91,
    "text": "do crazy things with you, the things that you thought were not even possible. She will"
  },
  {
    "startTime": 293.91,
    "endTime": 299.57000000000005,
    "text": "do all those things, but as a man, you have to hold her hand and lead her. Unless she's"
  },
  {
    "startTime": 299.57,
    "endTime": 309.57,
    "text": "masculine, she's not going to hold your hand and lead you."
  }
]