[
  {
    "startTime": 3.28,
    "endTime": 6.22,
    "text": "Melancholy isn't exactly a word on everybody's lips."
  },
  {
    "startTime": 11.531,
    "endTime": 15.535,
    "text": "But we should pay more attention to it, even seek it out from time to time."
  },
  {
    "startTime": 19.008,
    "endTime": 26.0,
    "text": "Melancholy is a species of sadness that arises when we're open to the fact to that life is inherently difficult,"
  },
  {
    "startTime": 26.0,
    "endTime": 32.0,
    "text": "and that suffering and disappointment are core parts of universal experience."
  },
  {
    "startTime": 32.0,
    "endTime": 34.7,
    "text": "It's not a disorder that needs to be cured."
  },
  {
    "startTime": 35.84,
    "endTime": 44.660000000000004,
    "text": "Modern society tends to emphasize buoyancy and cheerfulness, but we have to admit that reality is for the most part about grief and loss."
  },
  {
    "startTime": 56.5,
    "endTime": 63.4,
    "text": "The good life is not one immune to sadness, but one in which suffering contributes to our development."
  },
  {
    "startTime": 66.265,
    "endTime": 68.4,
    "text": "Melancholy is an underused word."
  },
  {
    "startTime": 68.5,
    "endTime": 70.5,
    "text": "It doesn't mean grim and miserable."
  },
  {
    "startTime": 70.557,
    "endTime": 77.0,
    "text": "It means grasping without rage the fact that the world is full of folly and greed, that it is rare to find inner peace."
  },
  {
    "startTime": 77.4,
    "endTime": 80.10000000000001,
    "text": "But it's hard to live comfortably with those we love."
  },
  {
    "startTime": 80.5,
    "endTime": 85.6,
    "text": "That it's very unusual to have a career that's both financially rewarding and morally uplifting."
  },
  {
    "startTime": 85.7,
    "endTime": 88.89,
    "text": "That many decent people have a very hard time."
  },
  {
    "startTime": 92.004,
    "endTime": 94.80600000000001,
    "text": "Often sadness simply makes a lot of sense."
  },
  {
    "startTime": 101.6,
    "endTime": 103.717,
    "text": "We learn so late about stuff."
  },
  {
    "startTime": 107.044,
    "endTime": 109.473,
    "text": "You've wasted years, everyone has."
  },
  {
    "startTime": 111.585,
    "endTime": 115.702,
    "text": "You can only avoid regret by switching off your imagination."
  },
  {
    "startTime": 123.9,
    "endTime": 134.3,
    "text": "The wisdom of the melancholy attitude, as opposed to the bitter or angry one, lies in the understanding that the sorrow isn't just about you, that you have not been singled out."
  },
  {
    "startTime": 134.37,
    "endTime": 137.94,
    "text": "That your suffering belongs to humanity in general."
  },
  {
    "startTime": 140.155,
    "endTime": 145.589,
    "text": "To take that fully to heart is to become more compassionate and less vengeful."
  },
  {
    "startTime": 146.541,
    "endTime": 156.787,
    "text": "The melancholy facts shouldn't make us desperate, rather more forgiving, kinder, and better able to focus on what really matters while there's still time."
  }
]