[
  {
    "startTime": 6.0,
    "endTime": 10.2,
    "text": "In the garden there's a caterpillar and a snail, and they're basically best friends."
  },
  {
    "startTime": 10.3,
    "endTime": 20.8,
    "text": "They hang out 24/7, they do dinner, movie nights, crafts, oh, and they're like, really into cosplay on top of whatever else caterpillars and snails do, like eat leaves or something."
  },
  {
    "startTime": 20.9,
    "endTime": 27.2,
    "text": "Anyways, one day they're on their way to a party that's right outside the garden, and they have to go through the fence to get there."
  },
  {
    "startTime": 27.3,
    "endTime": 30.6,
    "text": "So the caterpillar goes right through, but the snail is stuck."
  },
  {
    "startTime": 30.7,
    "endTime": 33.2,
    "text": "Her shell is just too big and it won't fit under the wire."
  },
  {
    "startTime": 33.3,
    "endTime": 35.4,
    "text": "So she's like, \"Crap, I can't get through."
  },
  {
    "startTime": 35.5,
    "endTime": 40.0,
    "text": "\"Maybe like, can you lift up the wire, or maybe we can build a little bridge or something?\""
  },
  {
    "startTime": 40.1,
    "endTime": 43.233000000000004,
    "text": "And the caterpillar's like, \"Dude, just go under.\""
  },
  {
    "startTime": 43.3,
    "endTime": 44.9,
    "text": "But she can't."
  },
  {
    "startTime": 45.0,
    "endTime": 47.6,
    "text": "There's just no way that the shell is going to fit."
  },
  {
    "startTime": 47.7,
    "endTime": 54.0,
    "text": "The caterpillar is like, \"Go under, come on. We're going to be late and I'm trying to hook up with that super cute ladybug.\""
  },
  {
    "startTime": 54.1,
    "endTime": 55.300000000000004,
    "text": "But it's not happening."
  },
  {
    "startTime": 55.4,
    "endTime": 62.5,
    "text": "The shell will not fit under the wire, and at this point, snail's getting kind of frustrated because it's not like she doesn't want to go to the party,"
  },
  {
    "startTime": 62.6,
    "endTime": 65.5,
    "text": "but for some reason Caterpillar just isn't getting it."
  },
  {
    "startTime": 65.6,
    "endTime": 72.1,
    "text": "\"Yeah, it's not that easy for me. I just can't crawl under the fence like you can, so I would really appreciate your help here.\""
  },
  {
    "startTime": 72.2,
    "endTime": 74.3,
    "text": "\"Maybe we can like, go a different way, or the-\""
  },
  {
    "startTime": 74.4,
    "endTime": 77.80000000000001,
    "text": "And this just sets the caterpillar off."
  },
  {
    "startTime": 77.9,
    "endTime": 79.4,
    "text": "\"What the heck."
  },
  {
    "startTime": 79.4,
    "endTime": 84.80000000000001,
    "text": "\"Just because I can crawl under stuff doesn't mean that I have it easy, do you even know what it's like to have sixteen feet?\""
  },
  {
    "startTime": 84.9,
    "endTime": 88.2,
    "text": "\"You don't, because finding shoes is a complete nightmare.\""
  },
  {
    "startTime": 88.3,
    "endTime": 95.0,
    "text": "\"Whoa, whoa, whoa, I'm not saying you have it easy, I'm just saying I can't go under the fence because of my shell, that's it.\""
  },
  {
    "startTime": 95.1,
    "endTime": 105.5,
    "text": "\"I have a shell and you don't, and there's some stuff that's easier for you that's harder for me, just like I don't know jack about finding shoes 'cause I don't have feet.\""
  },
  {
    "startTime": 105.6,
    "endTime": 113.6,
    "text": "Caterpillar thinks about this for a second and realizes the snail is right, and he's never had to think about shells or slimy trails,"
  },
  {
    "startTime": 113.7,
    "endTime": 119.0,
    "text": "and that's a privilege that the snail has never had, because she has to think about that stuff all the time."
  },
  {
    "startTime": 119.1,
    "endTime": 121.19999999999999,
    "text": "That's part of being a snail."
  },
  {
    "startTime": 121.3,
    "endTime": 123.5,
    "text": "And it's kind of like that for everyone, right?"
  },
  {
    "startTime": 123.6,
    "endTime": 131.9,
    "text": "I mean, we all have our own struggles and challenges, and some of them are small, and some of them are huge and really unfair and beyond our control."
  },
  {
    "startTime": 132.233,
    "endTime": 139.1,
    "text": "And a lot of the time it can be hard to see what someone else deals with because you've never been in their shoes or shell."
  },
  {
    "startTime": 139.6,
    "endTime": 143.29999999999998,
    "text": "Maybe you're gay, or trans, have a disability or different religion."
  },
  {
    "startTime": 143.4,
    "endTime": 146.4,
    "text": "Or of course, the obvious one, you're a member of a different race."
  },
  {
    "startTime": 146.5,
    "endTime": 150.8,
    "text": "I don't know what it's like to be you, and you don't know what it's like to be me."
  },
  {
    "startTime": 151.366,
    "endTime": 157.9,
    "text": "So, it's really important to stop and try and see the other side, so we can help each other overcome those obstacles."
  },
  {
    "startTime": 158.0,
    "endTime": 159.1,
    "text": "Together."
  },
  {
    "startTime": 159.2,
    "endTime": 164.2,
    "text": "It's like, sometimes you're the snail, and sometimes you're the caterpillar."
  },
  {
    "startTime": 164.3,
    "endTime": 167.8,
    "text": "Oh yeah, then the snail and the caterpillar figured it out."
  },
  {
    "startTime": 167.9,
    "endTime": 170.20000000000002,
    "text": "They went to the other side of the garden."
  },
  {
    "startTime": 170.3,
    "endTime": 172.3,
    "text": "They could get through a little break in the fence."
  },
  {
    "startTime": 172.4,
    "endTime": 177.70000000000002,
    "text": "And while it took a little longer to get to the party, they did the trip together, which is what made it so great."
  },
  {
    "startTime": 177.8,
    "endTime": 180.60000000000002,
    "text": "So, they got to the party, the caterpillar hooked up with the ladybug."
  },
  {
    "startTime": 180.7,
    "endTime": 185.1,
    "text": "Snail taught everyone how to do the Wobble, and the party was everything."
  },
  {
    "startTime": 185.2,
    "endTime": 186.6,
    "text": "The end."
  },
  {
    "startTime": 187.0,
    "endTime": 193.9,
    "text": "This video was illustrated by the very talented and lovely Kat Blaque, and written and narrated by yours truly, Chescaleigh."
  },
  {
    "startTime": 194.0,
    "endTime": 196.1,
    "text": "Please check out Kat's channel, and don't forget to subscribe."
  },
  {
    "startTime": 196.2,
    "endTime": 198.1,
    "text": "Bye!"
  }
]