[
  {
    "startTime": 0.099,
    "endTime": 2.492,
    "text": "[Singing]"
  },
  {
    "startTime": 2.492,
    "endTime": 8.33,
    "text": "E, what you...? Hi. James from engVid. I've noticed my friend, E, is putting butter"
  },
  {
    "startTime": 8.33,
    "endTime": 13.896,
    "text": "all over his little wormy body, and standing in the sun. I think he wants to be tanned."
  },
  {
    "startTime": 13.896,
    "endTime": 17.67,
    "text": "This is not the best way to get a tan, by the way. I'm just telling you. Don't put butter"
  },
  {
    "startTime": 17.67,
    "endTime": 23.496000000000002,
    "text": "on yourself and sit in the sun. But this is strange: \"Butter me up, baby.\" Hmm. And then:"
  },
  {
    "startTime": 23.496,
    "endTime": 29.366999999999997,
    "text": "\"Flattery will get you everywhere with Mr. E.\" What does that mean? That's today's lesson."
  },
  {
    "startTime": 29.367,
    "endTime": 35.26,
    "text": "What we want to talk about is \"criticism\" and \"praise\", or \"criticize\" and \"praise\"."
  },
  {
    "startTime": 35.26,
    "endTime": 39.805,
    "text": "We have synonyms we're going to work with, and then some common popular expressions."
  },
  {
    "startTime": 39.805,
    "endTime": 43.949,
    "text": "Right? To help you be able to use them in real life, so you can become like a native"
  },
  {
    "startTime": 43.949,
    "endTime": 47.032,
    "text": "speaker. And let's go to the board to start."
  },
  {
    "startTime": 47.032,
    "endTime": 52.248999999999995,
    "text": "We have a little seesaw here. or heehaw, whatever. And you notice a balance, it's balancing down"
  },
  {
    "startTime": 52.249,
    "endTime": 58.010000000000005,
    "text": "for criticize, because criticism is usually considered negative. Okay? And praise is usually"
  },
  {
    "startTime": 58.01,
    "endTime": 68.25399999999999,
    "text": "considered good. So you can think of devil - dun-dun-dun-dun\", or angel - aaah. Okay?"
  },
  {
    "startTime": 68.254,
    "endTime": 73.64,
    "text": "So, when we say somebody criticizes something it's they say something bad about something."
  },
  {
    "startTime": 73.64,
    "endTime": 79.799,
    "text": "Okay? \"The food is too salty, it's too hot. The room's too warm. The car's too big.\" They"
  },
  {
    "startTime": 79.799,
    "endTime": 84.95,
    "text": "criticize it. When they praise it, they might say: \"It's very roomy\", or: \"The food is full"
  },
  {
    "startTime": 84.95,
    "endTime": 90.10900000000001,
    "text": "of flavour\", or: \"You did a good job.\" To praise. Opposites. Right?"
  },
  {
    "startTime": 90.109,
    "endTime": 95.919,
    "text": "So let's go start over here because I'm that kind of guy, and I'm going to look at \"critic\"."
  },
  {
    "startTime": 95.919,
    "endTime": 101.439,
    "text": "So the noun, a person who criticizes is a critic. Now, a critic doesn't necessarily"
  },
  {
    "startTime": 101.439,
    "endTime": 105.42899999999999,
    "text": "always have to be negative. It's considered negative, because when a critic speaks, they're"
  },
  {
    "startTime": 105.429,
    "endTime": 109.38,
    "text": "going to talk about the things that didn't go well or weren't as good as they thought."
  },
  {
    "startTime": 109.38,
    "endTime": 114.67399999999999,
    "text": "Okay? Now, a critic is also a job, because they might go see a movie or a book, and they'll"
  },
  {
    "startTime": 114.674,
    "endTime": 118.55600000000001,
    "text": "tell you what they loved about the book. But no critic will keep their jobs if they just"
  },
  {
    "startTime": 118.556,
    "endTime": 124.52,
    "text": "say: \"Everything was just great. I loved everything. I love all of the movies.\" They won't have"
  },
  {
    "startTime": 124.52,
    "endTime": 129.35999999999999,
    "text": "a job very long, because people say: \"Not everything's good.\" So a critic's job is to"
  },
  {
    "startTime": 129.36,
    "endTime": 133.5,
    "text": "look at things, maybe say some things are good, but to tell you what was missing and"
  },
  {
    "startTime": 133.5,
    "endTime": 137.114,
    "text": "what could have been done better. So that's an official job, a critic. But a critic could"
  },
  {
    "startTime": 137.114,
    "endTime": 141.22400000000002,
    "text": "also be someone who finds faults, so we mean they look for things to be wrong, and then"
  },
  {
    "startTime": 141.224,
    "endTime": 145.29,
    "text": "mention it. They can't just be happy. You're eating dinner, it's a good restaurant, but"
  },
  {
    "startTime": 145.29,
    "endTime": 148.57999999999998,
    "text": "the lighting's not quite right and they're like: \"Everything good, but the lighting wasn't"
  },
  {
    "startTime": 148.58,
    "endTime": 152.17000000000002,
    "text": "right and I don't like it.\" Why do you got to be such a critic? Why do you have to bring"
  },
  {
    "startTime": 152.17,
    "endTime": 154.833,
    "text": "something negative?"
  },
  {
    "startTime": 154.833,
    "endTime": 161.27,
    "text": "The second one is \"cynic\". Oh, sorry, I'm wrong. \"Pessimist\". A pessimist... Unlike"
  },
  {
    "startTime": 161.27,
    "endTime": 165.56,
    "text": "a critic, a critic as I said can be a job or someone who finds some fault. A pessimist"
  },
  {
    "startTime": 165.56,
    "endTime": 170.12,
    "text": "sees almost everything in a negative light. They see any situation, in a person - they"
  },
  {
    "startTime": 170.12,
    "endTime": 175.221,
    "text": "see the worst or something bad. You say: -\"It's a beautiful sunny day. Like the birds are"
  },
  {
    "startTime": 175.221,
    "endTime": 179.893,
    "text": "out, children are smiling. I got a new car, a new job.\" -\"It's going to rain soon.\" -\"Why"
  },
  {
    "startTime": 179.893,
    "endTime": 182.88,
    "text": "you got to bring that up? The children are out, everything's good. Why do you have to"
  },
  {
    "startTime": 182.88,
    "endTime": 187.97,
    "text": "talk about it?\" -\"It will rain. It always does.\" -\"Yes, but not today.\" Okay? So a pessimist"
  },
  {
    "startTime": 187.97,
    "endTime": 191.287,
    "text": "will say something will happen or you go: -\"Look at my brand new car.\" -\"It will break"
  },
  {
    "startTime": 191.287,
    "endTime": 196.02100000000002,
    "text": "down.\" -\"Okay. Leave it alone. I just got it. Okay?\" Pessimist."
  },
  {
    "startTime": 196.021,
    "endTime": 201.45999999999998,
    "text": "So, cynic, we get it. Could be a job or someone finds some fault in something. Okay? A pessimist"
  },
  {
    "startTime": 201.46,
    "endTime": 206.57000000000002,
    "text": "sees everything is negative, there's always a negative something to everything. It's not"
  },
  {
    "startTime": 206.57,
    "endTime": 211.97,
    "text": "just looking at a book. Life's a bad situation. \"You're born and you're going to die.\" This"
  },
  {
    "startTime": 211.97,
    "endTime": 215.66,
    "text": "is a pessimist. They can't see: but you are alive."
  },
  {
    "startTime": 215.66,
    "endTime": 228.585,
    "text": "So what's a \"cynic\"? Or what's this \"kynikos\", kynikos, kynikos. K9, k-ni-, kyninikini. Well,"
  },
  {
    "startTime": 228.585,
    "endTime": 234.668,
    "text": "let's look. This is actually a Greek word, and this Greek word has to do with doglike."
  },
  {
    "startTime": 234.668,
    "endTime": 239.359,
    "text": "So what does doglike and cynic have to do? Well, the pessimist is negative about everything."
  },
  {
    "startTime": 239.359,
    "endTime": 243.96,
    "text": "Everything's bad. Sun: \"Oh, the sun's out. You're going to get cancer.\" I'm drinking"
  },
  {
    "startTime": 243.96,
    "endTime": 248.73000000000002,
    "text": "water. \"Yeah, you're going to have to pee.\" Nothing is good. A cynic is a special brand"
  },
  {
    "startTime": 248.73,
    "endTime": 254.32,
    "text": "of animal. A cynic, my friend, thinks that people only do things for themselves; it's"
  },
  {
    "startTime": 254.32,
    "endTime": 259.079,
    "text": "all about you. They're always about self-interest. They're not saying everything in the world"
  },
  {
    "startTime": 259.079,
    "endTime": 263.5,
    "text": "is bad. They don't think the sun is necessarily bad or water is bad, but they think... A cynic"
  },
  {
    "startTime": 263.5,
    "endTime": 268.62,
    "text": "is: -\"Oh, he helped you move the couch. He wants a date.\" Everything someone does is"
  },
  {
    "startTime": 268.62,
    "endTime": 272.47,
    "text": "for a reason. They're looking for self-interest. That's what cynics think."
  },
  {
    "startTime": 272.47,
    "endTime": 278.14000000000004,
    "text": "So, why this word here? Well, it's really a Greek word. You see, the Greeks use this"
  },
  {
    "startTime": 278.14,
    "endTime": 284.21999999999997,
    "text": "word, K9, if you know the word for dog is K9, kynikos, it means like a dog. This word"
  },
  {
    "startTime": 284.22,
    "endTime": 290.20000000000005,
    "text": "means like a dog. So a cynic sees people like a dog. A dog [pants like a dog] does everything"
  },
  {
    "startTime": 290.2,
    "endTime": 294.786,
    "text": "for self-interest. Right? It's man's best friend because it will... [Pants like a dog]"
  },
  {
    "startTime": 294.786,
    "endTime": 298.79,
    "text": "Wants a home and wants food. It loves you because you will take care of it, and they"
  },
  {
    "startTime": 298.79,
    "endTime": 303.17,
    "text": "think cynics are like that. They only look for interest for themselves. \"What am I going"
  },
  {
    "startTime": 303.17,
    "endTime": 308.41,
    "text": "to get? That's why I did it.\" So anything humans do that are good, a cynic thinks you"
  },
  {
    "startTime": 308.41,
    "endTime": 313.226,
    "text": "did it for a reason because you benefit. And that's what makes it different from a pessimist."
  },
  {
    "startTime": 313.226,
    "endTime": 318.95,
    "text": "So, hey, even if you speak English, you just got schooled, Bub. Okay? A pessimist sees"
  },
  {
    "startTime": 318.95,
    "endTime": 324.2,
    "text": "everything negatively, a critic picks certain things, while a cynic looks at the human animal."
  },
  {
    "startTime": 324.2,
    "endTime": 326.89799999999997,
    "text": "Right? [Pants like a dog] Like a dog."
  },
  {
    "startTime": 326.898,
    "endTime": 331.73,
    "text": "So what's a \"backseat driver\"? Got to put it up there. Ladies, gentlemen, you know you're"
  },
  {
    "startTime": 331.73,
    "endTime": 337.45000000000005,
    "text": "driving and you're driving 50 and the speed limit's 50, there's always some idiot in the"
  },
  {
    "startTime": 337.45,
    "endTime": 340.467,
    "text": "back, saying: \"Just go 60. There's no one on the road. I don't know why you don't go"
  },
  {
    "startTime": 340.467,
    "endTime": 344.43,
    "text": "60. And you know, you could also...\" That's called a backseat driver. They are a critic"
  },
  {
    "startTime": 344.43,
    "endTime": 348.38,
    "text": "of the worst kind. They tell you how to drive when they're sitting in the back and it's"
  },
  {
    "startTime": 348.38,
    "endTime": 352.09,
    "text": "all relax for them, got a drink in one hand, hamburger in the other one: \"Hey, you know"
  },
  {
    "startTime": 352.09,
    "endTime": 355.76,
    "text": "what else you can do?\" They got all the answers. Right? You know what I'm talking? You know"
  },
  {
    "startTime": 355.76,
    "endTime": 359.71,
    "text": "who I'm talking about. There's that one person. And it's worse, they don't sit in the backseat,"
  },
  {
    "startTime": 359.71,
    "endTime": 362.981,
    "text": "they actually sit beside you and tell you how you should drive, and you just want to"
  },
  {
    "startTime": 362.981,
    "endTime": 368.74,
    "text": "go: \"Okay, take the wheel. Drive. I would like to relax.\" So a backseat driver always"
  },
  {
    "startTime": 368.74,
    "endTime": 373.66,
    "text": "has something to say about what you're doing. Usually it's involving a car. It doesn't have"
  },
  {
    "startTime": 373.66,
    "endTime": 378.08000000000004,
    "text": "to be backseat; it can be right beside you, and they've got criticism that they spew..."
  },
  {
    "startTime": 378.08,
    "endTime": 383.15999999999997,
    "text": "Spew, throw out like vomit, blah, at you as you drive. So you're like: \"I would kill you"
  },
  {
    "startTime": 383.16,
    "endTime": 388.384,
    "text": "if I didn't have to drive this car right now. That's right.\" Okay? And it came from backseat"
  },
  {
    "startTime": 388.384,
    "endTime": 392.08000000000004,
    "text": "because usually it was the person in the back who didn't have a license who had all the"
  },
  {
    "startTime": 392.08,
    "endTime": 394.647,
    "text": "advice. Okay, we're done."
  },
  {
    "startTime": 394.647,
    "endTime": 399.96999999999997,
    "text": "These are the nouns. Okay? You can even say that about a relationship, even. Like: \"You"
  },
  {
    "startTime": 399.97,
    "endTime": 403.766,
    "text": "don't have a girlfriend. Why are you telling me what to do, you backseat driver? Get a"
  },
  {
    "startTime": 403.766,
    "endTime": 407.47200000000004,
    "text": "girlfriend, then talk to me.\" Okay, sorry. It just went there. I went there."
  },
  {
    "startTime": 407.472,
    "endTime": 413.94,
    "text": "All right, \"disparage\", \"lambaste\", and \"denounce.\" These are synonyms for the verb \"criticize\"."
  },
  {
    "startTime": 413.94,
    "endTime": 417.44,
    "text": "We talked about what criticize means, okay? So now we're going to talk about the action."
  },
  {
    "startTime": 417.44,
    "endTime": 423.32,
    "text": "\"Disparage\", many of us native speakers talk about disparaging or lambasting and denounce,"
  },
  {
    "startTime": 423.32,
    "endTime": 429.02,
    "text": "and you go: \"It's the same. You know, it's the same.\" Enh - wrong. When you disparage"
  },
  {
    "startTime": 429.02,
    "endTime": 434.02,
    "text": "someone or something, you give it little value or worth. When someone's disparaging you,"
  },
  {
    "startTime": 434.02,
    "endTime": 438.919,
    "text": "they're saying: \"You have little value or worth. Maybe you shouldn't exist. You're valueless.\""
  },
  {
    "startTime": 438.919,
    "endTime": 443.173,
    "text": "So disparage somebody's work is to say it has little value. It means it means nothing"
  },
  {
    "startTime": 443.173,
    "endTime": 449.422,
    "text": "to anyone; it's not important to anyone. Mm, interesting. Put that away. [Laughs]"
  },
  {
    "startTime": 449.422,
    "endTime": 456.02000000000004,
    "text": "\"Lambaste\". Okay, I like to do things to help me remember, and in this case, you know, if you think about Easter, those little lambs,"
  },
  {
    "startTime": 460.11,
    "endTime": 464.62,
    "text": "They are so cute, innocent and nice. Okay? So you've got the word \"lamb\". This will help you remember."
  },
  {
    "startTime": 464.62,
    "endTime": 469.979,
    "text": "Trust me. And \"baste\", when we baste things in English, we cook it. You know, you cook"
  },
  {
    "startTime": 469.979,
    "endTime": 475.03999999999996,
    "text": "it on the oven, and slowly cook it. You totally cook it, so you burn that meat, you eat it,"
  },
  {
    "startTime": 475.04,
    "endTime": 481.139,
    "text": "you kill it. When you lambaste something... I'm sorry. To lambaste something is to attack"
  },
  {
    "startTime": 481.139,
    "endTime": 486.55,
    "text": "it violently. So you're attacking something. Now think of that [baas like a lamb], that"
  },
  {
    "startTime": 486.55,
    "endTime": 491.478,
    "text": "little innocent lamb being attacked violently over and over. So when you lambaste somebody,"
  },
  {
    "startTime": 491.478,
    "endTime": 497.19,
    "text": "you seriously and strongly and severely criticize them. You just go after them and you just"
  },
  {
    "startTime": 497.19,
    "endTime": 501.699,
    "text": "kill them. So when you think of lambaste, think of the lamb being cooked, that innocent"
  },
  {
    "startTime": 501.699,
    "endTime": 506.08000000000004,
    "text": "little lamb going around and around, going: \"He-e-e-elp me\", and somebody's barbequing"
  },
  {
    "startTime": 506.08,
    "endTime": 511.69,
    "text": "the hell right out of it. Okay? That's to lambaste. Severely criticize. It's one thing"
  },
  {
    "startTime": 511.69,
    "endTime": 518.659,
    "text": "if someone criticize you, lambaste is to literally destroy you, violently attack. Whew, got that"
  },
  {
    "startTime": 518.659,
    "endTime": 520.111,
    "text": "out of my system."
  },
  {
    "startTime": 520.111,
    "endTime": 526.3629999999999,
    "text": "\"Denounce\". I love this one. A lot of religions do it and politicians. \"We denounce you!\""
  },
  {
    "startTime": 526.363,
    "endTime": 532.8560000000001,
    "text": "It means to say publicly you think something is wrong or evil. Okay? See the little devil"
  },
  {
    "startTime": 532.856,
    "endTime": 538.68,
    "text": "thing? \"It's evil. I denounce you.\" So if your parents denounce you, that's some serious"
  },
  {
    "startTime": 538.68,
    "endTime": 544.6099999999999,
    "text": "stuff. Almost better to be lambaste. I don't know. Tough stuff either way, if you ask me."
  },
  {
    "startTime": 544.61,
    "endTime": 549.092,
    "text": "So when we're looking at the verb for \"criticize\", we can go from \"disparage\", say you have little"
  },
  {
    "startTime": 549.092,
    "endTime": 554.73,
    "text": "worth; \"lambaste you\", attack you violently; or \"denounce\" you and publically say: \"I consider"
  },
  {
    "startTime": 554.73,
    "endTime": 562.0690000000001,
    "text": "you evil and wrong in all ways.\" Man, this negative stuff is not good. Okay. No wonder"
  },
  {
    "startTime": 562.069,
    "endTime": 565.4699999999999,
    "text": "they thought people were like dogs. Look at the things we come up with."
  },
  {
    "startTime": 565.47,
    "endTime": 570.683,
    "text": "Okay, but you know what? Now to go on the side of the angels, aaah. Let's start praising"
  },
  {
    "startTime": 570.683,
    "endTime": 577.829,
    "text": "people. Funny enough, I couldn't find a lot of words about praise. And I think it has"
  },
  {
    "startTime": 577.829,
    "endTime": 583.6389999999999,
    "text": "to do with English does have a sort of a history with religion with our language, and it's"
  },
  {
    "startTime": 583.639,
    "endTime": 588.889,
    "text": "okay to criticize because criticizing is what we do for humans. Right? But praising is usually"
  },
  {
    "startTime": 588.889,
    "endTime": 593.889,
    "text": "something we do for the gods above us, so there's not many words for it. In fact, when"
  },
  {
    "startTime": 593.889,
    "endTime": 597.639,
    "text": "you come over here, you're going to see some of the words for praising aren't really that"
  },
  {
    "startTime": 597.639,
    "endTime": 602.4,
    "text": "good if you're a human talking about another human, but that's another story."
  },
  {
    "startTime": 602.4,
    "endTime": 607.85,
    "text": "Let's go to the board. When you praise somebody or something, it's to say that that person"
  },
  {
    "startTime": 607.85,
    "endTime": 612.059,
    "text": "of goo-... Is good or institution is good. \"McDonald's makes great hamburgers and they"
  },
  {
    "startTime": 612.059,
    "endTime": 616.149,
    "text": "make the best Chicken McNuggets.\" We're praising their service. We're saying they're good at"
  },
  {
    "startTime": 616.149,
    "endTime": 619.689,
    "text": "what they do. They're good, which is the opposite is to criticize."
  },
  {
    "startTime": 619.689,
    "endTime": 624.8629999999999,
    "text": "So, what do you call a person who says nice words about the work somebody else does? Why,"
  },
  {
    "startTime": 624.863,
    "endTime": 630.399,
    "text": "boys and girls, I could only find one word that we actually use regularly, and it is"
  },
  {
    "startTime": 630.399,
    "endTime": 636.753,
    "text": "the word \"flatterer\". \"To flatter\", as a verb-I didn't put it here because I have to explain-is"
  },
  {
    "startTime": 636.753,
    "endTime": 641.9440000000001,
    "text": "to say nice things. The problem is \"flatter\" is it means to say things you don't really"
  },
  {
    "startTime": 641.944,
    "endTime": 647.626,
    "text": "mean. Like you're saying to somebody who is not necessarily or not really beautiful: \"You're"
  },
  {
    "startTime": 647.626,
    "endTime": 656.353,
    "text": "beautiful, and your hair is like, like, like the finest straw, so dry and so, so falling"
  },
  {
    "startTime": 656.353,
    "endTime": 661.8599999999999,
    "text": "apart. And your legs are like broomsticks, they have no shape and it helps people who"
  },
  {
    "startTime": 661.86,
    "endTime": 665.95,
    "text": "have to\", do you understand? You say nice things that aren't really... You don't believe"
  },
  {
    "startTime": 665.95,
    "endTime": 670.9200000000001,
    "text": "them, but you say them. Usually when you want to get a job or a date or you want somebody"
  },
  {
    "startTime": 670.92,
    "endTime": 674.726,
    "text": "to do something, you flatter them and say: \"My, James, you look good today.\" I'm like:"
  },
  {
    "startTime": 674.726,
    "endTime": 680.67,
    "text": "-\"Really? I do?\" -\"No, I don't think so. Yes you do!\" -\"Don't flatter me.\" Remember here?"
  },
  {
    "startTime": 680.67,
    "endTime": 685.0999999999999,
    "text": "Flattery will get you everywhere, because we're all suckers, which means we like to"
  },
  {
    "startTime": 685.1,
    "endTime": 687.245,
    "text": "be told nice things, we want to believe them,"
  },
  {
    "startTime": 687.245,
    "endTime": 689.951,
    "text": "and we'll do nice things to keep hearing nice things."
  },
  {
    "startTime": 689.951,
    "endTime": 695.4590000000001,
    "text": "Here's the problem: \"flatterer\" is supposed to be a good word, but it can be negative"
  },
  {
    "startTime": 695.459,
    "endTime": 702.5859999999999,
    "text": "because it means insincere or not real praise. Huh? Sorry, kids, I did my research. There"
  },
  {
    "startTime": 702.586,
    "endTime": 706.2090000000001,
    "text": "are other words we can use that are similar to \"flatterer\" that the dictionaries threw"
  },
  {
    "startTime": 706.209,
    "endTime": 713.5089999999999,
    "text": "out for me. Want to see a couple of them? \"Bootlicker\", a boot looker-, licker. I'm"
  },
  {
    "startTime": 713.509,
    "endTime": 719.565,
    "text": "wearing some boots. Is a person who's like [licks boot] you do not lick somebody's boots."
  },
  {
    "startTime": 719.565,
    "endTime": 723.1700000000001,
    "text": "If someone is from Saudi Arabia watching right now, they're like: \"Oh my Lord!\" because this"
  },
  {
    "startTime": 723.17,
    "endTime": 727.11,
    "text": "is such a bad thing I'm showing the boot. This is bad in many countries. Never show"
  },
  {
    "startTime": 727.11,
    "endTime": 732.369,
    "text": "your foot to someone. A bootlicker actually [licks] licks these boots. So to be a boot"
  },
  {
    "startTime": 732.369,
    "endTime": 736.879,
    "text": "licker is similar to being a flatterer. There's another word I'm not allowed to use, but maybe"
  },
  {
    "startTime": 736.879,
    "endTime": 741.0690000000001,
    "text": "I can. You can be a [makes noise] licker. See? I didn't say it, you two people, so you"
  },
  {
    "startTime": 741.069,
    "endTime": 743.329,
    "text": "can't get upset with me. I didn't say it. Okay?"
  },
  {
    "startTime": 743.329,
    "endTime": 747.9799999999999,
    "text": "Another one is a \"brown noser\". What do I mean by \"brown noser\"? Imagine this is somebody's"
  },
  {
    "startTime": 747.98,
    "endTime": 754.9490000000001,
    "text": "bum, imagine this is your nose. You put your nose inside their bum and go: \"You're lovely."
  },
  {
    "startTime": 754.949,
    "endTime": 760.91,
    "text": "I just love you. You're the best person in the whole world.\" That's a brown noser. Do"
  },
  {
    "startTime": 760.91,
    "endTime": 764.509,
    "text": "you know what comes out of people's nose? That's right, they're full of that stuff,"
  },
  {
    "startTime": 764.509,
    "endTime": 769.509,
    "text": "ladies and gentleman. So this is the closest word I can get to a person who praises someone."
  },
  {
    "startTime": 769.509,
    "endTime": 775.989,
    "text": "There is no such word as a \"praiser\", or an \"applauder\", or a \"complimenter\". They don't"
  },
  {
    "startTime": 775.989,
    "endTime": 782.653,
    "text": "exist for some strange reason, but we've got all of these negative words. I love my language."
  },
  {
    "startTime": 782.653,
    "endTime": 788.389,
    "text": "Next: so why don't we talk about the verbs? We do have some verbs you can use to talk"
  },
  {
    "startTime": 788.389,
    "endTime": 793.111,
    "text": "in a positive way about something. You can \"applaud\" somebody. Applause is like this,"
  },
  {
    "startTime": 793.111,
    "endTime": 797.989,
    "text": "clapping. You're like: \"You did a great job. We applaud you.\" It's another way of saying"
  },
  {
    "startTime": 797.989,
    "endTime": 804.543,
    "text": "\"approve\". Not even \"praise\", we approve. We say: \"What you did was okay.\" \"Compliment\","
  },
  {
    "startTime": 804.543,
    "endTime": 811.707,
    "text": "we can compliment you. And we can \"congratulate\" you. -\"Way to go, Johnny!\" -\"Thanks, Bob!\""
  },
  {
    "startTime": 811.707,
    "endTime": 816.524,
    "text": "We can do all of these verbs to praise you, but it's not the same as praise because praise"
  },
  {
    "startTime": 816.524,
    "endTime": 822.684,
    "text": "is like speaking up and saying: \"Oh, you're wonderful and godlike.\" Okay?"
  },
  {
    "startTime": 822.684,
    "endTime": 827.4739999999999,
    "text": "We do have words that are similar to \"praise\", but what I found was most of these words are"
  },
  {
    "startTime": 827.474,
    "endTime": 834.023,
    "text": "religious. So to \"glorify\", \"exalt\", and \"eulogize\". You won't find people saying these at times"
  },
  {
    "startTime": 834.023,
    "endTime": 840.899,
    "text": "like: \"We exalt Brad Pitt.\" No, but they will exalt God and they will glorify God, and eulogize"
  },
  {
    "startTime": 840.899,
    "endTime": 845.72,
    "text": "this. So it's not used in common speech, but if you go to church and you're religious,"
  },
  {
    "startTime": 845.72,
    "endTime": 852.246,
    "text": "I just made you the A1 brown-noser for the priest. Okay? Sorry. I'm just joking."
  },
  {
    "startTime": 852.246,
    "endTime": 855.639,
    "text": "All right, so I've got a little box here, and every once in a while we put something"
  },
  {
    "startTime": 855.639,
    "endTime": 859.429,
    "text": "in the box, so you want to pay attention here, and it's something that will help you. Because"
  },
  {
    "startTime": 859.429,
    "endTime": 863.54,
    "text": "sometimes you might see the word \"critic\" and \"critique\". Now, if you've never seen"
  },
  {
    "startTime": 863.54,
    "endTime": 868.029,
    "text": "them before, you're going to go like: \"Hmm, they seem the same. I think it's the same.\""
  },
  {
    "startTime": 868.029,
    "endTime": 871.54,
    "text": "And I'm going to teach you now, there's a couple of differences that you want to be"
  },
  {
    "startTime": 871.54,
    "endTime": 878.2489999999999,
    "text": "aware of. A \"critic\", as we discussed, is a noun, a person who reviews or says bad things."
  },
  {
    "startTime": 878.249,
    "endTime": 882.429,
    "text": "Right? They review magazines or papers and movies, and gives you some idea like is a"
  },
  {
    "startTime": 882.429,
    "endTime": 888.437,
    "text": "good movie or bad one, or they'll say negative things about things. Also, it's a short sound:"
  },
  {
    "startTime": 888.437,
    "endTime": 895.11,
    "text": "\"Critic\", i-i-i. Not a long vowel sound. Okay? So that's one of the difference. Person and"
  },
  {
    "startTime": 895.11,
    "endTime": 900.989,
    "text": "it's a short vowel sound. When we look at \"critique, critique, critique\", it's a long"
  },
  {
    "startTime": 900.989,
    "endTime": 905.549,
    "text": "sound. Right? So we've got: it's a noun, that's the one difference, it's a noun. You can make"
  },
  {
    "startTime": 905.549,
    "endTime": 913.249,
    "text": "a critique on something. Sorry. It's only got one \"i\" in there. You can make a critique"
  },
  {
    "startTime": 913.249,
    "endTime": 918.7090000000001,
    "text": "about something. Okay? But it's also a verb, they're critiquing your work, meaning they're"
  },
  {
    "startTime": 918.709,
    "endTime": 924.079,
    "text": "looking at your work carefully because this is a detailed review of a subject or some"
  },
  {
    "startTime": 924.079,
    "endTime": 929.529,
    "text": "kind of work. So they're critiquing the work now, which is a verb. \"Critic\" can't do that."
  },
  {
    "startTime": 929.529,
    "endTime": 933.859,
    "text": "Right? We have to say: \"Criticize\", we have to change the word. But a \"critique\" can be"
  },
  {
    "startTime": 933.859,
    "endTime": 938.9290000000001,
    "text": "used as a verb or a noun. \"Critic\" is simply a noun. And don't forget: when we have the"
  },
  {
    "startTime": 938.929,
    "endTime": 943.656,
    "text": "short vowel sound here; when you say \"critique\", it's a long sound. It's the long \"e\", \"e\":"
  },
  {
    "startTime": 943.656,
    "endTime": 949.319,
    "text": "\"critique\". Cool? There you go. Just in case you get confused, now you won't. Helped you."
  },
  {
    "startTime": 949.319,
    "endTime": 953.779,
    "text": "Pay attention to the special boxes - all those little things that might come up and be confusing,"
  },
  {
    "startTime": 953.779,
    "endTime": 958.16,
    "text": "we're going to make them not confusing for you. Anyway, you know what we got to do now?"
  },
  {
    "startTime": 958.16,
    "endTime": 963.898,
    "text": "Of course, we've learned some words, we've learned, you know, the positive and the negative."
  },
  {
    "startTime": 963.898,
    "endTime": 965.11,
    "text": "Why did he say that?"
  },
  {
    "startTime": 965.11,
    "endTime": 968.19,
    "text": "That's the next part when we come back. Right? Are you ready?"
  },
  {
    "startTime": 968.19,
    "endTime": 969.469,
    "text": "Back in a flash."
  },
  {
    "startTime": 969.469,
    "endTime": 974.869,
    "text": "[Snaps] And we're back. Whew, you know what? Not to criticize you guys, but man, you're"
  },
  {
    "startTime": 974.869,
    "endTime": 980.5350000000001,
    "text": "making my day really long with all these explanations. Let's go to the board. Shall we? Let's be"
  },
  {
    "startTime": 980.535,
    "endTime": 988.086,
    "text": "positive. \"Praise\", we talked about doing popular expressions, and we're going to start"
  },
  {
    "startTime": 988.086,
    "endTime": 993.67,
    "text": "off with the praise, the positive way. \"Praise\", \"p\", \"positive\". Remember that. Okay?"
  },
  {
    "startTime": 993.67,
    "endTime": 999.939,
    "text": "\"Something is first rate\". When you say something is first rate, think of the number one, or"
  },
  {
    "startTime": 999.939,
    "endTime": 1004.679,
    "text": "\"top notch\", okay? We're saying think of top is like the very high, like the top of my"
  },
  {
    "startTime": 1004.68,
    "endTime": 1009.65,
    "text": "head. We're saying it's the best. We can use this for things or people. \"That hotel is"
  },
  {
    "startTime": 1009.65,
    "endTime": 1016.509,
    "text": "top notch.\" One of the best. \"He's a top notch student.\" Very good. \"She's a top notch mathematic..."
  },
  {
    "startTime": 1016.51,
    "endTime": 1022.978,
    "text": "Mathematician or first rate mathematician.\" First, premier, number one. Okay? So \"first"
  },
  {
    "startTime": 1022.98,
    "endTime": 1028.224,
    "text": "rate\" means the best. We can use it for people or things. All right?"
  },
  {
    "startTime": 1028.22,
    "endTime": 1033.699,
    "text": "\"Somebody is on the ball\". Can you imagine...? Okay, here's a ball and somebody's standing"
  },
  {
    "startTime": 1033.7,
    "endTime": 1037.82,
    "text": "on it. It's very difficult to stand on the ball. All right? So you have to work hard."
  },
  {
    "startTime": 1037.82,
    "endTime": 1043.001,
    "text": "When we say somebody is on the ball, there's a couple of meanings. Number one, we're like:"
  },
  {
    "startTime": 1043.0,
    "endTime": 1048.399,
    "text": "\"They know. They know their stuff. They know the latest trends and they know the newest"
  },
  {
    "startTime": 1048.4,
    "endTime": 1052.991,
    "text": "information; they're on the ball.\" It's also they're doing their job. Remember I told you"
  },
  {
    "startTime": 1052.99,
    "endTime": 1055.749,
    "text": "being on the ball is difficult? When they're on the ball, they've got stuff... They know"
  },
  {
    "startTime": 1055.75,
    "endTime": 1060.001,
    "text": "what's going on, they've got stuff going. They're moving. They're on the ball. All right?"
  },
  {
    "startTime": 1060.0,
    "endTime": 1064.72,
    "text": "They're taking care of things. And it also means they know a lot or they know the newest"
  },
  {
    "startTime": 1064.72,
    "endTime": 1070.84,
    "text": "or latest trends or ideas; they're on the ball. Think about being on top of the world."
  },
  {
    "startTime": 1070.84,
    "endTime": 1073.7179999999998,
    "text": "Right? Knowing everything."
  },
  {
    "startTime": 1073.72,
    "endTime": 1079.711,
    "text": "\"Head and shoulders above the rest\". Well, it's an expression that kind of makes sense."
  },
  {
    "startTime": 1079.71,
    "endTime": 1085.3,
    "text": "My head and my shoulders are above my body and my legs, so when you're head and shoulders"
  },
  {
    "startTime": 1085.3,
    "endTime": 1090.3709999999999,
    "text": "above the rest, you stand tall and everybody else is underneath you. So they're here and"
  },
  {
    "startTime": 1090.37,
    "endTime": 1096.09,
    "text": "you're up here. \"Look at me! I'm over here.\" It means, when we talk about people: \"head"
  },
  {
    "startTime": 1096.09,
    "endTime": 1101.6,
    "text": "and shoulders\", it means superior to or better than. It's used a lot in competition, because"
  },
  {
    "startTime": 1101.6,
    "endTime": 1106.2099999999998,
    "text": "\"head and shoulders above the rest\" means you are here. Okay? And the other people are"
  },
  {
    "startTime": 1106.21,
    "endTime": 1112.467,
    "text": "here, so they're lower. So there's usually competition. So if you say: \"What is the best"
  },
  {
    "startTime": 1112.47,
    "endTime": 1119.0620000000001,
    "text": "water producer?\" You say: \"Coca-Cola.\" Actually, yeah they do make water, believe it or not."
  },
  {
    "startTime": 1119.06,
    "endTime": 1122.9199999999998,
    "text": "Yeah, that's one of their divisions. And you say: \"It's head and shoulders above the rest.\""
  },
  {
    "startTime": 1122.92,
    "endTime": 1127.77,
    "text": "Oh, Perrier. Head and shoulders above the rest. It's better than the competition. It"
  },
  {
    "startTime": 1127.77,
    "endTime": 1132.216,
    "text": "can also be used for people and things. Okay?"
  },
  {
    "startTime": 1132.21,
    "endTime": 1139.255,
    "text": "\"Out of this world\". Woo-oo-oo-oo. Think of something, if you're playing baseball and"
  },
  {
    "startTime": 1139.26,
    "endTime": 1145.7069999999999,
    "text": "you connect, and you hit this ball out of this world, it's going to go far, far, far."
  },
  {
    "startTime": 1145.71,
    "endTime": 1150.996,
    "text": "And we usually say this. It means something is outstanding. Out of normal measurement."
  },
  {
    "startTime": 1150.99,
    "endTime": 1155.871,
    "text": "And we usually say that about things. \"This pizza is out of this world. It's delicious."
  },
  {
    "startTime": 1155.87,
    "endTime": 1161.376,
    "text": "It's amazing.\" Nothing like it. Right? Because anything out of this world, there's nothing"
  },
  {
    "startTime": 1161.38,
    "endTime": 1166.1100000000001,
    "text": "like it here on Earth. So if you're an... If you're a student that is out of this world,"
  },
  {
    "startTime": 1166.11,
    "endTime": 1171.521,
    "text": "you're outstanding. But to be honest, it's usually used for things; food, technology"
  },
  {
    "startTime": 1171.52,
    "endTime": 1174.539,
    "text": "- out of this world, not people."
  },
  {
    "startTime": 1174.54,
    "endTime": 1179.1299999999999,
    "text": "We've done the praise, let's do the criticism or the negative. Remember the balancing thing?"
  },
  {
    "startTime": 1179.13,
    "endTime": 1184.5,
    "text": "We balance down. We're coming here: criticism. \"Pick apart\". Imagine somebody doing this"
  },
  {
    "startTime": 1184.5,
    "endTime": 1190.037,
    "text": "with every little damn thing, everything. Picking apart, taking one part at a time."
  },
  {
    "startTime": 1190.04,
    "endTime": 1196.172,
    "text": "It means to criticize something, everything about it, every little piece. Nothing is left"
  },
  {
    "startTime": 1196.17,
    "endTime": 1201.374,
    "text": "alone. So when you pick apart someone, you will talk about their hair, their eyes, their"
  },
  {
    "startTime": 1201.37,
    "endTime": 1207.157,
    "text": "shirt, their pants, their job, their wife, their husband, their... You get the point."
  },
  {
    "startTime": 1207.16,
    "endTime": 1209.45,
    "text": "Everything. Okay?"
  },
  {
    "startTime": 1209.45,
    "endTime": 1216.303,
    "text": "Another criticism, this is personal: \"scaredy cat\". [Meows] Cats are easily scared. Stamp"
  },
  {
    "startTime": 1216.3,
    "endTime": 1221.926,
    "text": "your foot, a cat will run. Or a [bocks like a chicken] a chicken. They're called a chicken"
  },
  {
    "startTime": 1221.93,
    "endTime": 1226.462,
    "text": "for a reason. If you look at a chicken and a chicken looks at you, and you look at the"
  },
  {
    "startTime": 1226.46,
    "endTime": 1231.1480000000001,
    "text": "chicken, the chicken will run. It doesn't know why, but it figures: \"I could be dinner,"
  },
  {
    "startTime": 1231.15,
    "endTime": 1236.5520000000001,
    "text": "I'm out of here.\" So chicken and scaredy cats are usually easily scared. So if someone says"
  },
  {
    "startTime": 1236.55,
    "endTime": 1240.892,
    "text": "to you: \"Are you a scaredy cat or a chicken?\" That mean you're easily frightened, weak,"
  },
  {
    "startTime": 1240.89,
    "endTime": 1243.7700000000002,
    "text": "or cowardly. Okay?"
  },
  {
    "startTime": 1243.77,
    "endTime": 1248.929,
    "text": "\"Somebody is trying to butter somebody up\". Do you remember we talked about flattery?"
  },
  {
    "startTime": 1248.93,
    "endTime": 1254.68,
    "text": "This is the bad side of flattery. See Mr.... Well, he's gone. But Mr. E was on the board,"
  },
  {
    "startTime": 1254.68,
    "endTime": 1258.1570000000002,
    "text": "he had the butter, we were putting the butter on him. Doo-doo-doo-doo-doo. Butter makes"
  },
  {
    "startTime": 1258.16,
    "endTime": 1263.78,
    "text": "everything taste good, but it's not good for you. Okay? Too much butter, bad heart; it'll"
  },
  {
    "startTime": 1263.78,
    "endTime": 1268.04,
    "text": "kill you. So when you butter somebody up, you start giving them: \"Oh, you're wonderful."
  },
  {
    "startTime": 1268.04,
    "endTime": 1274.31,
    "text": "You're amazing. Everybody loves you. You're the best.\" It's giving false praise. I don't"
  },
  {
    "startTime": 1274.31,
    "endTime": 1279.05,
    "text": "even believe what I'm saying to you. Okay? So when you're buttering them up, you're saying"
  },
  {
    "startTime": 1279.05,
    "endTime": 1284.572,
    "text": "nice things in order to get them to believe you so maybe they will do something for you."
  },
  {
    "startTime": 1284.57,
    "endTime": 1293.489,
    "text": "\"Something takes the cake\". Hmm? Something takes the cake? Cake is good. Imagine something"
  },
  {
    "startTime": 1293.49,
    "endTime": 1299.169,
    "text": "bad happens and another bad thing happens, and another bad thing happens, and another"
  },
  {
    "startTime": 1299.17,
    "endTime": 1303.381,
    "text": "bad thing happens. So now you've got four bad things, and then this other bad thing"
  },
  {
    "startTime": 1303.38,
    "endTime": 1308.47,
    "text": "happens - this is so much worse than these ones. When we say: \"Takes the cake\", we means"
  },
  {
    "startTime": 1308.47,
    "endTime": 1315.429,
    "text": "of all the bad things, this is just the biggest example of something being bad and unbelievable."
  },
  {
    "startTime": 1315.43,
    "endTime": 1321.211,
    "text": "Example: somebody comes late. They come to work, they come to work late five minutes"
  },
  {
    "startTime": 1321.21,
    "endTime": 1328.019,
    "text": "on Monday. Okay, not so good. Tuesday they come 20 minutes late. Okay. Wednesday they"
  },
  {
    "startTime": 1328.02,
    "endTime": 1332.991,
    "text": "come an hour late. Now you're saying: \"This is bad.\" Thursday, they don't only just come"
  },
  {
    "startTime": 1332.99,
    "endTime": 1339.139,
    "text": "late, they come late and they let out the biggest fart and just kill the whole room."
  },
  {
    "startTime": 1339.14,
    "endTime": 1343.451,
    "text": "Everyone says: \"Oh my god. We got to leave!\" That would just take the cake. Not only are"
  },
  {
    "startTime": 1343.45,
    "endTime": 1347.986,
    "text": "you late, but you smelled up the whole room and everybody left. That just takes the cake."
  },
  {
    "startTime": 1347.99,
    "endTime": 1352.384,
    "text": "You just went over the top. Okay? So after someone doing something bad, bad, bad, they"
  },
  {
    "startTime": 1352.38,
    "endTime": 1357.7810000000002,
    "text": "do one more thing that's so big, so bad it's just unbelievable. All right?"
  },
  {
    "startTime": 1357.78,
    "endTime": 1361.821,
    "text": "And finally: \"A snake in the grass\". [Hisses like a snake] Oh, I bit my own tongue. Now"
  },
  {
    "startTime": 1361.82,
    "endTime": 1366.547,
    "text": "I sound like a snake. [Hisses like a snake] Mike Tyson snake. [Laughs] Sorry. A snake"
  },
  {
    "startTime": 1366.55,
    "endTime": 1370.491,
    "text": "in the grass. Grass, you know, there's the trees and that, you're walking, you cannot"
  },
  {
    "startTime": 1370.49,
    "endTime": 1376.08,
    "text": "see a snake, but the snake might bite you. And if it bites you, it gives you poison."
  },
  {
    "startTime": 1376.08,
    "endTime": 1380.57,
    "text": "You can never trust a snake in the grass; you have to be careful that when you're walking,"
  },
  {
    "startTime": 1380.57,
    "endTime": 1385.0,
    "text": "you check for snakes because they will hurt you if they get the opportunity. Right? This"
  },
  {
    "startTime": 1385.0,
    "endTime": 1389.639,
    "text": "is usually used for people. Okay? So we say: \"This person cannot be trusted.\" You go: \"They're"
  },
  {
    "startTime": 1389.64,
    "endTime": 1393.477,
    "text": "a snake in the grass.\" They're there, they're out there, and they want to hurt you, but"
  },
  {
    "startTime": 1393.48,
    "endTime": 1397.803,
    "text": "you can't see them so you must be careful to watch all around you that the snake is"
  },
  {
    "startTime": 1397.8,
    "endTime": 1402.191,
    "text": "not there to hurt you. Okay? You can have a friend who's a snake in the grass. You can"
  },
  {
    "startTime": 1402.19,
    "endTime": 1406.327,
    "text": "have a boss who's a snake in the grass. Hell, you can have a husband who's a snake in the..."
  },
  {
    "startTime": 1406.33,
    "endTime": 1409.792,
    "text": "You get the point. Okay? You can't trust them. All right?"
  },
  {
    "startTime": 1409.79,
    "endTime": 1416.522,
    "text": "So we've learned criticism, the expressions for that; expressions for praise; we did words."
  },
  {
    "startTime": 1416.52,
    "endTime": 1421.939,
    "text": "We did words earlier on. Why don't we play a little game? Shall we play a game? I got"
  },
  {
    "startTime": 1421.94,
    "endTime": 1429.8120000000001,
    "text": "four questions up there, and the winner, the winner will win my undying love and gratitude"
  },
  {
    "startTime": 1429.81,
    "endTime": 1436.113,
    "text": "forever-er-er-er. Whatever. Right? Okay, let's just go to the board and take a look."
  },
  {
    "startTime": 1436.11,
    "endTime": 1444.9509999999998,
    "text": "First question: \"Mr. E was __________ up when he said I looked good.\""
  },
  {
    "startTime": 1444.96,
    "endTime": 1446.974,
    "text": "[Snaps] Remember? E was putting the butter"
  },
  {
    "startTime": 1446.97,
    "endTime": 1451.551,
    "text": "on at the front? Yeah, he was buttering me up. He was saying something... Remember we"
  },
  {
    "startTime": 1451.55,
    "endTime": 1457.089,
    "text": "talked about that? Where are we? Doo-doo-doo-doo-doo-doo-doo. He was buttering me up. Giving me false praise."
  },
  {
    "startTime": 1457.09,
    "endTime": 1461.905,
    "text": "It wasn't real; he just said it. It wasn't nice. He just said things he didn't believe."
  },
  {
    "startTime": 1461.91,
    "endTime": 1465.432,
    "text": "How about number two? \"You can't trust her. She's a __________.\""
  },
  {
    "startTime": 1465.43,
    "endTime": 1467.784,
    "text": "What?"
  },
  {
    "startTime": 1467.78,
    "endTime": 1472.908,
    "text": "That's right. She's a snake in the grass. Can't be trusted. Right? Don't turn your back,"
  },
  {
    "startTime": 1472.91,
    "endTime": 1476.412,
    "text": "because she will stab you."
  },
  {
    "startTime": 1476.41,
    "endTime": 1480.678,
    "text": "Number three: \"This pizza is delicious. It's __________.\""
  },
  {
    "startTime": 1480.68,
    "endTime": 1485.236,
    "text": "Remember this one? [Whistles]"
  },
  {
    "startTime": 1485.23,
    "endTime": 1488.205,
    "text": "Out of this world. Right? \"Out of this world\" is used"
  },
  {
    "startTime": 1488.21,
    "endTime": 1493.6200000000001,
    "text": "for things, not people, so that was your first hint. \"It's delicious\", \"it\" is a thing. Yeah,"
  },
  {
    "startTime": 1493.62,
    "endTime": 1494.1999999999998,
    "text": "you're good."
  },
  {
    "startTime": 1494.2,
    "endTime": 1498.46,
    "text": "I bet you're going to get four out of four with the last one. Ready? Here we go."
  },
  {
    "startTime": 1498.46,
    "endTime": 1502.95,
    "text": "\"Why do you __________ everything I do? It makes me feel bad.\""
  },
  {
    "startTime": 1502.95,
    "endTime": 1509.3300000000002,
    "text": "And I don't know what they could possibly be. What could it be? [Hums] Another word"
  },
  {
    "startTime": 1509.33,
    "endTime": 1515.389,
    "text": "for chews - correct: \"pick apart\". When somebody picks something apart, they criticize or complain"
  },
  {
    "startTime": 1515.39,
    "endTime": 1517.855,
    "text": "about everything about that thing."
  },
  {
    "startTime": 1517.85,
    "endTime": 1522.953,
    "text": "And hey, don't mean to end this lesson early, because I'm not, we're finished I think. Yes."
  },
  {
    "startTime": 1522.96,
    "endTime": 1529.022,
    "text": "But Mr. E's gone so that means I have to go, too. Now, we've done all we can for this."
  },
  {
    "startTime": 1529.02,
    "endTime": 1533.9,
    "text": "We've been playing... Praise and criticize. But here's what I want you to do: I want you"
  },
  {
    "startTime": 1533.9,
    "endTime": 1541.096,
    "text": "to go take the quiz at, where? www what? Eng as in English, vid as in video .com (www.engvid.com)"
  },
  {
    "startTime": 1541.09,
    "endTime": 1545.5749999999998,
    "text": "where we have this video, the quiz, and so many more quizzes you can take to improve"
  },
  {
    "startTime": 1545.58,
    "endTime": 1550.299,
    "text": "your English. And once again, I want to thank you for being with us. We appreciate it, and"
  },
  {
    "startTime": 1550.3,
    "endTime": 1552.542,
    "text": "we look forward to seeing you again soon. All right?"
  },
  {
    "startTime": 1552.54,
    "endTime": 1562.54,
    "text": "Have a good day."
  }
]