[
  {
    "startTime": 7.19,
    "endTime": 14.09,
    "text": "The artists at Walt Disney Animation may have traded their pencils and notepads for computers and keyboards over the years, but not everything has changed."
  },
  {
    "startTime": 14.2,
    "endTime": 21.049999999999997,
    "text": "Decades of Disney heroes are too beloved to be forgotten, which means plenty of Easter Eggs, secret cameos, and inside jokes to watch out for."
  },
  {
    "startTime": 21.05,
    "endTime": 30.11,
    "text": "Here is our list of 10 Hidden Details in Disney Movies."
  },
  {
    "startTime": 30.11,
    "endTime": 34.769999999999996,
    "text": "Frozen."
  },
  {
    "startTime": 34.77,
    "endTime": 39.82,
    "text": "Long before Anna, Elsa, and Olaf became household names, the makers of Frozen had a party to plan."
  },
  {
    "startTime": 39.82,
    "endTime": 46.92,
    "text": "Being named Queen of Arrendale may have stressed Elsa out, but it also meant the gates of the castle would finally be opened to villagers and visiting guests."
  },
  {
    "startTime": 46.92,
    "endTime": 57.44,
    "text": "When Anna finally steps out of the gates, two arriving villagers should stand out to Disney fans: Rapunzel and Flynn Rider, the stars of Disney's Tangled."
  },
  {
    "startTime": 57.44,
    "endTime": 61.26,
    "text": "Big Hero 6."
  },
  {
    "startTime": 61.26,
    "endTime": 68.02,
    "text": "As one of the most successful movies Disney has ever released, we're willing to bet the Easter Eggs and references to Frozen are just beginning."
  },
  {
    "startTime": 68.02,
    "endTime": 75.85,
    "text": "The minds behind Big Hero 6 are clearly fans — and hold a serious grudge against Hans, the would-be king who tried to kill both of Frozen's leading ladies."
  },
  {
    "startTime": 75.9,
    "endTime": 81.77000000000001,
    "text": "A statue of Hans can be seen for just a moment before Baymax destroys it while trying out his new armor."
  },
  {
    "startTime": 81.77,
    "endTime": 89.53,
    "text": "If that weren't enough, his face can be seen gracing a Wanted poster in a San Fransokyo police station."
  },
  {
    "startTime": 89.7,
    "endTime": 93.34,
    "text": "The Little Mermaid."
  },
  {
    "startTime": 93.34,
    "endTime": 101.21000000000001,
    "text": "It seems Disney animators never miss a chance to fill crowd scenes with iconic characters from other movies and cartoons, even before Easter Eggs were mandatory."
  },
  {
    "startTime": 101.21,
    "endTime": 108.86,
    "text": "When King Triton assembles the underwater masses in the opening scene of The Little Mermaid, eagle-eyed viewers can spot Donald Duck, Goofy, and Mickey Mouse in the crowd."
  },
  {
    "startTime": 108.86,
    "endTime": 118.51,
    "text": "And it isn't just Disney mascots who get in on the fun, either: Kermit the Frog can be seen just a few rows behind them."
  },
  {
    "startTime": 118.51,
    "endTime": 121.13000000000001,
    "text": "Lilo & Stitch."
  },
  {
    "startTime": 121.13,
    "endTime": 127.92,
    "text": "You don't have to be a princess to start in a Disney adventure, only willing to don a disguise to protect your family — and belt out a few musical numbers too."
  },
  {
    "startTime": 127.92,
    "endTime": 135.14000000000001,
    "text": "Mulan learned that for herself when she pretended to be a man to join China's forces against the invading Huns in Disney's retelling of the classic story."
  },
  {
    "startTime": 135.14,
    "endTime": 141.10999999999999,
    "text": "Its message must have struck a chord with the cast of Lilo and Stitch, since a poster of Mulan hangs on Lilo's mother Nani's wall,"
  },
  {
    "startTime": 141.11,
    "endTime": 148.04000000000002,
    "text": "and the family even passes a restaurant called \"Mulan Wok\" when first adopting the trouble-making alien."
  },
  {
    "startTime": 148.04,
    "endTime": 151.45999999999998,
    "text": "Wall-E."
  },
  {
    "startTime": 151.54,
    "endTime": 159.35,
    "text": "Trading a human or animal star for a robotic one, Wall-E was a major turning point for Pixar as a whole, relying less on dialogue than ever before."
  },
  {
    "startTime": 159.35,
    "endTime": 166.97,
    "text": "Set in a future where mankind has turned Earth into one massive landfill and headed into space, Wall-E is just one maintenance robot left behind."
  },
  {
    "startTime": 166.97,
    "endTime": 171.84,
    "text": "He's put his time to good use, too, collecting dozens of trinkets and souvenirs to store in his home."
  },
  {
    "startTime": 171.84,
    "endTime": 177.12,
    "text": "When Wall-E first enters his house in the movie, one Toy Story character can be seen hidden behind a pair of bowling pins."
  },
  {
    "startTime": 177.12,
    "endTime": 187.48000000000002,
    "text": "How Rex managed to survive the man-made end of the world isn't clear, but if he did survive, then there's reason to believe that Woody and the gang were still alive off-screen as well."
  },
  {
    "startTime": 187.48,
    "endTime": 192.64,
    "text": "The Hunchback of Notre Dame."
  },
  {
    "startTime": 192.64,
    "endTime": 196.76,
    "text": "Few Disney movies can compete with the number of cameos tucked into The Hunchback of Notre Dame,"
  },
  {
    "startTime": 196.76,
    "endTime": 202.91,
    "text": "with the opening scene alone featuring a vendor selling Aladdin's magic carpet, and Beauty and the Beast's Belle out for a morning stroll."
  },
  {
    "startTime": 202.91,
    "endTime": 212.91,
    "text": "The Lion King jokester Pumbaa seems the odd one out, but his other cameo in the films climax is even better: proudly standing guard as a stone gargoyle."
  },
  {
    "startTime": 212.91,
    "endTime": 216.22,
    "text": "Brave."
  },
  {
    "startTime": 216.22,
    "endTime": 226.09,
    "text": "When Pixar was made an official branch of Walt Disney Animation, the tradition of Easter Eggs and cameos was just one thing both studios could agree on — even if it made no sense to the story being told."
  },
  {
    "startTime": 226.09,
    "endTime": 233.42000000000002,
    "text": "It's strange enough that among the wooden carvings being sold by the Witch in Brave is the same Pizza Planet delivery truck included in every Pixar film."
  },
  {
    "startTime": 233.42,
    "endTime": 239.95999999999998,
    "text": "But the carved image of Sully, the furry star of the wildly successful Monsters, Inc. shows that even witches need to worry about what's hiding in their closet."
  },
  {
    "startTime": 239.96,
    "endTime": 245.02,
    "text": "Beauty and the Beast."
  },
  {
    "startTime": 245.02,
    "endTime": 254.12,
    "text": "One of the best known Pixar Easter Eggs is the label \"A113\", the classroom at the California Institute of Technology where many of the company's earlier animators learned their trade."
  },
  {
    "startTime": 254.12,
    "endTime": 262.94,
    "text": "But the California locations are nothing new: in Beauty and The Beast, Maurice and Felipe find themselves lost in a terrifying forest, with a worn-out signpost offering little help."
  },
  {
    "startTime": 262.94,
    "endTime": 270.75,
    "text": "But a closer look shows arrows pointing to both Valencia, where the school is located, and Anaheim, home to Disneyland."
  },
  {
    "startTime": 270.75,
    "endTime": 276.15,
    "text": "Ratatouille."
  },
  {
    "startTime": 276.15,
    "endTime": 282.38,
    "text": "In what may be Pixar’s most unconventional tale to date, Ratatouille follows a rat with a flair for the culinary arts,"
  },
  {
    "startTime": 282.38,
    "endTime": 287.87,
    "text": "and a young man named Linguini who hopes to become a great chef, but lacks the skills to do so."
  },
  {
    "startTime": 287.87,
    "endTime": 293.61,
    "text": "The pair realizes success means combining their talents, but actually working together poses a serious challenge."
  },
  {
    "startTime": 293.61,
    "endTime": 298.08000000000004,
    "text": "When Linguini considers smuggling Remy into the kitchen in his pants, the rat isn’t on board."
  },
  {
    "startTime": 298.08,
    "endTime": 307.15,
    "text": "But the biggest reveal of the scene is Linguini’s underwear, shown to be patterned with the logo of Mr. Incredible, the star of The Incredibles."
  },
  {
    "startTime": 307.15,
    "endTime": 312.41999999999996,
    "text": "A Dog Eat Dog World."
  },
  {
    "startTime": 312.42,
    "endTime": 317.21000000000004,
    "text": "There's one fact that no one can deny: the Disney animators are most certainly dog people."
  },
  {
    "startTime": 317.21,
    "endTime": 320.96,
    "text": "And what's better than a canine adventure? How about a shared universe of them?"
  },
  {
    "startTime": 320.96,
    "endTime": 327.78,
    "text": "101 Dalmatians has enough spotted dogs in a single family to worry about, but when the call goes out that the pups are in trouble,"
  },
  {
    "startTime": 327.78,
    "endTime": 333.21999999999997,
    "text": "Lady and the Tramp can be seen in the city streets, along with their canine co-stars Jock and Peg."
  },
  {
    "startTime": 333.22,
    "endTime": 339.42,
    "text": "The litter's father, Pongo also makes a Cameo in Oliver & Company, along with Jock, Peg, and the always loyal Trusty."
  },
  {
    "startTime": 339.42,
    "endTime": 343.13,
    "text": "So what do you think of our list? Did we miss any of your favorite Disney Easter Eggs or inside jokes?"
  },
  {
    "startTime": 343.98,
    "endTime": 357.23,
    "text": "Let us know in our comment section and don't forget to subscribe to our channel for more videos like this one."
  }
]