[
  {
    "startTime": 22.09,
    "endTime": 25.7,
    "text": "Hello I am Tim Willcox with BBC World News. Our top stories"
  },
  {
    "startTime": 25.7,
    "endTime": 31.32,
    "text": "BERSIH! BERSIH! Protest on the streets of Kuala Lumpur goes"
  },
  {
    "startTime": 31.32,
    "endTime": 54.46,
    "text": "into a second day as the demands for the resignation of Malaysian Prime Minister build."
  },
  {
    "startTime": 54.46,
    "endTime": 58.870000000000005,
    "text": "Hello and welcome to the program. The streets of Malaysia's capital are again"
  },
  {
    "startTime": 58.87,
    "endTime": 65.28,
    "text": "turned yellow as huge crowds in the distinctive shirts returns to large parts of Kuala Lumpur."
  },
  {
    "startTime": 65.28,
    "endTime": 69.19,
    "text": "They are calling for the resignation of the Prime Minister, Najib Razak over a financial"
  },
  {
    "startTime": 69.19,
    "endTime": 72.39,
    "text": "scandal. Well many protesters camp out overnight after"
  },
  {
    "startTime": 72.39,
    "endTime": 76.95,
    "text": "a first day of rallys. Crowds are demanding to know why 700 million"
  },
  {
    "startTime": 76.95,
    "endTime": 83.57000000000001,
    "text": "dollars was paid into Mr. Najib's bank account. Our correspondent Jennifer Pak joins us from"
  },
  {
    "startTime": 83.57,
    "endTime": 87.31899999999999,
    "text": "the Malaysian capital. Significant numbers there."
  },
  {
    "startTime": 87.319,
    "endTime": 91.0,
    "text": "What is the sort of estimates of numbers on the streets?"
  },
  {
    "startTime": 91.0,
    "endTime": 97.1,
    "text": "Jennifer Pak: Well of course it has been coming and going but certainly tenths of thousands here,"
  },
  {
    "startTime": 97.1,
    "endTime": 99.19999999999999,
    "text": "although organizers put the total participation"
  },
  {
    "startTime": 99.2,
    "endTime": 105.96000000000001,
    "text": "up to 300,000 for the last two days. The police significantly less saying maybe"
  },
  {
    "startTime": 105.96,
    "endTime": 110.61999999999999,
    "text": "30,000 but just take a look behind me at the energy that is flowing through this crowd."
  },
  {
    "startTime": 110.62,
    "endTime": 116.84,
    "text": "They been here praying, singing, giving political speeches, taking pictures, they are having"
  },
  {
    "startTime": 116.84,
    "endTime": 120.569,
    "text": "a lot of fun. But of course they are directing their anger"
  },
  {
    "startTime": 120.569,
    "endTime": 126.179,
    "text": "towards one man, Prime Minister Najib Razak. He has been accused of mismanaging a state"
  },
  {
    "startTime": 126.179,
    "endTime": 130.819,
    "text": "fund called 1MDB and more importantly also accused of taking public money."
  },
  {
    "startTime": 130.819,
    "endTime": 136.849,
    "text": "Now he has been cleared by the anti-corruption agency of any wrong doing but many of these"
  },
  {
    "startTime": 136.849,
    "endTime": 142.79999999999998,
    "text": "protesters still believes that he has done something terribly wrong."
  },
  {
    "startTime": 142.8,
    "endTime": 148.9,
    "text": "Protester #1: Our Prime Minister has lot of accusations to answer. The 1Malaysia DB, the"
  },
  {
    "startTime": 148.9,
    "endTime": 151.86,
    "text": "2.6 billion. Where is the answer?"
  },
  {
    "startTime": 151.86,
    "endTime": 155.68,
    "text": "We want the answer. We need a clean government."
  },
  {
    "startTime": 155.68,
    "endTime": 160.969,
    "text": "Protester #2: The leaders of our nation. They don't want to answer. Something like"
  },
  {
    "startTime": 160.969,
    "endTime": 167.579,
    "text": "the excuses they give us is so stupid. STUPID ANSWER like 'donation'"
  },
  {
    "startTime": 167.579,
    "endTime": 173.709,
    "text": "Billion, billion US dollar in your bank account, and then you said that it's a 'donation'."
  },
  {
    "startTime": 173.709,
    "endTime": 180.04,
    "text": "What kind of \"alasan\", what kind of answer is that. Oh my god! You think, we all Malaysians"
  },
  {
    "startTime": 180.04,
    "endTime": 182.1,
    "text": "citizens are stupid. NO!"
  },
  {
    "startTime": 182.1,
    "endTime": 183.4,
    "text": "Protester #3: Lot of people are saying that"
  },
  {
    "startTime": 183.4,
    "endTime": 186.44,
    "text": "this is a waste of time. But I think we will look at the number of"
  },
  {
    "startTime": 186.44,
    "endTime": 191.66,
    "text": "people that are here, who left their work, today I think they left everything else they"
  },
  {
    "startTime": 191.66,
    "endTime": 195.39,
    "text": "can do this weekend. They are here because they think they can"
  },
  {
    "startTime": 195.39,
    "endTime": 198.879,
    "text": "make a difference. I think we are showing that the people do"
  },
  {
    "startTime": 198.879,
    "endTime": 202.54899999999998,
    "text": "have a huge power. We might not make a change tomorrow but this"
  },
  {
    "startTime": 202.549,
    "endTime": 207.3,
    "text": "is a start to show that we are headed somewhere."
  },
  {
    "startTime": 207.3,
    "endTime": 211.24,
    "text": "While you hear from the protestors, even if no change comes immediately they are not"
  },
  {
    "startTime": 211.24,
    "endTime": 215.8,
    "text": "going to be dishearten simply because this country has been ruled by the governing coalition"
  },
  {
    "startTime": 215.8,
    "endTime": 220.42000000000002,
    "text": "for almost 6 decades. These people want to send a message to the"
  },
  {
    "startTime": 220.42,
    "endTime": 224.67999999999998,
    "text": "government that they cannot take their vote for granted."
  },
  {
    "startTime": 224.68,
    "endTime": 229.519,
    "text": "How long though will the prime minister and the authorities put up with the demonstration"
  },
  {
    "startTime": 229.519,
    "endTime": 231.16,
    "text": "like this, like if it will go into another day?"
  },
  {
    "startTime": 231.16,
    "endTime": 235.939,
    "text": "They didn't want the demonstration to take place, and there is a significant security"
  },
  {
    "startTime": 235.939,
    "endTime": 239.57999999999998,
    "text": "presence there as well, is there?"
  },
  {
    "startTime": 239.58,
    "endTime": 245.209,
    "text": "Yes of course, the police has deemed this rally as illegal but as of yet we haven't"
  },
  {
    "startTime": 245.209,
    "endTime": 251.04,
    "text": "seen at least here in Kuala Lumpur on independence square, they blocked off the area for rehearsals"
  },
  {
    "startTime": 251.04,
    "endTime": 255.54,
    "text": "for independence day but they haven't really move against protesters because they say they"
  },
  {
    "startTime": 255.54,
    "endTime": 259.63,
    "text": "have respected the barriers that were set up by the police and so far everything seems"
  },
  {
    "startTime": 259.63,
    "endTime": 263.32,
    "text": "to be peaceful between the two sides. Now the protesters have said that they will"
  },
  {
    "startTime": 263.32,
    "endTime": 269.05,
    "text": "only hold it over the weekend, and they will be out of here when it comes to tomorrow,"
  },
  {
    "startTime": 269.05,
    "endTime": 273.639,
    "text": "when the country celebrates Independence Day. So it seems the organizers are going to keep"
  },
  {
    "startTime": 273.639,
    "endTime": 277.78000000000003,
    "text": "to their word, and people are fine with that but again they important thing is they want"
  },
  {
    "startTime": 277.78,
    "endTime": 282.46,
    "text": "to register their anger towards the government because in recent weeks prime minister has"
  },
  {
    "startTime": 282.46,
    "endTime": 286.06,
    "text": "actually moved against his critics. He has shut down media that that has been"
  },
  {
    "startTime": 286.06,
    "endTime": 290.43,
    "text": "following the cases too closely, he has sacked his deputy for questioning of his handling"
  },
  {
    "startTime": 290.43,
    "endTime": 295.87,
    "text": "of this scandal, and he has also replaced the attorney general investigating into the"
  },
  {
    "startTime": 295.87,
    "endTime": 302.33,
    "text": "funds that had gone into his bank account. There is a suspicion here that Prime Minister"
  },
  {
    "startTime": 302.33,
    "endTime": 307.419,
    "text": "Najib is not going to reveal the truth of where this money has gone to and is not willing"
  },
  {
    "startTime": 307.419,
    "endTime": 311.03,
    "text": "to give any more answers. So Malaysians here want to register their"
  },
  {
    "startTime": 311.03,
    "endTime": 314.64,
    "text": "voice to the governing coalition that this is not good enough."
  },
  {
    "startTime": 314.64,
    "endTime": 324.64,
    "text": "Okay, Jennifer Pak at Kuala Lumpur. Thank you very much indeed."
  }
]