[
  {
    "startTime": 2.71,
    "endTime": 10.222,
    "text": "Hi, my name is Rebecca. And in today's lesson, I'm going to give you some basic information about the TOEIC exam."
  },
  {
    "startTime": 10.263,
    "endTime": 17.3,
    "text": "So let's look at some of the questions I've written on the board and that way you'll have some basic information about this exam."
  },
  {
    "startTime": 17.4,
    "endTime": 25.4,
    "text": "So first of all, what is the TOEIC? The TOEIC stands for Test of English for International Communication."
  },
  {
    "startTime": 25.6,
    "endTime": 36.7,
    "text": "That means that really the TOEIC is an exam that measures business English, your knowledge of business English or English used in the workplace."
  },
  {
    "startTime": 37.0,
    "endTime": 39.839,
    "text": "It's a very popular English proficiency exam."
  },
  {
    "startTime": 39.839,
    "endTime": 54.44,
    "text": "It's taken by about 5 million people every year and maybe 10,000 companies or so use the results of this exam, to help them decide whether to give people a job."
  },
  {
    "startTime": 54.44,
    "endTime": 68.809,
    "text": "So very often they request that students, or rather job applicants, put the results of their exam on their resume, so that they can judge what their level of English is, okay?"
  },
  {
    "startTime": 68.809,
    "endTime": 74.56,
    "text": "And that will also help you to understand some of the answers to the other questions that we have."
  },
  {
    "startTime": 74.56,
    "endTime": 77.15,
    "text": "So what does the TOEIC exam measure?"
  },
  {
    "startTime": 77.3,
    "endTime": 86.163,
    "text": "The TOEIC measures your ability to read, write, speak, and understand English as it's used in the workplace."
  },
  {
    "startTime": 86.5,
    "endTime": 94.8,
    "text": "So it's basically testing your knowledge of quite basic and fundamental business English, all right?"
  },
  {
    "startTime": 94.9,
    "endTime": 101.10000000000001,
    "text": "It's not general English. It's not academic English, as is tested on the TOEFL, for example."
  },
  {
    "startTime": 101.2,
    "endTime": 106.8,
    "text": "It's really about general and business English, or English used in the workplace."
  },
  {
    "startTime": 107.2,
    "endTime": 113.49000000000001,
    "text": "Why do people take it? Well, as I mentioned before, people take the TOEIC exam for several reasons."
  },
  {
    "startTime": 113.6,
    "endTime": 124.19999999999999,
    "text": "They take it first of all to get a job, because many employers do request the results of the TOEIC exam from job applicants."
  },
  {
    "startTime": 124.4,
    "endTime": 129.972,
    "text": "Many people also take this exam in order to get a get a promotion, for example."
  },
  {
    "startTime": 130.0,
    "endTime": 134.47,
    "text": "And some others take it to get a visa."
  },
  {
    "startTime": 134.47,
    "endTime": 147.2,
    "text": "For example, I believe now in the UK that spouses of people who have applied, may submit their TOEIC scores as a way to get a visa, okay?"
  },
  {
    "startTime": 147.5,
    "endTime": 154.2,
    "text": "Where is it popular? Well, originally the TOEIC was most popular in Japan and Korea."
  },
  {
    "startTime": 154.33,
    "endTime": 163.0,
    "text": "Now, the popularity of the TOEIC has really spread to other places around the world, including India where it has taken off quite well,"
  },
  {
    "startTime": 163.1,
    "endTime": 170.69,
    "text": "as well as in North America, in South America, really more in South America, and also parts of Europe."
  },
  {
    "startTime": 170.69,
    "endTime": 175.65,
    "text": "So in most places today, you can take this exam."
  },
  {
    "startTime": 175.6,
    "endTime": 178.1,
    "text": "Now, how many kinds are there?"
  },
  {
    "startTime": 178.3,
    "endTime": 190.60000000000002,
    "text": "Well, when we talk about the TOEIC exam, originally the TOEIC exam was a relatively short two-hour exam, and it tested only listening and reading skills, all right?"
  },
  {
    "startTime": 190.7,
    "endTime": 198.2,
    "text": "So it was quite different from exams like the IELTS or exams like the TOEFL, which tested all four skills."
  },
  {
    "startTime": 198.2,
    "endTime": 205.29999999999998,
    "text": "So when it started in the '70s, and until quite recently, it only was a test of listening and reading."
  },
  {
    "startTime": 205.48,
    "endTime": 213.82,
    "text": "However, since then, many employers said that that's not really enough."
  },
  {
    "startTime": 213.82,
    "endTime": 217.84,
    "text": "It's not enough to know about only listening and reading skills."
  },
  {
    "startTime": 217.84,
    "endTime": 221.02,
    "text": "They also wanted to know about speaking and writing skills."
  },
  {
    "startTime": 221.02,
    "endTime": 234.9,
    "text": "So ETS, the organization that created this exam, created a second version, a second section of this exam, which is a separate exam of speaking and writing skills."
  },
  {
    "startTime": 235.1,
    "endTime": 239.79999999999998,
    "text": "So today there are two exams that are considered part of the TOEIC."
  },
  {
    "startTime": 240.0,
    "endTime": 251.08,
    "text": "One is the original Listening and Reading exam, and the second one is the Speaking and Writing exam, which is relatively newer, and they are separate exams."
  },
  {
    "startTime": 251.08,
    "endTime": 258.009,
    "text": "They are not taken at one time. They are taken separately and sometimes even on separate dates, all right?"
  },
  {
    "startTime": 258.01,
    "endTime": 263.199,
    "text": "When I come back in a moment, I'm going to tell you a little bit more about each of those exams."
  },
  {
    "startTime": 263.199,
    "endTime": 270.77000000000004,
    "text": "Okay, so now let's look at the two different exams that are part of the TOEIC, all right?"
  },
  {
    "startTime": 271.0,
    "endTime": 275.209,
    "text": "The first, as I mentioned, is the Listening and Reading exam."
  },
  {
    "startTime": 275.209,
    "endTime": 283.659,
    "text": "And the listening is about 45 minutes long. There are approximately 100 questions or so."
  },
  {
    "startTime": 283.659,
    "endTime": 286.259,
    "text": "It varies, depending on which exam you're doing."
  },
  {
    "startTime": 286.259,
    "endTime": 294.71000000000004,
    "text": "And the accents might be British, American, Australian, Canadian. It's a mix of accents that you listen to."
  },
  {
    "startTime": 294.71,
    "endTime": 300.31899999999996,
    "text": "And the tasks start off easy, and they get a little bit harder as you go along."
  },
  {
    "startTime": 300.7,
    "endTime": 309.43,
    "text": "The reading section of the exam is about 75 minutes long and also you have about 100 questions."
  },
  {
    "startTime": 309.5,
    "endTime": 320.979,
    "text": "But what you have is short reading sections, or texts, or it could be an advertisement or a memo, or an email or something like that."
  },
  {
    "startTime": 321.0,
    "endTime": 327.529,
    "text": "And after each one, there are approximately four or five questions, not usually more than that."
  },
  {
    "startTime": 327.529,
    "endTime": 332.199,
    "text": "So it's not like you have a lot of questions about a long text."
  },
  {
    "startTime": 332.199,
    "endTime": 337.93,
    "text": "You'll have many, many, short texts, with a few questions after that."
  },
  {
    "startTime": 337.93,
    "endTime": 346.8,
    "text": "So that's the TOEIC Listening and Reading exam. It's a paper-and-pencil exam. It's not an internet-based exam."
  },
  {
    "startTime": 347.0,
    "endTime": 351.39,
    "text": "The TOEIC Speaking and Writing exam is an internet-based exam."
  },
  {
    "startTime": 351.39,
    "endTime": 360.12,
    "text": "You do it on the internet and the speaking section of that lasts for about 20 minutes."
  },
  {
    "startTime": 360.12,
    "endTime": 363.2,
    "text": "You don't meet an actual examiner."
  },
  {
    "startTime": 363.4,
    "endTime": 371.09999999999997,
    "text": "You are given question prompts, and you'll have to wear a headphone and microphone, and you'll record your answer."
  },
  {
    "startTime": 371.099,
    "endTime": 379.719,
    "text": "And that answer is then reviewed and evaluated by TOEIC examiners, and then you're given a score."
  },
  {
    "startTime": 379.8,
    "endTime": 387.701,
    "text": "So you have 20 minutes, and you have about 11 different tasks or questions that you are given."
  },
  {
    "startTime": 387.701,
    "endTime": 395.55,
    "text": "You are graded on your pronunciation, your grammar, your vocabulary, and also the content of your answer."
  },
  {
    "startTime": 395.6,
    "endTime": 401.59000000000003,
    "text": "That means: did your answer give the response that was required?"
  },
  {
    "startTime": 401.59,
    "endTime": 406.10999999999996,
    "text": "Did you talk about what they asked or did you talk about something else altogether?"
  },
  {
    "startTime": 406.11,
    "endTime": 410.639,
    "text": "Did you understand the question? That's what they really want to know, all right?"
  },
  {
    "startTime": 410.639,
    "endTime": 412.659,
    "text": "So that's the speaking part of the exam."
  },
  {
    "startTime": 412.659,
    "endTime": 421.549,
    "text": "And after that is the writing part of the exam, which lasts for about one hour, you have a number of different tasks there."
  },
  {
    "startTime": 421.549,
    "endTime": 431.99899999999997,
    "text": "You have about seven tasks that you must do in half an hour and then the last half an hour, you have one more task, which is an essay."
  },
  {
    "startTime": 432.0,
    "endTime": 443.719,
    "text": "You have to write an essay of about 300 words in half an hour, so altogether the writing section of the exam, of the TOEIC exam, is 60 minutes."
  },
  {
    "startTime": 443.719,
    "endTime": 456.37,
    "text": "And you're also graded on things like how thorough your answer is, how correctly you write, your grammar, your vocabulary, and of course, the content of what you write."
  },
  {
    "startTime": 456.37,
    "endTime": 461.2,
    "text": "So here I've given you some of the basics of the TOEIC exam."
  },
  {
    "startTime": 461.4,
    "endTime": 474.13899999999995,
    "text": "For more information, for a complete free guide, actually, to the TOEIC exam, please visit our website. It's www.GoodLuckTOEIC.com"
  },
  {
    "startTime": 474.139,
    "endTime": 481.713,
    "text": "I'll write it for you."
  },
  {
    "startTime": 481.713,
    "endTime": 491.6,
    "text": "and I wish you all the best with your exam. Okay, so www.GoodLuckTOEIC.com. Thank you very much for watching,"
  },
  {
    "startTime": 491.8,
    "endTime": 493.27000000000004,
    "text": "Bye for now."
  }
]