[
  {
    "startTime": 0.3,
    "endTime": 4.8,
    "text": "When I saw the traffic on the road, I went bananas."
  },
  {
    "startTime": 5.0,
    "endTime": 17.08,
    "text": "Can you sense my anger? Can you sense my irritation? … I'm sure you can!"
  },
  {
    "startTime": 16.3,
    "endTime": 25.0,
    "text": "Hi and welcome to today's lesson, My name is Rima and today's lesson is all about going absolutely crazy, that's right."
  },
  {
    "startTime": 25.2,
    "endTime": 31.1,
    "text": "I have for you 15 crazy idioms and we are gonna have a look at seven of them first."
  },
  {
    "startTime": 31.3,
    "endTime": 34.8,
    "text": "So, all of these idioms actually mean the same thing."
  },
  {
    "startTime": 35.0,
    "endTime": 43.8,
    "text": "They mean going crazy, either with anger, either with anxiety, with happiness but essentially,  they mean you're going crazy."
  },
  {
    "startTime": 44.0,
    "endTime": 53.5,
    "text": "So, well, a lot of them are very very fun. So, let's look at the very first one, and the first one is \"go bananas\"."
  },
  {
    "startTime": 53.7,
    "endTime": 59.800000000000004,
    "text": "Now trust me this has nothing to do with you becoming long, green, yellow and filled with potassium."
  },
  {
    "startTime": 60.0,
    "endTime": 63.45,
    "text": "It actually means that you are going crazy."
  },
  {
    "startTime": 63.45,
    "endTime": 84.30000000000001,
    "text": "So, \"go bananas\" actually means going crazy with anger or anxiety, or joy."
  },
  {
    "startTime": 84.5,
    "endTime": 89.709,
    "text": "So, if you have to use \"go bananas\" in a sentence, you would say..."
  },
  {
    "startTime": 89.709,
    "endTime": 97.45,
    "text": "Okay, let's take anger first – \"When I saw the traffic on the road, I went bananas.\""
  },
  {
    "startTime": 97.45,
    "endTime": 101.8,
    "text": "Can you sense my anger? Can you sense my irritation? I'm sure you can!"
  },
  {
    "startTime": 102.0,
    "endTime": 112.4,
    "text": "Well, the second usage would be – \"I went bananas while waiting in the line\" because I was so anxious, because the line actually was for my exam result.\""
  },
  {
    "startTime": 112.8,
    "endTime": 121.219,
    "text": "Imagine that anxiety. You are going bananas."
  },
  {
    "startTime": 117.0,
    "endTime": 128.02,
    "text": "And if I had to use it for joy, I would d say \"I saw my best friend after 10 years and I went bananas.\" That means you went crazy, crazy, crazy with joy, that's right."
  },
  {
    "startTime": 128.02,
    "endTime": 139.20000000000002,
    "text": "So the word \"go bananas\" as in the idiom \"go bananas\" actually stands for a lot of feelings, when you are going crazy, either with anger, anxiety or joy."
  },
  {
    "startTime": 139.31,
    "endTime": 142.8,
    "text": "I hope that's clear and now moving on to the next one."
  },
  {
    "startTime": 143.0,
    "endTime": 146.9,
    "text": "So, this one is \"go nuts\"."
  },
  {
    "startTime": 147.1,
    "endTime": 165.79999999999998,
    "text": "Now, it has nothing to do with cashew net or peanut or a brazil nut. It's actually going crazy, either with joy or anger."
  },
  {
    "startTime": 166.7,
    "endTime": 172.79999999999998,
    "text": "So, you could use \"go nuts\" in a sentence saying – \"I went nuts after watching the film.\""
  },
  {
    "startTime": 173.0,
    "endTime": 176.56,
    "text": "It was so good, as in you loved the film, you became a huge fan of the film, which is why you went nuts about it."
  },
  {
    "startTime": 181.0,
    "endTime": 183.94,
    "text": "Or say maybe,  \"I'll go nuts if I'll have to keep working for 17 hours a day, everyday.\""
  },
  {
    "startTime": 188.0,
    "endTime": 193.9,
    "text": "Which means you are going crazy with anger and irritation and anxiety and fatigue."
  },
  {
    "startTime": 194.1,
    "endTime": 197.5,
    "text": "So, that' s how you use \"go nuts\" in a sentence."
  },
  {
    "startTime": 197.7,
    "endTime": 201.13,
    "text": "Well, that was all about going bananas and going nuts."
  },
  {
    "startTime": 201.13,
    "endTime": 203.6,
    "text": "And now let's see what we have next on the list."
  },
  {
    "startTime": 203.8,
    "endTime": 207.9,
    "text": "And the next one is slightly different, it is \"lose it\"."
  },
  {
    "startTime": 208.1,
    "endTime": 216.79999999999998,
    "text": "Now this has nothing to do with losing objects or losing your cell phone. This actually means losing your head, that's right."
  },
  {
    "startTime": 217.0,
    "endTime": 227.0,
    "text": "Losing your head or losing your temper."
  },
  {
    "startTime": 227.2,
    "endTime": 232.06,
    "text": "So, \"lose it\" actually means that you are getting very very angry about something."
  },
  {
    "startTime": 232.06,
    "endTime": 237.91,
    "text": "So you know, you could say \"When my mom saw the mess in the house, she just lost it.\""
  },
  {
    "startTime": 237.91,
    "endTime": 243.5,
    "text": "How many times you have experienced that. I am sure a lot of times. It's very easy to make your mom lose it, right?"
  },
  {
    "startTime": 243.7,
    "endTime": 251.29999999999998,
    "text": "So, that's right, so \"lose it\" stands for losing your temper, losing your head with anger, just getting really really enraged."
  },
  {
    "startTime": 251.5,
    "endTime": 256.8,
    "text": "So, if you had to use it in a sentence, remember your mom and that would be very very simple for you."
  },
  {
    "startTime": 257.0,
    "endTime": 262.9,
    "text": "Well, that is \"lose it\" for you and moving on, this one is \"go mental\"."
  },
  {
    "startTime": 263.1,
    "endTime": 269.6,
    "text": "Now this is as easy as it gets, because this is about going absolutely crazy with anger."
  },
  {
    "startTime": 269.789,
    "endTime": 280.8,
    "text": "And it doesn't have to do anything with you going to the mental hospital or a mental institution, it just means that you are so angry that you are almost bordering on mental."
  },
  {
    "startTime": 281.0,
    "endTime": 287.8,
    "text": "Well, I don't think I can get that angry right now, but I can definitely help you as to how to use this idiom in a sentence."
  },
  {
    "startTime": 288.0,
    "endTime": 300.0,
    "text": "First of all, I am gonna write the meaning. \"Go mental\" means to get very very angry, okay."
  },
  {
    "startTime": 300.2,
    "endTime": 310.0,
    "text": "So, now that you are angry, you could say something like – \"When I realized that they were being unfair to me, I went absolutely mental.\""
  },
  {
    "startTime": 310.2,
    "endTime": 313.759,
    "text": "Do I look angry enough? Well, I hope I do and I hope that explains \"go mental\" absolutely clearly."
  },
  {
    "startTime": 316.0,
    "endTime": 319.409,
    "text": "I'm moving to the next one and this one happens to be \"freak out\"."
  },
  {
    "startTime": 322.0,
    "endTime": 326.2,
    "text": "Well, \"freak out\" can be used in a positive way and also in a negative way."
  },
  {
    "startTime": 326.4,
    "endTime": 337.68899999999996,
    "text": "So, \"feak out\" could mean that you are angry or absolutely elated and joyful."
  },
  {
    "startTime": 337.689,
    "endTime": 349.40000000000003,
    "text": "So if I am going in for the latest sale in town, then I could say something like – \"When I saw the sale prices, I just freaked out.\" Which means I was crazy with joy."
  },
  {
    "startTime": 349.6,
    "endTime": 358.8,
    "text": "But I could also say something like – \"When I reached office late, my boss just freaked out.\" Which means my boss got very very angry."
  },
  {
    "startTime": 359.0,
    "endTime": 369.2,
    "text": "So, \"freak out\" is a very very simple . You can use it either positively to show that you are elated or joyful or use it negatively to show that you are very very angry."
  },
  {
    "startTime": 369.4,
    "endTime": 370.5,
    "text": "So, that's \"freak out\" for you."
  },
  {
    "startTime": 370.6,
    "endTime": 375.40000000000003,
    "text": "And the next idiom on my list is \"go bonkers\"."
  },
  {
    "startTime": 375.6,
    "endTime": 391.1,
    "text": "I'm sure you have heard this one before It's a really fun one and it means either you are angry or you are very very happy to see someone or something."
  },
  {
    "startTime": 391.3,
    "endTime": 402.8,
    "text": "So, let's say that you see this really cute girl for the very first time, you could say something like – \"When I saw Susan for the first time, I went absolutely bonkers.\""
  },
  {
    "startTime": 403.0,
    "endTime": 407.8,
    "text": "Oh my God, can you hear that flip flop of your heart? Can you feel your heart beat skipping?"
  },
  {
    "startTime": 408.0,
    "endTime": 419.8,
    "text": "That's what \"go bonkers\" essentially means, but if you have to use it in a negative way, you could say something like – \"When I saw the traffic, I went absolutely bonkers.  \""
  },
  {
    "startTime": 419.8,
    "endTime": 422.5,
    "text": "Like you were so angry, irritated and enraged."
  },
  {
    "startTime": 422.7,
    "endTime": 429.2,
    "text": "So, that's right, that's \"go bonkers\" for you. You can use it happily or you can use it angrily, it's all up to you."
  },
  {
    "startTime": 429.4,
    "endTime": 433.59999999999997,
    "text": "And the last one on my list for now is \"go berserk\""
  },
  {
    "startTime": 433.8,
    "endTime": 437.8,
    "text": "I know this one is kind of funny, doesn't it? Berserk with a zzzz."
  },
  {
    "startTime": 438.0,
    "endTime": 445.199,
    "text": "What does it really mean?"
  },
  {
    "startTime": 440.0,
    "endTime": 455.2,
    "text": "Well, \"go berserk\" means actually to freak out, which means to get absolutely angry or irritated."
  },
  {
    "startTime": 455.4,
    "endTime": 459.87899999999996,
    "text": "So if I have to get irritated with someone, I could say something like – \"Whenever I see work not being done properly, I just go berserk. \""
  },
  {
    "startTime": 464.0,
    "endTime": 466.6,
    "text": "I can't tolerate it, makes sense now?"
  },
  {
    "startTime": 466.8,
    "endTime": 476.8,
    "text": "So if you have to show absolute and complete irritation and you know, absolute anger regarding something, you could use \"go berserk\" and it's a very very effective idiom."
  },
  {
    "startTime": 477.0,
    "endTime": 490.5,
    "text": "So well, those were my seven absolutely crazy idioms which indicate you know, going crazy either with anger, anxiety, joy, happiness, excitement or absolute irritation."
  },
  {
    "startTime": 490.7,
    "endTime": 494.5,
    "text": "We are gonna look at some more, but for that, a little more patience."
  },
  {
    "startTime": 495.1,
    "endTime": 500.90000000000003,
    "text": "Okay, so we are going crazy together, we are having a look at 15 crazy idioms, that's right."
  },
  {
    "startTime": 501.1,
    "endTime": 503.40000000000003,
    "text": "We're gonna have a look at 8 more of them."
  },
  {
    "startTime": 503.6,
    "endTime": 510.3,
    "text": "Now, all of these idioms stand for going crazy with anger or joy or irritation or excitement."
  },
  {
    "startTime": 510.5,
    "endTime": 517.1,
    "text": "So, the next one on my list is \"fly off the handle.\" Very interesting."
  },
  {
    "startTime": 517.3,
    "endTime": 523.8,
    "text": "And trust me, this one has nothing to do with flying or it has nothing to do with any kind of a handle."
  },
  {
    "startTime": 524.0,
    "endTime": 532.0,
    "text": "It actually means that you are so angry that you've gone crazy with anger."
  },
  {
    "startTime": 539.0,
    "endTime": 549.6,
    "text": "So, well, if I have to use this in a sentence I would say something like \"When I see people disrespecting books, I just fly off the handle.\""
  },
  {
    "startTime": 549.8,
    "endTime": 555.5999999999999,
    "text": "Or \"When my father figured out that I have a boyfriend he just flew off the handle.\""
  },
  {
    "startTime": 555.8,
    "endTime": 561.68,
    "text": "Now, that sounds very relatable, right?"
  },
  {
    "startTime": 558.0,
    "endTime": 568.66,
    "text": "Well that's \"fly off the handle\" for you and I am going to move on to the next one which means \"blow one's top\"."
  },
  {
    "startTime": 566.9,
    "endTime": 570.0,
    "text": "That's right. \"Blow one's top.\""
  },
  {
    "startTime": 570.2,
    "endTime": 581.6,
    "text": "Now, this has nothing to do with the wind blowing your top or any other kind of nudity, it actually means that you are so angry, it's like you've blown your head away."
  },
  {
    "startTime": 581.7,
    "endTime": 592.2,
    "text": "So it means to go crazy with anger."
  },
  {
    "startTime": 592.4,
    "endTime": 600.6,
    "text": "So if I have to say something like, \"When I saw that the mechanic had messed up my car, I blew my top.\" That's right."
  },
  {
    "startTime": 600.8,
    "endTime": 606.8,
    "text": "I got so angry with him that I blew my top. \"How can you mess up my car, you're a mechanic.\""
  },
  {
    "startTime": 607.0,
    "endTime": 608.26,
    "text": "And so on and so forth."
  },
  {
    "startTime": 608.26,
    "endTime": 610.6,
    "text": "That's the usage for \"blow one's top\"."
  },
  {
    "startTime": 610.8,
    "endTime": 614.4,
    "text": "I hope that's very very clear to you and I am moving on to the next one."
  },
  {
    "startTime": 614.6,
    "endTime": 624.41,
    "text": "Now the next one is \"hit the roof\". OK?"
  },
  {
    "startTime": 618.0,
    "endTime": 642.5,
    "text": "Now, this has nothing to do with you taking a hammer and hitting the roof or breaking it down. It absolutely means that you are going crazy with anger or excitement."
  },
  {
    "startTime": 642.7,
    "endTime": 648.6,
    "text": "\"When I saw that my sales team had achieved the target for the quarter, I just hit the roof. \""
  },
  {
    "startTime": 648.8,
    "endTime": 655.0999999999999,
    "text": "Or for example, \"When I saw the things were not in order, I just hit the roof.\""
  },
  {
    "startTime": 655.3,
    "endTime": 663.0999999999999,
    "text": "So you can use it either positively or negatively and hit the roof is going crazy with anger or excitement."
  },
  {
    "startTime": 663.3,
    "endTime": 668.8,
    "text": "Coming up the next one. Very interesting and sounds really nice: \"Go ballistic.\""
  },
  {
    "startTime": 669.0,
    "endTime": 687.0,
    "text": "Now, this has nothingto do with a gun or anything related to a bullet, this actually means going crazy either with joy or anger, so go crazy with joy or anger."
  },
  {
    "startTime": 691.7,
    "endTime": 701.5,
    "text": "\"When the party was a success, I went ballistic,\" or \"I had such a great time that, I went ballistic\" which means, I was crazily joyful"
  },
  {
    "startTime": 701.7,
    "endTime": 709.5,
    "text": "At the same time I could say something like, \"When the whole thing turned into a massacre, I went ballistic.\""
  },
  {
    "startTime": 709.7,
    "endTime": 719.4000000000001,
    "text": "Which means, I went crazy with anger or some sort of anxiety, so basically you can use \"go ballistic\" either positively or negatively."
  },
  {
    "startTime": 719.6,
    "endTime": 724.2,
    "text": "And moving on, \"go off the deep end.\""
  },
  {
    "startTime": 724.4,
    "endTime": 738.0,
    "text": "Now, this has nothing to do with sky diving or bungee jumping or anything like that. It actually means that you are so angry, you're actually going off the deep end, so it means going crazy with anger."
  },
  {
    "startTime": 747.0,
    "endTime": 753.23,
    "text": "\"Whenever there is an extreme situation in my life, I just feel like I'm going off the deep end.\""
  },
  {
    "startTime": 753.0,
    "endTime": 757.82,
    "text": "You know it's like you're not able to cope with anger or with the pressure and you just give in and \"go off the deep end.\""
  },
  {
    "startTime": 760.0,
    "endTime": 761.8,
    "text": "Well, that's the usage for \"go off the deep end.\""
  },
  {
    "startTime": 762.3,
    "endTime": 770.1999999999999,
    "text": "And I hope 's clear to you so the next time there is something really really taxing happening in your life, you make sure you don't \"go off the deep end.\""
  },
  {
    "startTime": 770.4,
    "endTime": 780.5,
    "text": "Well, coming back, the next one is very simple. \"Blow up\" and no, it has nothing to do with a bomb or an action movie or a house blowing up."
  },
  {
    "startTime": 780.7,
    "endTime": 783.8000000000001,
    "text": "It just means that you are blowing up with anger."
  },
  {
    "startTime": 784.0,
    "endTime": 789.0,
    "text": "So going crazy with anger."
  },
  {
    "startTime": 791.6,
    "endTime": 798.9,
    "text": "So if I had to use this in a sentence I would say something like, \"My friend blew up at me, when I let out her secret.\""
  },
  {
    "startTime": 799.1,
    "endTime": 803.3000000000001,
    "text": "That's right, she has every right to go crazy with anger."
  },
  {
    "startTime": 803.5,
    "endTime": 811.1,
    "text": "Well, that is the usage for \"blow up\" and the next one's really funny. This one says \"pop one's cork\"."
  },
  {
    "startTime": 811.3,
    "endTime": 818.8,
    "text": "Okay, now this has nothing do with a wine bottle or wine bottle's cork, nor does it have anything with your pop, as in your father."
  },
  {
    "startTime": 819.0,
    "endTime": 824.8,
    "text": "This means absolutely losing your mind with anger."
  },
  {
    "startTime": 825.0,
    "endTime": 831.0,
    "text": "So the meaning is losing losing your mind with anger."
  },
  {
    "startTime": 841.6,
    "endTime": 850.8000000000001,
    "text": "So I could say something like – \"Sam just popped his cork when he saw that his entire house was in shambles\"."
  },
  {
    "startTime": 851.0,
    "endTime": 857.9,
    "text": "Well, can you imagine? You walk into your house and your house has absolutely  gone to the dogs, it is in shambles."
  },
  {
    "startTime": 858.0,
    "endTime": 865.54,
    "text": "So Sam absolutely \"popped his cork\" when he saw that his house was in shambles, which means he lost his mind with anger and very rightly so."
  },
  {
    "startTime": 869.0,
    "endTime": 875.8,
    "text": "Well , that's the second last on my list and the very last one for today is very very funny: \"go ape\"."
  },
  {
    "startTime": 876.0,
    "endTime": 883.6,
    "text": "Now this has nothing to do with the movie \"Planet of the Apes,\" nor does it have to do anything with any kind of a monkey or gorilla or an ape."
  },
  {
    "startTime": 883.8,
    "endTime": 895.0,
    "text": "This actually means that you are so angry that you've gone ape which means to go crazy with anger."
  },
  {
    "startTime": 900.5,
    "endTime": 905.96,
    "text": "So, \"Shelly went ape when she saw a little boy hitting her daughter.\""
  },
  {
    "startTime": 905.96,
    "endTime": 913.0,
    "text": "So well, Shelly was very very angry, she just lost her mind with anger because she saw someone hitting her little girl ."
  },
  {
    "startTime": 913.0,
    "endTime": 916.86,
    "text": "So Shelly \"went ape\" when she saw a little boy hitting her daughter."
  },
  {
    "startTime": 918.0,
    "endTime": 921.8,
    "text": "Well, I hope you've figured out the usage of all these crazy idioms."
  },
  {
    "startTime": 922.0,
    "endTime": 933.5,
    "text": "Yes essentially most of them mean the same, they mean either going crazy with anger/excitement/joy or losing your mind to anger."
  },
  {
    "startTime": 933.7,
    "endTime": 940.0,
    "text": "So I hope that you're not gonna go crazy with the usage of these and that I have made the usage fairly easy and clear for you."
  },
  {
    "startTime": 940.2,
    "endTime": 945.4000000000001,
    "text": "So make sure you enjoy these 15 crazy idioms that we shared today and have a good time with them."
  },
  {
    "startTime": 945.7,
    "endTime": 953.6,
    "text": "Well, that brings me to the end of today's lesson and yes, we went through 15 crazy idioms which essentially meant the same pretty much."
  },
  {
    "startTime": 953.8,
    "endTime": 964.9,
    "text": "They meant going crazy with anger/excitement/joy/irritation, absolutely losing your mind with anger or joy. So well, I hope that you don't go crazy using these."
  },
  {
    "startTime": 965.1,
    "endTime": 968.3000000000001,
    "text": "I hope I have made the usage absolutely clear and easy for you."
  },
  {
    "startTime": 968.6,
    "endTime": 973.8000000000001,
    "text": "Well, thank you for watching today's lesson and if you have something to say to me, make sure you type in the comment box below."
  },
  {
    "startTime": 974.0,
    "endTime": 982.82,
    "text": "This is me Rima signing out and saying thank you."
  }
]