[
  {
    "startTime": 0.74,
    "endTime": 5.2,
    "text": "When you're introducing somebody, it's not just merely saying their name and this is"
  },
  {
    "startTime": 5.2,
    "endTime": 9.99,
    "text": "who you are and this is who you are, let yourself and talk. It's really not the appropriate"
  },
  {
    "startTime": 9.99,
    "endTime": 14.91,
    "text": "way. Let's learn some of my other things. I'm Hazely Lopez from Hazely Academy of Refinements"
  },
  {
    "startTime": 14.91,
    "endTime": 20.5,
    "text": "and Modeling and I'm here to talk to you about how to introduce people. Well, the first thing"
  },
  {
    "startTime": 20.5,
    "endTime": 25.56,
    "text": "is that you want to think about is you want to do it in order of importance. If it's by"
  },
  {
    "startTime": 25.56,
    "endTime": 30.71,
    "text": "a higher rank or a higher position or if you're going to do it between a woman and a man,"
  },
  {
    "startTime": 30.71,
    "endTime": 36.03,
    "text": "you'll start with the man first. First of all, you're also going to be thinking about"
  },
  {
    "startTime": 36.03,
    "endTime": 39.83,
    "text": "the language. What you're going to be saying; how you're going to be saying. You're going"
  },
  {
    "startTime": 39.83,
    "endTime": 48.31,
    "text": "to be using full names, \"this is Miss Carrie Smith and this is Mr.,\" and you say the first"
  },
  {
    "startTime": 48.31,
    "endTime": 53.57,
    "text": "name and last name. Always using the man's name first or the higher position first. You"
  },
  {
    "startTime": 53.57,
    "endTime": 58.32,
    "text": "also want to make sure you contextualize. You want to let them know how they are related"
  },
  {
    "startTime": 58.32,
    "endTime": 64.14,
    "text": "to you. This can also be open for other conversations. You also want to make sure that you try to"
  },
  {
    "startTime": 64.14,
    "endTime": 68.2,
    "text": "look for things that they have in common. Try to think about that while you're actually"
  },
  {
    "startTime": 68.2,
    "endTime": 72.60000000000001,
    "text": "introducing them, or beforehand. You want to make sure that they say, \"oh, you live"
  },
  {
    "startTime": 72.6,
    "endTime": 77.41999999999999,
    "text": "in the same street,\" or, \"did you know that you were neighbors?\" Or things like that can"
  },
  {
    "startTime": 77.42,
    "endTime": 82.2,
    "text": "open to another conversation that they can have on their own. When they're already talking"
  },
  {
    "startTime": 82.2,
    "endTime": 86.74000000000001,
    "text": "by themselves, you are already to go, you did your job and you've introduced themselves."
  },
  {
    "startTime": 86.74,
    "endTime": 92.96,
    "text": "I'm Hazely Lopez from Hazely Academy of Refinements and Modeling and always remember, keep a happy"
  },
  {
    "startTime": 92.96,
    "endTime": 102.96,
    "text": "smile."
  }
]