[
  {
    "startTime": 0.12,
    "endTime": 5.24,
    "text": "So you've come to a place and you need to introduce yourself. What are some tips? Well,"
  },
  {
    "startTime": 5.24,
    "endTime": 10.379999999999999,
    "text": "let's talk about them more. I am Hazely Lopez from Hazely Academy of Refinement and Modeling"
  },
  {
    "startTime": 10.38,
    "endTime": 15.780000000000001,
    "text": "and I'm here to talk to you about how to introduce yourself. When you enter a room the most important"
  },
  {
    "startTime": 15.78,
    "endTime": 20.72,
    "text": "thing is to be confident and secure about yourself. Always make eye contact, that says"
  },
  {
    "startTime": 20.72,
    "endTime": 26.169999999999998,
    "text": "a lot about you. Also, when you introduce your name, you have to say your first and"
  },
  {
    "startTime": 26.17,
    "endTime": 32.07,
    "text": "your last name, ask for the other party's name and follow that by repeating it. \"It's"
  },
  {
    "startTime": 32.07,
    "endTime": 38.71,
    "text": "nice to meet you, Mary\". It's really important to always look for conversations. You may"
  },
  {
    "startTime": 38.71,
    "endTime": 43.67,
    "text": "want to tell them how they have, you have some things in common to them or how do you"
  },
  {
    "startTime": 43.67,
    "endTime": 48.32,
    "text": "know the host of the party. These are some ideas that you may think about. If you have"
  },
  {
    "startTime": 48.32,
    "endTime": 53.14,
    "text": "a nickname, you may also tell them that when you're actually introducing yourself to them."
  },
  {
    "startTime": 53.14,
    "endTime": 58.379,
    "text": "Another thing to do is to always try to look for things about your background that you"
  },
  {
    "startTime": 58.379,
    "endTime": 63.318999999999996,
    "text": "may want to show to that person. That can open to other conversations and to really"
  },
  {
    "startTime": 63.319,
    "endTime": 68.47,
    "text": "have a good time and be confident and happy with yourself and with the other person. I"
  },
  {
    "startTime": 68.47,
    "endTime": 78.47,
    "text": "am Hazely Lopez from Hazely Academy of Refinement and Modeling and it's a pleasure to meet you."
  }
]