[
  {
    "startTime": 0.1,
    "endTime": 2.3000000000000003,
    "text": "Are you sarcastic? You must be so smart."
  },
  {
    "startTime": 7.0,
    "endTime": 9.0,
    "text": "Hi smart alecks, Julian here for DNews."
  },
  {
    "startTime": 9.1,
    "endTime": 14.0,
    "text": "My parents always told me when I was a petulant teenager that, \"Sarcasm is the lowest form of wit.\""
  },
  {
    "startTime": 14.1,
    "endTime": 17.55,
    "text": "To which I replied, \"Yeah whatever,\" and totally won the argument."
  },
  {
    "startTime": 17.6,
    "endTime": 21.900000000000002,
    "text": "Now I’m a petulant adult and I’m happy to report science seems to agree with me."
  },
  {
    "startTime": 22.0,
    "endTime": 29.0,
    "text": "A new study published in Organizational Behavior and Human Decision Processes examined if there was a link between sarcasm and creativity."
  },
  {
    "startTime": 29.1,
    "endTime": 33.0,
    "text": "Participants were randomly assigned to behave sarcastically, sincerely or neutral."
  },
  {
    "startTime": 33.1,
    "endTime": 36.7,
    "text": "They were then paired with another participant and went through a simulated conversation."
  },
  {
    "startTime": 36.8,
    "endTime": 43.5,
    "text": "In a variation of the experiment, participants were asked to recall an exchange that they had had in their life that was either sarcastic, sincere or neutral."
  },
  {
    "startTime": 43.6,
    "endTime": 50.800000000000004,
    "text": "After they had simulated or recalled a conversation, they were given 3 tests to measure their creativity, and another to measure how well they could think abstractly."
  },
  {
    "startTime": 50.9,
    "endTime": 56.43,
    "text": "The researchers found that after a sarcastic conversation, participants were more creative and better at abstract thinking."
  },
  {
    "startTime": 56.5,
    "endTime": 62.2,
    "text": "And it didn’t matter if they were the ones being sarcastic; just being on the receiving end bolstered their cognitive functions."
  },
  {
    "startTime": 62.3,
    "endTime": 66.2,
    "text": "So just hearing sarcasm, makes you more intelligent. You’re welcome."
  },
  {
    "startTime": 66.3,
    "endTime": 70.44,
    "text": "But why would being sarcastic help with anything aside from being the funniest person ever?"
  },
  {
    "startTime": 70.5,
    "endTime": 74.8,
    "text": "Co-author of the study, Francesca Gino, explained in an email to the Harvard Gazette that:"
  },
  {
    "startTime": 74.9,
    "endTime": 84.44,
    "text": "\"To create or decode sarcasm, both the expressers and recipients of sarcasm need to overcome the contradiction between the literal and actual meanings of the sarcastic expressions."
  },
  {
    "startTime": 84.5,
    "endTime": 90.33,
    "text": "This is a process that activates and is facilitated by abstraction, which in turn promotes creative thinking.\""
  },
  {
    "startTime": 90.4,
    "endTime": 97.7,
    "text": "So decoding when someone says, \"You look nice today\" needs more thought than just hearing \"You look nice today!\", and it gets your brain in gear."
  },
  {
    "startTime": 97.8,
    "endTime": 103.0,
    "text": "But then another problem arises: it may also make you want to punch that sarcastic jerk in the face."
  },
  {
    "startTime": 103.1,
    "endTime": 107.39999999999999,
    "text": "So, how do you get the benefits of being sarcastic while remaining un-face-punched?"
  },
  {
    "startTime": 107.5,
    "endTime": 112.2,
    "text": "The researchers looked into that too and discovered that the key is the relationship you have with the other person."
  },
  {
    "startTime": 112.3,
    "endTime": 116.55,
    "text": "If a sarcastic exchange happens between two friends, they know the other is joking and don’t mind."
  },
  {
    "startTime": 116.6,
    "endTime": 122.24,
    "text": "But if a stranger is sarcastic towards another, the recipient isn’t sure if they’re being mocked and so may take offense."
  },
  {
    "startTime": 122.3,
    "endTime": 126.3,
    "text": "So to practice safe sarcasm, the researchers recommend doing it with a friend."
  },
  {
    "startTime": 126.4,
    "endTime": 128.5,
    "text": "To which I say, \"Duh.\""
  },
  {
    "startTime": 128.6,
    "endTime": 134.4,
    "text": "Sarcasm is my second language and comes easily to some, but it actually requires more mental gymnastics than you may have realized."
  },
  {
    "startTime": 134.5,
    "endTime": 138.0,
    "text": "People with some forms of brain damage or autism may have a tough time picking up on it."
  },
  {
    "startTime": 138.1,
    "endTime": 139.79999999999998,
    "text": "Anthony explains why, here."
  },
  {
    "startTime": 139.9,
    "endTime": 141.9,
    "text": "Sarcasm is a pretty interesting thing."
  },
  {
    "startTime": 142.0,
    "endTime": 148.7,
    "text": "A popular theory says that we developed it as an emotional tool that helps poke around a conversation and see what the polite boundaries are."
  },
  {
    "startTime": 148.8,
    "endTime": 153.70000000000002,
    "text": "Are you usually sarcastic? Let us know, by writing \"No?\" or \"No.\" in the comments."
  },
  {
    "startTime": 153.8,
    "endTime": 161.20000000000002,
    "text": "And if you have any questions you want us to tackle, let us know down there too, or on Facebook, Twitter; we even have a Subreddit, r/DNews that you can reach us at."
  },
  {
    "startTime": 161.3,
    "endTime": 163.9,
    "text": "Subscribe for more and I'll see you next time on DNews."
  }
]