[
  {
    "startTime": 1.195,
    "endTime": 5.3500000000000005,
    "text": "Hello everyone, I'm Jade. What we're talking about today is writing introductions. And"
  },
  {
    "startTime": 5.35,
    "endTime": 10.82,
    "text": "I'm going to give you three ways that you can write introductions, and you can use any"
  },
  {
    "startTime": 10.82,
    "endTime": 17.25,
    "text": "of these three ways to answer an IELTS exam for the discursive essay or discursive essay"
  },
  {
    "startTime": 17.25,
    "endTime": 19.377,
    "text": "questions in the CAE exam."
  },
  {
    "startTime": 19.377,
    "endTime": 25.624,
    "text": "So let's take a look at the kind of question I'm talking about. I'll read the question"
  },
  {
    "startTime": 25.624,
    "endTime": 29.5,
    "text": "to you first of all. \"In Britain, elderly people may go to live"
  },
  {
    "startTime": 29.5,
    "endTime": 34.81,
    "text": "in a home with other old people where nurses look after them. Sometimes the government"
  },
  {
    "startTime": 34.81,
    "endTime": 39.703,
    "text": "has to pay for this care. Who do you think should pay for this care?\""
  },
  {
    "startTime": 39.703,
    "endTime": 47.026,
    "text": "And then in the IELTS question it would say: \"Give reasons and support your answer with"
  },
  {
    "startTime": 47.026,
    "endTime": 48.822,
    "text": "your own opinions.\""
  },
  {
    "startTime": 48.822,
    "endTime": 55.07,
    "text": "So this is a discursive essay. And if you look at it, there are two... There are two"
  },
  {
    "startTime": 55.07,
    "endTime": 70.659,
    "text": "sides in the question. The first side is the government paying for the care. And the other..."
  },
  {
    "startTime": 70.659,
    "endTime": 75.83600000000001,
    "text": "The other side is implied, doesn't... Doesn't tell us who the other side is. But if the"
  },
  {
    "startTime": 75.836,
    "endTime": 83.212,
    "text": "government's not paying, it's implying that it's the... The children of the elderly people."
  },
  {
    "startTime": 83.212,
    "endTime": 97.2,
    "text": "So: \"children of elderly people.\" So, in all these discursive essays, there's going to"
  },
  {
    "startTime": 97.2,
    "endTime": 104.226,
    "text": "be some kind of opposition; one side and a different side. So now we found the two sides,"
  },
  {
    "startTime": 104.226,
    "endTime": 106.459,
    "text": "the two ways of looking at this question."
  },
  {
    "startTime": 106.459,
    "endTime": 113.52000000000001,
    "text": "And what we're going to look at now is the first way that you can answer this question"
  },
  {
    "startTime": 113.52,
    "endTime": 118.539,
    "text": "in an introduction. Because what happens is when you get there and you're writing an exam,"
  },
  {
    "startTime": 118.539,
    "endTime": 123.897,
    "text": "many people just get stuck and they don't know what to write for the introduction; they"
  },
  {
    "startTime": 123.897,
    "endTime": 128.637,
    "text": "don't know how to begin. And, of course, you can waste time if you don't know what to say."
  },
  {
    "startTime": 128.637,
    "endTime": 136.286,
    "text": "So what some people do is basically just rewrite the question and just maybe change a couple"
  },
  {
    "startTime": 136.286,
    "endTime": 139.784,
    "text": "of words, but it's not really an introduction if you do that."
  },
  {
    "startTime": 139.784,
    "endTime": 145.82999999999998,
    "text": "So let's look at rhetorical questions. You can use a rhetorical question to write an"
  },
  {
    "startTime": 145.83,
    "endTime": 150.613,
    "text": "introduction. What's a \"rhetorical question\"? I think I just made a rhetorical question."
  },
  {
    "startTime": 150.613,
    "endTime": 157.35,
    "text": "It's when you... When you speak directly to the reader, asking a question, but of course"
  },
  {
    "startTime": 157.35,
    "endTime": 162.894,
    "text": "the reader's not going to be able to answer you, so you answer the reader in the course"
  },
  {
    "startTime": 162.894,
    "endTime": 173.34300000000002,
    "text": "of your argument. So it's taking the question and making your own question out of it, essentially."
  },
  {
    "startTime": 173.343,
    "endTime": 180.42999999999998,
    "text": "So, an easy way to do it is by using: \"should\" to form your question. So remember we've got"
  },
  {
    "startTime": 180.43,
    "endTime": 186.76000000000002,
    "text": "two sides, we've got an opposition. We've got government paying for the care and we've"
  },
  {
    "startTime": 186.76,
    "endTime": 191.45,
    "text": "got the children of elderly people paying for the... For the care."
  },
  {
    "startTime": 191.45,
    "endTime": 196.31,
    "text": "So here we go, here's the first example: \"Should the government or family pay for the"
  },
  {
    "startTime": 196.31,
    "endTime": 204.982,
    "text": "care of elderly people?\" So, in my answer, I've called them \"family\""
  },
  {
    "startTime": 204.982,
    "endTime": 209.77,
    "text": "here, it's a little bit... It's a little bit more direct and succinct, rather than saying:"
  },
  {
    "startTime": 209.77,
    "endTime": 214.60000000000002,
    "text": "\"children of elderly people\". So there's one example."
  },
  {
    "startTime": 214.6,
    "endTime": 220.4,
    "text": "\"Should the government be responsible for providing care for elderly people?\""
  },
  {
    "startTime": 220.4,
    "endTime": 226.299,
    "text": "I forgot my question mark there. You don't need to write your rhetorical question with"
  },
  {
    "startTime": 226.299,
    "endTime": 234.43,
    "text": "\"should\". You could use other question structures. For example: \"Is it the responsibility of"
  },
  {
    "startTime": 234.43,
    "endTime": 239.47400000000002,
    "text": "government to pay for the care of elderly people?\" You don't have to use \"should\", but"
  },
  {
    "startTime": 239.474,
    "endTime": 245.137,
    "text": "I find \"should\" is an easy... Easy way to generate your question. But then, you know,"
  },
  {
    "startTime": 245.137,
    "endTime": 248.17,
    "text": "that's not the whole introduction; you need to say something else."
  },
  {
    "startTime": 248.17,
    "endTime": 259.103,
    "text": "What do you say then? Well, you follow with the context. So, what's the context of this?"
  },
  {
    "startTime": 259.103,
    "endTime": 269.855,
    "text": "Well, it's telling us what happens in Britain, elderly people go to homes and the government"
  },
  {
    "startTime": 269.855,
    "endTime": 275.49,
    "text": "pays or sometimes the family pay, but maybe there's a different context in other countries."
  },
  {
    "startTime": 275.49,
    "endTime": 280.06,
    "text": "For example: the country you're from. Again, it's implying that, that it's not the same"
  },
  {
    "startTime": 280.06,
    "endTime": 286.46,
    "text": "system everywhere in the world. So you could... You could bring this context into the next"
  },
  {
    "startTime": 286.46,
    "endTime": 288.352,
    "text": "sentence in your introduction."
  },
  {
    "startTime": 288.352,
    "endTime": 296.599,
    "text": "So here is some sentences you can use for writing about the context. And I haven't..."
  },
  {
    "startTime": 296.599,
    "endTime": 302.486,
    "text": "I haven't finished the sentences, I'll just improvise some endings. For example:"
  },
  {
    "startTime": 302.486,
    "endTime": 310.007,
    "text": "\"This question\" - talking about the rhetorical question - \"generates a lot of debate because...\""
  },
  {
    "startTime": 310.007,
    "endTime": 315.009,
    "text": "and now I'm going to improvise. \"This question generates a lot of debate because the care"
  },
  {
    "startTime": 315.009,
    "endTime": 320.37800000000004,
    "text": "for elderly people is very, very\" - not very, very - \"is very expensive.\""
  },
  {
    "startTime": 320.378,
    "endTime": 328.87199999999996,
    "text": "Or you could say: \"Opinion is divided about this issue because"
  },
  {
    "startTime": 328.872,
    "endTime": 336.515,
    "text": "some families cannot afford to pay for the care of their elderly relatives. For this"
  },
  {
    "startTime": 336.515,
    "endTime": 344.356,
    "text": "reason, it's not fair to expect them to pay.\" Something like that, another improvised answer."
  },
  {
    "startTime": 344.356,
    "endTime": 352.009,
    "text": "Or what about this one? In your subject, you can use a group. Okay? You don't have to say:"
  },
  {
    "startTime": 352.009,
    "endTime": 357.07300000000004,
    "text": "\"I think\", you don't have to use your own subjectivity. So you could say something like:"
  },
  {
    "startTime": 357.073,
    "endTime": 363.056,
    "text": "\"Most people\" or you could, borrowing the authority of somebody else, you could say:"
  },
  {
    "startTime": 363.056,
    "endTime": 369.96,
    "text": "\"politicians\" or we could refer to someone relevant in the answer. We could say: \"Most"
  },
  {
    "startTime": 369.96,
    "endTime": 378.71799999999996,
    "text": "elderly people\", for example. Here we go: \"Most people think that...\" Improvising here:"
  },
  {
    "startTime": 378.718,
    "endTime": 387.49,
    "text": "\"Most people think that the government should pay for the care of elderly people because"
  },
  {
    "startTime": 387.49,
    "endTime": 392.217,
    "text": "elderly people have worked and paid taxes all their lives so it's only fair.\""
  },
  {
    "startTime": 392.217,
    "endTime": 396.786,
    "text": "I don't know if most people think that, but it's your essay, you can say what you like."
  },
  {
    "startTime": 396.786,
    "endTime": 405.961,
    "text": "So when you... When you've written your statement with the context, that's... Will give you"
  },
  {
    "startTime": 405.961,
    "endTime": 410.999,
    "text": "a few lines and that's enough for an introduction. And then you can move on to the main body"
  },
  {
    "startTime": 410.999,
    "endTime": 421.11,
    "text": "of your... Of your essay. But what we look at next is the other ways of writing an introduction"
  },
  {
    "startTime": 421.11,
    "endTime": 425.39500000000004,
    "text": "for your IELTS or CAE exam."
  },
  {
    "startTime": 425.395,
    "endTime": 432.85999999999996,
    "text": "Let's have a look at the second way to write an introduction. So I just left some key phrases"
  },
  {
    "startTime": 432.86,
    "endTime": 437.099,
    "text": "from the question at the top here. Remember, we have an opposition: the government pays"
  },
  {
    "startTime": 437.099,
    "endTime": 442.389,
    "text": "for the care or the family pays for the care. So if you are uncomfortable doing a rhetorical"
  },
  {
    "startTime": 442.389,
    "endTime": 448.23,
    "text": "question, you might want to consider this way which I'm calling the \"While Introduction\"."
  },
  {
    "startTime": 448.23,
    "endTime": 452.999,
    "text": "And this is the structure for writing this kind of introduction, there are three parts"
  },
  {
    "startTime": 452.999,
    "endTime": 454.61,
    "text": "to make your introduction."
  },
  {
    "startTime": 454.61,
    "endTime": 459.337,
    "text": "The first part is you need to write a context sentence and you can do that in the present"
  },
  {
    "startTime": 459.337,
    "endTime": 467.669,
    "text": "simple. The second part is a \"While\" sentence for contrast. And the third part is a statement"
  },
  {
    "startTime": 467.669,
    "endTime": 471.953,
    "text": "of opinion. So we're going to look at those three different parts now."
  },
  {
    "startTime": 471.953,
    "endTime": 479.33,
    "text": "So, one: context sentence, present simple. So, here you're expressing some kind of general"
  },
  {
    "startTime": 479.33,
    "endTime": 484.83299999999997,
    "text": "fact about the situation. \"The care of elderly people is expensive therefore,"
  },
  {
    "startTime": 484.833,
    "endTime": 497.151,
    "text": "there is debate about who should pay for it.\" We put commas before \"therefore\". You're not"
  },
  {
    "startTime": 497.151,
    "endTime": 505.577,
    "text": "using: \"I think\" or anything like this. This is just a general statement about the situation."
  },
  {
    "startTime": 505.577,
    "endTime": 514.44,
    "text": "Remember that in Britain, elderly people go to live in a home sometimes and the government"
  },
  {
    "startTime": 514.44,
    "endTime": 519.0,
    "text": "sometimes pays for them. Well, you're just adding a little bit of opinion there, saying"
  },
  {
    "startTime": 519.0,
    "endTime": 523.751,
    "text": "it's expensive, you're... You're sharing us what the problem is if you... If you do that."
  },
  {
    "startTime": 523.751,
    "endTime": 526.761,
    "text": "So there... There you have your context."
  },
  {
    "startTime": 526.761,
    "endTime": 533.6,
    "text": "Then we get to the part where we need to make the \"While\" sentence for contrast, and this"
  },
  {
    "startTime": 533.6,
    "endTime": 540.97,
    "text": "is where we show the two positions; some people think this, some people think that. Let's"
  },
  {
    "startTime": 540.97,
    "endTime": 545.364,
    "text": "have a look. So this would be your sentence or something similar:"
  },
  {
    "startTime": 545.364,
    "endTime": 551.865,
    "text": "\"While some people think that the government should pay, others think that the family should"
  },
  {
    "startTime": 551.865,
    "endTime": 559.49,
    "text": "pay.\" So, what you do is you need to put the two"
  },
  {
    "startTime": 559.49,
    "endTime": 576.9590000000001,
    "text": "sides of the argument into your \"While\" sentence. So here I put \"some people\" and I'm contrasting"
  },
  {
    "startTime": 576.959,
    "endTime": 590.7479999999999,
    "text": "it with \"others\", \"others\". But we could... We could vary this. We could also say: \"many"
  },
  {
    "startTime": 590.748,
    "endTime": 606.976,
    "text": "people\" or we could even say: \"elderly people\". We could include... We could include the group"
  },
  {
    "startTime": 606.976,
    "endTime": 613.49,
    "text": "of people that the question's actually talking about. So, we need to make the opposition"
  },
  {
    "startTime": 613.49,
    "endTime": 619.94,
    "text": "and we do that by mentioning here the other side of the situation, the family should pay"
  },
  {
    "startTime": 619.94,
    "endTime": 627.25,
    "text": "like that. When you write a \"While\" sentence, there will always be a comma in between your"
  },
  {
    "startTime": 627.25,
    "endTime": 632.279,
    "text": "first clause and your second clause."
  },
  {
    "startTime": 632.279,
    "endTime": 640.146,
    "text": "So then what do you do? You need to give a statement of opinion to close this introduction."
  },
  {
    "startTime": 640.146,
    "endTime": 646.813,
    "text": "So you can use... You can use this phrase to get you started, you can say: \"In my opinion\"."
  },
  {
    "startTime": 646.813,
    "endTime": 652.952,
    "text": "\"In my opinion, there are strong arguments on both sides...\""
  },
  {
    "startTime": 652.952,
    "endTime": 659.949,
    "text": "So you would continue that, saying something about why you think one side is strong. I"
  },
  {
    "startTime": 659.949,
    "endTime": 667.49,
    "text": "think this kind of thing is really good for an IELTS answer. If you are at university"
  },
  {
    "startTime": 667.49,
    "endTime": 672.73,
    "text": "level, you need to be writing something more sophisticated, but I'm giving you just a template"
  },
  {
    "startTime": 672.73,
    "endTime": 677.243,
    "text": "you can use in your answers so that you don't get stuck. And if you follow this template,"
  },
  {
    "startTime": 677.243,
    "endTime": 682.6840000000001,
    "text": "you'll get a good score in your essays. Oh, well the introduction will be good at least."
  },
  {
    "startTime": 682.684,
    "endTime": 688.399,
    "text": "So here's another option, you could say: \"In my opinion, the government\" - or you could"
  },
  {
    "startTime": 688.399,
    "endTime": 695.56,
    "text": "choose a different subject -, \"the family should pay as...\" blah, blah, blah."
  },
  {
    "startTime": 695.56,
    "endTime": 703.7199999999999,
    "text": "So here, you're including in the introduction what you actually think. You're showing us"
  },
  {
    "startTime": 703.72,
    "endTime": 708.36,
    "text": "how you're going to argue in the rest of the essay or what you're going to discuss in the"
  },
  {
    "startTime": 708.36,
    "endTime": 714.11,
    "text": "rest of the essay. If you say something like this: \"In my opinion, there are strong arguments"
  },
  {
    "startTime": 714.11,
    "endTime": 718.029,
    "text": "on both sides\", we don't really know where you're going with your answer yet. Maybe you"
  },
  {
    "startTime": 718.029,
    "endTime": 724.079,
    "text": "don't know yet and that's why you're choosing that. If you say: \"In my opinion, the family"
  },
  {
    "startTime": 724.079,
    "endTime": 729.853,
    "text": "should pay...\" blah, blah, blah, then we know that throughout your argument, that's what"
  },
  {
    "startTime": 729.853,
    "endTime": 735.025,
    "text": "you're going for; you're going to make the case that it's the responsibility of the family."
  },
  {
    "startTime": 735.025,
    "endTime": 741.61,
    "text": "So when we come back, we're going to look at the third and final way that you can use..."
  },
  {
    "startTime": 741.61,
    "endTime": 747.312,
    "text": "A template that you can follow to write an introduction for IELTS or CAE."
  },
  {
    "startTime": 747.312,
    "endTime": 751.803,
    "text": "Now we're going to look at the final way that I have for you to write an introduction for"
  },
  {
    "startTime": 751.803,
    "endTime": 757.72,
    "text": "your IELTS or CAE. So, often, these kind of questions are really set up for you to be"
  },
  {
    "startTime": 757.72,
    "endTime": 763.49,
    "text": "able to bring in your own experience from your own country, so you can contrast the"
  },
  {
    "startTime": 763.49,
    "endTime": 769.139,
    "text": "cultures between Britain and where you're from, for example. So, I've called this third"
  },
  {
    "startTime": 769.139,
    "endTime": 776.19,
    "text": "option: \"Sharing experience/contrasting cultures\". So remember the question was set"
  },
  {
    "startTime": 776.19,
    "endTime": 783.826,
    "text": "up in a way that said: \"In Britain, the government generally pays for the care of elderly people\"?"
  },
  {
    "startTime": 783.826,
    "endTime": 791.279,
    "text": "Well, maybe it's different in your country so we can use this structure for making an"
  },
  {
    "startTime": 791.279,
    "endTime": 792.48,
    "text": "introduction."
  },
  {
    "startTime": 792.48,
    "endTime": 801.1800000000001,
    "text": "The first part is a context sentence about your country. So the question told us what"
  },
  {
    "startTime": 801.18,
    "endTime": 808.16,
    "text": "it's like in Britain. What's it like in your country? The next part is a \"However\" contrast"
  },
  {
    "startTime": 808.16,
    "endTime": 813.0,
    "text": "sentence, so contrasting sentence. And the last part of the introduction is you giving"
  },
  {
    "startTime": 813.0,
    "endTime": 818.485,
    "text": "a statement of opinion. Which system or which culture do you think is best? Effectively,"
  },
  {
    "startTime": 818.485,
    "endTime": 822.117,
    "text": "so let's look at those sentences."
  },
  {
    "startTime": 822.117,
    "endTime": 829.346,
    "text": "For the context sentence about your country, I'm just going to put a country here."
  },
  {
    "startTime": 829.346,
    "endTime": 836.259,
    "text": "\"In ___________ the family is responsible for\" - missed that word - \"for the care of"
  },
  {
    "startTime": 836.259,
    "endTime": 840.8530000000001,
    "text": "their elderly parents.\" Well, I spent some time in Nepal and I can"
  },
  {
    "startTime": 840.853,
    "endTime": 847.2239999999999,
    "text": "tell you that there, the family is responsible. They have a very different system; the way"
  },
  {
    "startTime": 847.224,
    "endTime": 851.9430000000001,
    "text": "they live is very different. So, in fact, I don't have to be from Nepal to say that."
  },
  {
    "startTime": 851.943,
    "endTime": 856.279,
    "text": "It's not like I'm talking about my country; doesn't have to be your country to make this"
  },
  {
    "startTime": 856.279,
    "endTime": 863.36,
    "text": "kind of... To use this kind of structure. So, for example: \"In Nepal the family is responsible"
  },
  {
    "startTime": 863.36,
    "endTime": 871.3240000000001,
    "text": "for the care of their elderly parents, therefore they must pay for their care.\" It's not an"
  },
  {
    "startTime": 871.324,
    "endTime": 876.8299999999999,
    "text": "option for the government to pay for the care here. So there's a context sentence."
  },
  {
    "startTime": 876.83,
    "endTime": 883.4300000000001,
    "text": "Then show the contrast. That's what it's like in Nepal, what's it like in Britain? And you"
  },
  {
    "startTime": 883.43,
    "endTime": 886.8929999999999,
    "text": "can use what was said in the question to be able to answer that."
  },
  {
    "startTime": 886.893,
    "endTime": 892.811,
    "text": "\"However, in Britain the situation is different.\" - Yeah, we know it's different because the"
  },
  {
    "startTime": 892.811,
    "endTime": 900.625,
    "text": "government can pay for the care - \"Perhaps because family life is different.\""
  },
  {
    "startTime": 900.625,
    "endTime": 908.344,
    "text": "You could go on to discuss this more in the main body of your essay. You don't... You"
  },
  {
    "startTime": 908.344,
    "endTime": 914.6450000000001,
    "text": "don't definitely... Essentially, you don't need that so much, that's just like a little"
  },
  {
    "startTime": 914.645,
    "endTime": 921.018,
    "text": "bit extra. You could just leave it like that. \"However, in Britain the situation is different.\""
  },
  {
    "startTime": 921.018,
    "endTime": 928.619,
    "text": "And then you can give your opinion. Which way or which system is better? So whatever"
  },
  {
    "startTime": 928.619,
    "endTime": 935.1600000000001,
    "text": "you think. \"In my opinion, the government should pay"
  },
  {
    "startTime": 935.16,
    "endTime": 938.879,
    "text": "for the care of elderly people because...\" blah, blah, blah."
  },
  {
    "startTime": 938.879,
    "endTime": 944.3190000000001,
    "text": "So what I've tried to do is break down the structure of an introduction for you because"
  },
  {
    "startTime": 944.319,
    "endTime": 949.139,
    "text": "a lot of people just get really stuck and they don't know what to write because you"
  },
  {
    "startTime": 949.139,
    "endTime": 952.399,
    "text": "see this question there and you don't really know how to put it together."
  },
  {
    "startTime": 952.399,
    "endTime": 961.389,
    "text": "So what can you take away from today's lesson? You can think... You can think about an introduction"
  },
  {
    "startTime": 961.389,
    "endTime": 965.819,
    "text": "as something with a beginning, and a middle, and an end, and a structure that you can follow."
  },
  {
    "startTime": 965.819,
    "endTime": 970.9699999999999,
    "text": "Plus, you can take away some of the set phrases that I've given you so that you can include"
  },
  {
    "startTime": 970.97,
    "endTime": 974.609,
    "text": "those in your introductions in the future when you're writing something."
  },
  {
    "startTime": 974.609,
    "endTime": 979.3190000000001,
    "text": "But what you can do now is, of course, go to the engVid website where you can do a quiz"
  },
  {
    "startTime": 979.319,
    "endTime": 984.847,
    "text": "on this lesson. So that will prepare you for writing introductions for your exams. And"
  },
  {
    "startTime": 984.847,
    "endTime": 988.91,
    "text": "what I'd also like you to do is subscribe here on my engVid channel and also on my personal"
  },
  {
    "startTime": 988.91,
    "endTime": 993.559,
    "text": "channel. I've got lots and lots of videos on my personal channel about learning English,"
  },
  {
    "startTime": 993.559,
    "endTime": 1000.891,
    "text": "other things as well, accents, a variety of things for you to enjoy there. So, yes, we're"
  },
  {
    "startTime": 1000.89,
    "endTime": 1010.89,
    "text": "finished now. I'm just going to go fishing. I'll see you later."
  }
]