[
  {
    "startTime": 6.528,
    "endTime": 11.315999999999999,
    "text": "What do Charles Darwin, Michael Jordan, and Yoda have in common?"
  },
  {
    "startTime": 11.616,
    "endTime": 18.834,
    "text": "They, like many other historical and fictive individuals, are bald, in some cases by their own choice."
  },
  {
    "startTime": 18.834,
    "endTime": 28.544,
    "text": "For centuries, a shining dome has been a symbol of intelligence, but despite this, many balding people still wish their hair would return."
  },
  {
    "startTime": 28.544,
    "endTime": 34.722,
    "text": "Scientists have long pondered, \"Why do some people lose their hair, and how can we bring it back?\""
  },
  {
    "startTime": 34.722,
    "endTime": 45.566,
    "text": "The full-headed among us have about 100,000 to 150,000 hairs on our scalps, and scientists have discovered two things about this dense thicket."
  },
  {
    "startTime": 45.566,
    "endTime": 57.319,
    "text": "Firstly, the sprouting hair we see is mostly made up of keratin, the protein leftover from dead cells that are forced upwards as new cells grow beneath them."
  },
  {
    "startTime": 57.319,
    "endTime": 70.10000000000001,
    "text": "Secondly, the structures  that drive hair growth are called hair follicles, a network of complex organs that forms before we're born, and grows hair in an everlasting cycle."
  },
  {
    "startTime": 70.1,
    "endTime": 72.48299999999999,
    "text": "This cycle has three main phases."
  },
  {
    "startTime": 72.483,
    "endTime": 84.98,
    "text": "The first is anagen, the growth phase, which up to 90% of your hair follicles are experiencing right now, causing them to push up hair at a rate of one centimeter per month."
  },
  {
    "startTime": 84.98,
    "endTime": 89.57300000000001,
    "text": "Anagen can last for two to seven years, depending on your genes."
  },
  {
    "startTime": 89.573,
    "endTime": 104.113,
    "text": "After this productive period, signals within the skin instruct some follicles to enter a new phase known as catagen, or the regressing stage, causing hair follicles to shrink to a fraction of their original length."
  },
  {
    "startTime": 104.413,
    "endTime": 113.89999999999999,
    "text": "Catagen lasts for about two to three weeks and cuts blood supply to the follicle, creating a club hair, meaning it's ready to be shed."
  },
  {
    "startTime": 113.9,
    "endTime": 123.97800000000001,
    "text": "Finally, hairs enter telogen, the resting phase, which lasts for ten to twelve weeks, and affects about  5-15% of your scalp follicles."
  },
  {
    "startTime": 123.978,
    "endTime": 130.333,
    "text": "During telogen, up to 200 club hairs can be shed in a day, which is quite normal."
  },
  {
    "startTime": 130.333,
    "endTime": 133.411,
    "text": "Then, the growth cycle begins anew."
  },
  {
    "startTime": 133.411,
    "endTime": 142.43,
    "text": "But not all heads are hairy, and, in fact, some of them grow increasingly patchy over time in response to bodily changes."
  },
  {
    "startTime": 142.43,
    "endTime": 148.029,
    "text": "95% of baldness in men can be attributed to male pattern baldness."
  },
  {
    "startTime": 148.029,
    "endTime": 160.014,
    "text": "Baldness is inherited, and in people with this condition, follicles become incredibly sensitive to the effects of dihydrotestosterone, a hormonal product  made from testosterone."
  },
  {
    "startTime": 160.014,
    "endTime": 167.75,
    "text": "DHT causes shrinkage  in these overly sensitive follicles, making hair shorter and wispier."
  },
  {
    "startTime": 167.75,
    "endTime": 169.804,
    "text": "But loss isn't sudden."
  },
  {
    "startTime": 169.804,
    "endTime": 177.287,
    "text": "It happens gradually, along a metric known as the Norwood Scale, which describes the severity of hair loss."
  },
  {
    "startTime": 177.287,
    "endTime": 184.574,
    "text": "First, hair recedes along the temples, then hair on the crown begins to thin in a circular pattern."
  },
  {
    "startTime": 184.574,
    "endTime": 197.15800000000002,
    "text": "At the highest rating on the scale, these balding areas meet  and expand dramatically, eventually leaving only a ring of sparse hair around the temples and the back of the head."
  },
  {
    "startTime": 197.158,
    "endTime": 199.577,
    "text": "Genetics isn't all that drives hair loss."
  },
  {
    "startTime": 199.577,
    "endTime": 207.77,
    "text": "Long periods of stress can release signals that shock follicles and force them into the resting phase prematurely."
  },
  {
    "startTime": 207.77,
    "endTime": 210.47,
    "text": "Some women experience this after childbirth."
  },
  {
    "startTime": 210.47,
    "endTime": 215.98,
    "text": "Follicles might also lose the ability to go into anagen, the growth phase."
  },
  {
    "startTime": 215.98,
    "endTime": 220.79999999999998,
    "text": "People going through chemotherapy treatment temporarily experience this."
  },
  {
    "startTime": 220.8,
    "endTime": 226.20000000000002,
    "text": "But while balding may look permanent, scientific investigation  has revealed the opposite."
  },
  {
    "startTime": 226.2,
    "endTime": 232.50199999999998,
    "text": "Below the skin's surface, the roots that give rise to our hair actually remain alive."
  },
  {
    "startTime": 232.502,
    "endTime": 240.10500000000002,
    "text": "Using this knowledge, scientists have developed drugs that shorten the resting phase, and force follicles into anagen."
  },
  {
    "startTime": 240.105,
    "endTime": 250.386,
    "text": "Other drugs combat male pattern baldness by blocking the conversion  of testosterone to DHT so that it doesn't affect  those sensitive follicles."
  },
  {
    "startTime": 250.386,
    "endTime": 263.1,
    "text": "Stem cells also play a role in regulating the growth cycle, and so scientists are investigating whether they can manipulate the activity of these cells to encourage follicles to start producing hair again."
  },
  {
    "startTime": 263.1,
    "endTime": 273.27000000000004,
    "text": "And in the meantime, while scientists hone their hair-reviving methods, anyone going bald, or considering baldness, can remember that  they're in great company."
  }
]