[
  {
    "startTime": 0.0,
    "endTime": 14.0,
    "text": "♪"
  },
  {
    "startTime": 14.0,
    "endTime": 19.0,
    "text": "Now, my subject is success, so people sometimes call me a \"motivational speaker.\""
  },
  {
    "startTime": 19.0,
    "endTime": 23.001,
    "text": "But I want you to know right up front, I'm not a motivational speaker."
  },
  {
    "startTime": 23.0,
    "endTime": 25.3,
    "text": "I couldn't pass the height requirement."
  },
  {
    "startTime": 27.3,
    "endTime": 29.0,
    "text": "And I couldn't motivate anybody."
  },
  {
    "startTime": 29.5,
    "endTime": 32.0,
    "text": "My employees actually call me a de-motivational speaker."
  },
  {
    "startTime": 32.3,
    "endTime": 36.0,
    "text": "What I try to be is an informational speaker."
  },
  {
    "startTime": 36.0,
    "endTime": 41.0,
    "text": "I went out and found out some information about success, and I'm just here to pass it on."
  },
  {
    "startTime": 41.0,
    "endTime": 43.9,
    "text": "And my story started over 10 years ago, on a plane."
  },
  {
    "startTime": 43.9,
    "endTime": 53.0,
    "text": "I was on my way to the TED Conference in California, and in the seat next to me was a teenage girl, and she came from a really poor family but she wanted to get somewhere in life."
  },
  {
    "startTime": 53.3,
    "endTime": 60.0,
    "text": "And as I tapped away on my computer, she kept asking me questions, then out of the bush it. she asked, \"Are you successful?\""
  },
  {
    "startTime": 60.0,
    "endTime": 63.0,
    "text": "I said, \"No, I'm not successful.\""
  },
  {
    "startTime": 63.0,
    "endTime": 66.8,
    "text": "Terry Fox, my hero, now there's a big success."
  },
  {
    "startTime": 66.8,
    "endTime": 72.0,
    "text": "He lost a leg to cancer, then ran thousands of miles and raised millions for cancer research."
  },
  {
    "startTime": 72.3,
    "endTime": 78.0,
    "text": "Or Bill Gates, a guy who owns his own plane and doesn't have to sit next to some kid asking him questions."
  },
  {
    "startTime": 78.0,
    "endTime": 80.0,
    "text": "(Laughter)"
  },
  {
    "startTime": 80.0,
    "endTime": 82.0,
    "text": "But then I told her about some of the stuff I'd done."
  },
  {
    "startTime": 82.5,
    "endTime": 86.15,
    "text": "I love communications, and I've won lots of awards in marketing."
  },
  {
    "startTime": 86.15,
    "endTime": 91.0,
    "text": "I love running, and I still sometimes win my age group—old farts over 60."
  },
  {
    "startTime": 91.6,
    "endTime": 95.0,
    "text": "My fastest marathon is 2 hours and 43 minutes."
  },
  {
    "startTime": 95.49,
    "endTime": 99.0,
    "text": "To run the 26 miles, or 42 kilometers."
  },
  {
    "startTime": 99.0,
    "endTime": 102.0,
    "text": "I've run over 50 marathons, in all seven continents."
  },
  {
    "startTime": 102.0,
    "endTime": 106.0,
    "text": "This was a run my wife and I did up the Inca trail to Machu Picchu in Peru."
  },
  {
    "startTime": 106.0,
    "endTime": 111.0,
    "text": "And to qualify for the seven continents, we had to run a marathon in Antarctica."
  },
  {
    "startTime": 111.0,
    "endTime": 114.0,
    "text": "But when we got there, it didn't look nice and calm like this."
  },
  {
    "startTime": 114.4,
    "endTime": 118.0,
    "text": "It looked like this—the waves were so high we couldn't get to the shore."
  },
  {
    "startTime": 118.0,
    "endTime": 126.0,
    "text": "So we sailed 200 miles further south to where the seas were calm, and ran the entire 26-mile marathon on the boat."
  },
  {
    "startTime": 126.0,
    "endTime": 129.0,
    "text": "Four hundred and twenty-two laps around the deck of that little boat."
  },
  {
    "startTime": 129.35,
    "endTime": 132.89,
    "text": "My wife and I have also climbed two of the world's seven summits."
  },
  {
    "startTime": 132.9,
    "endTime": 134.0,
    "text": "The highest mountains on each continent."
  },
  {
    "startTime": 134.3,
    "endTime": 137.69,
    "text": "We climbed Aconcagua, the highest mountain on the American continent."
  },
  {
    "startTime": 137.69,
    "endTime": 140.0,
    "text": "And Kilimanjaro, the highest mountain in Africa."
  },
  {
    "startTime": 140.19,
    "endTime": 144.0,
    "text": "Well, to be honest, I puked my way to the top of Kilimanjaro."
  },
  {
    "startTime": 144.3,
    "endTime": 148.0,
    "text": "I got altitude sickness, I got no sympathy from my wife."
  },
  {
    "startTime": 148.3,
    "endTime": 153.0,
    "text": "She passed me and did a lap around the top while I was still struggling up there."
  },
  {
    "startTime": 153.0,
    "endTime": 157.7,
    "text": "In spite of that, we're still together, and have been for over 35 years."
  },
  {
    "startTime": 157.7,
    "endTime": 160.7,
    "text": "I'd say that's a success these days."
  },
  {
    "startTime": 160.7,
    "endTime": 166.0,
    "text": "So I said to the girl: \"Well, you know, I guess I have had some success.\""
  },
  {
    "startTime": 166.0,
    "endTime": 169.4,
    "text": "And then she said: \"Okay, so are you a millionaire?\""
  },
  {
    "startTime": 169.4,
    "endTime": 174.5,
    "text": "Now, I didn't know what to say because when I grew up, it was bad manners to talk about money."
  },
  {
    "startTime": 174.5,
    "endTime": 183.0,
    "text": "But I figured I'd better be honest, and I said, \"Yeah I'm a millionaire, but I don't know how it happened, I never went after the money, and it's not that important to me.\""
  },
  {
    "startTime": 183.4,
    "endTime": 190.3,
    "text": "She said, \"Maybe not to you, but it is to me—I don't want to be poor all my life, I want to get somewhere, but it's never going to happen.\""
  },
  {
    "startTime": 190.3,
    "endTime": 192.0,
    "text": "I said, \"Well, why not?\""
  },
  {
    "startTime": 192.0,
    "endTime": 196.3,
    "text": "She said, \"Well, you know, I'm not very smart, I'm not doing great in school.\""
  },
  {
    "startTime": 196.3,
    "endTime": 200.4,
    "text": "I said, \"So what? I'm not smart—I barely passed high school.\""
  },
  {
    "startTime": 200.4,
    "endTime": 206.6,
    "text": "I had absolutely nothing going for me, I was never voted most popular or most likely to succeed."
  },
  {
    "startTime": 206.6,
    "endTime": 214.6,
    "text": "I started a whole new category, most likely to fail, but in the end, I did okay—so if I can do it, you can do it."
  },
  {
    "startTime": 214.6,
    "endTime": 220.4,
    "text": "And then she asked me the big question: \"Okay, so what really leads to success?\""
  },
  {
    "startTime": 220.4,
    "endTime": 226.0,
    "text": "I said, \"Jeez, sorry, I don't know, I guess somehow I did it, I don't know how I did it.\""
  },
  {
    "startTime": 226.0,
    "endTime": 237.7,
    "text": "So I get off the plane and go to the TED Conference, and I'm standing in a room full of extraordinarily successful people in many fields—business, science, arts, health, technology, the environment."
  },
  {
    "startTime": 237.7,
    "endTime": 244.5,
    "text": "When it hit me: Why don't I ask them what helped them succeed, and find out what really leads to success for everyone?"
  },
  {
    "startTime": 244.5,
    "endTime": 250.0,
    "text": "So I was all excited to get out there and start talking to these great people, when the self-doubt set in."
  },
  {
    "startTime": 250.0,
    "endTime": 252.9,
    "text": "I mean, why would people want to talk to me?"
  },
  {
    "startTime": 252.9,
    "endTime": 255.70000000000002,
    "text": "I'm not a famous journalist—I'm not even a journalist."
  },
  {
    "startTime": 255.79,
    "endTime": 264.5,
    "text": "So I was ready to stop the project before it even began, when who comes walking towards me but Ben Cohen, the famous co-founder of Ben & Jerry's ice cream."
  },
  {
    "startTime": 264.5,
    "endTime": 271.0,
    "text": "I figured it was now or never, I pushed through the self-doubt, jumped out in front of him, and said, \"Ben, I'm working on this project.\""
  },
  {
    "startTime": 271.4,
    "endTime": 275.0,
    "text": "\"I don't even know what to ask you, but can you tell me what helped you succeed?\""
  },
  {
    "startTime": 275.0,
    "endTime": 277.6,
    "text": "He said, \"Yeah, sure, come on, let's go for a coffee.\""
  },
  {
    "startTime": 277.6,
    "endTime": 280.5,
    "text": "And over coffee and ice cream, Ben told me his story."
  },
  {
    "startTime": 280.5,
    "endTime": 288.79,
    "text": "Now here we are over 10 years later, and I've interviewed over 500 successful people face-to-face, and collected thousands of other success stories."
  },
  {
    "startTime": 288.79,
    "endTime": 297.0,
    "text": "I wanted to find the common factors for success in all fields, so I had to interview people in careers ranging from A to Z."
  },
  {
    "startTime": 297.0,
    "endTime": 302.0,
    "text": "These are just the careers I interviewed beginning with the letter A, and in most cases more than one person."
  },
  {
    "startTime": 302.5,
    "endTime": 320.0,
    "text": "I interviewed six successful accountants, five corporate auditors, five astronauts who had been into space, four actors who had won the Academy Award for Best Actor, three of the world's top astrophysicists, six of the world's leading architects and, oh yeah, four Nobel Prize winners."
  },
  {
    "startTime": 320.0,
    "endTime": 323.8,
    "text": "Yeah, I know it doesn't start with A, but it's kind of cool."
  },
  {
    "startTime": 323.8,
    "endTime": 329.7,
    "text": "And I want to say a sincere thanks to all the great people that I've interviewed over the years."
  },
  {
    "startTime": 329.7,
    "endTime": 333.5,
    "text": "This really is their story; I'm just the messenger."
  },
  {
    "startTime": 333.5,
    "endTime": 343.3,
    "text": "The really big job was taking all the interviews and analyzing them, word by word, line by line, and sorting them into all the factors that people said helped them succeed."
  },
  {
    "startTime": 343.3,
    "endTime": 347.6,
    "text": "And then you start to see the big factors that are common to most people's success."
  },
  {
    "startTime": 347.6,
    "endTime": 350.70000000000005,
    "text": "Altogether, I analyzed and sorted millions of words."
  },
  {
    "startTime": 350.7,
    "endTime": 353.0,
    "text": "Do you know how much work that is?"
  },
  {
    "startTime": 353.0,
    "endTime": 355.6,
    "text": "That's all I do, day and night—sort and analyze."
  },
  {
    "startTime": 355.6,
    "endTime": 362.0,
    "text": "I'll tell you, if I ever get my hands on that kid on the plane... actually, if I do, I'll thank her."
  },
  {
    "startTime": 362.0,
    "endTime": 365.6,
    "text": "Because I've never had so much fun and met so many interesting people."
  },
  {
    "startTime": 365.6,
    "endTime": 368.0,
    "text": "And now I can answer her question. [What really leads to success?]"
  },
  {
    "startTime": 368.0,
    "endTime": 374.0,
    "text": "I discovered the eight traits successful people have in common, or the eight to be great."
  },
  {
    "startTime": 374.0,
    "endTime": 377.0,
    "text": "Love what you do, work really hard."
  },
  {
    "startTime": 377.0,
    "endTime": 379.0,
    "text": "Focus on one thing, not everything."
  },
  {
    "startTime": 379.0,
    "endTime": 382.5,
    "text": "Keep pushing yourself, come up with good ideas."
  },
  {
    "startTime": 382.5,
    "endTime": 384.8,
    "text": "Keep improving yourself and what you do."
  },
  {
    "startTime": 384.8,
    "endTime": 390.0,
    "text": "Serve others something of value, because success isn't just about me, me, me."
  },
  {
    "startTime": 390.0,
    "endTime": 393.3,
    "text": "And persist, because there's no overnight success."
  },
  {
    "startTime": 393.3,
    "endTime": 395.0,
    "text": "Why did I pick these?"
  },
  {
    "startTime": 395.0,
    "endTime": 402.0,
    "text": "Because when I added up all the comments in my interviews, more people said those eight things helped them than anything else."
  },
  {
    "startTime": 402.2,
    "endTime": 411.0,
    "text": "The eight traits are really the heart of success, the foundation, and then on top we build the specific skills that we need for our particular field or career."
  },
  {
    "startTime": 411.0,
    "endTime": 420.0,
    "text": "Technical skills, analytical skills, people skills, creative skills—lots of other skills we can add on top, depending on our field."
  },
  {
    "startTime": 420.0,
    "endTime": 426.0,
    "text": "But no matter what field we're in, these eight traits will be at the heart of our success."
  },
  {
    "startTime": 426.0,
    "endTime": 436.0,
    "text": "(Applause)"
  }
]