[
  {
    "startTime": 7.0,
    "endTime": 13.1,
    "text": "In 1985, three researchers on a dolphin-studying expedition got a little bored."
  },
  {
    "startTime": 13.3,
    "endTime": 21.4,
    "text": "To lighten things up, one pretended to be Poseidon by placing a seaweed garland on his head and then throwing it into the ocean."
  },
  {
    "startTime": 21.6,
    "endTime": 26.700000000000003,
    "text": "Moments later, a dolphin surfaced with the seaweed crowning her head."
  },
  {
    "startTime": 26.9,
    "endTime": 35.099999999999994,
    "text": "Sure, this could have been a coincidence, but it's also entirely possible that the dolphin was mimicking the scientist."
  },
  {
    "startTime": 35.255,
    "endTime": 39.800000000000004,
    "text": "That's because dolphins are one of the smartest animal species on Earth."
  },
  {
    "startTime": 39.94,
    "endTime": 42.8,
    "text": "So exactly how smart are they?"
  },
  {
    "startTime": 42.99,
    "endTime": 57.0,
    "text": "Like whales and porpoises, dolphins belong to the group of aquatic mammals known as cetaceans who comprise 86 different species and share a common link with ungulates, or hoofed animals."
  },
  {
    "startTime": 57.104,
    "endTime": 66.6,
    "text": "Originally land mammals, the first cetaceans entered the water about 55 million years ago as large predators with sharp teeth."
  },
  {
    "startTime": 66.791,
    "endTime": 74.39999999999999,
    "text": "Then, a shift in ocean temperatures about 35 million years ago reduced the availability of prey."
  },
  {
    "startTime": 74.568,
    "endTime": 81.89999999999999,
    "text": "One group of cetaceans who survived this disruption, the odontocetes, wound up smaller with less sharp teeth,"
  },
  {
    "startTime": 82.0,
    "endTime": 91.7,
    "text": "but also larger and more complex brains that allowed for complex social relationships, as well as echolocation to navigate and communicate."
  },
  {
    "startTime": 91.893,
    "endTime": 104.2,
    "text": "Jump ahead to the present, and modern dolphins' brains are so large that their encephalization quotient, their brain size compared to the average for their body size, is second only to humans."
  },
  {
    "startTime": 104.4,
    "endTime": 113.9,
    "text": "Dolphins have evolved to survive through their ability to form complex social networks that hunt, ward off rivals, and raise offspring together."
  },
  {
    "startTime": 114.1,
    "endTime": 120.89999999999999,
    "text": "For example, one group of Florida dolphins practices a sophisticated form of cooperation to hunt fish."
  },
  {
    "startTime": 121.023,
    "endTime": 131.7,
    "text": "A dolphin designated as \"the net-maker\" kicks up mud while another gives the signal for the other dolphins to simultaneously line up and catch the escaping fish."
  },
  {
    "startTime": 131.9,
    "endTime": 140.4,
    "text": "Achieving a goal like this requires deliberate planning and cooperation, which, in turn, requires some form of intentional communication."
  },
  {
    "startTime": 140.521,
    "endTime": 145.89999999999998,
    "text": "Dolphins pass down their communication methods and other skills from generation to generation."
  },
  {
    "startTime": 146.046,
    "endTime": 153.1,
    "text": "Different dolphin populations exhibit variations in greetings, hunting strategies, and other behaviors."
  },
  {
    "startTime": 153.237,
    "endTime": 157.5,
    "text": "This sort of cultural transmission even extends to tool use."
  },
  {
    "startTime": 157.7,
    "endTime": 163.79999999999998,
    "text": "One group of bottlenose dolphins off the Australian coast, nicknamed The Dolphin Sponge Club,"
  },
  {
    "startTime": 164.0,
    "endTime": 171.4,
    "text": "has learned how to cover their rostrums with sponges when rooting in sharp corals, passing the knowledge from mother to daughter."
  },
  {
    "startTime": 171.6,
    "endTime": 174.5,
    "text": "Dolphins have even demonstrated language comprehension."
  },
  {
    "startTime": 174.7,
    "endTime": 182.7,
    "text": "When taught a language based on whistles and hand gestures, they not only understood what the signals meant, but that their order had meaning:"
  },
  {
    "startTime": 182.849,
    "endTime": 187.39999999999998,
    "text": "the difference between bringing the ball to the hoop and bringing the hoop to the ball."
  },
  {
    "startTime": 187.5,
    "endTime": 198.4,
    "text": "So they were able to process two of the main elements of human language: symbols that stand for objects and actions, and syntax that governs how they are structured."
  },
  {
    "startTime": 198.556,
    "endTime": 202.60000000000002,
    "text": "Dolphins are also one of the few species who pass the mirror test."
  },
  {
    "startTime": 202.772,
    "endTime": 216.79999999999998,
    "text": "By recognizing themselves in mirrors, they indicate physical self-awareness, and research shows they can recognize not just their bodies, but also other dolphins they know."
  },
  {
    "startTime": 216.8,
    "endTime": 224.20000000000002,
    "text": "In one study, dolphins compared two sounds and could indicate a same, different, or uncertain response."
  },
  {
    "startTime": 224.371,
    "endTime": 234.4,
    "text": "Just like humans, they indicated uncertainty more often with difficult trials, suggesting they are aware of what they know and how confident they feel about that knowledge."
  },
  {
    "startTime": 234.557,
    "endTime": 241.0,
    "text": "But some of the most amazing things about dolphins are their senses of empathy, altruism, and attachment."
  },
  {
    "startTime": 241.172,
    "endTime": 251.3,
    "text": "The habit of helping injured individuals extends across the species barrier, as evidenced by the many accounts of dolphins carrying humans to the surface to breathe."
  },
  {
    "startTime": 251.476,
    "endTime": 254.142,
    "text": "And like us, dolphins mourn their dead."
  },
  {
    "startTime": 254.7,
    "endTime": 264.9,
    "text": "When we consider all the evidence, we may wonder why humans still hunt dolphins for meat, endanger them through fishing and pollution, or imprison them to perform tricks."
  },
  {
    "startTime": 265.028,
    "endTime": 280.42400000000004,
    "text": "The ultimate question may not be whether dolphins are intelligent and complex beings, but whether humans can empathize with them enough to keep them safe and free."
  }
]