[
  {
    "startTime": 0.969,
    "endTime": 10.34,
    "text": "Hi, there. Are you having problems or difficulties, or do you find it difficult to practice speaking English?"
  },
  {
    "startTime": 10.35,
    "endTime": 19.9,
    "text": "Maybe you live in a country where nobody around you speaks English, or you're the only person you know that speaks English."
  },
  {
    "startTime": 20.0,
    "endTime": 21.79,
    "text": "I've got some advice for you."
  },
  {
    "startTime": 21.8,
    "endTime": 29.37,
    "text": "So, how to help you improve your speaking or your talking in English?"
  },
  {
    "startTime": 29.38,
    "endTime": 39.56,
    "text": "Goin' crazy. Um... Usually in English, we never say \"going\" or \"trying\"; we say: \"goin\"."
  },
  {
    "startTime": 39.57,
    "endTime": 45.88,
    "text": "So, any time in English you see this, we're actually missing the \"g\"."
  },
  {
    "startTime": 45.89,
    "endTime": 55.27,
    "text": "So, probably you should say, \"Going crazy trying to speak or practice English.\""
  },
  {
    "startTime": 55.28,
    "endTime": 65.11,
    "text": "But, in slang or in regular speech, we say, \"Goin' crazy tryin' to speak or practice English.\""
  },
  {
    "startTime": 65.12,
    "endTime": 72.7,
    "text": "So, I want you to think about one thing: Crazy people⏤there's one right here; I'm crazy, a little bit."
  },
  {
    "startTime": 72.8,
    "endTime": 81.81,
    "text": "But when I say \"crazy people\", I really mean people who are mentally disturbed or have something really wrong with their brain."
  },
  {
    "startTime": 81.82,
    "endTime": 91.49,
    "text": "And we like to categorize people as being crazy, but they really are not insane; they just make crazy noises."
  },
  {
    "startTime": 91.5,
    "endTime": 97.4,
    "text": "So, if someone is considered crazy, what do they do?"
  },
  {
    "startTime": 98.57,
    "endTime": 112.91999999999999,
    "text": "Crazy people usually talk to themselves, they hear voices, especially if they're psychotic, and they will talk to anyone or everyone that will listen to them."
  },
  {
    "startTime": 112.93,
    "endTime": 125.12,
    "text": "So, my advice to you, secret number 42 of how to speak English, is act like you're crazy, or just go crazy learning English."
  },
  {
    "startTime": 125.13,
    "endTime": 132.29999999999998,
    "text": "The first one: Crazy people talk to themselves. You are going to talk to yourself."
  },
  {
    "startTime": 134.7,
    "endTime": 150.89999999999998,
    "text": "If you want to really put... Bring this off and do it well, you could go on the bus, or on any kind of trains... Public transportation, go on the street in your city and just talk to yourself on the street."
  },
  {
    "startTime": 150.91,
    "endTime": 154.99,
    "text": "I don't really recommend that. If you want to do that, you can."
  },
  {
    "startTime": 155.0,
    "endTime": 170.34,
    "text": "But... talk to yourself, but record it. So when you do this, you're actually listening to your English so you can catch your mistakes and you can listen to your pronunciation."
  },
  {
    "startTime": 170.345,
    "endTime": 174.574,
    "text": "And, really, what do you sound like in English?"
  },
  {
    "startTime": 174.574,
    "endTime": 193.85000000000002,
    "text": "So, rule number one: You're gonna talk to yourself, but you're going to record it so you can check your mistakes, and you can see just how well you do speak. Because I bet you, you speak better than you think."
  },
  {
    "startTime": 193.86,
    "endTime": 202.768,
    "text": "Next one: Crazy people talk about hearing voices. Now, I know you inside have a voice."
  },
  {
    "startTime": 202.77,
    "endTime": 213.88,
    "text": "You, like I, have an inner being, a voice inside your head. Crazy people are known to have more than one voice."
  },
  {
    "startTime": 213.89,
    "endTime": 219.1,
    "text": "Um... If you have this, you might wanna seek some help."
  },
  {
    "startTime": 219.11,
    "endTime": 227.9,
    "text": "But when you hear voices, I want you to talk to yourself inside your head in English."
  },
  {
    "startTime": 227.91,
    "endTime": 235.03,
    "text": "Um... When I lived in Japan, I learned to speak Japanese. I didn't take a course. I don't like studying."
  },
  {
    "startTime": 235.04,
    "endTime": 241.6,
    "text": "But my inner voice spoke to me in Japanese."
  },
  {
    "startTime": 241.6,
    "endTime": 258.15999999999997,
    "text": "So I would come back to Canada or I would go travelling, and I would actually speak to people who spoke English, they would ask me a question, I would answer them in Japanese because my inner voice was still talking to me in Japanese."
  },
  {
    "startTime": 258.16,
    "endTime": 269.11,
    "text": "So, one really, really important and great thing that you can do is make your inside voice speak to you in English."
  },
  {
    "startTime": 269.12,
    "endTime": 280.71,
    "text": "This sounds crazy, but I guarantee you that it's one of the ways that you know if you are coming actually bilingual (means you can speak two languages) or trilingual."
  },
  {
    "startTime": 280.71,
    "endTime": 292.09999999999997,
    "text": "So, if your inside voice can talk to you in two different languages, this is really amazing, and it means that your English is improving."
  },
  {
    "startTime": 293.0,
    "endTime": 294.8,
    "text": "Everyone has a different timeline."
  },
  {
    "startTime": 295.3,
    "endTime": 306.53000000000003,
    "text": "Some people can do this within a year, some people within months, some people it takes three or four years to do this, but once you have achieved this, woohoo, you're almost there."
  },
  {
    "startTime": 306.54,
    "endTime": 323.0,
    "text": "And the last one: You'll notice that if you see crazy people on the subway or you see crazy people in your city, they're gonna talk to any or... this means \"or\", by the way, everyone."
  },
  {
    "startTime": 323.1,
    "endTime": 330.0,
    "text": "They don't care who it is. They're not gonna be picky and go, \"I don't want to talk to that person.\""
  },
  {
    "startTime": 330.0,
    "endTime": 331.0,
    "text": "\"I wanna talk to everyone.\""
  },
  {
    "startTime": 331.01,
    "endTime": 338.56,
    "text": "So, the more people that you can speak to in English, the better. You don't have to be picky."
  },
  {
    "startTime": 338.6,
    "endTime": 346.17,
    "text": "That means you don't have to choose. Is it a beautiful girl? A handsome boy? Young people? Old people? Babies? Children?"
  },
  {
    "startTime": 346.18,
    "endTime": 353.38,
    "text": "Anyone that you know that speaks English, try and talk to them. Even in your country."
  },
  {
    "startTime": 353.5,
    "endTime": 359.12,
    "text": "You think, \"Ronnie, there's no one in my country that speaks English\", you might be surprised."
  },
  {
    "startTime": 359.13,
    "endTime": 364.46999999999997,
    "text": "You can find people on websites, and you can find other English speakers to talk to."
  },
  {
    "startTime": 364.48,
    "endTime": 369.84000000000003,
    "text": "So, go crazy, speak as much as you can, and learn English with me."
  },
  {
    "startTime": 369.85,
    "endTime": 374.387,
    "text": "I'm Ronnie, and I'm crazy. Goodbye."
  }
]