[
  {
    "startTime": 0.909,
    "endTime": 5.0,
    "text": "Today let's talk about fart facts."
  },
  {
    "startTime": 5.1,
    "endTime": 11.399999999999999,
    "text": "So what is a fart and where is it come from? Well, a fart is a simple gas coming from your intestines."
  },
  {
    "startTime": 11.5,
    "endTime": 17.0,
    "text": "It gets there when you eat, it comes from you blood and from chemical reactions in your body."
  },
  {
    "startTime": 17.0,
    "endTime": 23.9,
    "text": "Fart smells. However, interestingly only about 1% of your farts are stinky."
  },
  {
    "startTime": 24.0,
    "endTime": 34.7,
    "text": "You produce about half a liter of farts every day, and yes, even though they don't admit it, girls fart, too."
  },
  {
    "startTime": 34.8,
    "endTime": 42.4,
    "text": "Usually farts aren't dangerous. Even if you go into a room full of farts, you won't suffocate."
  },
  {
    "startTime": 42.5,
    "endTime": 51.0,
    "text": "You would have to fart continuously for about 7 years to produce gas with the equivalent energy of an atomic bomb."
  },
  {
    "startTime": 51.0,
    "endTime": 60.0,
    "text": "Another fart fact is that it travels at a speed of 7 mph and you can actually burn a fart."
  },
  {
    "startTime": 60.0,
    "endTime": 63.9,
    "text": "It's highly flammable but don't check it yourself."
  },
  {
    "startTime": 64.0,
    "endTime": 69.9,
    "text": "You may get injured. You may burn your clothes or what's worse... yourself."
  },
  {
    "startTime": 70.0,
    "endTime": 75.0,
    "text": "For centuries people believed that holding a fart is very unhealthy."
  },
  {
    "startTime": 75.0,
    "endTime": 79.0,
    "text": "You could catch a horrible disease or get seriously poisoned."
  },
  {
    "startTime": 79.0,
    "endTime": 85.0,
    "text": "Roman Emperor Claudius was so afraid that he passed a law allowing farting at banquets."
  },
  {
    "startTime": 85.0,
    "endTime": 94.82,
    "text": "Nowadays scientist aren't sure if holding your fart is unhealthy, but allowing your farts travel freely can definitely be very embarrassing."
  },
  {
    "startTime": 94.82,
    "endTime": 101.5,
    "text": "Have you ever heard about brain fart? Yes, it actually exists, but it's probably not what you think."
  },
  {
    "startTime": 101.6,
    "endTime": 105.0,
    "text": "In American slang it means doing something \"dumb\"."
  },
  {
    "startTime": 105.0,
    "endTime": 113.0,
    "text": "Another interesting fart fact is that an Indian tribe in South America called the Yanomami fart as a greeting."
  },
  {
    "startTime": 113.0,
    "endTime": 122.0,
    "text": "Other awesome fact is that in China you can actually get a job as a professional fart-smeller! Wow! What a career..."
  },
  {
    "startTime": 122.0,
    "endTime": 127.0,
    "text": "Would you like to know more awesome facts? Subscribe to our channel below!"
  }
]