[
  {
    "startTime": 8.845,
    "endTime": 13.831,
    "text": "Taking that internship in a remote mountain lab might not have been the best idea."
  },
  {
    "startTime": 14.539,
    "endTime": 20.291,
    "text": "Pulling that lever with the skull symbol just to see what it did probably wasn't so smart, either."
  },
  {
    "startTime": 20.743,
    "endTime": 26.778,
    "text": "But now is not the time for regrets because you need to get away from these mutant zombies fast."
  },
  {
    "startTime": 27.623,
    "endTime": 32.036,
    "text": "With you are the janitor, the lab assistant, and the old professor."
  },
  {
    "startTime": 32.036,
    "endTime": 39.984,
    "text": "You've gotten a head start, but there's only one way to safety: across an old rope bridge spanning a massive gorge."
  },
  {
    "startTime": 40.584,
    "endTime": 45.505,
    "text": "You can dash across in a minute, while the lab assistant takes two minutes."
  },
  {
    "startTime": 45.965,
    "endTime": 54.825,
    "text": "The janitor is a bit slower and needs five minutes, and the professor takes a whole ten minutes, holding onto the ropes every step of the way."
  },
  {
    "startTime": 56.031,
    "endTime": 67.877,
    "text": "By the professor's calculations, the zombies will catch up to you in just over 17 minutes, so you only have that much time to get everyone across and cut the ropes."
  },
  {
    "startTime": 68.478,
    "endTime": 72.505,
    "text": "Unfortunately, the bridge can only hold two people at a time."
  },
  {
    "startTime": 73.005,
    "endTime": 76.62899999999999,
    "text": "To make matters worse, it's so dark out that you can barely see."
  },
  {
    "startTime": 76.772,
    "endTime": 81.69800000000001,
    "text": "And the old lantern you grabbed on your way only illuminates a tiny area."
  },
  {
    "startTime": 81.698,
    "endTime": 86.19399999999999,
    "text": "Can you figure out a way to have everyone escape in time?"
  },
  {
    "startTime": 86.794,
    "endTime": 90.18299999999999,
    "text": "Remember, no more than two people can cross the bridge together."
  },
  {
    "startTime": 90.783,
    "endTime": 99.547,
    "text": "Anyone crossing must either hold the lantern or stay right next to it, and any of you can safely wait in the dark on either side of the gorge."
  },
  {
    "startTime": 99.921,
    "endTime": 105.003,
    "text": "Most importantly, everyone must be safely across before the zombies arrive."
  },
  {
    "startTime": 105.303,
    "endTime": 109.973,
    "text": "Otherwise, the first zombie could step on the bridge while people are still on it."
  },
  {
    "startTime": 110.273,
    "endTime": 112.607,
    "text": "Finally, there are no tricks to use here."
  },
  {
    "startTime": 113.007,
    "endTime": 117.745,
    "text": "You can't swing across, use the bridge as a raft, or befriend the zombies."
  },
  {
    "startTime": 118.76,
    "endTime": 121.135,
    "text": "Pause the video now if you want to figure it out for yourself!"
  },
  {
    "startTime": 121.735,
    "endTime": 123.023,
    "text": "Answer in: 3"
  },
  {
    "startTime": 123.023,
    "endTime": 124.37899999999999,
    "text": "Answer in: 2"
  },
  {
    "startTime": 124.379,
    "endTime": 125.33200000000001,
    "text": "Answer in: 1"
  },
  {
    "startTime": 125.332,
    "endTime": 132.09,
    "text": "At first it might seem like no matter what you do, you're just a minute or two short of time, but there is a way."
  },
  {
    "startTime": 132.391,
    "endTime": 138.197,
    "text": "The key is to minimize the time wasted by the two slowest people by having them cross together."
  },
  {
    "startTime": 138.988,
    "endTime": 146.03,
    "text": "And because you'll need to make a couple of return trips with the lantern, you'll want to have the fastest people available to do so."
  },
  {
    "startTime": 146.539,
    "endTime": 154.04,
    "text": "So, you and the lab assistant quickly run across with the lantern, though you have to slow down a bit to match her pace."
  },
  {
    "startTime": 154.646,
    "endTime": 157.059,
    "text": "After two minutes, both of you are across."
  },
  {
    "startTime": 157.359,
    "endTime": 161.08700000000002,
    "text": "And you, as the quickest, run back with the lantern."
  },
  {
    "startTime": 161.087,
    "endTime": 162.613,
    "text": "Only three minutes have passed."
  },
  {
    "startTime": 162.913,
    "endTime": 164.18800000000002,
    "text": "So far, so good."
  },
  {
    "startTime": 164.488,
    "endTime": 165.914,
    "text": "Now comes the hard part."
  },
  {
    "startTime": 166.214,
    "endTime": 170.02,
    "text": "The professor and the janitor take the lantern and cross together."
  },
  {
    "startTime": 170.32,
    "endTime": 178.45999999999998,
    "text": "This takes them ten minutes since the janitor has to slow down for the old professor, who keeps muttering that he probably shouldn't have given the zombies night vision."
  },
  {
    "startTime": 179.001,
    "endTime": 185.52,
    "text": "By the time they're across, there are only four minutes left, and you're still stuck on the wrong side of the bridge."
  },
  {
    "startTime": 186.125,
    "endTime": 193.165,
    "text": "But remember, the lab assistant has been waiting on the other side, and she's the second fastest of the group."
  },
  {
    "startTime": 193.49,
    "endTime": 197.411,
    "text": "So she grabs the lantern from the professor, and runs back across to you."
  },
  {
    "startTime": 198.704,
    "endTime": 202.71,
    "text": "Now with only two minutes left, the two of you make the final crossing."
  },
  {
    "startTime": 203.01,
    "endTime": 209.98,
    "text": "As you step on the far side of the gorge, you cut the ropes and collapse the bridge behind you, just in the nick of time."
  },
  {
    "startTime": 210.489,
    "endTime": 213.089,
    "text": "Maybe next summer, you'll just stick to the library."
  }
]