[
  {
    "startTime": 9.367,
    "endTime": 12.197000000000001,
    "text": "So, you're thinking of moving to Mars."
  },
  {
    "startTime": 12.197,
    "endTime": 15.978,
    "text": "Have you picked out a spot  for your new home?"
  },
  {
    "startTime": 15.978,
    "endTime": 19.064,
    "text": "No? Well, I'm here to help."
  },
  {
    "startTime": 19.164,
    "endTime": 39.288,
    "text": "First things first, here are some of the things you'll need to bring to The Red Planet: a high tolerance for cold, loneliness, and radiation; a lifetime supply of breathable air and food; a multibillion dollar spaceship; a desire to just get away from it all; and water."
  },
  {
    "startTime": 39.367,
    "endTime": 43.641999999999996,
    "text": "You're definitely going to need water."
  },
  {
    "startTime": 43.642,
    "endTime": 46.182,
    "text": "So what sort of real estate are you looking for?"
  },
  {
    "startTime": 46.182,
    "endTime": 50.051,
    "text": "How about a mansion in the maze-like Noctis Labyrinthus?"
  },
  {
    "startTime": 50.051,
    "endTime": 52.687000000000005,
    "text": "A hideaway in the Happy Face Crater?"
  },
  {
    "startTime": 52.687,
    "endTime": 55.625,
    "text": "A fortress on the Face Mesa?"
  },
  {
    "startTime": 56.025,
    "endTime": 57.558,
    "text": "An oceanview?"
  },
  {
    "startTime": 57.958,
    "endTime": 60.187999999999995,
    "text": "Uh, bad news on the last one."
  },
  {
    "startTime": 60.288,
    "endTime": 63.611,
    "text": "You're about 4 billion years late."
  },
  {
    "startTime": 63.948,
    "endTime": 69.57,
    "text": "We're pretty sure that Mars used to have oceans, lakes, rivers, the whole package."
  },
  {
    "startTime": 69.67,
    "endTime": 76.19500000000001,
    "text": "But over time, almost all of it froze beneath the surface, or evaporated off into space."
  },
  {
    "startTime": 76.282,
    "endTime": 84.96199999999999,
    "text": "There's probably still some trapped beneath the seasonally expanding and contracting carbon dioxide ice caps, though."
  },
  {
    "startTime": 85.062,
    "endTime": 88.937,
    "text": "So what might Mars look like today if it had surface water?"
  },
  {
    "startTime": 88.937,
    "endTime": 94.173,
    "text": "That, of course, depends on how much we're talking about, but maybe something like this."
  },
  {
    "startTime": 94.273,
    "endTime": 106.562,
    "text": "The relatively flat northern hemisphere is below the average elevation, so it would become one giant ocean, while the crater-ridden southern hemisphere would stay mostly high and dry."
  },
  {
    "startTime": 106.989,
    "endTime": 112.35000000000001,
    "text": "That difference between hemispheres is a bit bizarre, and we don't know why it's like that."
  },
  {
    "startTime": 112.35,
    "endTime": 122.356,
    "text": "The southern half is probably much older, judging by features  like the number of craters,and the evidence of increased volcanic activity in the north."
  },
  {
    "startTime": 122.356,
    "endTime": 123.83999999999999,
    "text": "Okay, so who knows?"
  },
  {
    "startTime": 123.84,
    "endTime": 131.349,
    "text": "Maybe one day Mars will have oceans again, but for now, what we've got is essentially one giant dusty desert."
  },
  {
    "startTime": 131.349,
    "endTime": 138.73899999999998,
    "text": "In fact, it's similar enough to deserts on Earth, that we've been able to learn a great deal about Mars on our home planet."
  },
  {
    "startTime": 138.839,
    "endTime": 153.006,
    "text": "For instance, Martian sand dunes form and behave similarly to our sand dunes, though the Martian versions often grow twice as large thanks to a gravitational pull that's about a third as strong as ours."
  },
  {
    "startTime": 153.106,
    "endTime": 164.403,
    "text": "And Mars has some features you won't see on Earth, like tars, which are crestless sand dunes up to fifteen meters tall, whose formations we have yet to understand."
  },
  {
    "startTime": 164.403,
    "endTime": 165.857,
    "text": "You're probably wondering."
  },
  {
    "startTime": 166.057,
    "endTime": 174.76399999999998,
    "text": "What do you get when you combine a planet-wide desert with an atmosphere that, like ours, is subject to wind-generating pressure differentials?"
  },
  {
    "startTime": 174.764,
    "endTime": 175.99300000000002,
    "text": "Dust storms."
  },
  {
    "startTime": 176.093,
    "endTime": 179.22199999999998,
    "text": "These will be your main weather hazards on the Red Planet."
  },
  {
    "startTime": 179.322,
    "endTime": 187.044,
    "text": "They play a large part in making the planet red by distributing rusted iron particles across the surface and into the air."
  },
  {
    "startTime": 187.144,
    "endTime": 194.964,
    "text": "Thanks to the low gravity and lack of moisture, these dust storms can last for months and cover the planet."
  },
  {
    "startTime": 194.964,
    "endTime": 199.779,
    "text": "So, you might want to build your home as high as possible."
  },
  {
    "startTime": 199.779,
    "endTime": 201.081,
    "text": "Well, look no further."
  },
  {
    "startTime": 201.181,
    "endTime": 206.79500000000002,
    "text": "This is Olympus Mons, the largest volcano in the Solar System."
  },
  {
    "startTime": 206.895,
    "endTime": 214.02300000000002,
    "text": "Even if Mars had a breathable atmosphere, you'd find the views from  the 25 kilometer summit breathtaking."
  },
  {
    "startTime": 214.056,
    "endTime": 216.06300000000002,
    "text": "Or are volcanos not your thing?"
  },
  {
    "startTime": 216.063,
    "endTime": 221.51899999999998,
    "text": "Then how about Valles Marineris, the largest canyon in the Solar System?"
  },
  {
    "startTime": 221.519,
    "endTime": 227.982,
    "text": "It's so wide that from one side, the opposite rim would be below the curve of the horizon."
  },
  {
    "startTime": 227.982,
    "endTime": 241.03,
    "text": "Still, you'll catch some spectacular blue sunsets in the normally red sky, which gets its color from the dust absorbing most of the blue light, and the way sunlight is scattered by the atmosphere."
  },
  {
    "startTime": 241.13,
    "endTime": 246.082,
    "text": "Have you got spirit, curiosity, or are you just looking for opportunity?"
  },
  {
    "startTime": 246.082,
    "endTime": 250.908,
    "text": "Then stop stalling and make the move to Mars today."
  },
  {
    "startTime": 250.908,
    "endTime": 260.908,
    "text": "Mars: Redder than Ever."
  }
]