[
  {
    "startTime": 2.0,
    "endTime": 8.2,
    "text": "Jujube is a low calorie fruit that comes power-packed with nutrients, vitamins and minerals."
  },
  {
    "startTime": 8.2,
    "endTime": 11.709999999999999,
    "text": "Here is a sneak peek into the top 10 Jujube benefits."
  },
  {
    "startTime": 11.71,
    "endTime": 16.73,
    "text": "Jujube is a good energy booster and it is good to get rid of fatigue."
  },
  {
    "startTime": 16.73,
    "endTime": 23.6,
    "text": "Jujube is rich in Vitamin C, Vitamin A and potassium which helps in strengthening of [the] immune system."
  },
  {
    "startTime": 23.6,
    "endTime": 29.8,
    "text": "The soothing effect of jujube enables it to be used as a natural anti-depressant and sedative."
  },
  {
    "startTime": 29.8,
    "endTime": 33.7,
    "text": "The fruit is also ideal for easing anxiety and stress."
  },
  {
    "startTime": 33.7,
    "endTime": 38.6,
    "text": "Along with promoting digestion, dry jujubes act as gentle laxatives."
  },
  {
    "startTime": 38.6,
    "endTime": 41.7,
    "text": "It also promotes appetite."
  },
  {
    "startTime": 41.7,
    "endTime": 46.77,
    "text": "Niacin in jujube ensures effective and efficient pumping of blood."
  },
  {
    "startTime": 46.77,
    "endTime": 55.5,
    "text": "The water extracted from Chinese dates has the potential to inhibit cancerous cells, especially the ones triggering leukemia."
  },
  {
    "startTime": 55.5,
    "endTime": 57.95,
    "text": "Jujube is a good source of antioxidants."
  },
  {
    "startTime": 57.95,
    "endTime": 61.149,
    "text": "It shields against liver injuries and cancer."
  },
  {
    "startTime": 61.149,
    "endTime": 67.9,
    "text": "Jujube's low calorie values put together with negligible fat content makes them ideal for snacking."
  },
  {
    "startTime": 67.9,
    "endTime": 71.7,
    "text": "The fruit is quite popular among fitness freaks."
  },
  {
    "startTime": 71.7,
    "endTime": 77.5,
    "text": "Presence of calcium and phosphorous in jujube aids in strengthening bones and teeth."
  },
  {
    "startTime": 77.5,
    "endTime": 84.6,
    "text": "Antioxidants present in jujube makes it a natural anti-aging agent, thus keeping your skin younger."
  },
  {
    "startTime": 84.6,
    "endTime": 90.8,
    "text": "The extracts are used as remedies for skin redness, sunburns and dryness."
  },
  {
    "startTime": 90.8,
    "endTime": 100.0,
    "text": "For more videos, subscribe to Stylecraze."
  }
]