[
  {
    "startTime": 12.099,
    "endTime": 19.09,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and life you love."
  },
  {
    "startTime": 19.09,
    "endTime": 24.819,
    "text": "And today I want to let you in on a little trick that I've been using to completely obliterate stress."
  },
  {
    "startTime": 24.819,
    "endTime": 29.099999999999998,
    "text": "Now, to give credit where credit is due, this is all thanks to my man Josh."
  },
  {
    "startTime": 29.1,
    "endTime": 33.44,
    "text": "So earlier this year we were in LA and it was really, really warm out."
  },
  {
    "startTime": 33.44,
    "endTime": 41.23,
    "text": "I mean, it wasn't just nice, it was Marie-warm. I'm talking flip flop weather."
  },
  {
    "startTime": 43.2,
    "endTime": 49.839000000000006,
    "text": "Anyway, I was pacing around and I was venting about something stressful that was happening in our business."
  },
  {
    "startTime": 49.839,
    "endTime": 53.439,
    "text": "Now, my venting is usually pretty loud and it's R-rated."
  },
  {
    "startTime": 53.439,
    "endTime": 58.459,
    "text": "So when I got off the phone Josh naturally asked, \"Is everything ok?\" And I said, \"You know what?"
  },
  {
    "startTime": 58.459,
    "endTime": 66.99000000000001,
    "text": "\"Everything is amazing except for this one little thing that's causing us so much stress, and taking up so much time and it's driving me bonkers.”"
  },
  {
    "startTime": 67.2,
    "endTime": 74.5,
    "text": "Now, my man Josh knows me really well and he also knows I'm a problem solver and I love doable, so he gave me one."
  },
  {
    "startTime": 74.5,
    "endTime": 78.95,
    "text": "He said, \"You know what, Marie? You should keep a stress log.\""
  },
  {
    "startTime": 79.1,
    "endTime": 82.44,
    "text": "And I said, \"Hm, go on.\""
  },
  {
    "startTime": 82.44,
    "endTime": 91.1,
    "text": "He said, you know, \"You should write down everything that's stressing you out. You should make a list.\" Because he also knows I love to make lists."
  },
  {
    "startTime": 91.2,
    "endTime": 96.75,
    "text": "So immediately I knew this stress log idea was genius and here's 4 reasons why."
  },
  {
    "startTime": 96.83,
    "endTime": 100.5,
    "text": "Number one, it's cathartic. So you've heard of exorcisms, right?"
  },
  {
    "startTime": 100.7,
    "endTime": 104.2,
    "text": "Well, this is a way to give yourself an instant stressorcism."
  },
  {
    "startTime": 104.2,
    "endTime": 109.87,
    "text": "You get to purge all of your stress demons out of your head and down onto the page,"
  },
  {
    "startTime": 109.87,
    "endTime": 114.03,
    "text": "and it’s also a place that you can go to dump your stress and deal with it strategically,"
  },
  {
    "startTime": 114.03,
    "endTime": 118.45,
    "text": "so you don't have to always keep your stress living in your head or in your body."
  },
  {
    "startTime": 118.62,
    "endTime": 124.26,
    "text": "Number two, it causes shrinkage. And when it comes to stress, that is a good thing."
  },
  {
    "startTime": 124.26,
    "endTime": 129.20000000000002,
    "text": "You know, when all of us get stressed out it can feel like everything in our life is stressful."
  },
  {
    "startTime": 129.23,
    "endTime": 134.2,
    "text": "It's almost as if we have this huge amorphous blob over our life and we can't seem to manage it."
  },
  {
    "startTime": 134.25,
    "endTime": 138.6,
    "text": "But the moment that we write down exactly what's stressing us out,"
  },
  {
    "startTime": 138.7,
    "endTime": 143.54999999999998,
    "text": "all of a sudden that big blob shrinks down to these manageable little peanuts."
  },
  {
    "startTime": 143.6,
    "endTime": 145.1,
    "text": "Makes it really kind of cool."
  },
  {
    "startTime": 145.15,
    "endTime": 156.0,
    "text": "It's a lot easier, of course, to say, \"You know what? I have these 3 things that are stressing me out right now,\" rather than, \"OMG, my whole life is so stressful.\""
  },
  {
    "startTime": 156.09,
    "endTime": 162.11,
    "text": "Number three, it's actionable, and this is my favorite part, so when I write something down in my stress log,"
  },
  {
    "startTime": 162.14,
    "endTime": 166.97,
    "text": "immediately my mind goes to work on how I can start to actually solve that problem."
  },
  {
    "startTime": 166.97,
    "endTime": 173.56,
    "text": "So right there on the page I start working out the strategies that I can take and then I share them with my team and we see if we can bring them to life."
  },
  {
    "startTime": 173.81,
    "endTime": 179.5,
    "text": "Now, the cool thing here is if you can't solve a problem completely, ask yourself:"
  },
  {
    "startTime": 180.0,
    "endTime": 185.95,
    "text": "What can you change about your attitude or your approach so that you don't continue to stress yourself out about it?"
  },
  {
    "startTime": 185.98,
    "endTime": 188.82,
    "text": "Number four is it gives me power."
  },
  {
    "startTime": 188.82,
    "endTime": 195.1,
    "text": "So knowing that I have a specific place to write down my stresses and I have a system to deal with them,"
  },
  {
    "startTime": 195.1,
    "endTime": 198.988,
    "text": "that gives me a sense of power and strength that I just didn't have before."
  },
  {
    "startTime": 199.0,
    "endTime": 205.3,
    "text": "I know it might sound silly but now when something stresses me out I actually get excited to go write it down in my stress log."
  },
  {
    "startTime": 205.3,
    "endTime": 213.09,
    "text": "Because I feel like, \"You know what, little stress? I own you. You can't stress me out anymore. In fact, your little stress ass is gonna be grass.\""
  },
  {
    "startTime": 213.09,
    "endTime": 219.35,
    "text": "So point is, I would highly encourage you to experiment with your own stress log if this sounds like a good idea."
  },
  {
    "startTime": 219.35,
    "endTime": 221.85999999999999,
    "text": "You can do it in a little notebook or you can do it digitally,"
  },
  {
    "startTime": 221.86,
    "endTime": 228.0,
    "text": "it doesn't matter, but it all does come down to remembering this tweetable."
  },
  {
    "startTime": 228.2,
    "endTime": 232.1,
    "text": "Writing it down kicks stress outta town."
  },
  {
    "startTime": 232.1,
    "endTime": 239.29999999999998,
    "text": "So now I would love to hear from you. Let's have some fun with this stress log idea starting right now."
  },
  {
    "startTime": 239.4,
    "endTime": 245.82,
    "text": "So in the comments below identify one specific thing that's stressing you out in your business or your life,"
  },
  {
    "startTime": 245.82,
    "endTime": 249.9,
    "text": "and then tell me 3 possible solutions that would help you fix it."
  },
  {
    "startTime": 250.1,
    "endTime": 255.6,
    "text": "I cannot emphasize this enough. Writing this stuff down is so empowering."
  },
  {
    "startTime": 255.65,
    "endTime": 260.15,
    "text": "What you're gonna see is whatever stresses you doesn't have to be this constant thorn in your side."
  },
  {
    "startTime": 260.35,
    "endTime": 262.3,
    "text": "You can do something about it."
  },
  {
    "startTime": 262.3,
    "endTime": 268.922,
    "text": "Whether you find a permanent solution or you experiment with some things or you just need to change your attitude or your approach."
  },
  {
    "startTime": 268.922,
    "endTime": 272.52900000000005,
    "text": "Do your best to be as specific and detailed as possible."
  },
  {
    "startTime": 272.54,
    "endTime": 278.6,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 278.6,
    "endTime": 281.356,
    "text": "so go on over there and leave a comment now."
  },
  {
    "startTime": 281.356,
    "endTime": 284.363,
    "text": "Did you like this video? This is one of my favorites."
  },
  {
    "startTime": 284.363,
    "endTime": 289.223,
    "text": "If you liked it, subscribe to our channel and be sure to share this with all of your friends."
  },
  {
    "startTime": 289.45,
    "endTime": 293.662,
    "text": "And if you want even more great resources to create a business and life that you love,"
  },
  {
    "startTime": 293.7,
    "endTime": 299.7,
    "text": "plus some personal insights from me that I only get to talk about when I'm doing email, come on over to MarieForleo.com"
  },
  {
    "startTime": 299.879,
    "endTime": 301.80100000000004,
    "text": "and sign up for email updates."
  },
  {
    "startTime": 301.801,
    "endTime": 309.279,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 309.279,
    "endTime": 314.0,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]