[
  {
    "startTime": 0.359,
    "endTime": 6.7,
    "text": "You produce between 2 to 3 pints of urine every day, but most of us still pay little attention to our liquid waste."
  },
  {
    "startTime": 6.7,
    "endTime": 9.5,
    "text": "So, what does your pee say about you?"
  },
  {
    "startTime": 9.5,
    "endTime": 12.9,
    "text": "And could it be a clear indicator of your body's overall health?"
  },
  {
    "startTime": 12.9,
    "endTime": 22.4,
    "text": "Before you pee, the kidneys filter water soluble waste by absorbing the nutrients it needs to keep, like sugar, back into your body, and getting rid of the things your body doesn’t want, like toxins."
  },
  {
    "startTime": 22.4,
    "endTime": 26.7,
    "text": "The liquid waste then flows to your bladder where it's stored until eventually being peed out."
  },
  {
    "startTime": 26.7,
    "endTime": 31.316,
    "text": "If your urine is brown, it could be from eating a lot of rhubarb, fava beans or aloe."
  },
  {
    "startTime": 31.5,
    "endTime": 37.1,
    "text": "It's also a side effect of some medications such as laxatives, muscle relaxants, and antibiotics."
  },
  {
    "startTime": 37.1,
    "endTime": 40.59,
    "text": "More seriously, it can be a sign of liver disorder or kidney disease."
  },
  {
    "startTime": 40.59,
    "endTime": 45.7,
    "text": "If you’re seeing purple, you may be suffering from a rare inherited disorder known as porphyria."
  },
  {
    "startTime": 45.7,
    "endTime": 51.6,
    "text": "Porphyria causes your body to be deficient in the enzymes which produce heme, an essential part of red blood cells."
  },
  {
    "startTime": 51.6,
    "endTime": 52.2,
    "text": "Green urine?"
  },
  {
    "startTime": 52.2,
    "endTime": 54.650000000000006,
    "text": "It could be from a new medication or vitamin."
  },
  {
    "startTime": 54.65,
    "endTime": 64.0,
    "text": "Some green food dyes don’t get absorbed by your body and can be excreted in your urine, so a green stream is not always something to be alarmed about, especially after St. Patrick's day."
  },
  {
    "startTime": 64.0,
    "endTime": 74.0,
    "text": "If your urine is blue, you likely have familial hypercalcemia, an inherited disorder found in children which is caused by excess calcium in the blood also known as blue diaper syndrome."
  },
  {
    "startTime": 74.0,
    "endTime": 78.2,
    "text": "Some medications have methylene blue in them which can also cause urine to turn blue or green."
  },
  {
    "startTime": 78.2,
    "endTime": 81.48,
    "text": "If it's pink or red, there may be blood in your urine."
  },
  {
    "startTime": 81.48,
    "endTime": 87.5,
    "text": "This could be due to a variety of conditions from an enlarged prostate, bladder cancer or even chronic lead poisoning."
  },
  {
    "startTime": 87.5,
    "endTime": 94.2,
    "text": "But red urine can also be caused by different types of medications or from eating richly colored foods like beets and blackberries."
  },
  {
    "startTime": 94.2,
    "endTime": 99.4,
    "text": "In fact, beeturia is the technical term for peeing pink after eating too many beets."
  },
  {
    "startTime": 99.4,
    "endTime": 106.4,
    "text": "If your urine is orange, it could be from eating excessive amounts of food containing high levels of vitamin C or carotene such as carrots."
  },
  {
    "startTime": 106.4,
    "endTime": 114.2,
    "text": "It’s also caused by drugs, like a painkiller called Pyridium given to people with urinary tract infections which turns urine bright orange."
  },
  {
    "startTime": 114.2,
    "endTime": 123.2,
    "text": "Now, normally, urine should be a shade of yellow, and it gets this yellow color from the pigment of urobilin, which is a product of the breakdown of heme, an essential part of your blood."
  },
  {
    "startTime": 123.2,
    "endTime": 129.0,
    "text": "Depending on how much water you have in your body, your urine will either be diluted or concentrated with urobilin."
  },
  {
    "startTime": 129.0,
    "endTime": 129.8,
    "text": "Honey colored?"
  },
  {
    "startTime": 129.8,
    "endTime": 138.4,
    "text": "It means your body has reabsorbed a lot of water to keep you hydrated, so now there is a higher concentration of urobilin in your urine, making your pee appear amber colored."
  },
  {
    "startTime": 138.4,
    "endTime": 141.1,
    "text": "You should probably drink some water right now."
  },
  {
    "startTime": 141.1,
    "endTime": 146.1,
    "text": "If it's dark yellow, this is normal, but there is still more urobilin so you will want to drink water soon."
  },
  {
    "startTime": 146.1,
    "endTime": 149.0,
    "text": "No color at all means you have been drinking a lot of water."
  },
  {
    "startTime": 149.0,
    "endTime": 157.4,
    "text": "It could also mean you have consumed caffeine or alcohol which inhibits the ability for your body to reabsorb liquid in the kidney, meaning you pee out way more water."
  },
  {
    "startTime": 157.4,
    "endTime": 161.4,
    "text": "If you are looking at transparent yellow, you’re normal and healthily hydrated."
  },
  {
    "startTime": 161.4,
    "endTime": 165.6,
    "text": "Got a burning questions you want answered, ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 165.6,
    "endTime": 174.0,
    "text": "And if you want the inside scoop on upcoming episode ideas and behind the scenes, check out our personal Instagram and Twitter handles and subscribe for more weekly science videos."
  }
]