[
  {
    "startTime": 2.83,
    "endTime": 10.92,
    "text": "My name is Mike Jones and I'm a barista at Third Rail Coffee right by Washington Square Park in New York City."
  },
  {
    "startTime": 11.0,
    "endTime": 22.4,
    "text": "I'm going to teach you some basic coffee-making skills."
  },
  {
    "startTime": 22.4,
    "endTime": 32.5,
    "text": "So especially in recent years, you may have noticed that bags of coffee that you've bought from either cafés or coffee roasters has started adding a lot more information."
  },
  {
    "startTime": 32.5,
    "endTime": 38.0,
    "text": "Such as varietal, altitude, the farm that it comes from."
  },
  {
    "startTime": 38.0,
    "endTime": 40.725,
    "text": "And so it's hard to actually know, \"what does that mean?\""
  },
  {
    "startTime": 40.725,
    "endTime": 42.2,
    "text": "Like, \"how is it going to taste?\""
  },
  {
    "startTime": 42.2,
    "endTime": 52.14,
    "text": "There's sort of a basic category that you can put some beans in and those are the Indonesia growing region, East Africa, and Central South America."
  },
  {
    "startTime": 52.14,
    "endTime": 58.9,
    "text": "Indonesian coffees tend to be very earthy, they have this sort of very heavy body to them."
  },
  {
    "startTime": 58.9,
    "endTime": 62.0,
    "text": "They're often used as the undertone in espresso blends."
  },
  {
    "startTime": 62.0,
    "endTime": 67.0,
    "text": "East African coffees tend to be fruitier, livelier, kind of wine-like."
  },
  {
    "startTime": 67.0,
    "endTime": 74.0,
    "text": "And then Central South Americans have a little bit more base to them, some darker, deeper notes to them."
  },
  {
    "startTime": 74.0,
    "endTime": 82.3,
    "text": "Another way that coffees differ is the processing, and there are two main ways. These are natural and wash-processed."
  },
  {
    "startTime": 82.3,
    "endTime": 88.2,
    "text": "Wash-process is taking over a little bit more just because there's a less chance of defect in the bean."
  },
  {
    "startTime": 88.2,
    "endTime": 101.8,
    "text": "What happens in natural is after the cherry is picked, it is simply left out to dry with the fruit on for a certain amount of time, and this creates, like, really crazy fruit flavors, but also ferment is rampant."
  },
  {
    "startTime": 101.8,
    "endTime": 107.0,
    "text": "With washed, it's cleaner, flavors are more nuanced and balanced and more delicate."
  },
  {
    "startTime": 107.0,
    "endTime": 110.75,
    "text": "And in Central and South America, washed is sort of the standard."
  },
  {
    "startTime": 110.75,
    "endTime": 114.15,
    "text": "Countries like Costa Rica, it's actually the law."
  },
  {
    "startTime": 114.3,
    "endTime": 124.0,
    "text": "Whereas in East Africa, Ethiopia in particular, there's such a water shortage that people are naturally processing everything and having defective beans."
  },
  {
    "startTime": 124.0,
    "endTime": 132.4,
    "text": "But in recent years, there have been economically feasible ways of actually doing a wash process using special machines in Ethiopia."
  },
  {
    "startTime": 132.4,
    "endTime": 149.219,
    "text": "So we've been seeing a lot more exciting coffees come from East Africa that are cleaner, less fermented, and just more balanced and exciting."
  }
]