[
  {
    "startTime": 10.899,
    "endTime": 15.16,
    "text": "We’re a month into 2015, and a lot of us are probably struggling with our New Years diet resolutions."
  },
  {
    "startTime": 16.04,
    "endTime": 19.32,
    "text": "But if you find yourself staring at the half-eaten donut in your hand saying,"
  },
  {
    "startTime": 19.32,
    "endTime": 22.15,
    "text": "\" Why can't I quit you?&rdquo;, don&rsquo;t beat yourself up too much."
  },
  {
    "startTime": 22.55,
    "endTime": 27.69,
    "text": "New research out this week suggests that our brains are hardwired to love that donut."
  },
  {
    "startTime": 27.89,
    "endTime": 31.78,
    "text": "Writing in the publication Cell, scientists at MIT say that they’ve discovered the neural circuits"
  },
  {
    "startTime": 31.98,
    "endTime": 33.849000000000004,
    "text": "that controls sugar and food addictions."
  },
  {
    "startTime": 33.949,
    "endTime": 39.449,
    "text": "It’s called the LH-VTA Loop, and it’s like a highway between the lateral hypothalamus,or LH,"
  },
  {
    "startTime": 39.549,
    "endTime": 43.759,
    "text": "which controls how hungry you feel, and the eventual tegmental area, or VTA,"
  },
  {
    "startTime": 43.959,
    "endTime": 45.639,
    "text": "which is the center of the brain’s reward circuit."
  },
  {
    "startTime": 46.239,
    "endTime": 48.849999999999994,
    "text": "Scientists knew that the LH-VTA Loop existed --"
  },
  {
    "startTime": 48.85,
    "endTime": 51.899,
    "text": "problems in this area have been linked to some sexual and drug addictions."
  },
  {
    "startTime": 51.999,
    "endTime": 54.639,
    "text": "But they didn’t know if it was responsible for food addiction, as well."
  },
  {
    "startTime": 55.039,
    "endTime": 58.969,
    "text": "So to test its role in eating behavior, they used a technique called optogenetics, on mice."
  },
  {
    "startTime": 59.469,
    "endTime": 62.039,
    "text": "They genetically modified certain neurons in the mice’s brains,"
  },
  {
    "startTime": 62.039,
    "endTime": 65.37,
    "text": "so that those cells could be basically turned on or off by exposing them to light."
  },
  {
    "startTime": 65.47,
    "endTime": 68.01,
    "text": "By delivering a yellow light through a small, implanted fiber optic,"
  },
  {
    "startTime": 68.81,
    "endTime": 72.129,
    "text": "the scientists could turn those neurons on and activate the LH-VTA Loop."
  },
  {
    "startTime": 72.329,
    "endTime": 74.979,
    "text": "They could also turn those same neurons off by delivering a blue light."
  },
  {
    "startTime": 75.479,
    "endTime": 79.7,
    "text": "With these modifications in place, healthy, well-fed mice were put into two stations."
  },
  {
    "startTime": 79.8,
    "endTime": 83.119,
    "text": "The first had a cup full of food pellets, and the second had a sugar dispenser."
  },
  {
    "startTime": 83.119,
    "endTime": 85.559,
    "text": "The scientists then activated the yellow light."
  },
  {
    "startTime": 85.659,
    "endTime": 90.10900000000001,
    "text": "With their reward circuits stuck in the “on” position, the mice ate for longer periods of time in the first station,"
  },
  {
    "startTime": 90.509,
    "endTime": 94.179,
    "text": "and kept going back to the sugar dispenser, repeatedly, at the second station."
  },
  {
    "startTime": 94.619,
    "endTime": 99.549,
    "text": "The mice at the second station would even walk across a platform that delivered electrical shocks"
  },
  {
    "startTime": 99.649,
    "endTime": 101.38,
    "text": "just to get more of that sweet stuff."
  },
  {
    "startTime": 101.78,
    "endTime": 105.89,
    "text": "But when the scientists used the blue light to turn off the LH-VTA Loop,"
  },
  {
    "startTime": 105.89,
    "endTime": 109.97,
    "text": "the mice wouldn’t walk across the electrified platform, and they wouldn’t eat if they were full."
  },
  {
    "startTime": 110.17,
    "endTime": 114.039,
    "text": "Now, we humans also have this same Loop in our brains, and it’s likely there for a reason."
  },
  {
    "startTime": 114.189,
    "endTime": 117.5,
    "text": "Many scientists believe that our taste for what we now think of as junk food"
  },
  {
    "startTime": 117.5,
    "endTime": 121.99,
    "text": "evolved as a way to reward us for finding palatable, high-energy food when food was scarce."
  },
  {
    "startTime": 122.19,
    "endTime": 125.06,
    "text": "But, because we now live in a world with a Krispy Kreme on every corner,"
  },
  {
    "startTime": 125.56,
    "endTime": 127.82000000000001,
    "text": "our desire for sugar has become more of a hindrance than a help."
  },
  {
    "startTime": 128.22,
    "endTime": 131.74,
    "text": "So, the scientists say that finding the part of our brain that regulates these cravings."
  },
  {
    "startTime": 131.84,
    "endTime": 134.62,
    "text": "can help in developing treatments for often-debilitating food addictions."
  },
  {
    "startTime": 134.92,
    "endTime": 138.07999999999998,
    "text": "But, besides our brain’s reward system, what else makes us love food?"
  },
  {
    "startTime": 138.58,
    "endTime": 139.57000000000002,
    "text": "Well, taste, of course."
  },
  {
    "startTime": 139.67,
    "endTime": 143.22,
    "text": "There’s bitter, sweet, salty, sour and what’s sometimes called the ‘fifth’ taste,"
  },
  {
    "startTime": 143.52,
    "endTime": 143.89000000000001,
    "text": "known as umami."
  },
  {
    "startTime": 144.39,
    "endTime": 149.63,
    "text": "It’s best described as a savory -- but not salty -- flavor that you can’t quite put your finger on."
  },
  {
    "startTime": 149.63,
    "endTime": 152.6,
    "text": "Umami flavor comes predominantly from high levels of the amino acid glutamated"
  },
  {
    "startTime": 152.9,
    "endTime": 155.64000000000001,
    "text": "and was discovered by a Japanese scientist in 1908."
  },
  {
    "startTime": 155.64,
    "endTime": 159.19,
    "text": "It’s found in cheeses, shiitake mushrooms, ham, and monosodium glutamate,"
  },
  {
    "startTime": 159.19,
    "endTime": 162.73,
    "text": "a food additive that was developed in 1909 to enhance the umami flavor of food."
  },
  {
    "startTime": 162.93,
    "endTime": 167.39000000000001,
    "text": "Now, according to a new study in Japan, tasting umami might be important to our health."
  },
  {
    "startTime": 167.79,
    "endTime": 172.29,
    "text": "Scientists performed what’s known as a paper filter disk test on 44 elderly patients."
  },
  {
    "startTime": 172.39,
    "endTime": 176.67,
    "text": "The test uses a small piece of paper soaked in different concentrations of a tasty solution,"
  },
  {
    "startTime": 176.77,
    "endTime": 179.38000000000002,
    "text": "place on the parts of the tongue responsible for each taste."
  },
  {
    "startTime": 179.38,
    "endTime": 183.49,
    "text": "And 16 percent of those tested turned out to have unusually high thresholds for umami,"
  },
  {
    "startTime": 183.69,
    "endTime": 184.57,
    "text": "meaning that they could barely taste it."
  },
  {
    "startTime": 184.97,
    "endTime": 190.58,
    "text": "And those same patients were also ones who stated that food in general just wasn’t palatable to them anymore."
  },
  {
    "startTime": 190.58,
    "endTime": 192.45000000000002,
    "text": "As a result, they had suffered from loss of appetite and weight loss."
  },
  {
    "startTime": 193.19,
    "endTime": 197.57,
    "text": "Part of their problem, it turned out, was hyposalivation, or the inability to produce enough saliva."
  },
  {
    "startTime": 197.97,
    "endTime": 200.59,
    "text": "You have to produce saliva in order to taste anything,"
  },
  {
    "startTime": 200.59,
    "endTime": 204.18,
    "text": "because food needs to be partially dissolved by saliva for our taste buds to register them."
  },
  {
    "startTime": 204.28,
    "endTime": 208.29,
    "text": "And you know what actually stimulates saliva production? Foods with umami in it!"
  },
  {
    "startTime": 208.49,
    "endTime": 213.84,
    "text": "So in a weird kind of catch-22, the patients needed to eat more umami in order to taste umami,"
  },
  {
    "startTime": 214.14,
    "endTime": 215.73,
    "text": "to get their appetites back."
  },
  {
    "startTime": 215.73,
    "endTime": 220.16,
    "text": "So the scientists prescribed a daily regime of konbu-cha, a tea made from kelp that’s rich in glutamate"
  },
  {
    "startTime": 220.18,
    "endTime": 224.37,
    "text": "The tea began stimulating their umami receptors, which caused them to slowly increase saliva production."
  },
  {
    "startTime": 224.57,
    "endTime": 228.59,
    "text": "And as they started to produce more saliva, they began to taste foods more strongly."
  },
  {
    "startTime": 228.59,
    "endTime": 231.79,
    "text": "Eventually, food became more palatable and they regained their appetite."
  },
  {
    "startTime": 232.09,
    "endTime": 234.91,
    "text": "Thank you for watching this particularly delicious episode of SciShow News."
  },
  {
    "startTime": 235.71,
    "endTime": 239.81,
    "text": "If you want to help us share science with the world, you can become a supporting subscriber at Subbable.com/scishow."
  },
  {
    "startTime": 240.61,
    "endTime": 250.71,
    "text": "And don’t forget to go to youtube.com/scishow and subscribe!"
  }
]