[
  {
    "startTime": 0.07,
    "endTime": 8.0,
    "text": "Some people fast for religious reasons or medical reasons, but isn't not eating for a long time kind of dangerous?"
  },
  {
    "startTime": 12.1,
    "endTime": 15.43,
    "text": "Bom dia earthlings, thanks for stopping by DNews, I'm Trace."
  },
  {
    "startTime": 15.5,
    "endTime": 24.7,
    "text": "The Holy Month of Ramadan is wrapping up this week, and those Muslims who have been fasting for 15 hours a day or more will be able to enjoy food anytime once again."
  },
  {
    "startTime": 25.1,
    "endTime": 32.7,
    "text": "It's not just Muslims who fast, Christians, Jews, Confucians, Hindus and other religions have followed the practice for thousands of years."
  },
  {
    "startTime": 32.8,
    "endTime": 36.599999999999994,
    "text": "Non-religious folks fast too, usually for medical or dietary reasons."
  },
  {
    "startTime": 36.8,
    "endTime": 45.3,
    "text": "For some people, the idea of abstaining from food while the sun is in the sky is unfathomable, and they might feel that it's even unsafe!"
  },
  {
    "startTime": 45.5,
    "endTime": 48.489,
    "text": "So science is here to demystify some fasting myths."
  },
  {
    "startTime": 48.489,
    "endTime": 53.708999999999996,
    "text": "A person is considered to be \"fasting\" if they've abstained from a meal for 8-12 hours."
  },
  {
    "startTime": 53.5,
    "endTime": 58.6,
    "text": "So if you think about it, most people fast every night — and then BREAK their fast in the morning."
  },
  {
    "startTime": 58.8,
    "endTime": 61.4,
    "text": "That's where the term BREAK-FAST comes from."
  },
  {
    "startTime": 61.6,
    "endTime": 65.4,
    "text": "Fasting is a completely normal part of being an animal on the planet of earth."
  },
  {
    "startTime": 65.6,
    "endTime": 72.19999999999999,
    "text": "Many organisms eat only once a day or less, especially those eating high-calorie foods like meats."
  },
  {
    "startTime": 72.4,
    "endTime": 80.2,
    "text": "Cold-blooded carnivores, like snakes, can go days between meals; whereas warm-blooded carnivores, like wolves or coyotes, they hunt daily."
  },
  {
    "startTime": 80.3,
    "endTime": 84.5,
    "text": "Like the coyote, humans are built to be able to fast for a short period."
  },
  {
    "startTime": 84.7,
    "endTime": 90.60000000000001,
    "text": "A day or so isn't going to hurt you and some studies have shown short-term fasts can actually extend lifespan."
  },
  {
    "startTime": 90.8,
    "endTime": 93.8,
    "text": "They can boost immunity and mental function, and so on and so forth."
  },
  {
    "startTime": 94.0,
    "endTime": 96.9,
    "text": "We did a whole video about that last Ramadan, so check it out."
  },
  {
    "startTime": 97.3,
    "endTime": 108.39999999999999,
    "text": "A study published last month in Cell Stem Cell found that fasting two to four days at a time can cause a reduction in white blood cells, which sounds bad, but it's actually a good thing."
  },
  {
    "startTime": 108.6,
    "endTime": 117.5,
    "text": "See, the cells that are killed off are the older or damaged immune cells, and when the body rebounds, it uses stem cells to create brand new, healthy ones."
  },
  {
    "startTime": 117.7,
    "endTime": 121.3,
    "text": "Long-term fasting, on the other hand, is a whole other beast."
  },
  {
    "startTime": 121.5,
    "endTime": 125.0,
    "text": "When humans fast, our bodies go through a very predictable schedule."
  },
  {
    "startTime": 125.3,
    "endTime": 128.9,
    "text": "Our bodies are great at squirreling away energy in the forms of fats and sugars."
  },
  {
    "startTime": 129.1,
    "endTime": 134.5,
    "text": "But, like coyotes, ideally, we'd eat every day or so to replenish those reserves."
  },
  {
    "startTime": 134.7,
    "endTime": 142.29999999999998,
    "text": "After 24-48 hours of fasting, the glycogen reserves stored in our liver and muscles — basically carbohydrates — are empty."
  },
  {
    "startTime": 142.4,
    "endTime": 150.23000000000002,
    "text": "After two days, the body's figured out that it needs to feed on itself, and is going to start breaking down muscle and fat tissues."
  },
  {
    "startTime": 150.23,
    "endTime": 151.5,
    "text": "Obviously, water is important too."
  },
  {
    "startTime": 151.9,
    "endTime": 162.0,
    "text": "72 hours without water is dangerous, so while straight food fasting isn't so bad for you in a short burst, 72 hours is the beginning of medical dehydration."
  },
  {
    "startTime": 162.3,
    "endTime": 163.60000000000002,
    "text": "So drink water, no matter what."
  },
  {
    "startTime": 163.8,
    "endTime": 170.4,
    "text": "Some of you might already be Yahoo-ing to get the lowdown on a fasting diet, but the problem is, humans don't really work that way."
  },
  {
    "startTime": 170.6,
    "endTime": 178.5,
    "text": "When you fast, you lose a few pounds right away, but that's mainly liquid weight, and it will be replaced as soon as you eat again, which is another thing."
  },
  {
    "startTime": 178.7,
    "endTime": 188.39999999999998,
    "text": "Researchers at Cornell asked college students to fast for 18 hours, and then offered them a buffet-style meal (not unlike Iftar, or community meals after sundown during Ramadan)."
  },
  {
    "startTime": 188.6,
    "endTime": 195.2,
    "text": "The most popular foods were those that were high in calories, carbs and starches, because our cells don't know if we're ever going to eat again!"
  },
  {
    "startTime": 195.4,
    "endTime": 199.70000000000002,
    "text": "Therefore, they turn on the cravings for carbs and fats which might fend off long-term starvation."
  },
  {
    "startTime": 199.9,
    "endTime": 205.0,
    "text": "But that's silly, you know you're going to eat again, so don't listen to your reptilian brain!"
  },
  {
    "startTime": 205.2,
    "endTime": 210.29999999999998,
    "text": "Ideally, a human coming off of a fast would eat vegetables and fruits."
  },
  {
    "startTime": 210.5,
    "endTime": 214.6,
    "text": "Lean meats and maybe a few carbs can be part of the meal, too, but not a big part."
  },
  {
    "startTime": 214.8,
    "endTime": 224.60000000000002,
    "text": "Ultimately, fasting puts stress on the systems of your body, but low-level stress that isn't going to hurt you, and it might build up the systems -- similar to how exercisebuilds muscles."
  },
  {
    "startTime": 224.9,
    "endTime": 230.70000000000002,
    "text": "Fasting isn't dangerous or deadly, as long as it's done properly and in partnership with a healthy diet and exercise."
  },
  {
    "startTime": 231.0,
    "endTime": 235.859,
    "text": "If you decide to fast, let us know why and how you've done it! You know, 'cause we're curious."
  },
  {
    "startTime": 235.859,
    "endTime": 241.0,
    "text": "You can fill us in on your journey in the comments, or send us a tweet @DNews or me, @TraceDominguez."
  },
  {
    "startTime": 241.4,
    "endTime": 250.8,
    "text": "Speaking of journeys, if you want to know how MSL Curiosity got to Mars, and what the heck it's doing up there come to our SpaceOut on July 30th at 4pm Pacific Time!"
  },
  {
    "startTime": 251.0,
    "endTime": 257.4,
    "text": "We're getting experts from NASA JPL who actually work with the rover on Mars every sol -- that's Martian for Day!"
  },
  {
    "startTime": 257.6,
    "endTime": 258.8,
    "text": "See, you're learning already!"
  },
  {
    "startTime": 259.0,
    "endTime": 270.76,
    "text": "Get over there and RSVP. Thanks for watching DNews eveybody and please subscribe."
  }
]