[
  {
    "startTime": 0.1,
    "endTime": 2.1,
    "text": "We all want to lose fat and stay healthy."
  },
  {
    "startTime": 2.1,
    "endTime": 6.300000000000001,
    "text": "But with all these diet pills and plans, what does science have to say about weight loss tips?"
  },
  {
    "startTime": 6.3,
    "endTime": 9.5,
    "text": "Let's get the obvious out of the way first, exercise."
  },
  {
    "startTime": 9.5,
    "endTime": 16.7,
    "text": "Not only does the physical active exercise burn calories immediately, scientists recently found that it continues to burn fat while you sleep."
  },
  {
    "startTime": 16.7,
    "endTime": 23.5,
    "text": "During exercise your body uses up most of its available carbohydrates for energy and replaces them over the next 24 hours."
  },
  {
    "startTime": 23.7,
    "endTime": 29.7,
    "text": "In the meantime, it begins to break down your fat storage for basic functions such as walking, talking and even sleeping."
  },
  {
    "startTime": 29.7,
    "endTime": 32.4,
    "text": "Don't skip meals. Especially breakfast."
  },
  {
    "startTime": 32.3,
    "endTime": 35.599999999999994,
    "text": "We've explained in our last video the science behind appetite."
  },
  {
    "startTime": 35.6,
    "endTime": 41.7,
    "text": "When you starve yourself, your body and brain create intense urges to eat high-calorie foods as opposed to healthy options."
  },
  {
    "startTime": 41.7,
    "endTime": 48.6,
    "text": "Breakfast specifically helps to keep blood sugar and hormone levels regular and gives your metabolism a boost to burn more calories through the day."
  },
  {
    "startTime": 48.8,
    "endTime": 52.199999999999996,
    "text": "Adding more protein and low fat dairy to your diet helps as well."
  },
  {
    "startTime": 52.2,
    "endTime": 58.400000000000006,
    "text": "Protein induces a large release of the chemical PYY, which goes to the brain and suppresses hunger signals."
  },
  {
    "startTime": 58.4,
    "endTime": 63.0,
    "text": "Simply adding 10% more protein to your food can keep you full much longer."
  },
  {
    "startTime": 63.0,
    "endTime": 70.2,
    "text": "Low fat dairy on the other hand contains calcium which binds to other fats you've eaten and creates a soup like substance which can't be absorbed."
  },
  {
    "startTime": 70.2,
    "endTime": 74.9,
    "text": "Instead, your body excretes this soup and with it more of the fat you've consumed."
  },
  {
    "startTime": 74.9,
    "endTime": 78.30000000000001,
    "text": "Speaking of soup, it's perhaps one of the best-kept dieting secrets."
  },
  {
    "startTime": 78.3,
    "endTime": 87.3,
    "text": "When you drink a glass of water with your meal, the fluid is easily absorbed before your food is digested, which quickly brings down the stomach size making you feel hungry."
  },
  {
    "startTime": 87.3,
    "endTime": 96.7,
    "text": "Take that same meal and puree it in a blender and the fluids have a much harder time being absorbed quickly this means your stomach stays expanded, making you feel full for longer."
  },
  {
    "startTime": 96.7,
    "endTime": 97.9,
    "text": "Count your calories."
  },
  {
    "startTime": 98.0,
    "endTime": 104.5,
    "text": "Studies show that people who actively document their food intake by using a journal have drastic improvements over those who don't."
  },
  {
    "startTime": 104.5,
    "endTime": 113.0,
    "text": "Furthermore, knowing a coffee has 10 calories but a cappuccino has 100, gives you the opportunity to structure your diet to eat more while taking less calories."
  },
  {
    "startTime": 113.0,
    "endTime": 118.3,
    "text": "And while it may seem trivial, reducing your plate size can drastically change your food intake."
  },
  {
    "startTime": 118.3,
    "endTime": 124.6,
    "text": "Studies show that a simple change from 12 to 10 inches can reduce the amount of food you eat by up to 22%."
  },
  {
    "startTime": 124.6,
    "endTime": 127.89999999999999,
    "text": "Our bodies have a hard time turning down food in front of us even when we're full."
  },
  {
    "startTime": 128.0,
    "endTime": 130.4,
    "text": "So the less food on your plate the better."
  },
  {
    "startTime": 130.4,
    "endTime": 133.5,
    "text": "Finally, sleep and stress play a large factor in how much we eat."
  },
  {
    "startTime": 133.5,
    "endTime": 139.2,
    "text": "Both sleep deprivation and stress levels increase appetite, making it harder to keep off the pounds."
  },
  {
    "startTime": 139.4,
    "endTime": 141.0,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 141.0,
    "endTime": 143.2,
    "text": "Ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 143.2,
    "endTime": 153.2,
    "text": "And subscribe for more weekly science videos."
  }
]