[
  {
    "startTime": 0.399,
    "endTime": 7.299,
    "text": "So do you guys talk about past of course we all do talk about things that happened in"
  },
  {
    "startTime": 7.299,
    "endTime": 23.3,
    "text": "the past, right? and in order to do so what we do is we end up using time expressions, right?"
  },
  {
    "startTime": 23.3,
    "endTime": 28.310000000000002,
    "text": "Hello everyone, I am Niharika and thank you for clicking on this video well in today's"
  },
  {
    "startTime": 28.31,
    "endTime": 36.41,
    "text": "lesson we are gonna look at common pastime expressions. So do you guys talk about past,"
  },
  {
    "startTime": 36.41,
    "endTime": 42.92999999999999,
    "text": "of course we all do talk about things that happened in the past, right? and in order"
  },
  {
    "startTime": 42.93,
    "endTime": 51.34,
    "text": "to do so what we do is we end up using time expressions right? So we use time expressions"
  },
  {
    "startTime": 51.34,
    "endTime": 58.13,
    "text": "to talk about past, we also use time expressions to talk about the present and the future but"
  },
  {
    "startTime": 58.13,
    "endTime": 64.44,
    "text": "in today's lesson specifically we are gonna look at time expressions to talk about your"
  },
  {
    "startTime": 64.44,
    "endTime": 71.75,
    "text": "past events, okay. and always remember the time expressions either come at the end of"
  },
  {
    "startTime": 71.75,
    "endTime": 84.1,
    "text": "a sentence or at the beginning of a sentence,"
  },
  {
    "startTime": 84.1,
    "endTime": 91.69,
    "text": "It would never ever come in the middle of a sentence, it's always at the end or at the beginning, okay."
  },
  {
    "startTime": 91.69,
    "endTime": 96.78999999999999,
    "text": "So we gonna look at the first one, a very common one which is ‘yesterday’."
  },
  {
    "startTime": 96.79,
    "endTime": 105.96000000000001,
    "text": "So,like yesterday I took an off. So again I am talking about the previous day. Yesterday"
  },
  {
    "startTime": 105.96,
    "endTime": 117.13999999999999,
    "text": "it means I am talking about the previous day. Right? For example we also have certain similar"
  },
  {
    "startTime": 117.14,
    "endTime": 124.31,
    "text": "expressions like yesterday morning, I am talking about previous morning or previous afternoon"
  },
  {
    "startTime": 124.31,
    "endTime": 130.579,
    "text": "then I am gonna say Yesterday morning I skipped my breakfast. Yesterday afternoon I went for"
  },
  {
    "startTime": 130.579,
    "endTime": 137.68,
    "text": "a movie. Ok! So whenever you end up using the time expression yesterday it means that"
  },
  {
    "startTime": 137.68,
    "endTime": 146.15,
    "text": "you are talking about a day before today or previous day. The second time expression that"
  },
  {
    "startTime": 146.15,
    "endTime": 152.29,
    "text": "I have for you is ‘the day before yesterday’ Many people get confused using this. It’s"
  },
  {
    "startTime": 152.29,
    "endTime": 158.79,
    "text": "a very common time expression but people just kind of mix up the words and they don’t"
  },
  {
    "startTime": 158.79,
    "endTime": 163.769,
    "text": "say it correctly, but the right way to say it is the day before yesterday. Ria, delivered"
  },
  {
    "startTime": 163.769,
    "endTime": 186.079,
    "text": "a baby a day before yesterday. So it means two days before today. Ok! And again we also"
  },
  {
    "startTime": 186.079,
    "endTime": 193.84,
    "text": "have similar expressions to this one ‘a week or a month before the last’ so for"
  },
  {
    "startTime": 193.84,
    "endTime": 203.93,
    "text": "example if I say “the month before last we went to Thailand” So it means, for example"
  },
  {
    "startTime": 203.93,
    "endTime": 211.18,
    "text": "if it is the month of June, now is the month of June, so the month before last,well the"
  },
  {
    "startTime": 211.18,
    "endTime": 219.4,
    "text": "last month was May so here I am talking about my Thailand trip that I took was in the month"
  },
  {
    "startTime": 219.4,
    "endTime": 228.159,
    "text": "of April. So that is the month before last. Right? Ok! The next expression is ‘Last"
  },
  {
    "startTime": 228.159,
    "endTime": 233.839,
    "text": "night’. “last night we had a blast”. “Last night I went for a movie” “ Last"
  },
  {
    "startTime": 233.839,
    "endTime": 241.319,
    "text": "night we went out for dinner”. So when do we end up using the time expression ‘Last’?"
  },
  {
    "startTime": 241.319,
    "endTime": 254.98,
    "text": "Well, we use last to talk about the most recent one. The most recent night or the most recent"
  },
  {
    "startTime": 254.98,
    "endTime": 272.3,
    "text": "week or just the previous night. Similar expressions to this one ‘last week’ ‘last month’"
  },
  {
    "startTime": 272.3,
    "endTime": 281.259,
    "text": "‘last year’ Ok! “I graduated last year” So here I am talking about the most recent"
  },
  {
    "startTime": 281.259,
    "endTime": 288.759,
    "text": "one that just passed. SO like last night or the previous night. Then the next one ‘This"
  },
  {
    "startTime": 288.759,
    "endTime": 296.61,
    "text": "morning’ now we end up using the time expression this to talk about the earlier period on the"
  },
  {
    "startTime": 296.61,
    "endTime": 317.659,
    "text": "same day. Like, this morning I got a call from Jane. So I am still talking about the"
  },
  {
    "startTime": 317.659,
    "endTime": 323.86,
    "text": "same day but I am talking about the earlier period. So, this morning. Similar expression"
  },
  {
    "startTime": 323.86,
    "endTime": 329.289,
    "text": "to this one is ‘this afternoon’ or ‘this evening’. This afternoon I went out for"
  },
  {
    "startTime": 329.289,
    "endTime": 336.11,
    "text": "lunch with my friends or this evening I went for a coffee with my friends. So, I am talking"
  },
  {
    "startTime": 336.11,
    "endTime": 344.349,
    "text": "about the same day but an earlier time or earlier period. Ok! Got it? The next one is"
  },
  {
    "startTime": 344.349,
    "endTime": 352.599,
    "text": "‘one week ago’ so you end up using the time expression ago in order to talk about"
  },
  {
    "startTime": 352.599,
    "endTime": 374.719,
    "text": "a specific time in the past. Like x number of days ago, x number of years ago. You have"
  },
  {
    "startTime": 374.719,
    "endTime": 382.129,
    "text": "to mention a proper time frame and then its followed by the word ago. Ok! So it either"
  },
  {
    "startTime": 382.129,
    "endTime": 390.909,
    "text": "one week ago, One week ago I went to my uncle’s house or ten days ago, again 10 days is the"
  },
  {
    "startTime": 390.909,
    "endTime": 398.0,
    "text": "specific time that I am mentioning and then after mentioning the specific time its followed"
  },
  {
    "startTime": 398.0,
    "endTime": 406.68,
    "text": "by the word ago. So something like a year. A year ago I fractured my hand. 10 days ago"
  },
  {
    "startTime": 406.68,
    "endTime": 414.199,
    "text": "I went for a movie. So this is the way you will end up using these expressions in order"
  },
  {
    "startTime": 414.199,
    "endTime": 422.389,
    "text": "to talk about a specific time in the past. And then the last one is in 1990. Now, again"
  },
  {
    "startTime": 422.389,
    "endTime": 440.33,
    "text": "here you are using in 1990 to talk about a specific time again or a specific period."
  },
  {
    "startTime": 440.33,
    "endTime": 446.419,
    "text": "Of course specific period in the past. So like, in 1990 I graduated. Well, that’s"
  },
  {
    "startTime": 446.419,
    "endTime": 452.25899999999996,
    "text": "not true though. So you are talking about the specific time in the past, the specific"
  },
  {
    "startTime": 452.259,
    "endTime": 459.12,
    "text": "period when you did something or something happened. So like, again similar expressions"
  },
  {
    "startTime": 459.12,
    "endTime": 469.34000000000003,
    "text": "when you end up using the word ‘in’ like ‘in March’ or ‘in 2012 I met with an"
  },
  {
    "startTime": 469.34,
    "endTime": 477.219,
    "text": "big accident. So that’s in March but always remember that when you talk about a specific"
  },
  {
    "startTime": 477.219,
    "endTime": 483.449,
    "text": "day ,like Monday, Tuesday, Sunday, you will never end up saying in. You are not gonna"
  },
  {
    "startTime": 483.449,
    "endTime": 490.81,
    "text": "say I went for a lunch in Sunday. That’s absolutely incorrect. The preposition that"
  },
  {
    "startTime": 490.81,
    "endTime": 498.77,
    "text": "you would end up using will be ‘on’. That is only applicable if you are talking about"
  },
  {
    "startTime": 498.77,
    "endTime": 506.02,
    "text": "or if you are mentioning a day of the week. So it’s gonna be “ On Sunday we went to"
  },
  {
    "startTime": 506.02,
    "endTime": 514.41,
    "text": "the church” or “ On Friday I went for a movie”. So it’s always gonna be on,"
  },
  {
    "startTime": 514.41,
    "endTime": 522.1999999999999,
    "text": "you are not gonna say in, So these are the time expression in order to talk about the"
  },
  {
    "startTime": 522.2,
    "endTime": 527.62,
    "text": "past. Use them correctly they are very simple and the most common ones. We will also take"
  },
  {
    "startTime": 527.62,
    "endTime": 543.94,
    "text": "a test and lemme know how much did you score and I will back with a new lesson soon, till"
  },
  {
    "startTime": 543.94,
    "endTime": 553.94,
    "text": "then you take care."
  }
]