[
  {
    "startTime": 11.52,
    "endTime": 20.049,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love so much."
  },
  {
    "startTime": 20.049,
    "endTime": 23.039,
    "text": "And it’s Q&A Tuesday. Best day of the week."
  },
  {
    "startTime": 23.039,
    "endTime": 25.509,
    "text": "Today’s question comes from Kat and Kat writes:"
  },
  {
    "startTime": 25.509,
    "endTime": 31.769,
    "text": "“I love MarieTV. Keep it up, girl! But my question is, how do you stay consistent?"
  },
  {
    "startTime": 31.769,
    "endTime": 35.949999999999996,
    "text": "I always try to set some time aside for actions that’ll help me get further in my career."
  },
  {
    "startTime": 35.95,
    "endTime": 41.11,
    "text": "I’ll be doing great for 2 weeks and by the 3rd I fall off the wagon, go on a hiatus,"
  },
  {
    "startTime": 41.11,
    "endTime": 46.269999999999996,
    "text": "and have to start all over again, which is much harder to do each time."
  },
  {
    "startTime": 46.27,
    "endTime": 50.480000000000004,
    "text": "What can you suggest for staying on task without getting burned out and quitting?"
  },
  {
    "startTime": 50.48,
    "endTime": 52.66,
    "text": "Lots of loves and laughs your way, Kat.”"
  },
  {
    "startTime": 52.66,
    "endTime": 59.14,
    "text": "Kat, this is such an important question. Most of us struggle with being more consistent in some part of our lives"
  },
  {
    "startTime": 59.14,
    "endTime": 64.2,
    "text": "and it’s really worth working on because the rewards of being consistent are huge."
  },
  {
    "startTime": 64.2,
    "endTime": 71.22,
    "text": "So that being said, here are 5 secrets to help you be more consistently consistent."
  },
  {
    "startTime": 71.24,
    "endTime": 78.08,
    "text": "Number one is keep your eye on your why. In order to really stay connected to what you’re doing over the long haul,"
  },
  {
    "startTime": 78.08,
    "endTime": 81.21,
    "text": "you have to have a clear, compelling vision for what you’re trying to achieve,"
  },
  {
    "startTime": 81.21,
    "endTime": 84.25,
    "text": "and know why you wanna do it. So, for example,"
  },
  {
    "startTime": 85.25,
    "endTime": 92.57,
    "text": "it’s a lot easier to keep saving consistently if you’re saving for something important to you like your first house or a once in a lifetime trip."
  },
  {
    "startTime": 92.57,
    "endTime": 98.02,
    "text": "You know, when I think about MarieTV, this is a big commitment and we’re in our 5th season"
  },
  {
    "startTime": 98.02,
    "endTime": 100.64,
    "text": "and it’s not easy to keep doing this week after week."
  },
  {
    "startTime": 100.64,
    "endTime": 106.56,
    "text": "But I am committed because I’m clear on my why. This show is really the soul of my brand"
  },
  {
    "startTime": 106.56,
    "endTime": 111.549,
    "text": "and it’s the primary way that I get to make a difference to as many people as possible around the world,"
  },
  {
    "startTime": 111.549,
    "endTime": 117.65,
    "text": "and that’s really important to me. So that’s my why and it is always in my eye."
  },
  {
    "startTime": 117.66,
    "endTime": 125.03,
    "text": "Number two is pick your battle. Now, notice, I didn't say battles. I said battle."
  },
  {
    "startTime": 125.03,
    "endTime": 129.46,
    "text": "So I want you to pick one thing and just stick with that."
  },
  {
    "startTime": 129.46,
    "endTime": 135.36,
    "text": "The reason why is that we human beings have limited capacity when it comes to willpower and discipline."
  },
  {
    "startTime": 135.36,
    "endTime": 143.04000000000002,
    "text": "In fact, studies show that doctors recommend you do not try to do something like quit smoking and quit sugar at the same time"
  },
  {
    "startTime": 143.04,
    "endTime": 147.04,
    "text": "or you’re gonna fail at both. And I tend to agree."
  },
  {
    "startTime": 147.04,
    "endTime": 151.81,
    "text": "So pick one thing and once you really make that a habit and you win that battle,"
  },
  {
    "startTime": 151.81,
    "endTime": 153.09,
    "text": "then you can add on something else."
  },
  {
    "startTime": 153.09,
    "endTime": 160.82,
    "text": "Number three is schedule it. The late Stephen Covey said this and it is a major, major secret to consistency."
  },
  {
    "startTime": 160.84,
    "endTime": 166.459,
    "text": "Don’t prioritize your schedule, schedule your priorities."
  },
  {
    "startTime": 166.459,
    "endTime": 172.78,
    "text": "So this subtle distinction is so important. When you’re trying to make something consistent in your life,"
  },
  {
    "startTime": 172.78,
    "endTime": 177.76,
    "text": "you want to really build your whole life around it rather than trying to fit it in."
  },
  {
    "startTime": 177.76,
    "endTime": 182.959,
    "text": "You know, when it comes to MarieTV, the reason that this gets done so consistently"
  },
  {
    "startTime": 182.959,
    "endTime": 188.16,
    "text": "is that we schedule it and we build our entire year around it. So everybody who works on MarieTV,"
  },
  {
    "startTime": 188.16,
    "endTime": 193.73,
    "text": "we have these dates for the year, they are sacred, they’re non negotiable,"
  },
  {
    "startTime": 193.73,
    "endTime": 208.60999999999999,
    "text": "and this is gonna happen come hell or high water..."
  },
  {
    "startTime": 208.61,
    "endTime": 214.93900000000002,
    "text": "Number four is ignore your feelings. Now, this is probably the only time you’re gonna ever hear me say this,"
  },
  {
    "startTime": 214.939,
    "endTime": 224.45999999999998,
    "text": "but when it comes to developing consistency it’s pretty darn important to ignore the voice in your head that says, “Wah, I don't feel like it.”"
  },
  {
    "startTime": 224.51,
    "endTime": 231.48,
    "text": "I mean, any time you’re trying to be consistent at something worthwhile like working out or meditating or painting or whatever,"
  },
  {
    "startTime": 231.48,
    "endTime": 237.01999999999998,
    "text": "it’s guaranteed you're gonna hear that voice. “Wah, I don't feel like it.”"
  },
  {
    "startTime": 237.02,
    "endTime": 243.00900000000001,
    "text": "I mean, I hear that voice all the time. There are some days as much as I love what I do,"
  },
  {
    "startTime": 243.009,
    "endTime": 246.809,
    "text": "I don't feel like going to work. I don't feel like doing much of anything."
  },
  {
    "startTime": 246.809,
    "endTime": 252.84,
    "text": "But I’ve trained myself to override that whole voice in my head because I know the power of consistency."
  },
  {
    "startTime": 252.86,
    "endTime": 257.63,
    "text": "Now, if you've been consistent with something for a long time or you’re just clear that"
  },
  {
    "startTime": 257.63,
    "endTime": 263.06,
    "text": "whatever you’re up to you’re just done with it, that is fine. You can totally pay attention to your feelings,"
  },
  {
    "startTime": 263.06,
    "endTime": 268.16,
    "text": "close that chapter, and move on. However, if you're still trying to develop consistency"
  },
  {
    "startTime": 268.16,
    "endTime": 272.71000000000004,
    "text": "and the deeper part of you knows you really do wanna keep going,"
  },
  {
    "startTime": 272.71,
    "endTime": 282.34,
    "text": "please for the love of all things holy, ignore your feelings. You can tell them, “Bye Felicia.”"
  },
  {
    "startTime": 282.34,
    "endTime": 288.09,
    "text": "Number five is catch that wagon. So don't have an all or nothing mindset."
  },
  {
    "startTime": 288.09,
    "endTime": 293.38,
    "text": "Don't think that if you miss one day meditating or you miss one workout that you’re a total failure."
  },
  {
    "startTime": 293.38,
    "endTime": 299.32,
    "text": "When it comes to falling off the wagon, that’s fine and you probably will. We all do."
  },
  {
    "startTime": 299.32,
    "endTime": 305.04,
    "text": "This is where I think you’re getting tripped up though. I think you’re spending so much time beating up on yourself that you fell off the wagon,"
  },
  {
    "startTime": 305.04,
    "endTime": 308.71000000000004,
    "text": "that the wagon is just leaving into the distance and you’re not getting back on it."
  },
  {
    "startTime": 308.71,
    "endTime": 310.18,
    "text": "So make sure you run and catch that wagon."
  },
  {
    "startTime": 310.18,
    "endTime": 316.40000000000003,
    "text": "And if you need a little extra inspiration, remember this tweetable."
  },
  {
    "startTime": 316.4,
    "endTime": 324.03999999999996,
    "text": "Success doesn't come from what you do occasionally. It comes from what you do consistently."
  },
  {
    "startTime": 324.04,
    "endTime": 329.44,
    "text": "So there you have it, Kat, 5 secrets to be more consistently consistent."
  },
  {
    "startTime": 329.44,
    "endTime": 334.93,
    "text": "And now I would love to hear from you. What’s been one idea or strategy that’s helped you become more consistent?"
  },
  {
    "startTime": 334.93,
    "endTime": 338.52,
    "text": "I wanna hear about what’s worked and what hasn’t."
  },
  {
    "startTime": 338.52,
    "endTime": 339.93,
    "text": "Leave a comment below and let me know."
  },
  {
    "startTime": 339.93,
    "endTime": 345.05,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 345.05,
    "endTime": 348.09000000000003,
    "text": "so make sure you go there and leave a comment now."
  },
  {
    "startTime": 348.09,
    "endTime": 355.11999999999995,
    "text": "Did you like this video? If so, subscribe to our channel and it would be fantastic if you shared this with your friends."
  },
  {
    "startTime": 355.12,
    "endTime": 359.09000000000003,
    "text": "And if you want even more great resources to create a business and life that you love,"
  },
  {
    "startTime": 359.09,
    "endTime": 362.13,
    "text": "plus some personal insights from me that I only talk about in email,"
  },
  {
    "startTime": 362.13,
    "endTime": 367.68,
    "text": "come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 367.68,
    "endTime": 374.84000000000003,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 374.84,
    "endTime": 399.73999999999995,
    "text": "Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]