[
  {
    "startTime": 0.0,
    "endTime": 2.1,
    "text": "Hey there. Welcome to Life Noggin."
  },
  {
    "startTime": 2.249,
    "endTime": 6.1,
    "text": "The brain is a pretty cool organ, but sometimes it can fail us."
  },
  {
    "startTime": 6.1,
    "endTime": 8.849,
    "text": "Like when we forget someone's name, or blank on a test."
  },
  {
    "startTime": 8.859,
    "endTime": 11.5,
    "text": "But how can someone just forget something like that?"
  },
  {
    "startTime": 11.519,
    "endTime": 14.2,
    "text": "Well, to start off I want you to imagine what a penny looks like."
  },
  {
    "startTime": 14.4,
    "endTime": 17.3,
    "text": "You're probably imagining Abraham Lincoln looking off to the right."
  },
  {
    "startTime": 17.409,
    "endTime": 18.799999999999997,
    "text": "And that the coin is copper."
  },
  {
    "startTime": 19.0,
    "endTime": 23.3,
    "text": "But you probably didn't recall the phrase above the Lincoln Memorial on the back of the penny."
  },
  {
    "startTime": 23.539,
    "endTime": 24.0,
    "text": "If you did, congrats!"
  },
  {
    "startTime": 24.5,
    "endTime": 30.25,
    "text": "But the reason we may have not remembered every single aspect of the coin is because frankly, it doesn't matter!"
  },
  {
    "startTime": 30.3,
    "endTime": 37.8,
    "text": "All we need to know is how to distinguish a penny from any other coin, so we only remember the important parts, and store them in our long-term memory."
  },
  {
    "startTime": 38.0,
    "endTime": 45.4,
    "text": "All of the small details of any experience like you watching this video for example are combined into one event in your brain's hippocampus."
  },
  {
    "startTime": 45.5,
    "endTime": 50.14,
    "text": "You are essentially a network of neurons that records the association linked to the memory."
  },
  {
    "startTime": 50.27,
    "endTime": 56.2,
    "text": "And any of those associations, like hearing the name Blocko, can bring back that memory. But problems arise..."
  },
  {
    "startTime": 56.25,
    "endTime": 59.19,
    "text": "When there is more than one memory associated with a given cue."
  },
  {
    "startTime": 59.262,
    "endTime": 66.82,
    "text": "If you ever met someone who looks like an old friend, it may be difficult to remember this new person's name because that face already has some other meaning to you."
  },
  {
    "startTime": 66.9,
    "endTime": 69.2,
    "text": "And the memories are interfering with each other."
  },
  {
    "startTime": 69.3,
    "endTime": 74.0,
    "text": "Decay theory states that a memory slowly fades over time if it's not rehearsed often."
  },
  {
    "startTime": 74.3,
    "endTime": 77.6,
    "text": "So if you do not frequently think about something, you'll forget it."
  },
  {
    "startTime": 77.922,
    "endTime": 83.152,
    "text": "It makes sense, but you also have to be paying attention in the first place if you ever want to recall that information."
  },
  {
    "startTime": 83.278,
    "endTime": 85.30000000000001,
    "text": "So, what is something that you always forget?"
  },
  {
    "startTime": 85.498,
    "endTime": 87.0,
    "text": "Did...did you forget it?"
  },
  {
    "startTime": 87.418,
    "endTime": 90.42800000000001,
    "text": "I'm terrible with birthdays but luckily Facebook is there to save the day."
  },
  {
    "startTime": 90.658,
    "endTime": 93.2,
    "text": "Speaking of which, if you want to you can follow me on there."
  },
  {
    "startTime": 93.208,
    "endTime": 99.198,
    "text": "As usual, I'll be answering a new question every Thursday, so ask anything you want to know in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 99.2,
    "endTime": 100.908,
    "text": "I'm Blocko. This has been Life Noggin."
  },
  {
    "startTime": 101.176,
    "endTime": 103.156,
    "text": "Don't forget to keep on thinking!"
  }
]