[
  {
    "startTime": 10.5,
    "endTime": 15.43,
    "text": "Some of the things that's gonna happen when you look out and see what can I contribute to, what can I give..."
  },
  {
    "startTime": 15.43,
    "endTime": 23.799999999999997,
    "text": "I guarantee you ladies and gentlemen, you are gonna have a voice that saying, \"It's just no uses, it's out of control now.\""
  },
  {
    "startTime": 24.0,
    "endTime": 26.39,
    "text": "There will be a voice telling you that \"You will be wasting your time and wasting your energy and wasting your effort.\""
  },
  {
    "startTime": 30.57,
    "endTime": 40.5,
    "text": "I say, don't listen to it. Listen to that still small voice that says: \"I can do something. And I ought to do it.\""
  },
  {
    "startTime": 40.6,
    "endTime": 44.2,
    "text": "We ought to do it."
  },
  {
    "startTime": 44.4,
    "endTime": 47.46,
    "text": "Nothing can resist the will of the people."
  },
  {
    "startTime": 47.46,
    "endTime": 54.5,
    "text": "That will stake even their existence on extended their purpose for good."
  },
  {
    "startTime": 54.59,
    "endTime": 56.080000000000005,
    "text": "I strongly believe that..."
  },
  {
    "startTime": 56.08,
    "endTime": 58.26,
    "text": "that all of us have some work to do."
  },
  {
    "startTime": 58.26,
    "endTime": 66.4,
    "text": "That each one of us showed up to do something, that each one of us showed up to contribute something to life."
  },
  {
    "startTime": 66.51,
    "endTime": 74.30000000000001,
    "text": "And that if we don't do it, it will not be done."
  },
  {
    "startTime": 74.47,
    "endTime": 79.9,
    "text": "Be the one who want to help and contribute to youth or do something for the homeless whatever you want to do."
  },
  {
    "startTime": 80.0,
    "endTime": 88.4,
    "text": "If you get up in the morning out of sense of all this and decide that, \"I'm the opening for the universe\"."
  },
  {
    "startTime": 88.65,
    "endTime": 95.0,
    "text": "The life can work through and use me as a channel and as an instrument for change."
  },
  {
    "startTime": 119.6,
    "endTime": 121.89,
    "text": "How will you serve the world?"
  },
  {
    "startTime": 121.89,
    "endTime": 125.8,
    "text": "What do they need that your talent can provide?"
  },
  {
    "startTime": 125.63,
    "endTime": 128.51,
    "text": "That's all you have to figure out."
  },
  {
    "startTime": 128.51,
    "endTime": 143.6,
    "text": "I can tell you from experience, the effect you have on others is the most valuable currency there is."
  },
  {
    "startTime": 144.0,
    "endTime": 148.4,
    "text": "You are ready and able to do beautiful things in this world."
  },
  {
    "startTime": 148.52,
    "endTime": 155.4,
    "text": "And after you walk through those doors today, you will only ever have two choices: love or fear."
  },
  {
    "startTime": 155.79,
    "endTime": 171.5,
    "text": "Choose love and don't ever let fear turn you against your playful heart."
  },
  {
    "startTime": 171.66,
    "endTime": 179.29999999999998,
    "text": "Begin to see yourself as a opening for the universe, to move through, to work through, to make a difference in life."
  },
  {
    "startTime": 179.5,
    "endTime": 207.7,
    "text": "See yourself being used by life, to improve quality of life, to expand and to grow."
  },
  {
    "startTime": 207.7,
    "endTime": 219.79999999999998,
    "text": "If you wait until you can do everything for everybody instead of something for somebody,"
  },
  {
    "startTime": 220.0,
    "endTime": 227.07,
    "text": "you'll end up doing nothing for nobody."
  },
  {
    "startTime": 227.2,
    "endTime": 228.19,
    "text": "Be The change you want to see."
  }
]