[
  {
    "startTime": 0.0,
    "endTime": 7.62,
    "text": "No matter how prepared you are for the exam, you can't help but feel some anxiety, you know, like the butterflies in your stomach and potentially forgetting everything."
  },
  {
    "startTime": 7.62,
    "endTime": 14.89,
    "text": "Feeling some anxiety is normal as your body releases adrenaline in times of stress which actually triggers your \"fight-or-flight\" response."
  },
  {
    "startTime": 14.89,
    "endTime": 21.44,
    "text": "So here are some scientific tips to help you beat that exam anxiety."
  },
  {
    "startTime": 21.44,
    "endTime": 24.41,
    "text": "Exam anxiety is epidemic among students worldwide."
  },
  {
    "startTime": 24.41,
    "endTime": 31.810000000000002,
    "text": "One study found that out of 1300 people questioned, 96% say that they've experienced exam anxiety at some point in their lives."
  },
  {
    "startTime": 31.81,
    "endTime": 40.879999999999995,
    "text": "And this is a problem because another study found that students who were deemed \"highly anxious\" perform 12% worse on the exam than those who were slightly anxious or not anxious at all."
  },
  {
    "startTime": 40.88,
    "endTime": 47.760000000000005,
    "text": "Exam anxiety, like all anxiety, is a spectrum, meaning that there's all sorts of symptoms in varying levels of feelings."
  },
  {
    "startTime": 47.76,
    "endTime": 54.5,
    "text": "Some people may just feel their heart beating a little bit, while others are completely debilitated with nausea and vomiting before every exam."
  },
  {
    "startTime": 60.32,
    "endTime": 63.76,
    "text": "Getting at least six hours of sleep is crucial before an exam."
  },
  {
    "startTime": 63.76,
    "endTime": 67.52,
    "text": "Making sure you're well rested will give you the confidence to face the challenge at hand."
  },
  {
    "startTime": 67.52,
    "endTime": 72.1,
    "text": "Pulling an all-nighter is a huge no no when it comes to your brain having the ability to succeed."
  },
  {
    "startTime": 72.34,
    "endTime": 75.33,
    "text": "Mitch, did you see Nikki slaying Miley.... Are... are you gonna sleep?"
  },
  {
    "startTime": 75.33,
    "endTime": 77.99,
    "text": "I need a solid six hours before my exam!"
  },
  {
    "startTime": 77.99,
    "endTime": 86.46,
    "text": "Studies have actually shown that those who has a balanced diet up to one week before an exam actually performed better than those who have a high meat or high protein diet."
  },
  {
    "startTime": 86.46,
    "endTime": 89.94999999999999,
    "text": "I have seriously been studying so much. It's like eat, sleep like Hollison."
  },
  {
    "startTime": 90.1,
    "endTime": 91.42999999999999,
    "text": "Hey, here's your lunch by the way."
  },
  {
    "startTime": 91.43,
    "endTime": 93.86000000000001,
    "text": "Ohhh, thanks!"
  },
  {
    "startTime": 93.86,
    "endTime": 96.42999999999999,
    "text": "What's glucose?"
  },
  {
    "startTime": 96.43,
    "endTime": 104.53,
    "text": "In fact, it's best to have a breakfast that's high in fiber and high in carbohydrates, so that the energy is released slowly and your brain doesn't crash in the exam."
  },
  {
    "startTime": 104.53,
    "endTime": 111.2,
    "text": "Losing energy quickly means losing your concentration, which means you might start to panic when you can't even answer the easy questions."
  },
  {
    "startTime": 112.62,
    "endTime": 114.56,
    "text": "Name."
  },
  {
    "startTime": 114.56,
    "endTime": 115.91,
    "text": "What's my name?"
  },
  {
    "startTime": 115.91,
    "endTime": 117.57,
    "text": "Oh, god, what's the date?"
  },
  {
    "startTime": 117.57,
    "endTime": 122.35,
    "text": "Positive self-imagery has been known to boost confidence and lower exam anxiety."
  },
  {
    "startTime": 122.35,
    "endTime": 125.32,
    "text": "But, it only works if you set yourself realistic goals."
  },
  {
    "startTime": 125.32,
    "endTime": 127.41,
    "text": "I will get at least an 80% on this exam."
  },
  {
    "startTime": 127.41,
    "endTime": 129.28,
    "text": "I will not fart during the test."
  },
  {
    "startTime": 129.28,
    "endTime": 131.18,
    "text": "And I will have a banana for lunch."
  },
  {
    "startTime": 131.18,
    "endTime": 137.37,
    "text": "Now, we're not telling you to lower your expectations, but it is not mentally healthy to expect a 100% on all of your exams."
  },
  {
    "startTime": 137.37,
    "endTime": 142.28,
    "text": "So, while feeling confident for an exam is important, it's essential that you keep your feet planted on the ground."
  },
  {
    "startTime": 142.28,
    "endTime": 149.67,
    "text": "To help destress, trying picture yourself in a happy moment, whatever that might be, and then quickly switch to imagining yourself in the exam room."
  },
  {
    "startTime": 149.67,
    "endTime": 151.32999999999998,
    "text": "I'm on a boat with whales around me."
  },
  {
    "startTime": 151.33,
    "endTime": 152.74,
    "text": "Humpbacks. Fin whales!"
  },
  {
    "startTime": 152.74,
    "endTime": 154.18,
    "text": "Hectors, even a blue whale!"
  },
  {
    "startTime": 154.18,
    "endTime": 158.43,
    "text": "One comes up to me and lets me pat it, and he playfully splashes me and winks."
  },
  {
    "startTime": 158.43,
    "endTime": 160.24,
    "text": "He loves me and I'm one with him."
  },
  {
    "startTime": 160.24,
    "endTime": 165.47,
    "text": "Also, glycine, alanine, valine, leucine are all nonpolar assets and this is how you drop them in an exam."
  },
  {
    "startTime": 165.47,
    "endTime": 170.18,
    "text": "This helps your brain to associate those happy feelings with writing the exam and primes you to be ready."
  },
  {
    "startTime": 170.18,
    "endTime": 177.51000000000002,
    "text": "In addition, before the exam, trying picture questions that you've already studied the answers to so that will boost your confidence going in."
  },
  {
    "startTime": 177.51,
    "endTime": 180.84,
    "text": "Speaking of priming, it's important that you familiarize yourself with the exam room."
  },
  {
    "startTime": 180.84,
    "endTime": 186.97,
    "text": "If the exam room isn't your classroom, make sure you take a short field trip there few days before. This will also ensure you aren't late."
  },
  {
    "startTime": 186.97,
    "endTime": 193.18,
    "text": "By seeing the setting beforehand, it will help your brain be at ease during the exam, help you feel more confident and perform better."
  },
  {
    "startTime": 193.18,
    "endTime": 197.18,
    "text": "Well, hopefully, you have a good circle of friends and study buddies you can work with."
  },
  {
    "startTime": 197.18,
    "endTime": 201.74,
    "text": "There's always that one Debbie Downer on the group that kind of lowers your self-confidence."
  },
  {
    "startTime": 201.74,
    "endTime": 207.91,
    "text": "This combine with your past experience on the exams which might not have always been good, can low your self-confidence moving into the exam."
  },
  {
    "startTime": 207.91,
    "endTime": 217.35999999999999,
    "text": "A helpful trick is to write down these insecurities on a piece of paper, and then right below them write down a rebuttal which makes you feel confident, then crumpled that paper and throw it away."
  },
  {
    "startTime": 217.36,
    "endTime": 224.96,
    "text": "People say I have a bad memory, but I have never forgotten somebody's birthday."
  },
  {
    "startTime": 224.96,
    "endTime": 229.88,
    "text": "This can help you build confidence before a test, and these symbolic gestures are actually effective."
  },
  {
    "startTime": 229.88,
    "endTime": 235.26999999999998,
    "text": "One study found that anxious students who wrote down their worries before a test did better than those who didn't."
  },
  {
    "startTime": 235.27,
    "endTime": 240.84,
    "text": "Hopefully these scientific tips will help you go into your exam with confidence and feel like much less anxious."
  },
  {
    "startTime": 240.84,
    "endTime": 247.97,
    "text": "And unlike most trends, science is logical that never ends. Science never goes out of style! - Like the T-shirt!"
  },
  {
    "startTime": 247.97,
    "endTime": 255.96,
    "text": "If you like the T-shirt we're wearing today, which says \"Science never goes out of style\", the beautiful ASAP Science logo, you can find out how you can get them in the descriptions below."
  },
  {
    "startTime": 255.9,
    "endTime": 259.78000000000003,
    "text": "We just launched them, they are only available for couple of weeks, so make sure you check it out now."
  },
  {
    "startTime": 259.78,
    "endTime": 273.52,
    "text": "Make sure you follow us on Instagram and Twitter, and we'll see you soon for an awesome new video. Peace!"
  },
  {
    "startTime": 273.52,
    "endTime": 276.21999999999997,
    "text": "And the Oscar goes to..."
  }
]