[
  {
    "startTime": 0.149,
    "endTime": 3.67,
    "text": "Hi I’m Craig, my grandmother was half mosquito, and this is Mental Floss on YouTube."
  },
  {
    "startTime": 3.67,
    "endTime": 6.699999999999999,
    "text": "Today, I’m going to answer locked-up time lady’s BIG question."
  },
  {
    "startTime": 6.7,
    "endTime": 9.0,
    "text": "\" Why do mosquitoes prefer biting some people to others? \""
  },
  {
    "startTime": 9.0,
    "endTime": 12.908999999999999,
    "text": "\" Is there something we can avoid doing or do besides using repellent like eat bananas?\""
  },
  {
    "startTime": 12.909,
    "endTime": 15.600000000000001,
    "text": "Well, time lady, you’re right that mosquitoes have preferences."
  },
  {
    "startTime": 15.6,
    "endTime": 18.0,
    "text": "10-20% of people happen to get bit more than others."
  },
  {
    "startTime": 18.0,
    "endTime": 21.3,
    "text": "And there are a few possible reasons for this, which I’m going to tell you about today."
  },
  {
    "startTime": 21.3,
    "endTime": 32.6,
    "text": "Let’s get started!"
  },
  {
    "startTime": 32.6,
    "endTime": 38.0,
    "text": "Experts estimate that around 85% of the reason that mosquitoes prefer YOU is genetic, so you’re pretty much born with it."
  },
  {
    "startTime": 38.0,
    "endTime": 39.94,
    "text": "It's not your good looks, sorry about that."
  },
  {
    "startTime": 39.94,
    "endTime": 44.55,
    "text": "Mosquitoes will especially come after you if you have the perfect combination of genetics and scent."
  },
  {
    "startTime": 44.55,
    "endTime": 45.449999999999996,
    "text": "Bon appétit."
  },
  {
    "startTime": 45.45,
    "endTime": 47.6,
    "text": "There’s also stuff on your skin that attracts them."
  },
  {
    "startTime": 47.6,
    "endTime": 52.2,
    "text": "You’ll probably suffer more bites if you happen to produce more lactic acid, which comes from your sweat glands."
  },
  {
    "startTime": 52.2,
    "endTime": 60.35,
    "text": "And in 1999, it was observed that mosquitoes who carry malaria are most attracted to sweat that had been sitting on skin for a day or two, rather than fresh sweat."
  },
  {
    "startTime": 60.35,
    "endTime": 63.6,
    "text": "They’ll also prefer you if you have more of THESE bacteria living on your skin."
  },
  {
    "startTime": 63.6,
    "endTime": 66.0,
    "text": "People who have more of THESE will have less mosquitoes to worry about."
  },
  {
    "startTime": 66.0,
    "endTime": 67.7,
    "text": "Blood type might have something to do with it, too."
  },
  {
    "startTime": 67.7,
    "endTime": 73.0,
    "text": "A 2004 study found that mosquitoes were twice as likely to land on people who were Type O rather than Type B."
  },
  {
    "startTime": 73.0,
    "endTime": 79.6,
    "text": "Boy, it would SUCK to be part of that study."
  },
  {
    "startTime": 79.6,
    "endTime": 81.92999999999999,
    "text": "Type A was even less popular than Type B."
  },
  {
    "startTime": 81.93,
    "endTime": 85.4,
    "text": "Plus, around 85% of us have a chemical on our skin that reveals our blood type."
  },
  {
    "startTime": 85.4,
    "endTime": 90.30000000000001,
    "text": "Mosquitoes go after those 85% of people more than the 15% who don’t secrete the chemical."
  },
  {
    "startTime": 90.3,
    "endTime": 93.8,
    "text": "People who produce more carbon dioxide when they exhale are also more likely to get bit."
  },
  {
    "startTime": 93.8,
    "endTime": 96.0,
    "text": "A mosquito can smell this, so it’ll go after them."
  },
  {
    "startTime": 96.0,
    "endTime": 98.34,
    "text": "Larger people and pregnant women suffer most for this."
  },
  {
    "startTime": 98.34,
    "endTime": 101.2,
    "text": "Another interesting group that happens to get bit more often is beer-drinkers."
  },
  {
    "startTime": 101.2,
    "endTime": 106.2,
    "text": "This might be related to carbon dioxide production as well -- people tend to breathe harder after drinking a beer."
  },
  {
    "startTime": 106.2,
    "endTime": 108.5,
    "text": "Or, they might be a little warmer and nicer to land on."
  },
  {
    "startTime": 108.5,
    "endTime": 111.8,
    "text": "In your question, you mentioned that eating bananas might help get the mosquitoes go away."
  },
  {
    "startTime": 111.8,
    "endTime": 113.0,
    "text": "That’s actually a myth."
  },
  {
    "startTime": 113.0,
    "endTime": 114.5,
    "text": "Vitamin B-12 won’t work either."
  },
  {
    "startTime": 114.5,
    "endTime": 117.2,
    "text": "Experts pretty much recommend your standard old fashioned bug spray."
  },
  {
    "startTime": 117.2,
    "endTime": 118.4,
    "text": "But, some work better than others."
  },
  {
    "startTime": 118.4,
    "endTime": 122.5,
    "text": "Ideally, you should use an insect repellent with around 24% of the chemical DEET."
  },
  {
    "startTime": 122.5,
    "endTime": 129.439,
    "text": "As usual, it's all in the DEETails. I'm sorry, I'm really sorry about that."
  },
  {
    "startTime": 129.439,
    "endTime": 132.79,
    "text": "Thanks for watching Mental Floss on YouTube, made with the help of these lovely skeeters."
  },
  {
    "startTime": 132.79,
    "endTime": 135.2,
    "text": "If you have a question of your own, leave it in the comments below."
  },
  {
    "startTime": 135.2,
    "endTime": 142.79,
    "text": "See you next week!"
  }
]