[
  {
    "startTime": 2.95,
    "endTime": 5.49,
    "text": "Kid President: There are lots of ideas how you can change the world."
  },
  {
    "startTime": 6.0,
    "endTime": 11.089,
    "text": "Some people think you should just complain about it. That won't change the world, it will just make it mad!"
  },
  {
    "startTime": 11.589,
    "endTime": 16.0,
    "text": "Some people think you have to have lots of money money. Making it rain everywhere you go!"
  },
  {
    "startTime": 20.9,
    "endTime": 25.04,
    "text": "Holla for a dollar! Some people think you have to be really loud and yell a lot."
  },
  {
    "startTime": 25.14,
    "endTime": 30.2,
    "text": "It's like with a bullhorn shouting, \"Hey you! Yeah, you! Do it my way, right now!\""
  },
  {
    "startTime": 31.8,
    "endTime": 37.72,
    "text": "Other people choose to just make fun of everything. That's dumb, that's dumb, everyone's dumb."
  },
  {
    "startTime": 38.62,
    "endTime": 42.0,
    "text": "It's easier to make fun of stuff, but it's cooler to make stuff!"
  },
  {
    "startTime": 42.2,
    "endTime": 46.900000000000006,
    "text": "Some people think changing the world can only be done by the smartest person in the world."
  },
  {
    "startTime": 47.2,
    "endTime": 53.120000000000005,
    "text": "Just put them in a room and let them figure it out! \"The solution to world hunger? Food.\""
  },
  {
    "startTime": 54.72,
    "endTime": 56.729,
    "text": "Wow, that was like, so amazing."
  },
  {
    "startTime": 58.229,
    "endTime": 63.55,
    "text": "Some people see all the bad in the world and they just decide to ignore it, but that won't help anything."
  },
  {
    "startTime": 63.95,
    "endTime": 72.5,
    "text": "Some people think you have to be really famous and super cool. In fact, lots of people think you have to be really powerful to make a difference."
  },
  {
    "startTime": 72.7,
    "endTime": 76.5,
    "text": "Like being mayor or senator or president."
  },
  {
    "startTime": 78.1,
    "endTime": 83.609,
    "text": "But the truth is, a title doesn't make you more important, the world is changed by you!"
  },
  {
    "startTime": 84.309,
    "endTime": 90.34,
    "text": "It's one person filled with love. And they just have to live it out so they do something awesome!"
  },
  {
    "startTime": 90.54,
    "endTime": 96.69900000000001,
    "text": "Then that person is filled with love and they do something awesome. It just goes on, and on, and on!"
  },
  {
    "startTime": 96.899,
    "endTime": 99.649,
    "text": "And next thing you know everything's awesome!"
  },
  {
    "startTime": 100.149,
    "endTime": 108.159,
    "text": "Some people think it's impossible to change the world. Well you can see why they could think that."
  },
  {
    "startTime": 108.659,
    "endTime": 118.709,
    "text": "Living in a world with kids who are hungry, people who are homeless, families who aren't happy, I'm just trying to figure it out like everybody else man. I do know this though."
  },
  {
    "startTime": 118.93,
    "endTime": 126.22000000000001,
    "text": "Next time you feel overwhelmed or totally alone, remember this, things don't have to be the way they are."
  },
  {
    "startTime": 126.62,
    "endTime": 131.53,
    "text": "The world is changed by ordinary people. Little people living out big love!"
  },
  {
    "startTime": 131.93,
    "endTime": 134.1,
    "text": "And that's what gives the world a reason to dance!"
  },
  {
    "startTime": 141.0,
    "endTime": 142.7,
    "text": "So, how do we change the world?"
  },
  {
    "startTime": 143.2,
    "endTime": 149.89999999999998,
    "text": "At the start of this year, I asked all you guys to make the year more awesome! The time to be awesome is now!"
  },
  {
    "startTime": 150.4,
    "endTime": 161.3,
    "text": "Make this year awesome for somebody else! Whether it's helping the homeless with Socktober, throwing a parade for somebody, or giving an inspired gift!"
  },
  {
    "startTime": 161.9,
    "endTime": 164.70000000000002,
    "text": "You can see my holiday gift guide by clicking here."
  },
  {
    "startTime": 165.7,
    "endTime": 171.6,
    "text": "You helped prove that the internet can be an awesome place! Thank you, but we're not done yet."
  },
  {
    "startTime": 172.0,
    "endTime": 176.0,
    "text": "This coming year, let's show the world what awesome really looks like."
  },
  {
    "startTime": 180.3,
    "endTime": 182.3,
    "text": "SoulPancake Subscribe!"
  },
  {
    "startTime": 193.0,
    "endTime": 198.0,
    "text": "Oh man! I mean this little desk has been through a lot."
  },
  {
    "startTime": 212.0,
    "endTime": 223.0,
    "text": "I need new tape! Is that good? Love changes everything, so fill the world with it."
  }
]