[
  {
    "startTime": 3.84,
    "endTime": 8.71,
    "text": "How to roast the ultimate marshmallow? Roasting marshmallows may seem simple. But there's"
  },
  {
    "startTime": 8.71,
    "endTime": 14.610000000000001,
    "text": "a right way and a wrong way. Here's the right way. You will need: a campfire, a package"
  },
  {
    "startTime": 14.61,
    "endTime": 19.009999999999998,
    "text": "of medium to large marshmallows and a roasting fork or long wooden stick."
  },
  {
    "startTime": 19.01,
    "endTime": 24.029000000000003,
    "text": "Step 1. Check the fire and make sure it has areas that have burned down to embers."
  },
  {
    "startTime": 24.029,
    "endTime": 31.13,
    "text": "They should be orange, but not bursting with flame. Sit upwind of the fire. You don't want smoke and flames in your face."
  },
  {
    "startTime": 31.13,
    "endTime": 35.35,
    "text": "Step 2. Choose a marshmallow and place it at the end of a roasting fork or a long wooden stick."
  },
  {
    "startTime": 35.35,
    "endTime": 41.93,
    "text": "Step 3. Place your marshmallow approximately 3 to 5 inches above the hot coals."
  },
  {
    "startTime": 41.93,
    "endTime": 48.11,
    "text": "Now slowly turn the stick so that the marshmallow browns evenly on all sides and gets warm and gooey inside."
  },
  {
    "startTime": 48.11,
    "endTime": 54.04,
    "text": "This should take about 15 to 30 seconds. If you burn a few marshmallows, don't be discouraged."
  },
  {
    "startTime": 54.04,
    "endTime": 58.2,
    "text": "Remember the Buddhist saying Fall down seven times, get up eight&rdquo;."
  },
  {
    "startTime": 58.2,
    "endTime": 61.949000000000005,
    "text": "Step 4. Now that you've perfected the marshmallow basics"
  },
  {
    "startTime": 61.949,
    "endTime": 67.15899999999999,
    "text": "you can move on to more advanced techniques. These include: roasting multiple marshmallows"
  },
  {
    "startTime": 67.159,
    "endTime": 73.02000000000001,
    "text": "on a stick, making a classics' more, and the controversial Joan of Arc marshmallow."
  },
  {
    "startTime": 73.02,
    "endTime": 75.959,
    "text": "Experiment! Soon you will become a marshmallow master."
  },
  {
    "startTime": 75.959,
    "endTime": 83.13900000000001,
    "text": "Did you know the original marshmallow contained extracts from the root of the marshmallow plant, which gave it its spongy quality?"
  },
  {
    "startTime": 84.139,
    "endTime": 94.139,
    "text": "Now most marshmallows use gelatin."
  }
]