[
  {
    "startTime": 1.99,
    "endTime": 8.54,
    "text": "Hey, everyone. I'm Alex. Thanks for clicking, and welcome to this lesson on fall vocabulary."
  },
  {
    "startTime": 8.54,
    "endTime": 23.979999999999997,
    "text": "I'm very excited today because fall is actually my favourite season, and today, we're going to look at some words, some verbs, some nouns that we use when we talk about the fall and the different activities that happen during this season."
  },
  {
    "startTime": 23.98,
    "endTime": 32.617000000000004,
    "text": "So, first, the top sentence says: \"In fall or autumn...\" Or: \"In the fall, the autumn...\""
  },
  {
    "startTime": 32.617,
    "endTime": 38.769999999999996,
    "text": "When you're talking about seasons, you can use the article \"the\" or not. So you could say:"
  },
  {
    "startTime": 38.77,
    "endTime": 45.46,
    "text": "\"In the... In the fall...\" or: \"In fall...\", \"In the autumn...\" or: \"In autumn...\""
  },
  {
    "startTime": 44.46,
    "endTime": 57.922,
    "text": "And again, fall or autumn, doesn't matter which one you use, everyone will understand that you're talking about the season where things get colder, the leaves change colour, etc."
  },
  {
    "startTime": 57.922,
    "endTime": 63.199999999999996,
    "text": "So, speaking of leaves, here's a lovely Canadian maple leaf."
  },
  {
    "startTime": 63.2,
    "endTime": 70.8,
    "text": "The leaves in the fall, we can say: \"Change colour.\", \"They rustle.\""
  },
  {
    "startTime": 70.8,
    "endTime": 80.0,
    "text": "Now, if you're not familiar with the verb \"rustle\", it refers to the sound that the leaves make when the wind blows through them."
  },
  {
    "startTime": 80.0,
    "endTime": 86.2,
    "text": "So, when you have the leaves going like \"shh, [makes sound effects]\", like this, the leaves start rustling."
  },
  {
    "startTime": 86.2,
    "endTime": 95.028,
    "text": "So the leaves rustle in the trees. They make sounds, like they're rubbing and crunching against each other."
  },
  {
    "startTime": 95.028,
    "endTime": 99.0,
    "text": "And, again, we say: \"The leaves fall off the trees.\""
  },
  {
    "startTime": 99.0,
    "endTime": 104.2,
    "text": "We don't really say they fall the trees, or they fall down the trees."
  },
  {
    "startTime": 104.2,
    "endTime": 109.479,
    "text": "The most common expression, very useful, is just: \"Fall off the trees.\""
  },
  {
    "startTime": 109.479,
    "endTime": 118.357,
    "text": "So, here, you have a picture of a tree in the autumn or in the fall with the leaves on the ground."
  },
  {
    "startTime": 118.357,
    "endTime": 122.0,
    "text": "Now, in the fall, here are some things that you have to do."
  },
  {
    "startTime": 122.0,
    "endTime": 126.1,
    "text": "Number one: \"You have to bundle up.\""
  },
  {
    "startTime": 126.1,
    "endTime": 130.72,
    "text": "This is a phrasal verb that means that you have to dress warmer."
  },
  {
    "startTime": 130.72,
    "endTime": 135.0,
    "text": "So, you notice me today, I'm wearing a jacket, I have a scarf."
  },
  {
    "startTime": 135.0,
    "endTime": 139.0,
    "text": "I am bundled up a little bit more. Okay?"
  },
  {
    "startTime": 139.0,
    "endTime": 143.704,
    "text": "So, \"to bundle up\" means to dress warmer."
  },
  {
    "startTime": 143.704,
    "endTime": 147.0,
    "text": "You also have to rake the leaves."
  },
  {
    "startTime": 147.0,
    "endTime": 159.0,
    "text": "If you are a home owner, you have a house, and you have trees around your home, you might have to use a rake to rake the leaves. Okay?"
  },
  {
    "startTime": 159.0,
    "endTime": 169.7,
    "text": "Now, if you're lazy, or maybe just environmentally conscious a little bit more, you can also mulch. Mulch the leaves."
  },
  {
    "startTime": 169.7,
    "endTime": 175.47,
    "text": "Now, \"to mulch\" means to cut them and make them into small little pieces."
  },
  {
    "startTime": 175.47,
    "endTime": 181.6,
    "text": "So, to mulch the leaves... Most lawnmowers are able to mulch leaves."
  },
  {
    "startTime": 181.6,
    "endTime": 184.10999999999999,
    "text": "So this is a lawnmower."
  },
  {
    "startTime": 184.11,
    "endTime": 189.0,
    "text": "I'll just write that word for you guys here."
  },
  {
    "startTime": 189.0,
    "endTime": 200.565,
    "text": "So, one more time. You rake leaves with a rake, and you mulch leaves with a lawnmower. Okay?"
  },
  {
    "startTime": 200.565,
    "endTime": 213.88,
    "text": "Talking about farmers in the fall, they reap the harvest. So, the harvest is the full collection of fruit, vegetables, etc. that the farmers have grown."
  },
  {
    "startTime": 213.88,
    "endTime": 221.5,
    "text": "And now it's the fall, it's time to collect the food from the fields, so farmers reap the harvest;"
  },
  {
    "startTime": 221.5,
    "endTime": 231.843,
    "text": "They collect it, and take it, and make sure that, you know, everything is used and they take all the corn, all the other vegetables as well."
  },
  {
    "startTime": 231.843,
    "endTime": 236.51999999999998,
    "text": "Farmers also put scarecrows in their fields."
  },
  {
    "startTime": 236.52,
    "endTime": 242.0,
    "text": "So, here is a picture of a scarecrow, standing in a field like this."
  },
  {
    "startTime": 242.0,
    "endTime": 247.484,
    "text": "So, this is a very common thing that farmers use to scare birds. Right?"
  },
  {
    "startTime": 247.484,
    "endTime": 250.0,
    "text": "So, remember the word \"scarecrow\"."
  },
  {
    "startTime": 250.0,
    "endTime": 256.387,
    "text": "If you've seen the Batman movies, the Scarecrow. There's the inspiration."
  },
  {
    "startTime": 256.387,
    "endTime": 260.3,
    "text": "And finally, in the fall, in the autumn, the temperature."
  },
  {
    "startTime": 260.3,
    "endTime": 265.2,
    "text": "If you want to talk about the temperature getting colder, you can say:"
  },
  {
    "startTime": 265.2,
    "endTime": 272.068,
    "text": "\"The temperature drops.\", \"The temperature goes down.\", \"The temperature falls.\""
  },
  {
    "startTime": 272.068,
    "endTime": 279.131,
    "text": "So, it's all connected. We started with: \"In the fall...\" We end with the temperature falling."
  },
  {
    "startTime": 279.131,
    "endTime": 286.61999999999995,
    "text": "Now, if you'd like to test your understanding of this vocabulary, as always, you can check out the quiz on www.engvid.com."
  },
  {
    "startTime": 286.62,
    "endTime": 289.644,
    "text": "And don't forget to subscribe to my YouTube channel."
  },
  {
    "startTime": 289.644,
    "endTime": 299.644,
    "text": "See you, everyone. Bye."
  }
]