[
  {
    "startTime": 33.3,
    "endTime": 47.519999999999996,
    "text": "You are the one no one could ever know me at all.  I just can’t stop loving you, dear."
  },
  {
    "startTime": 47.52,
    "endTime": 63.22,
    "text": "Being with you is all I wanna do.  Don’t you know just how I feel.  Don’t you ever leave me alone."
  },
  {
    "startTime": 63.22,
    "endTime": 77.84,
    "text": "All the things you do telling me to give up your love.  You said this could be your goodbye."
  },
  {
    "startTime": 77.84,
    "endTime": 89.38,
    "text": "So please don’t ask for love no more.  Let you through out door. Hey, can’t you seeing my eyes."
  },
  {
    "startTime": 89.38,
    "endTime": 100.19999999999999,
    "text": "Please don’t say goodbye.  I know I can’t leave my life alone without you near me."
  },
  {
    "startTime": 100.2,
    "endTime": 107.7,
    "text": "I just can’t live without your love.  I need you here with me."
  },
  {
    "startTime": 107.7,
    "endTime": 122.88,
    "text": "If I could change your mind now, anything at all.  Oh, please. Oh, love please don't leave me."
  },
  {
    "startTime": 122.88,
    "endTime": 130.29999999999998,
    "text": "I just can’t live without your love  I need you here with me."
  },
  {
    "startTime": 130.3,
    "endTime": 175.54000000000002,
    "text": "If I could change your mind now,anything at all.  I know I’ll never love again cause you are in my heart."
  },
  {
    "startTime": 175.54,
    "endTime": 190.32,
    "text": "All the things you do telling me to give up your love.  You said this could be your goodbye."
  },
  {
    "startTime": 190.32,
    "endTime": 197.73999999999998,
    "text": "So please don’t ask for love no more.  Let you through out door."
  },
  {
    "startTime": 197.74,
    "endTime": 205.22,
    "text": "Hey, can’t you seeing my eyes. Please don’t say goodbye."
  },
  {
    "startTime": 205.22,
    "endTime": 212.44,
    "text": "I know I can’t leave my life alone without you near me."
  },
  {
    "startTime": 212.44,
    "endTime": 227.92,
    "text": "I just can’t live without your love. I need you here with me. If I could change your mind now, anything at all."
  },
  {
    "startTime": 227.92,
    "endTime": 242.29999999999998,
    "text": "Oh,please. Oh, love please not leave me. I just can’t live without your love. I need you here with me."
  },
  {
    "startTime": 242.3,
    "endTime": 252.3,
    "text": "If I could change your mind now, anything at all.  I know I’ll never love again cause you are in my heart."
  }
]