[
  {
    "startTime": 0.179,
    "endTime": 10.8,
    "text": "Hey guys, Julia here for DNews"
  },
  {
    "startTime": 10.8,
    "endTime": 14.170000000000002,
    "text": "I’ve always thought of myself as a hands on kind of learner. I learn better when I"
  },
  {
    "startTime": 14.17,
    "endTime": 18.0,
    "text": "can DO things with what I’ve learned. That’s why experiments are one of my favorite parts"
  },
  {
    "startTime": 18.0,
    "endTime": 21.69,
    "text": "about science classes. You get to test what you’ve learned by applying it!"
  },
  {
    "startTime": 21.69,
    "endTime": 25.830000000000002,
    "text": "Meshing is the idea that a teacher should match their teaching style for a kid’s individual"
  },
  {
    "startTime": 25.83,
    "endTime": 30.349999999999998,
    "text": "learning style. Like using flash cards for those who are visual learners! Basically,"
  },
  {
    "startTime": 30.35,
    "endTime": 33.620000000000005,
    "text": "treat kids like the special snowflakes they are and poof! All their school troubles will"
  },
  {
    "startTime": 33.62,
    "endTime": 34.39,
    "text": "go away!"
  },
  {
    "startTime": 34.39,
    "endTime": 38.95,
    "text": "Buuuuuuuut not so fast. The topic of learning styles is super complicated. I mean there’s"
  },
  {
    "startTime": 38.95,
    "endTime": 43.050000000000004,
    "text": "supposedly a lot of learning styles out there. One study from the Learning and Skills Research"
  },
  {
    "startTime": 43.05,
    "endTime": 48.089999999999996,
    "text": "Centre in London found over 70 different types. Most of these are constructed as dichotomous"
  },
  {
    "startTime": 48.09,
    "endTime": 52.559000000000005,
    "text": "with opposing concepts, like visual learners vs auditory. That sort of thing. So it’s"
  },
  {
    "startTime": 52.559,
    "endTime": 56.73,
    "text": "hard to pinpoint what exactly what we mean when we talk about learning styles. That’s"
  },
  {
    "startTime": 56.73,
    "endTime": 57.419999999999995,
    "text": "the first problem."
  },
  {
    "startTime": 57.42,
    "endTime": 62.43,
    "text": "Another problem, There’s not a lot of empirical evidence to support learning styles. Sure"
  },
  {
    "startTime": 62.43,
    "endTime": 65.26,
    "text": "it’s been studied, but most studies weren’t well designed. A 2009 study published in the"
  },
  {
    "startTime": 65.26,
    "endTime": 68.27000000000001,
    "text": "journal Psychological Science in the Public Interest found a “lack of methodologically"
  },
  {
    "startTime": 68.27,
    "endTime": 70.28,
    "text": "sound studies of learning styles”."
  },
  {
    "startTime": 70.28,
    "endTime": 73.94,
    "text": "The authors looked for a rigorous approach to testing the validity of claims that learning"
  },
  {
    "startTime": 73.94,
    "endTime": 78.31,
    "text": "styles matter. They laid down requirements for a thorough investigation. Divide people"
  },
  {
    "startTime": 78.31,
    "endTime": 82.59,
    "text": "up based on their supposed learning style, randomly assign them whatever method of instruction,"
  },
  {
    "startTime": 82.59,
    "endTime": 86.24000000000001,
    "text": "then test all the students. Basically the authors were looking for an experiment that"
  },
  {
    "startTime": 86.24,
    "endTime": 91.46,
    "text": "“revealed a specific type of interaction between learning style and instructional method”."
  },
  {
    "startTime": 91.46,
    "endTime": 94.89999999999999,
    "text": "The students who were assigned their preferred method should perform better on the test."
  },
  {
    "startTime": 94.9,
    "endTime": 98.81,
    "text": "They looked at lots of different studies and found that lots of people will proclaim some"
  },
  {
    "startTime": 98.81,
    "endTime": 104.299,
    "text": "type of preferred educational experience. But what they found was nilch. Nada. Basically"
  },
  {
    "startTime": 104.299,
    "endTime": 108.34,
    "text": "of all the studies that are out there, most rely on self-reporting for determining someone’s"
  },
  {
    "startTime": 108.34,
    "endTime": 112.74000000000001,
    "text": "learning style. Self reporting… really isn’t the most scientifically rigorous. Those studies"
  },
  {
    "startTime": 112.74,
    "endTime": 114.729,
    "text": "that were somewhat better had contradicting results."
  },
  {
    "startTime": 114.729,
    "endTime": 118.88,
    "text": "but that’s not so say it’s totally junk.The researchers even caution that they aren’t"
  },
  {
    "startTime": 118.88,
    "endTime": 122.53999999999999,
    "text": "saying the same manner of instruction works for all students in all situations. People"
  },
  {
    "startTime": 122.54,
    "endTime": 126.24000000000001,
    "text": "do differ in personality, temperament, and ability, no one is doubting that. Treating"
  },
  {
    "startTime": 126.24,
    "endTime": 128.849,
    "text": "students as individuals probably won’t hurt them."
  },
  {
    "startTime": 128.849,
    "endTime": 133.32899999999998,
    "text": "So the best way to teach a subject? Well depends on the subject. The authors of the study use"
  },
  {
    "startTime": 133.329,
    "endTime": 137.18,
    "text": "the example of teaching writing. Of course it’s going to be a heavily verbal course."
  },
  {
    "startTime": 137.18,
    "endTime": 140.98000000000002,
    "text": "And something like geometry is going to use a lot of visuals to aid in learning."
  },
  {
    "startTime": 140.98,
    "endTime": 144.54899999999998,
    "text": "As for the best way to teach a student? Well one study published in the journal Educational"
  },
  {
    "startTime": 144.549,
    "endTime": 148.31900000000002,
    "text": "Psychologist found that people who are new to a subject learn differently than those"
  },
  {
    "startTime": 148.319,
    "endTime": 152.23,
    "text": "who have more expertise. In what’s called the “Expertise Reversal Effect”, learning"
  },
  {
    "startTime": 152.23,
    "endTime": 156.129,
    "text": "something new can overwhelming someone’s working memory, they don’t have any prior"
  },
  {
    "startTime": 156.129,
    "endTime": 160.32899999999998,
    "text": "experience or knowledge to draw upon, so they need more guidance. On the other hand, those"
  },
  {
    "startTime": 160.329,
    "endTime": 165.329,
    "text": "who are experts or more knowledgeable about a subject might be harmed by too much guidance."
  },
  {
    "startTime": 165.329,
    "endTime": 170.68900000000002,
    "text": "People without a lot of experience learn better by looking at examples and those with more"
  },
  {
    "startTime": 170.689,
    "endTime": 174.529,
    "text": "experience need to be more hands on, it’s better for them if they solve problems by"
  },
  {
    "startTime": 174.529,
    "endTime": 175.569,
    "text": "themselves."
  },
  {
    "startTime": 175.569,
    "endTime": 179.11999999999998,
    "text": "Other studies show that engaging students is the best way to go. One study published"
  },
  {
    "startTime": 179.12,
    "endTime": 183.209,
    "text": "in the journal Science found that a way to teach called “deliberate practice” helped"
  },
  {
    "startTime": 183.209,
    "endTime": 188.519,
    "text": "students do twice as well on a test and increased attendance by 20%! The trick? This practice"
  },
  {
    "startTime": 188.519,
    "endTime": 191.709,
    "text": "relies less on lectures and focuses more on the students."
  },
  {
    "startTime": 191.709,
    "endTime": 195.749,
    "text": "Students are first asked what they know about a subject in a short multiple choice test"
  },
  {
    "startTime": 195.749,
    "endTime": 199.529,
    "text": "and they are encouraged to discuss what they think they know with other students, then"
  },
  {
    "startTime": 199.529,
    "endTime": 203.529,
    "text": "once the teacher understands what the students know or might actually be wrong about, they"
  },
  {
    "startTime": 203.529,
    "endTime": 206.839,
    "text": "are better able to deal with it and addresses those problems directly."
  },
  {
    "startTime": 206.839,
    "endTime": 210.279,
    "text": "I mean I’d much rather a teacher get right to the stuff I have questions about than spend"
  },
  {
    "startTime": 210.279,
    "endTime": 213.519,
    "text": "whole boring class periods going over material I understand."
  },
  {
    "startTime": 213.519,
    "endTime": 217.949,
    "text": "And really, learning is so hard anyways, all that over-thinking actually makes it more"
  },
  {
    "startTime": 217.949,
    "endTime": 225.31900000000002,
    "text": "difficult to learn, Crystal has the scoop on that, in this episode right here."
  },
  {
    "startTime": 225.319,
    "endTime": 238.07899999999998,
    "text": "So what do you think? What’s your favorite way to learn?"
  },
  {
    "startTime": 238.079,
    "endTime": 248.079,
    "text": "Let us know down in the comments below"
  }
]