[
  {
    "startTime": 0.079,
    "endTime": 3.23,
    "text": "What's one woman gonna do with all this powder?"
  },
  {
    "startTime": 15.6,
    "endTime": 22.0,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 22.1,
    "endTime": 25.1,
    "text": "And this is Q&A Tuesday."
  },
  {
    "startTime": 25.7,
    "endTime": 28.2,
    "text": "Today’s question comes from Donna and Donna writes:"
  },
  {
    "startTime": 28.5,
    "endTime": 33.6,
    "text": "\"Hi Marie. Like others I binged on MarieTV when I first found it. Loved the content and the humor. Thank you."
  },
  {
    "startTime": 34.0,
    "endTime": 38.0,
    "text": "Although I’m not currently an entrepreneur, I’m proud to be working in my family’s business."
  },
  {
    "startTime": 38.04,
    "endTime": 41.7,
    "text": "So my question is not on entrepreneurship, but intrapreneurship."
  },
  {
    "startTime": 42.2,
    "endTime": 47.800000000000004,
    "text": "My family’s company is very successful, always growing, but the way we operate is old school."
  },
  {
    "startTime": 47.837,
    "endTime": 52.687000000000005,
    "text": "Computer systems are outdated and the company’s culture reflects the attitudes of older generations."
  },
  {
    "startTime": 52.8,
    "endTime": 53.93,
    "text": "Things are changing, though."
  },
  {
    "startTime": 54.1,
    "endTime": 61.896,
    "text": "We’re hiring more millennials, creative marketing is becoming a lot more essential, and opportunities for sustainable business practices are presenting themselves."
  },
  {
    "startTime": 62.2,
    "endTime": 71.5,
    "text": "What kind of advice would you give to an intrapreneur, or someone who works within a company, who wants to turn his or her ideas into reality?"
  },
  {
    "startTime": 71.7,
    "endTime": 77.4,
    "text": "I’d love to start a social responsibility program or figure out ways to reduce waste within the business."
  },
  {
    "startTime": 77.6,
    "endTime": 83.66799999999999,
    "text": "Though I think these changes are gonna be super important in the future, not everybody sees them as a priority right now."
  },
  {
    "startTime": 83.7,
    "endTime": 90.0,
    "text": "How can you go about changing a company culture when you’re not the one calling the shots? Thanks, Donna.\""
  },
  {
    "startTime": 90.5,
    "endTime": 97.4,
    "text": "Donna, this is a fantastic question. Starting and running your own business is not the only way to create change in this world."
  },
  {
    "startTime": 97.4,
    "endTime": 101.60000000000001,
    "text": "And I think we’ve all been hearing that phrase, intrapreneur, a lot more lately."
  },
  {
    "startTime": 101.626,
    "endTime": 108.313,
    "text": "And that’s because it’s vital that each of us brings that proactive, leadership spirit to everything that we do."
  },
  {
    "startTime": 108.5,
    "endTime": 115.778,
    "text": "So I’ve got five steps that’ll help you and give you the best chance to get your ideas heard and implemented."
  },
  {
    "startTime": 115.778,
    "endTime": 122.387,
    "text": "And to make sure that you remember them, we’re gonna do something called a little Kanye karaoke."
  },
  {
    "startTime": 124.7,
    "endTime": 127.873,
    "text": "Step one is be a goal digger."
  },
  {
    "startTime": 140.4,
    "endTime": 146.0,
    "text": "First you need to do some goal diggin’ and pinpoint exactly what your company is trying to achieve."
  },
  {
    "startTime": 146.2,
    "endTime": 155.39999999999998,
    "text": "Here’s why. It’s really hard to influence change from within an organization unless you understand the current and future goals of that organization."
  },
  {
    "startTime": 155.504,
    "endTime": 160.2,
    "text": "So find out what are they trying to achieve over the next 12, 24, 36 months?"
  },
  {
    "startTime": 160.345,
    "endTime": 164.626,
    "text": "What’s the company’s number one priority? What’s their number two priority? And so on."
  },
  {
    "startTime": 164.626,
    "endTime": 172.302,
    "text": "Step number two is you wanna pick one idea that makes them harder, better, faster, stronger."
  },
  {
    "startTime": 177.2,
    "endTime": 182.75099999999998,
    "text": "You have a lot of ideas like social responsibility and reducing waste and updating your technology."
  },
  {
    "startTime": 182.751,
    "endTime": 187.971,
    "text": "But which one could help the company reach one of their top priorities the fastest?"
  },
  {
    "startTime": 187.971,
    "endTime": 196.5,
    "text": "So now that you know their goals, it’s all about figuring out how you can align what you want with what they want, right? Make sense?"
  },
  {
    "startTime": 196.563,
    "endTime": 199.874,
    "text": "So this next step is really gonna help you sell them on it."
  },
  {
    "startTime": 228.3,
    "endTime": 231.68300000000002,
    "text": "Step number three is write a power proposal."
  },
  {
    "startTime": 231.683,
    "endTime": 238.827,
    "text": "So now that you know your idea and how it aligns with the company’s goals, you’ve got to whip up a little proposal to present to the head honchos."
  },
  {
    "startTime": 238.827,
    "endTime": 239.795,
    "text": "This should help."
  },
  {
    "startTime": 239.795,
    "endTime": 245.77599999999998,
    "text": "First, start with your idea, the problem it solves, and how it supports the company reaching its goals."
  },
  {
    "startTime": 246.1,
    "endTime": 250.51999999999998,
    "text": "Then bullet out the big benefits, so increased profit or revenue, savings."
  },
  {
    "startTime": 250.7,
    "endTime": 253.02499999999998,
    "text": "Remember saving money is like making money."
  },
  {
    "startTime": 253.025,
    "endTime": 260.76800000000003,
    "text": "Maybe it’s productivity or employee retention, PR opportunities, or whatever you feel could be the most important benefits of this idea."
  },
  {
    "startTime": 261.0,
    "endTime": 267.0,
    "text": "Include highlights from any research you’ve done, so stats, impact studies, examples from other companies."
  },
  {
    "startTime": 267.363,
    "endTime": 271.398,
    "text": "This can be the muscle behind your passion. And an action plan."
  },
  {
    "startTime": 271.398,
    "endTime": 274.20000000000005,
    "text": "Include what it’ll take to make this idea come to life."
  },
  {
    "startTime": 274.355,
    "endTime": 278.40000000000003,
    "text": "Think about money, time, resources, staff approval, etcetera."
  },
  {
    "startTime": 278.515,
    "endTime": 282.882,
    "text": "Show the next steps and, of course, include that you’ll spearhead this and see it through."
  },
  {
    "startTime": 282.882,
    "endTime": 288.507,
    "text": "You don't want to approach them and say, \"Here’s a great idea, now you go do it.\" 'cause that leaves them holding the bag."
  },
  {
    "startTime": 288.9,
    "endTime": 294.063,
    "text": "These are all the things that can make me say yes when someone comes to me with an idea within my company."
  },
  {
    "startTime": 294.063,
    "endTime": 298.286,
    "text": "So do your best to keep it short and sweet and ideally if you can, make it all on one page."
  },
  {
    "startTime": 298.286,
    "endTime": 302.553,
    "text": "Step number four, turn up the lights. Hit it."
  },
  {
    "startTime": 313.2,
    "endTime": 317.4,
    "text": "Once you’ve got this proposal, turn up the lights for the meeting."
  },
  {
    "startTime": 317.488,
    "endTime": 322.878,
    "text": "Really set a positive stage, and that means highlighting what your company is already doing great."
  },
  {
    "startTime": 323.1,
    "endTime": 327.20000000000005,
    "text": "Realize that change is hard and nobody wants some youngin’ coming in and saying,"
  },
  {
    "startTime": 327.3,
    "endTime": 330.939,
    "text": "\"Here’s all the things that we’re doing wrong.\" and, \"Y’all are dinosaurs and you need to change.\""
  },
  {
    "startTime": 330.939,
    "endTime": 333.3,
    "text": "Not a great persuasion technique."
  },
  {
    "startTime": 333.465,
    "endTime": 339.222,
    "text": "So listen to Ri-Ri, turn up the lights, and get everyone present to what the company is already doing great."
  },
  {
    "startTime": 339.222,
    "endTime": 341.10499999999996,
    "text": "Do you have amazing customer service?"
  },
  {
    "startTime": 341.105,
    "endTime": 342.8,
    "text": "Do you have awesome profit margins?"
  },
  {
    "startTime": 342.98,
    "endTime": 348.23,
    "text": "I don't know what it is, but focus on it and it'll help people be a lot more receptive to your ideas."
  },
  {
    "startTime": 348.23,
    "endTime": 352.29200000000003,
    "text": "Step number five is throw your hands up in the sky. Hit it."
  },
  {
    "startTime": 377.5,
    "endTime": 388.2,
    "text": "When you do make your pitch, do it with your full enthusiasm, with your whole heart, and remember, at the end of the day you just have to detach and throw your hands up in the sky."
  },
  {
    "startTime": 388.2,
    "endTime": 394.7,
    "text": "You know why? Because whether an intrapreneur or an entrepreneur, not every idea gets brought to fruition."
  },
  {
    "startTime": 394.901,
    "endTime": 396.5,
    "text": "Not everything gets a green light."
  },
  {
    "startTime": 396.691,
    "endTime": 399.416,
    "text": "But that doesn't mean you should stop sharing your ideas."
  },
  {
    "startTime": 399.416,
    "endTime": 401.795,
    "text": "Keep going and one of them will work."
  },
  {
    "startTime": 401.795,
    "endTime": 409.65000000000003,
    "text": "You have to keep a positive attitude and you have to say \"I go for mine, I got to shine, I’mma throw my hands up in the sky.\""
  },
  {
    "startTime": 409.9,
    "endTime": 411.691,
    "text": "Right? Just do what Kanye does."
  },
  {
    "startTime": 411.691,
    "endTime": 417.9,
    "text": "And if anyone questions you or says, \"Who do you think you are to propose this?\" remember this tweetable."
  },
  {
    "startTime": 418.071,
    "endTime": 419.87800000000004,
    "text": "Of course, courtesy of Kanye."
  },
  {
    "startTime": 422.6,
    "endTime": 425.559,
    "text": "You know, I’m a creative genius and there’s no other way to word it."
  },
  {
    "startTime": 426.6,
    "endTime": 433.5,
    "text": "So there you have it Donna. Five steps to create meaningful change in your company’s culture. Let us know how it goes."
  },
  {
    "startTime": 433.7,
    "endTime": 435.945,
    "text": "Now I would love to hear from you."
  },
  {
    "startTime": 435.945,
    "endTime": 440.86199999999997,
    "text": "Have you ever created change from within an organization? What worked and what didn't?"
  },
  {
    "startTime": 441.0,
    "endTime": 448.53,
    "text": "On the other hand, if you’re an entrepreneur and you have your own intrapreneurs who’ve inspired change, give us some lessons from the field."
  },
  {
    "startTime": 448.7,
    "endTime": 450.289,
    "text": "We’d love to hear about it."
  },
  {
    "startTime": 450.289,
    "endTime": 458.0,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 458.8,
    "endTime": 467.3,
    "text": "Did you like this video? (Uh-hah, honey) Then you should subscribe to our channel and, of course, share it with all of your friends."
  },
  {
    "startTime": 467.3,
    "endTime": 475.1,
    "text": "And if you want even more fantastic resources to create a business and life that you love, plus some personal insights from me that I only get to talk about in email,"
  },
  {
    "startTime": 475.2,
    "endTime": 479.0,
    "text": "come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 479.7,
    "endTime": 486.229,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 486.229,
    "endTime": 490.234,
    "text": "Thank you so much for watching and we’ll catch you next time on MarieTV."
  }
]