[
  {
    "startTime": 9.8,
    "endTime": 13.4,
    "text": "The constant thud underneath your feet."
  },
  {
    "startTime": 13.4,
    "endTime": 15.3,
    "text": "The constrained space."
  },
  {
    "startTime": 15.3,
    "endTime": 19.3,
    "text": "And the monotony of going nowhere fast."
  },
  {
    "startTime": 19.3,
    "endTime": 23.6,
    "text": "It feels like hours have gone by, but it's only been eleven minutes."
  },
  {
    "startTime": 23.6,
    "endTime": 26.700000000000003,
    "text": "And you wonder, \"Why am I torturing myself\"?"
  },
  {
    "startTime": 26.7,
    "endTime": 31.299999999999997,
    "text": "This thing has got to be considered  a \"cruel and unusual punishment\"."
  },
  {
    "startTime": 31.3,
    "endTime": 35.102000000000004,
    "text": "Actually, that's exactly what it is, or was."
  },
  {
    "startTime": 35.102,
    "endTime": 41.599999999999994,
    "text": "You see, in the 1800s, treadmills were created to punish English prisoners."
  },
  {
    "startTime": 41.6,
    "endTime": 45.5,
    "text": "At the time, the English prison system was abysmally bad."
  },
  {
    "startTime": 45.5,
    "endTime": 55.3,
    "text": "Execution and deportation were often the punishments of choice, and those who were locked away faced hours of solitude in filthy cells."
  },
  {
    "startTime": 55.3,
    "endTime": 66.432,
    "text": "So social movements led by religious groups, philanthropies, and celebrities, like Charles Dickens, sought to change these dire conditions and help reform the prisoners."
  },
  {
    "startTime": 66.432,
    "endTime": 75.72,
    "text": "When their movement succeeded, entire prisons were remodeled and new forms of rehabilitation, such as the treadmill, were introduced."
  },
  {
    "startTime": 75.72,
    "endTime": 83.5,
    "text": "Here's how the original version, invented in 1818 by English engineer Sir William Cubitt, worked."
  },
  {
    "startTime": 83.5,
    "endTime": 87.8,
    "text": "Prisoners stepped on 24 spokes of a large paddle wheel."
  },
  {
    "startTime": 87.8,
    "endTime": 96.44,
    "text": "As the wheel turned, the prisoner was forced to keep stepping up or risk falling off, similar to modern stepper machines."
  },
  {
    "startTime": 96.44,
    "endTime": 106.1,
    "text": "Meanwhile, the rotation made gears pump out water, crush grain, or power mills, which is where the name  \"treadmill\" originated."
  },
  {
    "startTime": 106.1,
    "endTime": 118.0,
    "text": "These devices were seen as a fantastic way of whipping prisoners into shape, and that added benefit of powering mills, helped to rebuild a British economy decimated by the Napoleonic Wars."
  },
  {
    "startTime": 118.0,
    "endTime": 122.45,
    "text": "It was a win for all concerned, except the prisoners."
  },
  {
    "startTime": 122.45,
    "endTime": 132.5,
    "text": "It's estimated that, on average, prisoners spent six or so hours a day on treadmills, the equivalent of climbing 5,000 to 14,000 feet."
  },
  {
    "startTime": 132.5,
    "endTime": 137.2,
    "text": "14,000 feet is roughly Mount Everest's halfway point."
  },
  {
    "startTime": 137.2,
    "endTime": 141.29999999999998,
    "text": "Imagine doing that five days a week with little food."
  },
  {
    "startTime": 141.3,
    "endTime": 145.322,
    "text": "Cubitt's idea quickly spread across the British Empire and America."
  },
  {
    "startTime": 145.322,
    "endTime": 152.678,
    "text": "Within a decade of its creation, over 50 English prisons boasted a treadmill, and America, a similar amount."
  },
  {
    "startTime": 152.678,
    "endTime": 159.53,
    "text": "Unsurprisingly, the exertion combined with poor nutrition saw many prisoners suffer breakdowns and injuries."
  },
  {
    "startTime": 159.53,
    "endTime": 162.1,
    "text": "Not that prison guards seemed to care."
  },
  {
    "startTime": 162.1,
    "endTime": 178.79999999999998,
    "text": "In 1824, New York prison guard James Hardie credited the device with taming his more boisterous inmates, writing that the \"monotonous steadiness, and not its severity...constitutes its terror,\" a quote many still agree with."
  },
  {
    "startTime": 178.8,
    "endTime": 182.3,
    "text": "And treadmills lasted in England until the late 19th century."
  },
  {
    "startTime": 182.3,
    "endTime": 188.0,
    "text": "When they were banned for being excessively cruel under the Prison's Act of 1898."
  },
  {
    "startTime": 188.0,
    "endTime": 195.5,
    "text": "But of course the torture device returned with a vengeance, this time targeting the unsuspecting public."
  },
  {
    "startTime": 195.5,
    "endTime": 200.0,
    "text": "In 1911, a treadmill patent was registered in the U.S."
  },
  {
    "startTime": 200.0,
    "endTime": 206.133,
    "text": "And by 1952, the forerunner for today's modern treadmill had been created."
  },
  {
    "startTime": 206.133,
    "endTime": 209.703,
    "text": "When the jogging craze hit the U.S. in the 1970s."
  },
  {
    "startTime": 209.703,
    "endTime": 218.5,
    "text": "The treadmill was thrust back into the limelight as an easy and convenient way to improve aerobic fitness, and lose unwanted pounds."
  },
  {
    "startTime": 218.5,
    "endTime": 220.9,
    "text": "Which, to be fair, it's pretty good at doing."
  },
  {
    "startTime": 220.9,
    "endTime": 224.45000000000002,
    "text": "And the machine has maintained its popularity since."
  },
  {
    "startTime": 224.45,
    "endTime": 240.427,
    "text": "So the next time you voluntarily subject yourself to what was once a cruel and unusual punishment, just be glad you can control when you'll hop off."
  }
]