[
  {
    "startTime": 0.159,
    "endTime": 5.3999999999999995,
    "text": "The optimists will say that this glass is half full, while the pessimists proclaim it's half empty."
  },
  {
    "startTime": 5.4,
    "endTime": 10.96,
    "text": "Of course, others may suggest that it's completely full of all the atoms that made up water and air."
  },
  {
    "startTime": 11.06,
    "endTime": 16.130000000000003,
    "text": "Others still might remind you that atoms are 99.99% empty space,"
  },
  {
    "startTime": 16.23,
    "endTime": 18.810000000000002,
    "text": "making the glass...mostly nothing!"
  },
  {
    "startTime": 19.2,
    "endTime": 20.53,
    "text": "But in all seriousness,"
  },
  {
    "startTime": 21.08,
    "endTime": 24.38,
    "text": "can science explain your emotional perspective and outlook on life?"
  },
  {
    "startTime": 24.48,
    "endTime": 26.68,
    "text": "It turns out, it may not be in your control."
  },
  {
    "startTime": 27.1,
    "endTime": 31.900000000000002,
    "text": "Research has shown that those with two long alleles on specific genes controlling for serotonin"
  },
  {
    "startTime": 31.9,
    "endTime": 36.29,
    "text": "are more likely to focus on positive images - like someone enjoying ice cream"
  },
  {
    "startTime": 36.34,
    "endTime": 38.7,
    "text": "- compared to those with a short allele on the same gene,"
  },
  {
    "startTime": 38.8,
    "endTime": 43.099999999999994,
    "text": "who are more likely to focus on negative images - like someone being robbed."
  },
  {
    "startTime": 43.1,
    "endTime": 46.6,
    "text": "Variation in the oxytocin receptor gene can also affect your outlook;"
  },
  {
    "startTime": 46.83,
    "endTime": 51.75,
    "text": "Individuals with two copies of guanine are noted to be more optimistic with higher self-esteem,"
  },
  {
    "startTime": 52.05,
    "endTime": 54.959999999999994,
    "text": "while those with copies of adenine were less positive."
  },
  {
    "startTime": 55.2,
    "endTime": 59.2,
    "text": "So it seems that people may be genetically susceptible to pessimism."
  },
  {
    "startTime": 59.2,
    "endTime": 64.7,
    "text": "Interestingly, optimists are less likely to be rehospitalized after coronary artery bypass surgery,"
  },
  {
    "startTime": 64.7,
    "endTime": 68.74000000000001,
    "text": "show higher academic achievements and even better socioeconomic status."
  },
  {
    "startTime": 69.1,
    "endTime": 74.69999999999999,
    "text": "But it's not all good; they can overestimate their abilities and underestimate risk."
  },
  {
    "startTime": 74.7,
    "endTime": 81.8,
    "text": "Pessimists, on the other hand, have a more realistic view of the world, are more cautious when planning for the future and may even live longer."
  },
  {
    "startTime": 82.2,
    "endTime": 87.8,
    "text": "A landmark study spanning 20 years found that pessimists use a cautious approach to their finances and health,"
  },
  {
    "startTime": 87.8,
    "endTime": 91.3,
    "text": "avoiding risky behaviours such as smoking and excessive drinking,"
  },
  {
    "startTime": 91.3,
    "endTime": 95.0,
    "text": "ultimately giving them the last laugh - literally - over optimists."
  },
  {
    "startTime": 95.3,
    "endTime": 99.06,
    "text": "But, statistically, most of us are hardwired to lean towards optimism."
  },
  {
    "startTime": 99.3,
    "endTime": 103.57,
    "text": "Known as the Optimism Bias and found in around 80% of the population,"
  },
  {
    "startTime": 103.8,
    "endTime": 107.55,
    "text": "we tend to overestimate the probability of positive events occurring in the future,"
  },
  {
    "startTime": 107.85,
    "endTime": 110.77,
    "text": "while grossly underestimating the probability of negative ones."
  },
  {
    "startTime": 111.37,
    "endTime": 114.92,
    "text": "For example, even though the divorce rate can be as high as 40%,"
  },
  {
    "startTime": 115.3,
    "endTime": 120.06,
    "text": "most newlyweds predict their probability of getting divorced at...0%."
  },
  {
    "startTime": 120.32,
    "endTime": 124.63,
    "text": "Chances are, when you imagine your future, it's usually better than your current situation."
  },
  {
    "startTime": 124.82,
    "endTime": 130.5,
    "text": "Furthermore, we often imagine ourselves as being more intelligent, sociable and honest than other people."
  },
  {
    "startTime": 130.5,
    "endTime": 131.36,
    "text": "When we look at the brain,"
  },
  {
    "startTime": 131.68,
    "endTime": 135.97,
    "text": "we actually see the left half exhibits increased activity when imagining positive events,"
  },
  {
    "startTime": 136.07,
    "endTime": 139.76999999999998,
    "text": "whereas during negative events the right half's activity does increases,"
  },
  {
    "startTime": 139.87,
    "endTime": 141.77,
    "text": "but to a much lesser degree."
  },
  {
    "startTime": 141.87,
    "endTime": 147.239,
    "text": "This suggests that the brain chooses to ignore and filter out negative information and focus on positivity."
  },
  {
    "startTime": 147.239,
    "endTime": 155.47,
    "text": "Our perspective is, whether you're genetically predisposed to see the glass as half empty or half full — don't waste water and just drink the damn glass already!"
  },
  {
    "startTime": 155.59,
    "endTime": 157.79,
    "text": "This actually reminded us of another common saying though,"
  },
  {
    "startTime": 157.89,
    "endTime": 159.86999999999998,
    "text": "that \"Giving is better than receiving\"-"
  },
  {
    "startTime": 160.19,
    "endTime": 162.4,
    "text": "but is that scientifically accurate?"
  },
  {
    "startTime": 162.62,
    "endTime": 168.85,
    "text": "We answered that one over on AsapTHOUGHT with a special giveaway which you can click here or use the link in the description to check out."
  },
  {
    "startTime": 168.85,
    "endTime": 175.29999999999998,
    "text": "Special thanks to Audible for supporting this episode and giving you a free audiobook at your choice at \"audible.com/asap.\""
  },
  {
    "startTime": 175.3,
    "endTime": 178.05,
    "text": "This week, we wanted to recommend the book \"The Wright Brothers,\""
  },
  {
    "startTime": 178.1,
    "endTime": 181.969,
    "text": "which is the amazing story behind the brothers who taught the world how to fly -"
  },
  {
    "startTime": 182.369,
    "endTime": 184.84,
    "text": "while staying optimistic through all the challenges they faced!"
  },
  {
    "startTime": 185.1,
    "endTime": 188.18,
    "text": "You can get a free copy at audible.com/asap"
  },
  {
    "startTime": 188.48,
    "endTime": 191.29,
    "text": "or any other of your choice from a massive selection!"
  },
  {
    "startTime": 191.39,
    "endTime": 193.428,
    "text": "We love them as they are great when you're on the go."
  },
  {
    "startTime": 193.528,
    "endTime": 197.57,
    "text": "Don't forget to ask your burning questions, and subscribe for more weekly science videos."
  }
]