[
  {
    "startTime": 5.72,
    "endTime": 10.649999999999999,
    "text": "Hello, I'm David Common. I'm the New York correspondent for CBC news, I do radio and TV."
  },
  {
    "startTime": 10.65,
    "endTime": 13.9,
    "text": "I'm based normally in New York, though I'm talking to you today from Toronto."
  },
  {
    "startTime": 13.9,
    "endTime": 19.36,
    "text": "And I'm a graduate of York University, a double major in Political Science and Mass Communications."
  },
  {
    "startTime": 19.38,
    "endTime": 20.599999999999998,
    "text": "I live in New York right now."
  },
  {
    "startTime": 20.6,
    "endTime": 29.310000000000002,
    "text": "I was previously based in Paris, but I've had the pleasure of visiting several dozen countries over the course of my career with CBC."
  },
  {
    "startTime": 29.31,
    "endTime": 39.2,
    "text": "And it really is just an excitement every single time to go and meet new people, to have a job that allows me to go and constantly be exposed to something different."
  },
  {
    "startTime": 39.2,
    "endTime": 42.300000000000004,
    "text": "And it's that international experience that really helped out."
  },
  {
    "startTime": 42.3,
    "endTime": 51.199999999999996,
    "text": "I can really trace everything back to the exchange I did in Stockholm, Sweden, as really being the thing that initiated it—was the rocket that started me traveling a lot more."
  },
  {
    "startTime": 51.2,
    "endTime": 55.300000000000004,
    "text": "Up until that point I hadn't been all that far from Toronto."
  },
  {
    "startTime": 55.3,
    "endTime": 62.099999999999994,
    "text": "I'd gone on the train out to Vancouver, I'd gone south into the U.S. a little bit, but nothing certainly across an ocean."
  },
  {
    "startTime": 62.1,
    "endTime": 65.73,
    "text": "And doing that for the first time was really what changed things."
  },
  {
    "startTime": 65.73,
    "endTime": 73.7,
    "text": "I then ended up working for CBC in London, went directly from Stockholm, came back, finished my degree in Toronto, but that travel bug hadn't gone anywhere."
  },
  {
    "startTime": 73.7,
    "endTime": 75.0,
    "text": "And it's been very valuable."
  },
  {
    "startTime": 75.2,
    "endTime": 83.28,
    "text": "In fact, every single time I've looked to change jobs or better my position, it's that international experience which has really given me the leg up."
  },
  {
    "startTime": 83.28,
    "endTime": 86.0,
    "text": "They're a great opportunity, they're a great time in your life."
  },
  {
    "startTime": 86.0,
    "endTime": 89.8,
    "text": "You may never be able to live abroad somewhere else again."
  },
  {
    "startTime": 89.8,
    "endTime": 95.11,
    "text": "And there is a big difference between visiting somewhere and being physically embedded in the population of a place."
  },
  {
    "startTime": 95.17,
    "endTime": 97.3,
    "text": "It really is fantastic."
  },
  {
    "startTime": 97.3,
    "endTime": 104.5,
    "text": "I would encourage as many students as possible to do it, try to figure out a way to overcome any barriers there might be,"
  },
  {
    "startTime": 104.5,
    "endTime": 108.22,
    "text": "and it might turn out that those hurdles are actually a lot smaller than you think."
  }
]