[
  {
    "startTime": 6.389,
    "endTime": 16.0,
    "text": "When faced with a big challenge where potential failure seems to lurk at every corner, maybe you've heard this advice before: \"Be more confident.\""
  },
  {
    "startTime": 16.3,
    "endTime": 22.229,
    "text": "And most likely, this is what you think when you hear it: \"If only it were that simple.\""
  },
  {
    "startTime": 22.262,
    "endTime": 23.8,
    "text": "But what is confidence?"
  },
  {
    "startTime": 23.801,
    "endTime": 30.0,
    "text": "Take the belief that you are valuable, worthwhile, and capable, also known as self-esteem."
  },
  {
    "startTime": 30.2,
    "endTime": 40.6,
    "text": "Add in the optimism that comes when you are certain of your abilities, and then empowered by these, act courageously to face a challenge head-on."
  },
  {
    "startTime": 40.7,
    "endTime": 42.6,
    "text": "This is confidence."
  },
  {
    "startTime": 42.652,
    "endTime": 46.4,
    "text": "It turns thoughts into action."
  },
  {
    "startTime": 46.451,
    "endTime": 49.251,
    "text": "So where does confidence even come from?"
  },
  {
    "startTime": 49.301,
    "endTime": 52.45,
    "text": "There are several factors that impact confidence."
  },
  {
    "startTime": 52.5,
    "endTime": 60.3,
    "text": "One: what you're born with, such as your genes, which will impact things like the balance of neurochemicals in your brain."
  },
  {
    "startTime": 60.4,
    "endTime": 62.8,
    "text": "Two: how you're treated."
  },
  {
    "startTime": 62.9,
    "endTime": 66.25,
    "text": "This includes the social pressures of your environment."
  },
  {
    "startTime": 66.301,
    "endTime": 76.5,
    "text": "And 3: the part you have control over, the choices you make, the risks you take, and how you think about and respond to challenges and setbacks."
  },
  {
    "startTime": 76.501,
    "endTime": 85.80000000000001,
    "text": "It isn't possible to completely untangle these three factors, but the personal choices we make certainly play a major role in confidence development."
  },
  {
    "startTime": 86.001,
    "endTime": 95.0,
    "text": "So, by keeping in mind a few practical tips, we do actually have the power to cultivate our own confidence."
  },
  {
    "startTime": 95.1,
    "endTime": 97.8,
    "text": "Tip 1: a quick fix."
  },
  {
    "startTime": 97.9,
    "endTime": 102.80000000000001,
    "text": "There are a few tricks that can give you an immediate confidence boost in the short term."
  },
  {
    "startTime": 102.9,
    "endTime": 113.30000000000001,
    "text": "Picture your success when you're beginning a difficult task, something as simple as listening to music with deep bass; it can promote feelings of power."
  },
  {
    "startTime": 113.4,
    "endTime": 118.554,
    "text": "You can even strike a powerful pose or give yourself a pep talk."
  },
  {
    "startTime": 118.555,
    "endTime": 123.65,
    "text": "Tip 2: believe in your ability to improve."
  },
  {
    "startTime": 123.7,
    "endTime": 129.65,
    "text": "If you're looking for a long-term change, consider the way you think about your abilities and talents."
  },
  {
    "startTime": 129.68,
    "endTime": 134.8,
    "text": "Do you think they are fixed at birth, or that they can be developed, like a muscle?"
  },
  {
    "startTime": 134.9,
    "endTime": 140.4,
    "text": "These beliefs matter because they can influence how you act when you're faced with setbacks."
  },
  {
    "startTime": 140.45,
    "endTime": 149.5,
    "text": "If you have a fixed mindset, meaning that you think your talents are locked in place, you might give up, assuming you've discovered something you're not very good at."
  },
  {
    "startTime": 149.701,
    "endTime": 158.0,
    "text": "But if you have a growth mindset and think your abilities can improve, a challenge is an opportunity to learn and grow."
  },
  {
    "startTime": 158.1,
    "endTime": 160.0,
    "text": "Neuroscience supports the growth mindset."
  },
  {
    "startTime": 160.0,
    "endTime": 166.028,
    "text": "The connections in your brain do get stronger and grow with study and practice."
  },
  {
    "startTime": 166.028,
    "endTime": 176.301,
    "text": "It also turns out, on average, people who have a growth mindset are more successful, getting better grades, and doing better in the face of challenges."
  },
  {
    "startTime": 176.4,
    "endTime": 179.001,
    "text": "Tip 3: practice failure."
  },
  {
    "startTime": 179.7,
    "endTime": 182.40599999999998,
    "text": "Face it, you're going to fail sometimes."
  },
  {
    "startTime": 182.407,
    "endTime": 184.3,
    "text": "Everyone does."
  },
  {
    "startTime": 184.35,
    "endTime": 189.5,
    "text": "J.K. Rowling was rejected by twelve different publishers before one picked up \"Harry Potter.\""
  },
  {
    "startTime": 189.798,
    "endTime": 197.636,
    "text": "The Wright Brothers built on history's failed attempts at flight, including some of their own, before designing a successful airplane."
  },
  {
    "startTime": 197.635,
    "endTime": 207.5,
    "text": "Studies show that those who fail regularly and keep trying anyway are better equipped to respond to challenges and setbacks in a constructive way."
  },
  {
    "startTime": 208.0,
    "endTime": 214.0,
    "text": "They learn how to try different strategies, ask others for advice, and persevere."
  },
  {
    "startTime": 214.224,
    "endTime": 224.0,
    "text": "So, think of a challenge you want to take on, realize it's not going to be easy, accept that you'll make mistakes, and be kind to yourself when you do."
  },
  {
    "startTime": 224.2,
    "endTime": 229.0,
    "text": "Give yourself a pep talk,  stand up, and go for it."
  },
  {
    "startTime": 229.3,
    "endTime": 236.001,
    "text": "The excitement you'll feel knowing that whatever the result, you'll have gained greater knowledge and understanding."
  },
  {
    "startTime": 236.1,
    "endTime": 246.22299999999998,
    "text": "This is confidence."
  }
]