[
  {
    "startTime": 1.734,
    "endTime": 9.41,
    "text": "Hi. This is Gill at www.engvid.com, and today we're going to have a lesson about what to"
  },
  {
    "startTime": 9.41,
    "endTime": 17.82,
    "text": "do if someone says something to you and you can't hear them properly, or it's not very"
  },
  {
    "startTime": 17.82,
    "endTime": 26.619,
    "text": "clear what they say, and you need to ask them to repeat what it was they said. And this"
  },
  {
    "startTime": 26.619,
    "endTime": 35.12,
    "text": "could happen anywhere, anywhere in the world, but especially if you're in maybe a big city"
  },
  {
    "startTime": 35.12,
    "endTime": 45.053999999999995,
    "text": "where there are people of many different nationalities; cities like London, Toronto, New York, anywhere"
  },
  {
    "startTime": 45.054,
    "endTime": 51.504000000000005,
    "text": "really in the world. So people with different accents, either because they're from other"
  },
  {
    "startTime": 51.504,
    "endTime": 61.504,
    "text": "countries and English is not their first language, or even within one country, like within the"
  },
  {
    "startTime": 61.504,
    "endTime": 68.65899999999999,
    "text": "UK, we have many different accents from different parts of the country, from different cities,"
  },
  {
    "startTime": 68.659,
    "endTime": 76.281,
    "text": "from Scotland, Wales, Ireland. There are all different accents. And if someone has a strong"
  },
  {
    "startTime": 76.281,
    "endTime": 85.57900000000001,
    "text": "accent, it's more difficult to understand them. So this lesson is about asking people"
  },
  {
    "startTime": 85.579,
    "endTime": 93.78899999999999,
    "text": "to say again what they said. I have to do it even if someone says something in English,"
  },
  {
    "startTime": 93.789,
    "endTime": 101.03,
    "text": "which is my first language, I sometimes have to ask people to say something again. So it"
  },
  {
    "startTime": 101.03,
    "endTime": 103.815,
    "text": "happens to everybody."
  },
  {
    "startTime": 103.815,
    "endTime": 111.041,
    "text": "Okay, so let's have a look at some of the words you can use to deal with this situation."
  },
  {
    "startTime": 111.041,
    "endTime": 122.38799999999999,
    "text": "All right? So, a very useful single word is just to say: \"Sorry?\" with a sort of rising"
  },
  {
    "startTime": 122.388,
    "endTime": 130.479,
    "text": "in the voice. Question: \"Sorry? Sorry?\" And also, I've put body language at the bottom"
  },
  {
    "startTime": 130.479,
    "endTime": 136.70000000000002,
    "text": "here, but it's quite important. You can sort of go like this, and say: \"Sorry?\" and lean"
  },
  {
    "startTime": 136.7,
    "endTime": 146.688,
    "text": "towards them a little bit with your hand by your ear. So especially if they also are not"
  },
  {
    "startTime": 146.688,
    "endTime": 153.98399999999998,
    "text": "English... If their first language is not English, they will understand from this that"
  },
  {
    "startTime": 153.984,
    "endTime": 160.767,
    "text": "you didn't understand what they said. So a little bit of body language helps as well."
  },
  {
    "startTime": 160.767,
    "endTime": 176.225,
    "text": "So: \"Sorry?\" is very useful and polite, because we need it to be polite as well. So, polite."
  },
  {
    "startTime": 176.225,
    "endTime": 183.054,
    "text": "So: \"Sorry?\" is a polite way of asking someone to repeat."
  },
  {
    "startTime": 183.054,
    "endTime": 192.47,
    "text": "At one time, there was also the word: \"Pardon?\" which is a little bit old fashioned now. So,"
  },
  {
    "startTime": 192.47,
    "endTime": 198.85,
    "text": "to say: \"Pardon?\" it's a little... It used to be very polite, and children were taught"
  },
  {
    "startTime": 198.85,
    "endTime": 206.75,
    "text": "to say: \"Pardon?\" but now it's a little bit old fashioned, and people might laugh at you"
  },
  {
    "startTime": 206.75,
    "endTime": 213.849,
    "text": "if you use: \"Pardon?\" So, see what other people say to you, and then you can follow what they"
  },
  {
    "startTime": 213.849,
    "endTime": 219.328,
    "text": "say, but \"Pardon?\" is a little bit old now."
  },
  {
    "startTime": 219.328,
    "endTime": 229.21,
    "text": "Okay, now things not to say which are not polite. You don't just say: \"What?\" because"
  },
  {
    "startTime": 229.21,
    "endTime": 240.774,
    "text": "that is rather rude. So, don't say: \"What? What?\" Very rude, especially with a loud voice"
  },
  {
    "startTime": 240.774,
    "endTime": 250.51,
    "text": "and making a funny face. \"What?\" Not very nice at all, so don't say: \"What?\" And don't"
  },
  {
    "startTime": 250.51,
    "endTime": 258.19,
    "text": "say things like: \"Eh? Eh?\" A lot of English people might say: \"Eh?\" but that's not polite"
  },
  {
    "startTime": 258.19,
    "endTime": 269.01,
    "text": "either. So... Or: \"Uh?\" that's not polite either, just to say: \"Uh? Uh?\" No."
  },
  {
    "startTime": 269.01,
    "endTime": 278.44,
    "text": "Okay, so the polite way, really, as one word is just to say: \"Sorry?\" and then the person"
  },
  {
    "startTime": 278.44,
    "endTime": 285.35,
    "text": "will probably understand you need them to say it again. But there are longer sentences"
  },
  {
    "startTime": 285.35,
    "endTime": 293.43,
    "text": "you can use as well, in addition to: \"Sorry?\" just to give you a wider range of options."
  },
  {
    "startTime": 293.43,
    "endTime": 304.44,
    "text": "And the three main things about what... The way we all speak is clarity: what we say should"
  },
  {
    "startTime": 304.44,
    "endTime": 313.5,
    "text": "be clear. I hope I'm being clear in this lesson. So, that's the adjective \"clear\", and the"
  },
  {
    "startTime": 313.5,
    "endTime": 322.67,
    "text": "noun is \"clarity\". Clarity of speech. Okay? So it must be clear. The pace of the speed."
  },
  {
    "startTime": 322.67,
    "endTime": 330.25,
    "text": "If people speak very quickly, it's difficult to follow what they're saying; to understand"
  },
  {
    "startTime": 330.25,
    "endTime": 338.87,
    "text": "what they're saying. So the pace should be fairly slow and regular. Okay. And the volume,"
  },
  {
    "startTime": 338.87,
    "endTime": 345.918,
    "text": "how loud or quiet somebody is. If someone speaks very quietly... You probably can't"
  },
  {
    "startTime": 345.918,
    "endTime": 352.62600000000003,
    "text": "hear me at the moment. So some people are a bit shy, and they don't speak very loud,"
  },
  {
    "startTime": 352.626,
    "endTime": 363.94899999999996,
    "text": "loudly. So the volume, how loud people are is important. So sometimes you need to ask"
  },
  {
    "startTime": 363.949,
    "endTime": 371.31,
    "text": "somebody to speak more loudly, so we have different sentences for these."
  },
  {
    "startTime": 371.31,
    "endTime": 379.884,
    "text": "Okay, so the first thing you can say if someone says something and you missed a few words,"
  },
  {
    "startTime": 379.884,
    "endTime": 386.98,
    "text": "and you're not sure what they're saying, you... Again: \"Sorry\", is always a useful word to"
  },
  {
    "startTime": 386.98,
    "endTime": 393.541,
    "text": "begin with. Like we had \"Sorry?\" as the single word. \"Sorry\" is always useful to begin with."
  },
  {
    "startTime": 393.541,
    "endTime": 405.08,
    "text": "\"Sorry, I didn't quite catch what you said.\" Now, the \"quite\" is optional. You can say:"
  },
  {
    "startTime": 405.08,
    "endTime": 414.12,
    "text": "\"I didn't catch what you said.\" or: \"I didn't hear what you said.\", \"I didn't quite hear"
  },
  {
    "startTime": 414.12,
    "endTime": 421.08,
    "text": "what you said.\" The \"quite\" just adds a little bit more politeness. I didn't quite hear."
  },
  {
    "startTime": 421.08,
    "endTime": 427.33,
    "text": "I nearly heard everything that you said, but not quite, and that suggests that there was"
  },
  {
    "startTime": 427.33,
    "endTime": 435.08,
    "text": "just one word that you didn't get. So: \"Sorry, I didn't quite catch what you said.\" To catch"
  },
  {
    "startTime": 435.08,
    "endTime": 441.59,
    "text": "something is to... Like catching a ball or something. \"I didn't catch what you said\","
  },
  {
    "startTime": 441.59,
    "endTime": 449.53999999999996,
    "text": "or: \"I didn't hear what you said\", and then the person will repeat, hopefully. All right."
  },
  {
    "startTime": 449.54,
    "endTime": 459.909,
    "text": "Or, again, to ask them to repeat, you can say: \"Sorry, could you say that again, please?\""
  },
  {
    "startTime": 459.909,
    "endTime": 469.77,
    "text": "or: \"Sorry, could you repeat that, please?\" Okay? To say again or to repeat. So: \"Could"
  },
  {
    "startTime": 469.77,
    "endTime": 476.82,
    "text": "you say that again, please?\", \"Could you repeat that, please?\" Okay? So: \"Sorry\" at the beginning,"
  },
  {
    "startTime": 476.82,
    "endTime": 482.815,
    "text": "\"please\" at the end is always a good idea to make it polite."
  },
  {
    "startTime": 482.815,
    "endTime": 490.62,
    "text": "Now, if someone wasn't very loud and you want them to say it again with more volume, turning"
  },
  {
    "startTime": 490.62,
    "endTime": 499.31,
    "text": "up the volume, you can say: \"Sorry, could you speak up, please?\" To speak up means to"
  },
  {
    "startTime": 499.31,
    "endTime": 511.295,
    "text": "be louder. So, louder. Okay, so: \"Sorry, could you speak up, please?\" Again, it's a bit..."
  },
  {
    "startTime": 511.295,
    "endTime": 517.7,
    "text": "It's not very polite to say: \"Sorry, you were too quiet, I didn't hear you. You were too"
  },
  {
    "startTime": 517.7,
    "endTime": 526.35,
    "text": "quiet.\" That sounds a bit like a criticism, so to avoid sounding as if you're criticizing"
  },
  {
    "startTime": 526.35,
    "endTime": 533.0600000000001,
    "text": "the person... \"Oh, your voice is very quiet\", it's not a very nice thing to say. So just"
  },
  {
    "startTime": 533.06,
    "endTime": 539.68,
    "text": "to say: \"Sorry, could you speak up, please?\" And maybe they'll think you can't hear very"
  },
  {
    "startTime": 539.68,
    "endTime": 548.536,
    "text": "well, and they think it's your fault and not theirs. You're being polite. Okay."
  },
  {
    "startTime": 548.536,
    "endTime": 558.5939999999999,
    "text": "If the person uses a word that you don't know, you can just actually say: \"Sorry, I don't"
  },
  {
    "startTime": 558.594,
    "endTime": 565.235,
    "text": "know that word\", and you can ask them: \"What does it mean?\" What is the meaning of the"
  },
  {
    "startTime": 565.235,
    "endTime": 575.94,
    "text": "word? Or: \"Could you tell me what it means, please?\" Okay, so: \"could\", not \"can\", \"Can"
  },
  {
    "startTime": 575.94,
    "endTime": 584.4730000000001,
    "text": "you tell me?\" That's less polite. \"Could you tell me\"-is more polite-\"what it means, please?\""
  },
  {
    "startTime": 584.473,
    "endTime": 591.74,
    "text": "Again, \"please\" at the end. And if you're having a conversation, then it helps to keep"
  },
  {
    "startTime": 591.74,
    "endTime": 598.134,
    "text": "the conversation going if you ask somebody: \"Oh, I don't know that word. What does it"
  },
  {
    "startTime": 598.134,
    "endTime": 603.904,
    "text": "mean? Can...? Could you tell me what that word means?\" And, you know, it helps you to"
  },
  {
    "startTime": 603.904,
    "endTime": 609.548,
    "text": "get to know the person a little bit better if you're asking them to explain something."
  },
  {
    "startTime": 609.548,
    "endTime": 616.369,
    "text": "So don't be afraid of asking for the explanation of a word. Okay."
  },
  {
    "startTime": 616.369,
    "endTime": 624.2470000000001,
    "text": "And then if someone speaks very quickly and all the words run together in one single sound,"
  },
  {
    "startTime": 624.247,
    "endTime": 630.8499999999999,
    "text": "and you want them to say it again... Again, don't say... It's not very polite to say:"
  },
  {
    "startTime": 630.85,
    "endTime": 637.27,
    "text": "\"Sorry, you said that too quickly\", because again, it sounds like a criticism. But if"
  },
  {
    "startTime": 637.27,
    "endTime": 645.4499999999999,
    "text": "you say: \"Sorry, could you speak more slowly, please?\" that's less... It sounds less like"
  },
  {
    "startTime": 645.45,
    "endTime": 653.95,
    "text": "a criticism. Okay? So: \"Could you speak more slowly, please?\" So: \"Sorry\", \"please\" at"
  },
  {
    "startTime": 653.95,
    "endTime": 659.3900000000001,
    "text": "the end, at the beginning and at the end. Okay? And then as I said before, body language"
  },
  {
    "startTime": 659.39,
    "endTime": 662.56,
    "text": "is always helpful."
  },
  {
    "startTime": 662.56,
    "endTime": 671.7159999999999,
    "text": "So, I hope that's been useful to help you solve the problem of not understanding when"
  },
  {
    "startTime": 671.716,
    "endTime": 680.72,
    "text": "somebody speaks. And if you'd like to test your knowledge, please go to the website:"
  },
  {
    "startTime": 680.72,
    "endTime": 685.979,
    "text": "www.engvid.com where there is a quiz that you can answer."
  },
  {
    "startTime": 685.979,
    "endTime": 695.979,
    "text": "And I hope to see you again soon. Okay? Thank you. Bye."
  }
]