[
  {
    "startTime": 0.1,
    "endTime": 2.65,
    "text": "We all know hand sanitizer is bad for you."
  },
  {
    "startTime": 2.65,
    "endTime": 14.08,
    "text": "But a new study finds it can actually increase the amount of BPA in your system! Yet another reason to stop using it altogether!"
  },
  {
    "startTime": 14.08,
    "endTime": 21.0,
    "text": "Hey guys, Tara here for DNews - and there's been a lot of talk over the past few years about hand sanitizer, and why it can actually be dangerous for you."
  },
  {
    "startTime": 21.0,
    "endTime": 23.4,
    "text": "DNews actually did an episode on it just last year."
  },
  {
    "startTime": 23.4,
    "endTime": 32.8,
    "text": "The basic idea is that triclosan, the active ingredient in hand sanitizer, kills off all of your good bacteria, making it easier for antibiotic resistant strains to flourish."
  },
  {
    "startTime": 32.8,
    "endTime": 42.108999999999995,
    "text": "But that's not the only reason it's bad. A new study published this week in PLOS One, finds that using hand sanitizer can also increase your skin's absorption of BPA."
  },
  {
    "startTime": 42.109,
    "endTime": 50.6,
    "text": "BPA stands for Bisphenol A, and it's a chemical used in the production of almost all hard plastics, including containers used for most foods and beverages."
  },
  {
    "startTime": 50.6,
    "endTime": 55.43,
    "text": "Essentially, it imitates our hormones, in a way that disrupts our body's natural endocrine system."
  },
  {
    "startTime": 55.43,
    "endTime": 62.3,
    "text": "Studies have linked high amounts of BPA to hormone disorders, heart disease, cancer, infertility, and even diabetes."
  },
  {
    "startTime": 62.3,
    "endTime": 67.3,
    "text": "In a nutshell, it's bad. And according to this new study, hand sanitizer makes it even worse."
  },
  {
    "startTime": 67.3,
    "endTime": 74.0,
    "text": "Most commonly used hand sanitizers contain chemicals that enhance the penetration of lipophilic compounds into your skin."
  },
  {
    "startTime": 74.0,
    "endTime": 76.2,
    "text": "BPA is one of those compounds."
  },
  {
    "startTime": 76.2,
    "endTime": 87.10000000000001,
    "text": "So researchers from the University of Missouri looked specifically at thermal receipt paper, which contains very high quantities of BPA to see if hand sanitizer increased the absorption of those chemicals."
  },
  {
    "startTime": 87.1,
    "endTime": 89.3,
    "text": "Turns out, it does. A lot."
  },
  {
    "startTime": 89.3,
    "endTime": 96.39999999999999,
    "text": "They found that using hand sanitizer before touching receipt paper, increases the absorption of BPA up to 100 fold."
  },
  {
    "startTime": 96.4,
    "endTime": 100.59,
    "text": "What's more, is that all of that extra BPA lingers on your hands."
  },
  {
    "startTime": 100.59,
    "endTime": 108.3,
    "text": "So if you were to eat food directly afterwards, you'd be getting a double dose of BPA absorption - first from your hands, and then from your mouth."
  },
  {
    "startTime": 108.3,
    "endTime": 115.6,
    "text": "And those specific levels of BPA have been proven to increase the risk of disease in adults, and developmental abnormalities in children."
  },
  {
    "startTime": 115.6,
    "endTime": 116.8,
    "text": "So what can we do about this?"
  },
  {
    "startTime": 116.8,
    "endTime": 122.0,
    "text": "Well, unfortunately, no safe alternatives to BPA have been identified for use in thermal paper."
  },
  {
    "startTime": 122.0,
    "endTime": 129.3,
    "text": "So until those technologies are developed, the best thing you can really do is just stop using hand sanitizer unless you really, really need it."
  },
  {
    "startTime": 129.3,
    "endTime": 133.3,
    "text": "And definitely don't use it before ordering take-out food because that's not good."
  },
  {
    "startTime": 133.3,
    "endTime": 136.4,
    "text": "What do you guys think? Have you sworn off hand sanitizer altogether?"
  },
  {
    "startTime": 136.4,
    "endTime": 146.93,
    "text": "Let us know how you feel in the comments below - and as always, thank you guys for watching!"
  }
]