[
  {
    "startTime": 7.62,
    "endTime": 12.469000000000001,
    "text": "Hello everyone! Welcome to my channel! This is Dori I am a teacher of english and in today's"
  },
  {
    "startTime": 12.469,
    "endTime": 19.4,
    "text": "video we will talk about the basic plan you need to follow for Academic Writing task 1."
  },
  {
    "startTime": 19.4,
    "endTime": 26.61,
    "text": "Ok, so in a previous video we talked about the strategy you need to follow by reading"
  },
  {
    "startTime": 26.61,
    "endTime": 31.738999999999997,
    "text": "the information and the details given to you by the topic, so if you haven't watched that"
  },
  {
    "startTime": 31.739,
    "endTime": 37.42,
    "text": "video yet you might want to check this out first in this link over here. Now, all you"
  },
  {
    "startTime": 37.42,
    "endTime": 45.899,
    "text": "need for this task is just a simple plan of 3-4 paragraphs because mainly all you need"
  },
  {
    "startTime": 45.899,
    "endTime": 52.39,
    "text": "to do is to write a basic summary of the data that you are given in the diagram. Please"
  },
  {
    "startTime": 52.39,
    "endTime": 57.699,
    "text": "remember that because lots of my students have the tendency to make this task a little"
  },
  {
    "startTime": 57.699,
    "endTime": 64.199,
    "text": "bit more difficult than it actually is. So, in your first paragraph which is your introduction,"
  },
  {
    "startTime": 64.199,
    "endTime": 70.52,
    "text": "all you need to do is to just paraphrase the topic, that is, use your own words in order"
  },
  {
    "startTime": 70.52,
    "endTime": 79.61,
    "text": "to say the same thing by stating the main points. For example, So, if you remember the"
  },
  {
    "startTime": 79.61,
    "endTime": 87.22,
    "text": "writing task that we used the previous time, it looked like that and let's read the topic"
  },
  {
    "startTime": 87.22,
    "endTime": 94.38,
    "text": "a little bit to remember it \"the chart below shows the annual profit made by four major international companies"
  },
  {
    "startTime": 94.38,
    "endTime": 105.6,
    "text": "in 2011-12-13-14\" and then we have the names of the companies which are represented here with colours."
  },
  {
    "startTime": 105.6,
    "endTime": 113.05999999999999,
    "text": "Ok so, the first thing we do we read the topic as we said the previous time. So, every time we ask"
  },
  {
    "startTime": 113.06,
    "endTime": 120.64,
    "text": "\"What does the chart show?\" \"What are the main points?\" 1.) the annual profit made by"
  },
  {
    "startTime": 120.64,
    "endTime": 130.91,
    "text": "what? 2.) by four major international companies 3.) in the course of four years. So,"
  },
  {
    "startTime": 130.91,
    "endTime": 138.09,
    "text": "here is our small plan we can see here our introduction we always ask ourselves \"what does the chart"
  },
  {
    "startTime": 138.09,
    "endTime": 147.989,
    "text": "show?\" and our notes, just the main points briefly, -the annual profit-of four companies-four"
  },
  {
    "startTime": 147.989,
    "endTime": 157.54,
    "text": "years, ok? So, in order to paraphrase the previous topic a little bit here's what we"
  },
  {
    "startTime": 157.54,
    "endTime": 166.2,
    "text": "can do in just 3 lines or so. \"This chart/diagram follows the performance of four major international"
  },
  {
    "startTime": 166.2,
    "endTime": 172.999,
    "text": "companies in terms of their annual income over the course of four years: 2011- 2014.\""
  },
  {
    "startTime": 172.999,
    "endTime": 182.459,
    "text": "So, as you can see, I am just stating the main points and I have actually paraphrased"
  },
  {
    "startTime": 182.459,
    "endTime": 188.73,
    "text": "a little bit the topic given. Ok? This is what you need to do in your introduction."
  },
  {
    "startTime": 188.73,
    "endTime": 197.319,
    "text": "Ok, that's it! Our introduction will be ready in no time especially if you familiarise yourself"
  },
  {
    "startTime": 197.319,
    "endTime": 203.83999999999997,
    "text": "with paraphrasing introductions. Now, about your next paragraph all you need to do here"
  },
  {
    "startTime": 203.84,
    "endTime": 209.189,
    "text": "is to state the most important points and information you can see in the diagram, I"
  },
  {
    "startTime": 209.189,
    "endTime": 216.04,
    "text": "know that this can be a little bit overwhelming at first, but just start from the most obvious"
  },
  {
    "startTime": 216.04,
    "endTime": 221.88899999999998,
    "text": "information you see. For example, start from the highest values and then from the lowest"
  },
  {
    "startTime": 221.889,
    "endTime": 228.739,
    "text": "values and then you can move on with stable performances and things like that, for example,"
  },
  {
    "startTime": 228.739,
    "endTime": 238.37,
    "text": "So then in our summary we start by noting all this information that stands out, for"
  },
  {
    "startTime": 238.37,
    "endTime": 249.09,
    "text": "example we can see that in 2011 over here the annual profit of Grow&Flow was the lowest,"
  },
  {
    "startTime": 249.09,
    "endTime": 256.769,
    "text": "the yellow colour over here. However, what else can we see that really really stands"
  },
  {
    "startTime": 256.769,
    "endTime": 266.78000000000003,
    "text": "out? It's that in 2014 ABC10 company's profits skyrocketed in 2014, MegaMarket was the most"
  },
  {
    "startTime": 266.78,
    "endTime": 279.04999999999995,
    "text": "profitable in 2011, it has a big difference from the rest but then, it dropped a little"
  },
  {
    "startTime": 279.05,
    "endTime": 285.49,
    "text": "bit and then went up again, these are the things that you first notice and these are"
  },
  {
    "startTime": 285.49,
    "endTime": 291.19,
    "text": "the things that you are going to put in your summary. So, for the next paragraph, over"
  },
  {
    "startTime": 291.19,
    "endTime": 296.879,
    "text": "here the first actual paragraph that we're going to write, it is about our observations"
  },
  {
    "startTime": 296.879,
    "endTime": 301.879,
    "text": "about what we can see about the information that we see in the diagram. So, our notes"
  },
  {
    "startTime": 301.879,
    "endTime": 308.47900000000004,
    "text": "briefly could be -the annual profit of Grow&Flow was the lowest in 2011- the profits of ABC10"
  },
  {
    "startTime": 308.479,
    "endTime": 317.00899999999996,
    "text": "skyrocketed in 2014 - over here- and MegaMarket was the most profitable in 2011 but then...-"
  },
  {
    "startTime": 317.009,
    "endTime": 323.139,
    "text": "and we continue by stating what we see. These are just examples of notes just to give you"
  },
  {
    "startTime": 323.139,
    "endTime": 329.33,
    "text": "an idea what you can write in this paragraph and how you can phrase what you actually see"
  },
  {
    "startTime": 329.33,
    "endTime": 334.21,
    "text": "in the picture. This is what you do, you include the summary of the diagram in this paragraph."
  },
  {
    "startTime": 334.21,
    "endTime": 341.56899999999996,
    "text": "In this case, in our example, you just describe each company and the performance over the"
  },
  {
    "startTime": 341.569,
    "endTime": 346.97900000000004,
    "text": "years by starting from the most exceptional data, the most exceptional information in"
  },
  {
    "startTime": 346.979,
    "endTime": 354.09,
    "text": "order to help you, ok? Now, in the next paragraph you start making comparisons, you don't have"
  },
  {
    "startTime": 354.09,
    "endTime": 361.04999999999995,
    "text": "to state each and every thing NO by no means no, don't do that! Just the most important"
  },
  {
    "startTime": 361.05,
    "endTime": 368.15000000000003,
    "text": "points that you think that should be mentioned. Just be clear and specific and choose the"
  },
  {
    "startTime": 368.15,
    "endTime": 374.28,
    "text": "most important obvious correlations according to your own opinion. So, your plan notes for"
  },
  {
    "startTime": 374.28,
    "endTime": 381.30999999999995,
    "text": "the next paragraph could look like that: So, you can say that Grow&Flow, the profits of"
  },
  {
    "startTime": 381.31,
    "endTime": 392.759,
    "text": "Grow&Flow and TodayGlobal's have been decreased in 2014, you can also say that from 2012-2014"
  },
  {
    "startTime": 392.759,
    "endTime": 400.90000000000003,
    "text": "MegaMarket and Grow&Flow are closely aligned, as you can see, not much of a difference and"
  },
  {
    "startTime": 400.9,
    "endTime": 410.4,
    "text": "of course you can also say that with the exception of ABC10 over here, that steadily increases"
  },
  {
    "startTime": 410.4,
    "endTime": 419.48999999999995,
    "text": "reaching each peak in 2014 all the rest have significantly dropped in terms of profit,"
  },
  {
    "startTime": 419.49,
    "endTime": 425.889,
    "text": "ok? In your next paragraph, second paragraph you can start with comparisons, so mainly"
  },
  {
    "startTime": 425.889,
    "endTime": 432.24,
    "text": "these are just examples, -the profits of Grow&Flow and TodayGlobal decreased in 2014 -from 2011"
  },
  {
    "startTime": 432.24,
    "endTime": 439.689,
    "text": "to 2014 the profits of MegaMarket and Grow&Flow are closely aligned and- with the exception"
  },
  {
    "startTime": 439.689,
    "endTime": 447.759,
    "text": "of ABC10, all the rest have significantly dropped in terms of profit. Ok, so these are"
  },
  {
    "startTime": 447.759,
    "endTime": 457.41900000000004,
    "text": "just notes of just stating what you can see by comparing the information, just that, ok?"
  },
  {
    "startTime": 457.419,
    "endTime": 464.599,
    "text": "you do not have to write everything, just what you consider important. Always be simple,"
  },
  {
    "startTime": 464.599,
    "endTime": 471.02,
    "text": "you have no idea what you can gain with that. I mean, lots of students think that if their"
  },
  {
    "startTime": 471.02,
    "endTime": 476.49,
    "text": "phrasing is too simple they are going to lose marks for it but really the only way that"
  },
  {
    "startTime": 476.49,
    "endTime": 483.889,
    "text": "you can lose marks is convoluted phrasing, complex phrasing that is, that leads to grammatical"
  },
  {
    "startTime": 483.889,
    "endTime": 491.49,
    "text": "and syntactical mistakes. So, what I like to say, \"Better be simple, than sorry\". And"
  },
  {
    "startTime": 491.49,
    "endTime": 497.259,
    "text": "lastly, you have your conclusion, mainly what you can state in your conclusion, actually"
  },
  {
    "startTime": 497.259,
    "endTime": 503.59000000000003,
    "text": "you wrap-up all the most important information, the most important points in a single paragraph."
  },
  {
    "startTime": 503.59,
    "endTime": 510.10999999999996,
    "text": "Now, if you know a reason, if you believe that something is the cause for increased"
  },
  {
    "startTime": 510.11,
    "endTime": 516.39,
    "text": "values or dropped values or anything like that, now is the time to actually state your"
  },
  {
    "startTime": 516.39,
    "endTime": 523.56,
    "text": "opinion but only if this opinion is based on the information that you see in the diagram"
  },
  {
    "startTime": 523.56,
    "endTime": 529.54,
    "text": "not something you just think it could be from your own personal experience or something"
  },
  {
    "startTime": 529.54,
    "endTime": 535.0699999999999,
    "text": "like that, ok? You always base your opinion on the data that you see in the diagram. So,"
  },
  {
    "startTime": 535.07,
    "endTime": 541.6600000000001,
    "text": "here's what your notes could be for the conclusion: Now, so your notes could be -global financial"
  },
  {
    "startTime": 541.66,
    "endTime": 547.61,
    "text": "crisis results in dropping profits -only one company steadily increased. So, basically"
  },
  {
    "startTime": 547.61,
    "endTime": 556.42,
    "text": "you just conclude all your main points, for example you could say in your conclusion:"
  },
  {
    "startTime": 556.42,
    "endTime": 562.3389999999999,
    "text": "\"To sum-up, the diagram shows that the international financial crisis has affected the majority"
  },
  {
    "startTime": 562.339,
    "endTime": 570.4300000000001,
    "text": "of the companies as/because..\" and you move on by stating your own opinion. And now you're"
  },
  {
    "startTime": 570.43,
    "endTime": 578.31,
    "text": "ready to go and write that essay. Ideally, with enough practice this plan will be written"
  },
  {
    "startTime": 578.31,
    "endTime": 584.92,
    "text": "in no time you would be able to write it on the spot with some notes of yours, especially"
  },
  {
    "startTime": 584.92,
    "endTime": 591.37,
    "text": "if you practice enough. However, if you're just starting out it will prove very helpful"
  },
  {
    "startTime": 591.37,
    "endTime": 598.24,
    "text": "to actually fill that in, in more detail, before you write your essay. Ok, that's it"
  },
  {
    "startTime": 598.24,
    "endTime": 602.899,
    "text": "for today! Ask me your questions here or in Fb, T, G+ I've added all three links down"
  },
  {
    "startTime": 602.899,
    "endTime": 612.899,
    "text": "below in the description box, thank you very much for watching, good luck with your exam!"
  }
]