[
  {
    "startTime": 0.41,
    "endTime": 7.5440000000000005,
    "text": "Hello, everyone. I am Niharika. Welcome back. Well, in today's lesson, we are going to look at types of tea."
  },
  {
    "startTime": 7.544,
    "endTime": 17.073999999999998,
    "text": "So, what comes to your mind when you think or talk about tea, well, the aroma, the taste, tradition, or social gathering?"
  },
  {
    "startTime": 17.074,
    "endTime": 24.066000000000003,
    "text": "Well, all these beautiful elements are associated with the wonderful beverage called Tea."
  },
  {
    "startTime": 31.1,
    "endTime": 37.869,
    "text": "So, in today's lesson we are gonna look at the different types of tea, in fact, the most popular ones in the world"
  },
  {
    "startTime": 37.92,
    "endTime": 47.959,
    "text": "because many people have no clue how to serve different types of tea or how a type of tea should be taken."
  },
  {
    "startTime": 47.959,
    "endTime": 51.814,
    "text": "So, that's what you are gonna learn, and let's get started."
  },
  {
    "startTime": 51.814,
    "endTime": 54.968,
    "text": "The first one is English Breakfast."
  },
  {
    "startTime": 54.968,
    "endTime": 61.996,
    "text": "Well, English Breakfast is one of the most common type of tea that you would find in the world."
  },
  {
    "startTime": 61.996,
    "endTime": 70.68,
    "text": "Well, it was initially just called as Breakfast Tea and it was developed by the tea master."
  },
  {
    "startTime": 70.68,
    "endTime": 75.83800000000001,
    "text": "He was, in fact, a Scottish tea master, his name was Drysdale."
  },
  {
    "startTime": 82.0,
    "endTime": 93.03999999999999,
    "text": "So, Drysdale was the one who developed this type of tea, and, in fact, it is a blend of fine black teas including the Keemun Tea."
  },
  {
    "startTime": 106.928,
    "endTime": 111.033,
    "text": "So, why the name English Breakfast?"
  },
  {
    "startTime": 111.033,
    "endTime": 116.21600000000001,
    "text": "Well, eventually this type of tea was extremely popular in England,"
  },
  {
    "startTime": 116.216,
    "endTime": 123.25699999999999,
    "text": "so the London, you know, tea shops or the tea stores renamed it to English Breakfast"
  },
  {
    "startTime": 123.257,
    "endTime": 131.102,
    "text": "because it is said that the aroma of this tea is very similar to a fresh hot toast from the oven."
  },
  {
    "startTime": 131.102,
    "endTime": 137.407,
    "text": "So, well, maybe that's exactly the reason why it is named as English Breakfast Tea."
  },
  {
    "startTime": 137.407,
    "endTime": 144.732,
    "text": "And how this tea should be served? Well, it should be served with milk or lemon."
  },
  {
    "startTime": 144.732,
    "endTime": 150.806,
    "text": "But please do not mix lemon and milk together because that would curdle the milk, right?"
  },
  {
    "startTime": 150.806,
    "endTime": 161.068,
    "text": "So, either it can be served with milk or with lemon, okay?"
  },
  {
    "startTime": 161.068,
    "endTime": 169.74,
    "text": "Now let's have a look at the second one, Irish Breakfast. Well, surprisingly, Irish are great tea drinkers."
  },
  {
    "startTime": 169.74,
    "endTime": 174.847,
    "text": "Well, I learned it when I was looking for the information about tea. I didn't know that."
  },
  {
    "startTime": 174.847,
    "endTime": 182.447,
    "text": "So, Irish people are great tea drinkers and they brew their tea very strong."
  },
  {
    "startTime": 190.67,
    "endTime": 204.38799999999998,
    "text": "So, the flavor of Irish Breakfast Tea is extremely robust, and because of its strong taste, people tend to add sugar, and, of course, it's taken with milk."
  },
  {
    "startTime": 204.388,
    "endTime": 208.299,
    "text": "But never with cream; cream is for coffee, okay?"
  },
  {
    "startTime": 208.299,
    "endTime": 212.39100000000002,
    "text": "So, you add milk and sugar to this type of tea."
  },
  {
    "startTime": 212.391,
    "endTime": 217.041,
    "text": "In fact, you know there's a saying among the Irish people"
  },
  {
    "startTime": 217.1,
    "endTime": 224.82999999999998,
    "text": "that \"A perfect cup of tea should be as strong to drop a mouse from it.\""
  },
  {
    "startTime": 224.9,
    "endTime": 226.70000000000002,
    "text": "Pretty interesting, right?"
  },
  {
    "startTime": 226.8,
    "endTime": 240.79500000000002,
    "text": "So, that's a famous saying, so, yes, the aroma of Irish Breakfast Tea is extremely robust and strong. Okay?"
  },
  {
    "startTime": 240.795,
    "endTime": 243.16799999999998,
    "text": "The next one, Earl Grey."
  },
  {
    "startTime": 243.168,
    "endTime": 245.42000000000002,
    "text": "Well, that's one of my favorites."
  },
  {
    "startTime": 245.5,
    "endTime": 251.8,
    "text": "Well, Earl Grey Tea...well, there was this man named Earl Grey,"
  },
  {
    "startTime": 251.856,
    "endTime": 256.842,
    "text": "who was also a Prime Minister years ago under William IV."
  },
  {
    "startTime": 256.842,
    "endTime": 261.3,
    "text": "Well, of course, this type of tea is named after him."
  },
  {
    "startTime": 261.3,
    "endTime": 271.745,
    "text": "The reason because it's believed that a Chinese Mandarin offered a blend of black tea in order to influence trade relations."
  },
  {
    "startTime": 271.745,
    "endTime": 280.507,
    "text": "So, that's a possibility that why this type of tea was named as Earl Grey."
  },
  {
    "startTime": 280.507,
    "endTime": 293.625,
    "text": "So, in fact, it is a mix of black tea, it's the blend of black tea and bergamot oil."
  },
  {
    "startTime": 293.625,
    "endTime": 300.6,
    "text": "And it's served plain, without sugar, without milk, without cream; it's just served plain."
  },
  {
    "startTime": 300.735,
    "endTime": 302.59200000000004,
    "text": "Okay, that's Earl Grey for you."
  },
  {
    "startTime": 302.592,
    "endTime": 306.42699999999996,
    "text": "And the next one that we have is the Darjeeling Tea."
  },
  {
    "startTime": 306.427,
    "endTime": 311.97200000000004,
    "text": "Well, Darjeeling Tea is grown in the mountain areas of India."
  },
  {
    "startTime": 311.972,
    "endTime": 327.553,
    "text": "And the high altitude, the mountain altitude, and the misty, the very gentle misty rains are perfect combination to grow this unique flavor, or a light-flavored tea."
  },
  {
    "startTime": 327.553,
    "endTime": 331.626,
    "text": "So, Darjeeling Tea is extremely light-flavored."
  },
  {
    "startTime": 334.611,
    "endTime": 346.44,
    "text": "And, in fact, even this tea is to be taken without milk, there are a few people who like Darjeeling tea to be served with a dash of lemon."
  },
  {
    "startTime": 346.44,
    "endTime": 356.586,
    "text": "But without lemon, without milk, this tea is just perfect because it has a unique aroma that people love it."
  },
  {
    "startTime": 356.6,
    "endTime": 358.89000000000004,
    "text": "So, that's Darjeeling tea for you."
  },
  {
    "startTime": 358.9,
    "endTime": 361.62,
    "text": "Another type is Oolong Tea."
  },
  {
    "startTime": 361.62,
    "endTime": 364.883,
    "text": "Well, Oolong tea belongs to China."
  },
  {
    "startTime": 364.883,
    "endTime": 373.008,
    "text": "It was grown in China but now it's very much grown in Taiwan, and it's called as Elegant Tea."
  },
  {
    "startTime": 375.6,
    "endTime": 380.10400000000004,
    "text": "In fact, it has another name to it as well."
  },
  {
    "startTime": 380.104,
    "endTime": 383.596,
    "text": "It's also known as Champagne of teas."
  },
  {
    "startTime": 383.596,
    "endTime": 398.132,
    "text": "So, again, Oolong tea has this amazing aroma; it's across between black tea and the green tea, and it has a very unique aroma to it."
  },
  {
    "startTime": 398.132,
    "endTime": 401.571,
    "text": "In fact, the tea leaves are fermented."
  },
  {
    "startTime": 406.8,
    "endTime": 413.291,
    "text": "They are fermented to achieve this delicious fruity aroma or delicious fruity taste to it."
  },
  {
    "startTime": 413.291,
    "endTime": 421.4,
    "text": "So, if you haven't tried Oolong tea then you should because it's different and it's just amazing."
  },
  {
    "startTime": 421.4,
    "endTime": 423.979,
    "text": "And, the next one, Green Tea."
  },
  {
    "startTime": 423.979,
    "endTime": 431.075,
    "text": "Well, I am gonna explain Green Tea and White Tea together because they are pretty similar to each other."
  },
  {
    "startTime": 431.075,
    "endTime": 441.759,
    "text": "Both the tea are made out of Camellia sinensis plant, okay, which is famously known as the tea plant."
  },
  {
    "startTime": 451.577,
    "endTime": 459.7,
    "text": "And they are very lightly processed so that the leaves of this type of tea, they are made out of Camellia sinensis plant."
  },
  {
    "startTime": 459.739,
    "endTime": 467.525,
    "text": "They are very lightly processed to prevent oxidation, and they are lightest and the purest form of the teas."
  },
  {
    "startTime": 467.525,
    "endTime": 472.21299999999997,
    "text": "And, in fact, has extremely wonderful health benefits."
  },
  {
    "startTime": 472.213,
    "endTime": 482.481,
    "text": "So, if, in case you are very concerned about your health, you wanna be fit, you want glowing skin, then Green Tea and White Tea are just perfect. Okay?"
  },
  {
    "startTime": 482.481,
    "endTime": 486.644,
    "text": "And then the last one that we have for you is Masala Chai."
  },
  {
    "startTime": 486.644,
    "endTime": 499.061,
    "text": "It's also called as Indian Tea with spices, and it is prepared by boiling water, milk, and the tea, of course."
  },
  {
    "startTime": 499.061,
    "endTime": 513.254,
    "text": "It's either in the form of tea bags or tea powder, and a lot of spices are added while boiling this, cardamom, cinnamon, pepper, and even ginger."
  },
  {
    "startTime": 513.254,
    "endTime": 518.331,
    "text": "So, all these spices are added in order to make the Masala chai."
  },
  {
    "startTime": 518.331,
    "endTime": 526.47,
    "text": "It's delicious; it has a very different aroma, a very Indian aroma to it, and also has a lot of health benefits."
  },
  {
    "startTime": 526.5,
    "endTime": 536.46,
    "text": "So, if you are suffering from high cholesterol or if you have bad sore throat, then this chai is perfect. Okay?"
  },
  {
    "startTime": 536.6,
    "endTime": 544.924,
    "text": "So, it's either called as Masala Chai or it's called as Masala Tea or Tea with Indian spices. Okay?"
  },
  {
    "startTime": 554.9,
    "endTime": 558.2579999999999,
    "text": "Alright, so, this brings me to the end of this lesson."
  },
  {
    "startTime": 558.258,
    "endTime": 567.193,
    "text": "These are the types of tea; if you had no idea, well, I hope this lesson is helpful to you and now that you know these are the types of tea."
  },
  {
    "startTime": 567.193,
    "endTime": 570.802,
    "text": "Go ahead, make a delicious cup of tea for yourself."
  },
  {
    "startTime": 570.802,
    "endTime": 574.6220000000001,
    "text": "I will be back with a new lesson 'till then, you take care."
  }
]