[
  {
    "startTime": 7.439,
    "endTime": 12.019,
    "text": "No matter how well-paid or world famous movie stars and award winning directors may be,"
  },
  {
    "startTime": 12.019,
    "endTime": 16.349,
    "text": "they're still human - which means they make as many mistakes as anyone. Usually those"
  },
  {
    "startTime": 16.349,
    "endTime": 20.13,
    "text": "mistakes are left on the cutting room floor, or offered to fans on blooper reels for a"
  },
  {
    "startTime": 20.13,
    "endTime": 24.649,
    "text": "look behind the scenes, and a laugh. But sometimes those same outtakes can wind up in the spotlight"
  },
  {
    "startTime": 24.649,
    "endTime": 28.879,
    "text": "instead - the result of an editor and director who either never noticed, or decided it was"
  },
  {
    "startTime": 28.879,
    "endTime": 33.629000000000005,
    "text": "just too good to take out. But we'll let you be the judge. Here are Screen Rant's 10 Movie"
  },
  {
    "startTime": 33.629,
    "endTime": 37.32,
    "text": "Outtakes That Made It To The Big Screen."
  },
  {
    "startTime": 37.32,
    "endTime": 38.57,
    "text": "Star Wars"
  },
  {
    "startTime": 38.57,
    "endTime": 42.539,
    "text": "Just about every movie fan has seen the Star Wars Saga at least once, but there's a good"
  },
  {
    "startTime": 42.539,
    "endTime": 46.120000000000005,
    "text": "chance even die hard fans have overlooked one of the biggest mistakes in the franchises"
  },
  {
    "startTime": 46.12,
    "endTime": 50.538999999999994,
    "text": "first movie. When Luke Skywalker succeeds in destroying the Death Star, he gets a hero's"
  },
  {
    "startTime": 50.539,
    "endTime": 55.429,
    "text": "welcome back at the Rebel base. Princess Leia is so relieved, she screams out Luke's name,"
  },
  {
    "startTime": 55.429,
    "endTime": 62.92,
    "text": "but it isn't \"Leia\" that actor Mark Hamill calls out in response. The actors have tried"
  },
  {
    "startTime": 62.92,
    "endTime": 67.17,
    "text": "to cover up the gaff, but it's hard to miss Hamill calling his co-star Carrie Fisher by"
  },
  {
    "startTime": 67.17,
    "endTime": 68.58,
    "text": "her first name."
  },
  {
    "startTime": 68.58,
    "endTime": 70.29899999999999,
    "text": "Guardians of the Galaxy"
  },
  {
    "startTime": 70.299,
    "endTime": 75.26,
    "text": "With a cast as talented as Marvel's gang of space outlaws, some improv is to be expected."
  },
  {
    "startTime": 75.26,
    "endTime": 79.19000000000001,
    "text": "But actual accidents, like star Chris Pratt dropping an all-powerful orb of universal"
  },
  {
    "startTime": 79.19,
    "endTime": 83.47,
    "text": "destruction are a different story. Director James Gunn has confirmed that Chris Pratt"
  },
  {
    "startTime": 83.47,
    "endTime": 87.01,
    "text": "really did drop the orb by accident, but stayed in character and finished the shot, meaning"
  },
  {
    "startTime": 87.01,
    "endTime": 94.25,
    "text": "it could be still be used in the finished cut. Proving once and for all that it's nearly"
  },
  {
    "startTime": 94.25,
    "endTime": 99.0,
    "text": "impossible to find where the actor's clumsy personality ends, and Peter Quill begins."
  },
  {
    "startTime": 99.0,
    "endTime": 103.11,
    "text": "Lemony Snicket’s A Series of Unfortunate Events"
  },
  {
    "startTime": 103.11,
    "endTime": 106.86,
    "text": "The movie version of this novel series lived up to its name, but even in this series of"
  },
  {
    "startTime": 106.86,
    "endTime": 111.45,
    "text": "unfortunate events, one happy accident made it through editing, thanks to Jim Carrey's"
  },
  {
    "startTime": 111.45,
    "endTime": 115.5,
    "text": "famously quick thinking. When the movie's child stars meet their villainous uncle, he"
  },
  {
    "startTime": 115.5,
    "endTime": 124.409,
    "text": "proves his career as an actor isn't limited to the stage, asking them for a second take."
  },
  {
    "startTime": 124.409,
    "endTime": 129.769,
    "text": "But the line wasn't in the script - Carrey actually wanted to try his line again, but"
  },
  {
    "startTime": 129.769,
    "endTime": 134.61,
    "text": "stayed in character when asking his costars. Since the strange moment fit the movie's tone,"
  },
  {
    "startTime": 134.61,
    "endTime": 137.47000000000003,
    "text": "the director decided to leave it in."
  },
  {
    "startTime": 137.47,
    "endTime": 139.35999999999999,
    "text": "North by Northwest"
  },
  {
    "startTime": 139.36,
    "endTime": 143.45000000000002,
    "text": "Considered to be one of Alfred Hitchcock's best, and most parodied movies, there's one"
  },
  {
    "startTime": 143.45,
    "endTime": 148.58999999999997,
    "text": "part of North by Northwest that all involved would rather forget. When the Star Cary Grant"
  },
  {
    "startTime": 148.59,
    "endTime": 152.69,
    "text": "winds up taking a trip in the back of a police car, the actors rely on old fashioned tricks"
  },
  {
    "startTime": 152.69,
    "endTime": 157.22,
    "text": "to make the ride seem more realistic to the audience. When the driver takes a hard left,"
  },
  {
    "startTime": 157.22,
    "endTime": 161.08,
    "text": "Grant slides to the right like he's supposed to – while the other policeman misses the"
  },
  {
    "startTime": 161.08,
    "endTime": 165.42000000000002,
    "text": "cue completely, meaning Grant needs to give him a push, and leaving audiences to wonder"
  },
  {
    "startTime": 165.42,
    "endTime": 169.89,
    "text": "how the obviously blown take was the version Hitchcock left in the final cut."
  },
  {
    "startTime": 169.89,
    "endTime": 171.41,
    "text": "Cabin in the Woods"
  },
  {
    "startTime": 171.41,
    "endTime": 175.18,
    "text": "One of the biggest laughs of this horror comedy comes when one torture technician gets to"
  },
  {
    "startTime": 175.18,
    "endTime": 177.87,
    "text": "see a kill from his favourite mobster up close. Too close. The scene was intended to be truly"
  },
  {
    "startTime": 177.87,
    "endTime": 181.12,
    "text": "grotesque, as the Merman prop was rigged to pump out thick streams of blood as it consumed"
  },
  {
    "startTime": 181.12,
    "endTime": 184.9,
    "text": "its victim. With the effect working perfectly, the crew decided they might as well let the"
  },
  {
    "startTime": 184.9,
    "endTime": 189.16,
    "text": "blood tank empty out before stopping the camera. But it was only when the tank started to run"
  },
  {
    "startTime": 189.16,
    "endTime": 194.29,
    "text": "dry that the flowing blood turned into erratic spraying, and every crew member began uncontrollably"
  },
  {
    "startTime": 194.29,
    "endTime": 198.23999999999998,
    "text": "laughing. The tone changed immediately, and the director decided the joke was too good"
  },
  {
    "startTime": 198.24,
    "endTime": 202.62,
    "text": "to leave out, swapping gore for a gag, and proving that behind-the-scenes luck can still"
  },
  {
    "startTime": 202.62,
    "endTime": 205.13,
    "text": "result in movie magic."
  },
  {
    "startTime": 205.13,
    "endTime": 205.66,
    "text": "Serenity"
  },
  {
    "startTime": 205.66,
    "endTime": 210.15,
    "text": "The heroes of Joss Whedon's Firefly were up against an entire planetary alliance in this"
  },
  {
    "startTime": 210.15,
    "endTime": 214.91,
    "text": "big screen finale to the TV show, taking a suicide mission into enemy territory to get"
  },
  {
    "startTime": 214.91,
    "endTime": 219.209,
    "text": "a life or death message to the public. But when the truth came out, even the crew's main"
  },
  {
    "startTime": 219.209,
    "endTime": 223.4,
    "text": "enemy decides they shouldn't be punished. Unfortunately, the director had planned to"
  },
  {
    "startTime": 223.4,
    "endTime": 227.63,
    "text": "skip over the enemy soldiers standing down entirely - which meant he never filmed the"
  },
  {
    "startTime": 227.63,
    "endTime": 231.56,
    "text": "scene. Getting creative, Whedon used footage of the end of the shot, when he shouted \"cut!\""
  },
  {
    "startTime": 231.56,
    "endTime": 235.62,
    "text": "and the actors simply lowered their weapons. It did the trick, but they weren't alone:"
  },
  {
    "startTime": 235.62,
    "endTime": 239.72,
    "text": "look closely, and you'll see the crew member lowering their camera straight through the"
  },
  {
    "startTime": 239.72,
    "endTime": 241.3,
    "text": "frame."
  },
  {
    "startTime": 241.3,
    "endTime": 243.54000000000002,
    "text": "The Wizard of Oz"
  },
  {
    "startTime": 243.54,
    "endTime": 247.44,
    "text": "The villain of this classic movie met her end by melting in water, but the actress got"
  },
  {
    "startTime": 247.44,
    "endTime": 252.76,
    "text": "it much, much worse. When the Wicked Witch of the West makes her first exit from Munchkinland,"
  },
  {
    "startTime": 252.76,
    "endTime": 258.009,
    "text": "she does so in a puff of red smoke, and a burst of fire. It's a memorable effect, but"
  },
  {
    "startTime": 258.009,
    "endTime": 262.69,
    "text": "a pretty flawed one: not only can the trapdoor letting out smoke clearly be seen opening"
  },
  {
    "startTime": 262.69,
    "endTime": 267.32,
    "text": "from the floor's set, but it begins to pour out before the Witch even hits her mark. So"
  },
  {
    "startTime": 267.32,
    "endTime": 271.62,
    "text": "why was it left in the movie? In a later take, actress Margaret Hamilton was severely burned"
  },
  {
    "startTime": 271.62,
    "endTime": 276.41,
    "text": "when the fire erupted early, taking her out of action for almost two months. When the"
  },
  {
    "startTime": 276.41,
    "endTime": 283.27000000000004,
    "text": "actress returned, she refused any more fire stunts, so the studio was forced to use a"
  },
  {
    "startTime": 283.27,
    "endTime": 285.90999999999997,
    "text": "rehearsal take in the final cut, obvious errors, mistimed smoke and all."
  },
  {
    "startTime": 285.91,
    "endTime": 287.66,
    "text": "Days of Thunder"
  },
  {
    "startTime": 287.66,
    "endTime": 291.71000000000004,
    "text": "Even actors can get starstruck when working alongside mega stars like Tom Cruise, and"
  },
  {
    "startTime": 291.71,
    "endTime": 298.58,
    "text": "his game was proving a problem even early in his career. Playing the part of NASCAR"
  },
  {
    "startTime": 298.58,
    "endTime": 302.419,
    "text": "driver Cole Trickle in Days of Thunder, a head injury led to a love affair with his"
  },
  {
    "startTime": 302.419,
    "endTime": 307.03,
    "text": "characters doctor. When the couple spent the weekend with Cole's former rival Rowdy Burns,"
  },
  {
    "startTime": 307.03,
    "endTime": 311.07,
    "text": "introductions are made with Rowdy's wife Jenny. But she doesn't need to be told who her husband's"
  },
  {
    "startTime": 311.07,
    "endTime": 317.039,
    "text": "famous friend is (\"Hi Tom\" \"Hey Jenny\"). Somehow, her flub - and Cruise ignoring her mistake"
  },
  {
    "startTime": 317.039,
    "endTime": 319.15999999999997,
    "text": "- wound up in the finished movie."
  },
  {
    "startTime": 319.16,
    "endTime": 320.51000000000005,
    "text": "Spy Kids"
  },
  {
    "startTime": 320.51,
    "endTime": 328.4,
    "text": "It's still hard to believe that director Robert Rodriguez is responsible for mature action movies like Desperado AND the family friendly movie series Spy Kids."
  },
  {
    "startTime": 328.4,
    "endTime": 334.26,
    "text": "But it turns out that filming fewer action-packed scenes isn't necessarily that much easier. When Rodriguez was capturing"
  },
  {
    "startTime": 334.26,
    "endTime": 338.74,
    "text": "an early shot of actress Carla Gugino in front of a set of mirrors, he made an unexpected"
  },
  {
    "startTime": 338.74,
    "endTime": 342.919,
    "text": "cameo alongside her reflection. What should have led to a blown take and a good laugh"
  },
  {
    "startTime": 342.919,
    "endTime": 347.389,
    "text": "was left intact, with Rodriguez apparently deciding his blunder was too funny to edit"
  },
  {
    "startTime": 347.389,
    "endTime": 349.32,
    "text": "out."
  },
  {
    "startTime": 349.32,
    "endTime": 350.32,
    "text": "Terminator 2"
  },
  {
    "startTime": 350.32,
    "endTime": 354.08,
    "text": "Arnold Schwarzenegger may be more acclaimed for his action skills than his comedy chops"
  },
  {
    "startTime": 354.08,
    "endTime": 358.71,
    "text": "these days, but in the role of The Terminator, the actor could do no wrong. He even tried"
  },
  {
    "startTime": 358.71,
    "endTime": 363.03999999999996,
    "text": "a little improv. When his battle with the more powerful T-1000 in the movie’s sequel"
  },
  {
    "startTime": 363.04,
    "endTime": 367.61,
    "text": "left him severely damaged and losing limbs, he still managed to come to John Connor’s"
  },
  {
    "startTime": 367.61,
    "endTime": 371.889,
    "text": "rescue. In the script, the Terminator had no line to speak after saving John, with James"
  },
  {
    "startTime": 371.889,
    "endTime": 375.83,
    "text": "Cameron simply saying that he emerges “looking like he needs a vacation.” After filming"
  },
  {
    "startTime": 375.83,
    "endTime": 380.25899999999996,
    "text": "the scene several times, Arnold decided to give the director a laugh, turning his description"
  },
  {
    "startTime": 380.259,
    "endTime": 388.06,
    "text": "into an actual line. It got a laugh, but Cameron decided it actually fit the character perfectly,"
  },
  {
    "startTime": 388.06,
    "endTime": 391.13,
    "text": "and made sure that was the take he went with."
  },
  {
    "startTime": 391.13,
    "endTime": 395.6,
    "text": "So what do you think of our list? Did we miss any of your favorite outtakes or happy accidents"
  },
  {
    "startTime": 395.6,
    "endTime": 397.68,
    "text": "in blockbuster movies? Let us know in our comment section and don't forget to check"
  },
  {
    "startTime": 397.68,
    "endTime": 401.86,
    "text": "out our friends at TheRichest and subscribe to their channel! They just released an awesome"
  },
  {
    "startTime": 401.86,
    "endTime": 405.46000000000004,
    "text": "video about movie mistakes we are sure you’re going to love! Thanks again for watching and"
  },
  {
    "startTime": 405.46,
    "endTime": 415.46,
    "text": "make sure to subscribe to our channel to watch more videos like this one."
  }
]