[
  {
    "startTime": 0.0,
    "endTime": 5.08,
    "text": "When it comes to live action fairy tales, why should Disney have all the fun?!"
  },
  {
    "startTime": 5.08,
    "endTime": 39.78,
    "text": "You're watching Beyond The Trailer's review of Warner Bros' Pan..."
  },
  {
    "startTime": 39.78,
    "endTime": 45.53,
    "text": "Thanks to  decades of Disney Animation, the Mouse House is the trusted brand when it comes to fairy"
  },
  {
    "startTime": 45.53,
    "endTime": 51.67,
    "text": "tales - yet the fairy tales themselves are actually in the public domain. The only thing"
  },
  {
    "startTime": 51.67,
    "endTime": 55.559000000000005,
    "text": "Disney owns the rights to are the elements that THEY added in their animated - and now"
  },
  {
    "startTime": 55.559,
    "endTime": 60.858999999999995,
    "text": "live action - adaptations. And as Warner Bros tries to build their own superhero division"
  },
  {
    "startTime": 60.859,
    "endTime": 65.08,
    "text": "like Disney's Marvel, they're also trying to launch their own live action fairy tale"
  },
  {
    "startTime": 65.08,
    "endTime": 71.28999999999999,
    "text": "division. Pan is hitting theaters first, followed by Tarzan and King Arthur in 2016 and Jungle"
  },
  {
    "startTime": 71.29,
    "endTime": 78.7,
    "text": "Book Origins in 2017. Now ideally Pan - which is actually co-produced by Greg Berlanti,"
  },
  {
    "startTime": 78.7,
    "endTime": 83.77000000000001,
    "text": "who overseas Warner Bros' popular DC comics TV shows - would set the stage for all these"
  },
  {
    "startTime": 83.77,
    "endTime": 89.619,
    "text": "upcoming films but, well, Pan has had a rough time of it. When the picture first came together"
  },
  {
    "startTime": 89.619,
    "endTime": 94.34,
    "text": "with Hugh Jackman as the mysterious pirate Blackbeard and Hanna director Joe Wright at"
  },
  {
    "startTime": 94.34,
    "endTime": 99.86,
    "text": "the helm, it seemed like a very strong contender indeed - although casting Garrett Hedlund,"
  },
  {
    "startTime": 99.86,
    "endTime": 104.86,
    "text": "who's promised stardom has yet to materialize, as a the young Hook was somewhat worriesome."
  },
  {
    "startTime": 104.86,
    "endTime": 110.689,
    "text": "But when Rooney Mara was cast as the native american princess Tiger Lily, it shook the"
  },
  {
    "startTime": 110.689,
    "endTime": 116.32,
    "text": "picture to the core. Audiences, and the media, went into a frenzy, and Warner Bros has tried"
  },
  {
    "startTime": 116.32,
    "endTime": 121.469,
    "text": "to repeatedly defend Mara's casting by saying they went with the best actress for the role,"
  },
  {
    "startTime": 121.469,
    "endTime": 126.42999999999999,
    "text": "regardless of skin color. Also, it's worth noting that Mara has a very similar look to"
  },
  {
    "startTime": 126.43,
    "endTime": 131.08,
    "text": "Keira Knightley, who was director Wright's leading lady in Pride and Prejudice, Atonement"
  },
  {
    "startTime": 131.08,
    "endTime": 135.8,
    "text": "and Anna Karenina. Sometimes, directors just favor a certain look when it comes to their"
  },
  {
    "startTime": 135.8,
    "endTime": 141.22,
    "text": "leading ladies - although to be fair Wright is married to a woman of Indian decent, and"
  },
  {
    "startTime": 141.22,
    "endTime": 146.4,
    "text": "one has to wonder how she felt about his Tiger Lily casting... Anyway, while for decades"
  },
  {
    "startTime": 146.4,
    "endTime": 151.48000000000002,
    "text": "Hollywood has gotten away with whitewashing films, the recent implosion of Fox's Exodus"
  },
  {
    "startTime": 151.48,
    "endTime": 157.0,
    "text": "has got to have Warner Bros worried. And their confidence in Pan does seem shaken, as while"
  },
  {
    "startTime": 157.0,
    "endTime": 162.08,
    "text": "it was originally set to be a big summer release, Warner Bros blinked and moved the pic to October"
  },
  {
    "startTime": 162.08,
    "endTime": 167.42000000000002,
    "text": "when none other than Disney scheduled Ant-Man to open opposite the picture. Now it does"
  },
  {
    "startTime": 167.42,
    "endTime": 173.2,
    "text": "have an entire weekend to itself, but Sony's Goosebumps is debuting the very next weekend."
  },
  {
    "startTime": 173.2,
    "endTime": 178.73999999999998,
    "text": "And as for adult moviegoers, not only is awards season starting up but the very genre-y Crimson"
  },
  {
    "startTime": 178.74,
    "endTime": 185.19,
    "text": "Peak - almost a gothic fairy tale itself - also opens the very next weekend. But still, at"
  },
  {
    "startTime": 185.19,
    "endTime": 190.32999999999998,
    "text": "least publicly, Warner Bros says they're eager to make a Pan sequel and soon, before newcomer"
  },
  {
    "startTime": 190.33,
    "endTime": 197.73000000000002,
    "text": "Levi Miller gets too big for the role. Uh-oh! Too late! So much for \"I won't grow up!\" Damn"
  },
  {
    "startTime": 197.73,
    "endTime": 200.0,
    "text": "child actors and their hormones..."
  },
  {
    "startTime": 200.0,
    "endTime": 210.0,
    "text": "Maybe that's why Disney animated these fairy tales in the first place, huh?"
  }
]