[
  {
    "startTime": 17.7,
    "endTime": 26.0,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love like this."
  },
  {
    "startTime": 26.0,
    "endTime": 31.2,
    "text": "And today, it's Q&A Tuesday and today's question comes from Leah and Leah writes:"
  },
  {
    "startTime": 31.2,
    "endTime": 37.0,
    "text": "\"Hi Marie. I love listening to you. It always makes me feel better and gives me inspiration to keep moving forward."
  },
  {
    "startTime": 37.0,
    "endTime": 41.0,
    "text": "However, lately, I'm having trouble staying positive."
  },
  {
    "startTime": 41.0,
    "endTime": 45.0,
    "text": "I'm almost 25 years old and I got my bachelor's 2 years ago."
  },
  {
    "startTime": 45.0,
    "endTime": 56.3,
    "text": "I wanted to become a teacher but I didn't feel ready, so I spent the past 2 years in different jobs relating to children and now  I feel I have the experience and confidence I was lacking back when I graduated."
  },
  {
    "startTime": 56.3,
    "endTime": 60.8,
    "text": "However, now I'm trying to go back to school and I'm having trouble passing some tests."
  },
  {
    "startTime": 60.8,
    "endTime": 68.1,
    "text": "And I see classmates who are travelling, getting married, and, most importantly, getting jobs doing what I wanna do."
  },
  {
    "startTime": 68.1,
    "endTime": 73.8,
    "text": "It makes me wonder if I made the right choice and if I'm really behind on where I should be at life right now."
  },
  {
    "startTime": 73.8,
    "endTime": 77.0,
    "text": "I can't help feeling empty, desperate, and hopeless."
  },
  {
    "startTime": 77.0,
    "endTime": 83.8,
    "text": "I really need to know how to help myself and make improvements in my life without feeling jealous of other people's paths."
  },
  {
    "startTime": 83.8,
    "endTime": 86.07,
    "text": "Hope you can help. Thank you. Leah.\""
  },
  {
    "startTime": 86.07,
    "endTime": 91.3,
    "text": "Great question, Leah. You know, nearly every person I know has struggled with this."
  },
  {
    "startTime": 91.3,
    "endTime": 98.00999999999999,
    "text": "I mean, for me, that feeling of I should be further ahead by now totally dominated my early 20s."
  },
  {
    "startTime": 98.01,
    "endTime": 101.4,
    "text": "I was in constant angst and it was really painful."
  },
  {
    "startTime": 101.4,
    "endTime": 109.229,
    "text": "And in my work, I've heard this ame struggle from people in their 30s and their 40s and their 50s and 60s and 70s, etcetera."
  },
  {
    "startTime": 109.229,
    "endTime": 115.4,
    "text": "I believe this is a sickness that we human beings have and if you don't get a handle on this thing right now,"
  },
  {
    "startTime": 115.4,
    "endTime": 123.299,
    "text": "you will continue to feel empty and desperate and hopeless no matter what you do or no matter what you achieve."
  },
  {
    "startTime": 123.299,
    "endTime": 131.1,
    "text": "Now, the good news is that there are only 2 things that you need to do in order to heal yourself from this sickness."
  },
  {
    "startTime": 131.1,
    "endTime": 135.7,
    "text": "And it's important to know that these are not one time actions, my dear."
  },
  {
    "startTime": 135.7,
    "endTime": 141.39999999999998,
    "text": "These are conscious choices that you have to make each and every single day."
  },
  {
    "startTime": 141.4,
    "endTime": 147.0,
    "text": "Otherwise, you're gonna slip right back into that same old funk that you're in now, and we can't have that."
  },
  {
    "startTime": 147.0,
    "endTime": 148.4,
    "text": "So let's dive in."
  },
  {
    "startTime": 148.4,
    "endTime": 152.20000000000002,
    "text": "Number one, I want you to adore your detours."
  },
  {
    "startTime": 152.2,
    "endTime": 157.1,
    "text": "So what does that mean? You've got to ask yourself, have you ever taken a road trip? Probably so."
  },
  {
    "startTime": 157.1,
    "endTime": 164.79999999999998,
    "text": "Sometimes you don't get to your destination at the time that you thought you would because you took a little detour."
  },
  {
    "startTime": 164.8,
    "endTime": 168.70000000000002,
    "text": "Maybe you decided at the last minute, \"You know what? We wanna take the scenic route.\""
  },
  {
    "startTime": 168.7,
    "endTime": 177.1,
    "text": "Or you decide to stop for lunch and you discover this adorable little town that you would've never seen if you stayed on the highway."
  },
  {
    "startTime": 177.1,
    "endTime": 184.0,
    "text": "My point is, detours aren't always bad and getting there sooner isn't always better."
  },
  {
    "startTime": 184.0,
    "endTime": 187.709,
    "text": "You have got to trust the timing of your life."
  },
  {
    "startTime": 187.709,
    "endTime": 195.0,
    "text": "You have to trust that you made the best choices you could have possibly made at the time because, guess what, you made them."
  },
  {
    "startTime": 195.0,
    "endTime": 197.94,
    "text": "And trust that every experience taught you something that you need to know right now."
  },
  {
    "startTime": 200.51,
    "endTime": 207.209,
    "text": "Number two, and this is the most important step, you've got to go cold turkey on compare-schläger."
  },
  {
    "startTime": 207.209,
    "endTime": 209.0,
    "text": "I've talked about this before."
  },
  {
    "startTime": 209.0,
    "endTime": 217.0,
    "text": "Back in college, I had some nasty nights doing shots of this awful cinnamon flavored liqueur called goldschläger. It's pretty much disgusting."
  },
  {
    "startTime": 219.0,
    "endTime": 232.0,
    "text": "Now, when you compare your path with someone else's,  you're basically drinking compare-schläger, which is like 100 times worse for you than goldschläger and, I've got to say, that is not easy to do."
  },
  {
    "startTime": 232.0,
    "endTime": 242.0,
    "text": "Now, you know that you've been doing shots of compare-schläger when you're left with a major comparison hangover, which is what you're experiencing right now."
  },
  {
    "startTime": 242.0,
    "endTime": 249.4,
    "text": "Now, comparison is where all of this \"I should be further ahead by now\" BS stuff comes from."
  },
  {
    "startTime": 249.4,
    "endTime": 260.389,
    "text": "And I guarantee you, if you stop doing shots of compare-schläger to a very large extent, you're gonna stop feeling all this angst and anxiety and hopelessness."
  },
  {
    "startTime": 260.389,
    "endTime": 267.0,
    "text": "They say comparison is the thief of joy. I say it's the Hamburglar of happiness."
  },
  {
    "startTime": 267.0,
    "endTime": 276.6,
    "text": "It will not rest until it takes all of your self esteem, makes off with it into the night, and leaves you doing the ugly cry in the corner."
  },
  {
    "startTime": 276.6,
    "endTime": 279.70000000000005,
    "text": "You might be asking yourself, \"Well, how do you stop comparing?\""
  },
  {
    "startTime": 279.8,
    "endTime": 290.8,
    "text": "It's pretty simple. You have got to put blinders on because constantly looking to the right or to the left is actually what's slowing you down and you need to focus on your own game."
  },
  {
    "startTime": 290.8,
    "endTime": 302.40000000000003,
    "text": "So if you really wanna do a comparison cleanse, try this: Do a total social media detox and stop following or looking at people who you tend to compare yourself to."
  },
  {
    "startTime": 302.4,
    "endTime": 309.7,
    "text": "Don't pick up magazines or watch TV shows that portray some unrealistic ideal of perfection."
  },
  {
    "startTime": 309.7,
    "endTime": 315.7,
    "text": "Do not go actively searching for things that you know are gonna leave you feeling upset."
  },
  {
    "startTime": 315.7,
    "endTime": 326.9,
    "text": "Now, I know that this takes discipline and it takes constant vigilance, but I've gotta tell you, commit to this and I promise you will feel better than you've ever felt before."
  },
  {
    "startTime": 326.9,
    "endTime": 331.88899999999995,
    "text": "And you're gonna have more time and energy to make your dreams come to life."
  },
  {
    "startTime": 331.889,
    "endTime": 338.409,
    "text": "Let's land this plane on a repeatable tweetable."
  },
  {
    "startTime": 338.5,
    "endTime": 344.949,
    "text": "Where you are is exactly where you need to be. Trust the timing of your life."
  },
  {
    "startTime": 344.949,
    "endTime": 348.889,
    "text": "Now, if you're a mantra lover, try this."
  },
  {
    "startTime": 348.889,
    "endTime": 355.0,
    "text": "Where I am is exactly where I need to be. I trust the timing of my life."
  },
  {
    "startTime": 355.0,
    "endTime": 358.679,
    "text": "You got a two for today. You're welcome."
  },
  {
    "startTime": 358.5,
    "endTime": 365.4,
    "text": "Now I would love to hear from you. Have you ever struggled with thinking, \"I should be further ahead by now.\""
  },
  {
    "startTime": 365.4,
    "endTime": 368.669,
    "text": "What helped you make peace with your path?"
  },
  {
    "startTime": 368.669,
    "endTime": 375.18899999999996,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so please go there and leave a comment now."
  },
  {
    "startTime": 378.199,
    "endTime": 383.689,
    "text": "Did you like this video? If so, subscribe. And, of course, I would be so appreciative if you shared this with your friends."
  },
  {
    "startTime": 385.0,
    "endTime": 398.4,
    "text": "And if you want even more awesome resources to create a business and life that you love, plus some personal insights from me that I only talk about in email, come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 398.4,
    "endTime": 406.09999999999997,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 406.1,
    "endTime": 410.0,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]