[
  {
    "startTime": 3.67,
    "endTime": 8.69,
    "text": "Hi, FoodTube. I'm Anna Jones and I'm going to show you how to make one of my favorite ever breakfasts."
  },
  {
    "startTime": 8.7,
    "endTime": 13.57,
    "text": "It's bircher muesli! This is a dairy free breakfast and it's warming and delicious,"
  },
  {
    "startTime": 13.58,
    "endTime": 16.14,
    "text": "and exactly what you need to get you going for the day."
  },
  {
    "startTime": 16.4,
    "endTime": 19.459999999999997,
    "text": "For this, I'm using almond milk which is dairy free,"
  },
  {
    "startTime": 19.47,
    "endTime": 21.349999999999998,
    "text": "but you can use any milk you want."
  },
  {
    "startTime": 21.45,
    "endTime": 24.689999999999998,
    "text": "So I'm gonna start with the oats. The oats are gonna be the base of this."
  },
  {
    "startTime": 24.7,
    "endTime": 26.88,
    "text": "Everyone's got them in the cupboard. They are super cheap."
  },
  {
    "startTime": 26.89,
    "endTime": 31.21,
    "text": "I'm using rolled oats instead of the instant ones. The instant ones can be a bit more powdery."
  },
  {
    "startTime": 31.22,
    "endTime": 34.24,
    "text": "And we are going to soak these. So they are going to soften enough a little bit."
  },
  {
    "startTime": 34.25,
    "endTime": 38.4,
    "text": "We are going to use about 100 grams which is enough for 2 people."
  },
  {
    "startTime": 38.41,
    "endTime": 40.589999999999996,
    "text": "These little chia seeds are pretty amazing."
  },
  {
    "startTime": 40.6,
    "endTime": 43.65,
    "text": "They're really, really high in protein and they're packed with nutrients."
  },
  {
    "startTime": 43.66,
    "endTime": 51.19,
    "text": "So adding a couple of tablespoon of these to your breakfast will give you a massive protein boost and keep you full until lunch time."
  },
  {
    "startTime": 51.2,
    "endTime": 55.07,
    "text": "These are pumpkin seeds. Pumpkin seeds are really high in iron."
  },
  {
    "startTime": 55.08,
    "endTime": 59.349999999999994,
    "text": "If you can't get hold of chia seeds, then you could just double up on the pumpkin seeds."
  },
  {
    "startTime": 59.36,
    "endTime": 62.29,
    "text": "And we gonna add just about a tablespoon."
  },
  {
    "startTime": 62.3,
    "endTime": 67.39999999999999,
    "text": "So the real beauty of this bircher is that you can actually just make it with whatever else you've got,"
  },
  {
    "startTime": 67.51,
    "endTime": 71.75,
    "text": "and you can actually adapt this recipe to suit what you like to eat in the morning."
  },
  {
    "startTime": 71.88,
    "endTime": 74.44,
    "text": "And what we need to add next is a little bit of sweetness."
  },
  {
    "startTime": 74.45,
    "endTime": 78.45,
    "text": "I'm going to use maple syrup. A tablespoon here."
  },
  {
    "startTime": 78.46,
    "endTime": 84.3,
    "text": "Honey is as same as maple syrup. It's sweet but it's better than adding a tablespoon of just plain refined sugar."
  },
  {
    "startTime": 84.31,
    "endTime": 87.49000000000001,
    "text": "A little bit of vanilla extract here."
  },
  {
    "startTime": 87.5,
    "endTime": 93.62,
    "text": "This is just gonna add some warmth, some kind of depth and some heady spice to this."
  },
  {
    "startTime": 93.63,
    "endTime": 98.89999999999999,
    "text": "I love adding lemon zest to lots of things. You might think it's a bit of a weird thing to add at breakfast."
  },
  {
    "startTime": 98.91,
    "endTime": 102.82,
    "text": "They're refreshing and I think having that in the morning is really, really nice."
  },
  {
    "startTime": 102.83,
    "endTime": 111.12,
    "text": "The next thing is some almond milk. You could use any milk you like here really. I like almond milk because it adds a bit of a extra protein and a bit extra of energy."
  },
  {
    "startTime": 111.13,
    "endTime": 117.49,
    "text": "I've got about 350 ml here which is going to be the perfect amount to soak these oats."
  },
  {
    "startTime": 117.5,
    "endTime": 123.29,
    "text": "By soaking the oats and seeds overnight, we make this lovely, creamy texture."
  },
  {
    "startTime": 123.3,
    "endTime": 127.7,
    "text": "But at the same time, we are actually speeding up the digestion process."
  },
  {
    "startTime": 127.71,
    "endTime": 133.87,
    "text": "So that's all ready to go, and you can really smell the vanilla and the zestiness of the lemon in here."
  },
  {
    "startTime": 133.88,
    "endTime": 136.39,
    "text": "So what I am going to do is just cover this."
  },
  {
    "startTime": 136.4,
    "endTime": 146.03,
    "text": "I'm just going to use a plate. If you use some cling film or whatever and I'm just going to pop in the fridge overnight."
  },
  {
    "startTime": 146.04,
    "endTime": 148.73999999999998,
    "text": "This bircher's been in a fridge overnight."
  },
  {
    "startTime": 148.75,
    "endTime": 156.39,
    "text": "You can see here that the oats have puffed up a bit, you can see that the chia seeds have kind of swollen up a bit in there,"
  },
  {
    "startTime": 157.4,
    "endTime": 161.3,
    "text": "and it's lovely and creamy and thick. So I'm really happy with that."
  },
  {
    "startTime": 161.31,
    "endTime": 165.35,
    "text": "I'm just going to pop that here, while I chop up a bit of fruit to go with it."
  },
  {
    "startTime": 165.36,
    "endTime": 171.69000000000003,
    "text": "I'm just going to do a couple of pears, but you can really use whatever's in season."
  },
  {
    "startTime": 171.7,
    "endTime": 177.92999999999998,
    "text": "Add a little pinch of cinnamon. I'm gonna squeeze over a tiny little bit of lemon juice,"
  },
  {
    "startTime": 177.94,
    "endTime": 182.49,
    "text": "and I'm also just gonna add a few of these sour cherries."
  },
  {
    "startTime": 182.5,
    "endTime": 186.26,
    "text": "I always do this fresh on the morning I'm going to eat it."
  },
  {
    "startTime": 186.27,
    "endTime": 190.59,
    "text": "The bircher is brilliant to do overnight, so this is all the work done the night before,"
  },
  {
    "startTime": 190.6,
    "endTime": 197.19,
    "text": "and then all you need to do in the morning just chop up a little bit of fruit or even throw some berries or dried fruit on top if you're really in a rush."
  },
  {
    "startTime": 197.2,
    "endTime": 202.01,
    "text": "Put the other half back in the fridge for tomorrow, cause this bircher is actually good for a couple of days."
  },
  {
    "startTime": 202.02,
    "endTime": 206.61,
    "text": "I'm going to top these off with a little bit of pear and sour cherries."
  },
  {
    "startTime": 206.62,
    "endTime": 209.51,
    "text": "You know this is going to be absolutely delicious."
  },
  {
    "startTime": 209.52,
    "endTime": 213.79000000000002,
    "text": "And then to finish off, just a tiny bit more maple syrup."
  },
  {
    "startTime": 213.8,
    "endTime": 218.23000000000002,
    "text": "So here it is. My delicious overnight bircher muesli."
  },
  {
    "startTime": 218.24,
    "endTime": 222.59,
    "text": "It's packed with nutrition, it's full of energy and it's completely delicious."
  },
  {
    "startTime": 222.6,
    "endTime": 230.18,
    "text": "So I'm just gonna have mm...that is really really good. It's zingy. It's lemony."
  },
  {
    "startTime": 230.19,
    "endTime": 234.06,
    "text": "I can taste the vanilla, the cinnamon on the pears, the sweetness from the maple syrup,"
  },
  {
    "startTime": 234.07,
    "endTime": 238.1,
    "text": "That is really good. I'd love you to share with me what you make for breakfast,"
  },
  {
    "startTime": 238.11,
    "endTime": 240.0,
    "text": "what are your healthy breakfast options."
  },
  {
    "startTime": 240.01,
    "endTime": 246.6,
    "text": "If you like this recipe, please give us a like. If you haven't subscribed to FoodTube, please subscribe up there."
  },
  {
    "startTime": 246.61,
    "endTime": 248.11,
    "text": "It's absolutely free."
  },
  {
    "startTime": 248.4,
    "endTime": 252.69,
    "text": "This and loads more healthy recipes are in my book \"A modern way to eat\""
  },
  {
    "startTime": 252.7,
    "endTime": 260.0,
    "text": "and head over to JAMIEOLIVER.COM for loads more healthy recipe ideas and even more inspiration."
  }
]