[
  {
    "startTime": 0.0,
    "endTime": 4.0,
    "text": "Have you noticed that you feel worried, can't sleep and feel overwhelmed?"
  },
  {
    "startTime": 4.1,
    "endTime": 9.649999999999999,
    "text": "Or maybe your chest hurts, your heart's beating super fast and you feel a sense of panic?"
  },
  {
    "startTime": 9.75,
    "endTime": 16.9,
    "text": "If you've been diagnosed with anxiety whether a panic disorder, generalized anxiety disorder like me, or just having an anxious day."
  },
  {
    "startTime": 17.0,
    "endTime": 20.4,
    "text": "It can be hard to wade through all the information out there."
  },
  {
    "startTime": 20.5,
    "endTime": 25.27,
    "text": "That often times feels like it's written by someone who's never experienced anxiety before."
  },
  {
    "startTime": 25.37,
    "endTime": 34.27,
    "text": "To help you out, here are some tried and tested science-approved methods that will help you feel better today from one anxious person to the other."
  },
  {
    "startTime": 36.97,
    "endTime": 39.4,
    "text": "One: Stay away from WebMD"
  },
  {
    "startTime": 39.5,
    "endTime": 48.6,
    "text": "While the instinctively google your symptoms can sometimes seem like a way to understand or control your anxiety, this obituary activity called cyberchondria is actually hurting you."
  },
  {
    "startTime": 48.7,
    "endTime": 52.230000000000004,
    "text": "Stomach problems, is likely anxiety, not an ulcer."
  },
  {
    "startTime": 52.33,
    "endTime": 54.4,
    "text": "Do you go to your doctor if you feel that something is wrong?"
  },
  {
    "startTime": 54.5,
    "endTime": 57.3,
    "text": "But don't spend hours looking up your symptoms."
  },
  {
    "startTime": 57.4,
    "endTime": 59.8,
    "text": "Two: Remember HALT"
  },
  {
    "startTime": 59.9,
    "endTime": 67.4,
    "text": "If you're starting to freak out, ask yourself, are you feeling hungry, angry, lonely or tired?"
  },
  {
    "startTime": 67.5,
    "endTime": 73.21,
    "text": "Sometimes, something as simple as eating something or meeting a friend for coffee can make you feel better."
  },
  {
    "startTime": 73.31,
    "endTime": 75.9,
    "text": "Three: Try 4-7-8 breathing."
  },
  {
    "startTime": 76.0,
    "endTime": 80.9,
    "text": "This is a great exercise for people with panic or for insomnia and it's really simple."
  },
  {
    "startTime": 81.0,
    "endTime": 88.9,
    "text": "Breath in for 4 seconds. Hold for 7 seconds. And breath out for 8, then repeat."
  },
  {
    "startTime": 89.0,
    "endTime": 95.9,
    "text": "By focusing on counting and breathing can pull yourself away from those repetitive thoughts and begin to calm down."
  },
  {
    "startTime": 96.0,
    "endTime": 98.8,
    "text": "Four: Consume information on wellness"
  },
  {
    "startTime": 98.9,
    "endTime": 103.81,
    "text": "This is a really big one for me and really helps me feel less helpless when I'm having a bad day."
  },
  {
    "startTime": 103.91,
    "endTime": 113.58,
    "text": "Some recommendations: the Podcast \"On Being\" about finding meaning in life, the Tumblr \" Everybody has a brain\" and Vine by Jeffrey Marsh."
  },
  {
    "startTime": 113.68,
    "endTime": 116.48,
    "text": "Number five: Move"
  },
  {
    "startTime": 116.58,
    "endTime": 124.88,
    "text": "Wiggle your toes, wiggle your ears, go downstairs and get a glass of water, walk around the block or pet a dog."
  },
  {
    "startTime": 124.98,
    "endTime": 134.4,
    "text": "A lot of people say that exercise helps with anxiety, but when I hear that word, I often fall into a pit of self-hate and despair"
  },
  {
    "startTime": 134.5,
    "endTime": 139.96,
    "text": "You don't need to run 25K to feel good. You just need to move."
  },
  {
    "startTime": 140.06,
    "endTime": 143.26,
    "text": "Number six: Mindfulness"
  },
  {
    "startTime": 143.36,
    "endTime": 148.9,
    "text": "I know you're thinking... mindfulness meditation... so hard right now."
  },
  {
    "startTime": 149.0,
    "endTime": 156.16,
    "text": "But studies have shown that continually practicing mindful thinking helps to reduce cortisol, a hormone that creates stress."
  },
  {
    "startTime": 156.26,
    "endTime": 158.29999999999998,
    "text": "Here's a good beginner's meditation:"
  },
  {
    "startTime": 158.4,
    "endTime": 166.9,
    "text": "Focus on an object you can see around you that's natural. Whether the banana on your desk or the plant in your living room."
  },
  {
    "startTime": 167.0,
    "endTime": 171.78,
    "text": "Then really focus on it. Think about it as though you never seen it before."
  },
  {
    "startTime": 171.88,
    "endTime": 176.9,
    "text": "What it looks like? How it feels like? Where it came from?...etc."
  },
  {
    "startTime": 177.0,
    "endTime": 182.01,
    "text": "If your mind starts to wander, don't worry, just bring your focus back to this object."
  },
  {
    "startTime": 182.11,
    "endTime": 186.10000000000002,
    "text": "If you try this as little as five minutes, it can really help."
  },
  {
    "startTime": 186.2,
    "endTime": 189.89999999999998,
    "text": "Seven: Start small on things that scare you"
  },
  {
    "startTime": 190.0,
    "endTime": 197.62,
    "text": "One really annoying thing about anxiety is that small things can sometimes feel like a really big deal."
  },
  {
    "startTime": 197.72,
    "endTime": 201.9,
    "text": "Like say... trying to call a stranger on the telephone."
  },
  {
    "startTime": 202.0,
    "endTime": 206.95,
    "text": "Focusing on one small thing at a time can make your problem seem more managable."
  },
  {
    "startTime": 207.05,
    "endTime": 213.33,
    "text": "As an example, when I finally succeed in calling that cool hip new restaurant and making a reservation."
  },
  {
    "startTime": 213.43,
    "endTime": 221.11,
    "text": "Not only do I get to eat delicious food, but I helped overcome a fear. Win, win!"
  },
  {
    "startTime": 221.21,
    "endTime": 224.35,
    "text": "Number eight: Practice self-care"
  },
  {
    "startTime": 224.45,
    "endTime": 233.17,
    "text": "This one's really big. Make sure that you're aware of what triggers your anxiety, and make a concerted effort to look after yourself."
  },
  {
    "startTime": 233.27,
    "endTime": 239.14000000000001,
    "text": "In fact, make this the most important thing you do. Your happiness is more important than anything else."
  },
  {
    "startTime": 239.24,
    "endTime": 242.95000000000002,
    "text": "Stay away from things that upset you, like alcohol or toxic people."
  },
  {
    "startTime": 243.05,
    "endTime": 245.98000000000002,
    "text": "Find a therapist and go to them regularly:"
  },
  {
    "startTime": 246.08,
    "endTime": 252.87,
    "text": "Take your meds, wash your face before bed, get a cat as a pet, or write it in the journal."
  },
  {
    "startTime": 252.97,
    "endTime": 260.86,
    "text": "For people with mental illness, normal stuff can somtimes feel hard, but it doesn't make you a failure or a weirdo."
  },
  {
    "startTime": 260.96,
    "endTime": 273.76,
    "text": "It just means that you have an illness that you have to be constantly aware of, and sometimes it's painful, but mostly it makes you the most interesting person in the room."
  },
  {
    "startTime": 273.86,
    "endTime": 277.38,
    "text": "Got some great anxiety tips? Share them in the comments."
  },
  {
    "startTime": 277.48,
    "endTime": 282.90000000000003,
    "text": "And if you feel like you suffer from anxiety, we've included some resources in the description below."
  },
  {
    "startTime": 283.0,
    "endTime": 289.31,
    "text": "If you're interested in learning more about the science of meditation, head on over to \"AsapSCIENCE\" to learn more about its benefits."
  },
  {
    "startTime": 289.41,
    "endTime": 294.62,
    "text": "And, as always subscribe to AsapTHOUGHT for more informative and thought-provoking videos."
  },
  {
    "startTime": 294.72,
    "endTime": 299.24,
    "text": "And follow us on Twitter and Instagram! Peace!"
  }
]