[
  {
    "startTime": 20.06,
    "endTime": 23.619999999999997,
    "text": "Just night someday we met"
  },
  {
    "startTime": 23.62,
    "endTime": 32.96,
    "text": "I still can picture it standing in the gentle wind on a quiet night."
  },
  {
    "startTime": 32.96,
    "endTime": 46.22,
    "text": "And if I close my eyes, I can see you clearly. Just the way we were that day."
  },
  {
    "startTime": 46.22,
    "endTime": 52.66,
    "text": "So you walk along a crowded street, I was hoping about another meet."
  },
  {
    "startTime": 52.66,
    "endTime": 59.019999999999996,
    "text": "At first you didn't know this meaning."
  },
  {
    "startTime": 59.02,
    "endTime": 65.14,
    "text": "When you wish things you lost your step, suddenly you fell into my arms."
  },
  {
    "startTime": 65.14,
    "endTime": 77.96000000000001,
    "text": "The way it felt I still can't forget. Stay here in my arms cause I just wanna hold you."
  },
  {
    "startTime": 77.96,
    "endTime": 84.33999999999999,
    "text": "I can't live without your love. I need you here with me."
  },
  {
    "startTime": 84.34,
    "endTime": 96.4,
    "text": "Just the two of us living out dreams, now, I'll never let you go."
  },
  {
    "startTime": 96.4,
    "endTime": 126.04,
    "text": "All of us here you cried, you can just leave them on me and let me take the pain away."
  },
  {
    "startTime": 126.04,
    "endTime": 138.66,
    "text": "The flame inside our hearts grow each and everyday. We'll protect the love we share together you and me."
  },
  {
    "startTime": 138.66,
    "endTime": 151.9,
    "text": "And though we cannot see feelings deep inside. I know our love won't fade away."
  },
  {
    "startTime": 151.9,
    "endTime": 158.52,
    "text": "I remember what we said that day through the ups and the downs that here to stay."
  },
  {
    "startTime": 158.52,
    "endTime": 167.74,
    "text": "We made a promise that I wanna never forget and I swear that I won't let you down."
  },
  {
    "startTime": 167.74,
    "endTime": 177.04000000000002,
    "text": "You never have to worry about if you're the only one in my heart."
  },
  {
    "startTime": 177.04,
    "endTime": 189.73999999999998,
    "text": "Stay here in my arms cause I just wanna hold you. I can't live without your love. I need you here with me."
  },
  {
    "startTime": 189.74,
    "endTime": 201.76000000000002,
    "text": "Just the two of us living out dreams, now I'll never let you go."
  },
  {
    "startTime": 201.76,
    "endTime": 211.76,
    "text": "Whatever comes our way. Together we'll face in every end. I will always stay with you."
  }
]