[
  {
    "startTime": 0.58,
    "endTime": 3.38,
    "text": "Hello, this is Jack from tofluency.com."
  },
  {
    "startTime": 3.39,
    "endTime": 11.290000000000001,
    "text": "And in this video, we're going to look at how you can improve your English speaking skills, so keep watching!"
  },
  {
    "startTime": 11.3,
    "endTime": 14.670000000000002,
    "text": "Learning English?"
  },
  {
    "startTime": 14.67,
    "endTime": 18.52,
    "text": "Get on the road to Fluency."
  },
  {
    "startTime": 18.53,
    "endTime": 24.200000000000003,
    "text": "To Fluency."
  },
  {
    "startTime": 24.21,
    "endTime": 34.19,
    "text": "I receive many emails from English learners telling me that they want to improve their English speaking, and I imagine this is what you want too."
  },
  {
    "startTime": 34.2,
    "endTime": 39.82,
    "text": "But before we take a look at the specific ways that you can improve your speaking,"
  },
  {
    "startTime": 39.83,
    "endTime": 46.0,
    "text": "it's important to know that working on your general English is going to help your speaking too."
  },
  {
    "startTime": 46.01,
    "endTime": 51.08,
    "text": "So, make sure you're doing the other things that you need to do to improve your level."
  },
  {
    "startTime": 51.09,
    "endTime": 55.99,
    "text": "So, there are two main ways that you can improve your English speaking,"
  },
  {
    "startTime": 56.0,
    "endTime": 65.5,
    "text": "and the first way is to get more natural practice; and this just means having conversations with other people in English."
  },
  {
    "startTime": 65.51,
    "endTime": 74.37,
    "text": "Doing this not only helps you use your English in different situations, but it also allows you to learn new words and phrases,"
  },
  {
    "startTime": 74.36,
    "endTime": 79.69,
    "text": "and to learn more about English by listening to other people speak."
  },
  {
    "startTime": 79.7,
    "endTime": 86.10000000000001,
    "text": "And having conversations is one of the best ways that you can get natural input."
  },
  {
    "startTime": 86.11,
    "endTime": 92.28999999999999,
    "text": "The second way to improve your speaking is to do something that I call focused learning."
  },
  {
    "startTime": 92.3,
    "endTime": 109.14,
    "text": "And this is when you practice specific things to help you improve; you can do this on your own or work with a teacher, and this is different than having normal everyday conversations."
  },
  {
    "startTime": 109.15,
    "endTime": 116.19000000000001,
    "text": "An example of this is doing drills and other things that are going to help you improve your pronunciation."
  },
  {
    "startTime": 116.5,
    "endTime": 122.82,
    "text": "And I feel that not enough learners spend enough time working on their pronunciation."
  },
  {
    "startTime": 122.83,
    "endTime": 128.28,
    "text": "It will make a massive difference if you can say the different sounds in English correctly."
  },
  {
    "startTime": 128.29,
    "endTime": 140.5,
    "text": "In addition to being able to use the correct stress, intonation, and rhythm when you speak, and that is why I recommend that you spend time working on your pronunciation."
  },
  {
    "startTime": 140.51,
    "endTime": 147.17,
    "text": "Another example of focused learning is mimicking native speakers,"
  },
  {
    "startTime": 147.18,
    "endTime": 153.69,
    "text": "and anyone can do this now because of all the audio that is available for free online."
  },
  {
    "startTime": 153.7,
    "endTime": 163.98999999999998,
    "text": "And this is an easy method to work on: All you need to do is listen to a native speaker and then repeat after they speak."
  },
  {
    "startTime": 164.0,
    "endTime": 173.5,
    "text": "To take this method further, you can actually record your audio, and then compare it to the original recording."
  },
  {
    "startTime": 173.51,
    "endTime": 183.29,
    "text": "What this does is it allows you to compare your version to the original version, and then make any changes that you need to make."
  },
  {
    "startTime": 183.3,
    "endTime": 192.69,
    "text": "So, using a combination of natural practice and also the focused learning methods I talked about is really going to help you."
  },
  {
    "startTime": 192.7,
    "endTime": 199.6,
    "text": "And my question for this video is this: How often do you speak in English?"
  },
  {
    "startTime": 199.61,
    "endTime": 202.5,
    "text": "How often do you speak in English?"
  },
  {
    "startTime": 202.51,
    "endTime": 204.81,
    "text": "Leave your answers below this video."
  },
  {
    "startTime": 204.82,
    "endTime": 208.6,
    "text": "Thanks for watching, and see you next time!"
  },
  {
    "startTime": 208.61,
    "endTime": 211.0,
    "text": "Please like this video and subscribe..."
  },
  {
    "startTime": 211.01,
    "endTime": 216.81,
    "text": "And click here to get your free download."
  }
]