[
  {
    "startTime": 2.0,
    "endTime": 6.6,
    "text": "They happen in the privacy of our minds, pretty much everywhere."
  },
  {
    "startTime": 6.9,
    "endTime": 11.0,
    "text": "At the pool, the conference, the aisles of a supermarket."
  },
  {
    "startTime": 12.0,
    "endTime": 21.6,
    "text": "The dynamic is always the same: Very little knowledge, indeed complete ignorance, combined with a deep sense of knowing them absolutely."
  },
  {
    "startTime": 22.1,
    "endTime": 28.1,
    "text": "And of being entirely certain, they would, if only circumstances allowed, be the one."
  },
  {
    "startTime": 28.5,
    "endTime": 32.4,
    "text": "It's been going on since early adolescence, at least, this madness."
  },
  {
    "startTime": 32.5,
    "endTime": 36.6,
    "text": "And even now, when one should know better, it happens."
  },
  {
    "startTime": 36.8,
    "endTime": 43.199999999999996,
    "text": "These crushes, they show off our capacity for knowing how to make the most of the smallest details."
  },
  {
    "startTime": 43.3,
    "endTime": 49.9,
    "text": "A wrist, a neck, an ankle, a pair of jeans worn a certain way."
  },
  {
    "startTime": 50.6,
    "endTime": 59.900000000000006,
    "text": "They instantly become whole people with whom we can imagine years of a life together, full of profound mutual sympathy, tenderness, and laughter."
  },
  {
    "startTime": 60.7,
    "endTime": 69.10000000000001,
    "text": "This blessed person will, we know, understand us and all the secret, complex, ignored parts of us."
  },
  {
    "startTime": 69.9,
    "endTime": 77.5,
    "text": "This capacity we have for elaborating a whole personality from a few small details, it's there when we look at sketches."
  },
  {
    "startTime": 78.2,
    "endTime": 83.4,
    "text": "This isn't someone who has no nostrils, eight strands of hair, and no eye lashes."
  },
  {
    "startTime": 83.8,
    "endTime": 88.0,
    "text": "It's a beautiful creature we feel we understand at once."
  },
  {
    "startTime": 88.1,
    "endTime": 91.6,
    "text": "The cynics say it's madness, this filling in of the gaps."
  },
  {
    "startTime": 92.0,
    "endTime": 97.6,
    "text": "We're just projecting wild, reckless fantasies, but that's too sweeping."
  },
  {
    "startTime": 98.6,
    "endTime": 102.8,
    "text": "We're probably right to be delighted; it's just not the whole story."
  },
  {
    "startTime": 104.0,
    "endTime": 114.4,
    "text": "Perhaps that remarkably thin wrist with the leather band around it really does belong to someone who is skeptical, alternative, delicate, intelligent, wry."
  },
  {
    "startTime": 115.1,
    "endTime": 122.19999999999999,
    "text": "The error of the crush is to go beyond that insight, to think this could ever be the whole truth about a human being."
  },
  {
    "startTime": 123.5,
    "endTime": 130.3,
    "text": "Knocked off course by the crush's power, we forget one central, inviolable fact of human nature."
  },
  {
    "startTime": 130.4,
    "endTime": 135.4,
    "text": "That everyone is crazy and trouble to be around."
  },
  {
    "startTime": 135.5,
    "endTime": 138.6,
    "text": "Everyone has something substantially wrong with them."
  },
  {
    "startTime": 138.8,
    "endTime": 141.60000000000002,
    "text": "Everyone is extremely hard to live with."
  },
  {
    "startTime": 141.7,
    "endTime": 146.0,
    "text": "You can't know what from an ankle or a wrist, but it'll be something."
  },
  {
    "startTime": 146.4,
    "endTime": 151.1,
    "text": "Time will reveal it sure enough, because life has messed all of us up."
  },
  {
    "startTime": 151.2,
    "endTime": 158.39999999999998,
    "text": "Because we all grew up inadequately parented, and have all ended up terrified and anxious pretty much the whole time."
  },
  {
    "startTime": 159.1,
    "endTime": 164.0,
    "text": "That said, we shouldn't give up on having crushes at any age."
  },
  {
    "startTime": 164.3,
    "endTime": 168.0,
    "text": "We just shouldn't believe in what they appear to promise anymore."
  },
  {
    "startTime": 168.1,
    "endTime": 174.79999999999998,
    "text": "Of course we haven't glimpsed complete perfection; it's just a pretty nice side or two coming to the fore."
  }
]