[
  {
    "startTime": 0.24,
    "endTime": 17.608999999999998,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 17.609,
    "endTime": 23.699,
    "text": "and a life that you love like this. Now, today I wanna talk to you about something that we"
  },
  {
    "startTime": 23.699,
    "endTime": 30.48,
    "text": "all do that is scientifically proven to make us dumber. Now, the good news is that we can"
  },
  {
    "startTime": 30.48,
    "endTime": 36.91,
    "text": "all stop doing it immediately and the fix really is quite simple. So what are we doing"
  },
  {
    "startTime": 36.91,
    "endTime": 38.31999999999999,
    "text": "that makes us dumber?"
  },
  {
    "startTime": 38.32,
    "endTime": 42.21,
    "text": "It has to do with stress."
  },
  {
    "startTime": 42.21,
    "endTime": 50.620000000000005,
    "text": "Now, don't stress out about this, because, as I shared, there is a fix. But first let’s"
  },
  {
    "startTime": 50.62,
    "endTime": 57.12,
    "text": "make something super, super clear. In life there is good stress and there’s bad stress."
  },
  {
    "startTime": 57.12,
    "endTime": 63.82,
    "text": "Now, good stress can spur your body into action, say if you’re getting chased by a big bear"
  },
  {
    "startTime": 63.82,
    "endTime": 75.09,
    "text": "or you heard there’s just one more cupcake left in the breakroom."
  },
  {
    "startTime": 75.09,
    "endTime": 88.009,
    "text": "See? If you embrace stress in high pressure situations, it can actually help you perform"
  },
  {
    "startTime": 88.009,
    "endTime": 94.999,
    "text": "at your best. But what I’m talking about here is the bad stress, the chronic stress,"
  },
  {
    "startTime": 94.999,
    "endTime": 100.06,
    "text": "the kind that makes most of us just crazy pants. The kind of stress that makes you feel"
  },
  {
    "startTime": 100.06,
    "endTime": 106.039,
    "text": "anxious and frustrated and like everything is happening outside of your control. Now,"
  },
  {
    "startTime": 106.039,
    "endTime": 112.6,
    "text": "here’s what’s super scary about this bad kind of stress: research shows that this kind"
  },
  {
    "startTime": 112.6,
    "endTime": 115.369,
    "text": "actually makes you stupid."
  },
  {
    "startTime": 115.369,
    "endTime": 121.049,
    "text": "Neuroscientists at the University of California Berkeley have found that chronic stress triggers"
  },
  {
    "startTime": 121.049,
    "endTime": 126.459,
    "text": "long term changes in brain structure and function."
  },
  {
    "startTime": 126.459,
    "endTime": 132.97,
    "text": "And the stress hormone cortisol can kill, shrink, and stop the generation of new neurons"
  },
  {
    "startTime": 132.97,
    "endTime": 139.25,
    "text": "in the part of the brain called the hippocampus, which is vital for learning, memory, and emotional"
  },
  {
    "startTime": 139.25,
    "endTime": 140.86,
    "text": "regulation."
  },
  {
    "startTime": 140.86,
    "endTime": 146.97000000000003,
    "text": "Meaning? Stress makes you dumber and more prone to anxiety, depression, meltdowns, and"
  },
  {
    "startTime": 146.97,
    "endTime": 152.02,
    "text": "embarrassing hissy fits. So you might be asking, what’s the fix? Well, it actually comes"
  },
  {
    "startTime": 152.02,
    "endTime": 156.31,
    "text": "from one of my favorite teachers of all time, Mr. Eckhart Tolle."
  },
  {
    "startTime": 156.31,
    "endTime": 162.49,
    "text": "He says: “All stress is caused by being here, but wanting to be there.”"
  },
  {
    "startTime": 162.49,
    "endTime": 168.9,
    "text": "Now, another way to say that is that all stress comes from wanting something to be different"
  },
  {
    "startTime": 168.9,
    "endTime": 176.07,
    "text": "than it is. Wanting whatever’s happening right now to somehow not be happening right"
  },
  {
    "startTime": 176.07,
    "endTime": 183.72,
    "text": "now, which is impossible because whatever is happening in this moment already is, and"
  },
  {
    "startTime": 183.72,
    "endTime": 190.1,
    "text": "wishing it was different is totally useless. And, as we said, it does shrink your brain."
  },
  {
    "startTime": 190.1,
    "endTime": 194.69,
    "text": "So let’s make this actionable so that the next time you find yourself in stress mode"
  },
  {
    "startTime": 194.69,
    "endTime": 199.89,
    "text": "you have a simple toolkit to not only quickly get yourself out of stress mode, but also"
  },
  {
    "startTime": 199.89,
    "endTime": 204.17999999999998,
    "text": "to save yourself and your brain from some unnecessary shrinkage."
  },
  {
    "startTime": 204.18,
    "endTime": 211.78,
    "text": "Shrinkage stopper number 1: make isness your business. So that means you wanna embrace"
  },
  {
    "startTime": 211.78,
    "endTime": 218.08,
    "text": "whatever is happening right now. So you wanna say yes to your isness. Really just like hug"
  },
  {
    "startTime": 218.08,
    "endTime": 223.43,
    "text": "the moment, so to speak. Because wishing it wasn’t so or going into any drama about"
  },
  {
    "startTime": 223.43,
    "endTime": 230.19,
    "text": "what already is done does you nothing but harm, and it hurts your brain. Plus making"
  },
  {
    "startTime": 230.19,
    "endTime": 234.82,
    "text": "isness your business doesn't make you a doormat and it doesn't mean that you’re not gonna"
  },
  {
    "startTime": 234.82,
    "endTime": 241.20999999999998,
    "text": "take action to change the situation. It means that you get yourself tight and right on the"
  },
  {
    "startTime": 241.21,
    "endTime": 246.08,
    "text": "inside so that if you do take action, if you can take action, it’s actually from a place"
  },
  {
    "startTime": 246.08,
    "endTime": 250.61,
    "text": "of clarity, not from a place of…"
  },
  {
    "startTime": 250.61,
    "endTime": 257.09000000000003,
    "text": "Shrinkage stopper number 2: recognize you have only 2 choices, so pick one. Now, here’s"
  },
  {
    "startTime": 257.09,
    "endTime": 262.67999999999995,
    "text": "what I mean. Once you make isness your business and get yourself tight and right on the inside,"
  },
  {
    "startTime": 262.68,
    "endTime": 268.949,
    "text": "realize you have 2 options to move ahead. Option number one is take action, meaning"
  },
  {
    "startTime": 268.949,
    "endTime": 274.789,
    "text": "do something about the situation. So pick up the phone, ask for help, set a gameplan"
  },
  {
    "startTime": 274.789,
    "endTime": 281.78,
    "text": "in place, have that tough talk, be an adult. Do whatever you’ve got to do if there is"
  },
  {
    "startTime": 281.78,
    "endTime": 286.229,
    "text": "something that can actually be done. And if there’s not something that can be done,"
  },
  {
    "startTime": 286.229,
    "endTime": 288.68,
    "text": "there’s option number two."
  },
  {
    "startTime": 288.68,
    "endTime": 295.05,
    "text": "Option number two: car dance. Now, some situations are like being stuck in traffic. There is"
  },
  {
    "startTime": 295.05,
    "endTime": 299.86,
    "text": "nothing you can do about it. So you’ve got to make the best of it. Because, really, like,"
  },
  {
    "startTime": 299.86,
    "endTime": 304.469,
    "text": "what other choice is there? You can, of course, curse, you can melt down, you can honk your"
  },
  {
    "startTime": 304.469,
    "endTime": 309.849,
    "text": "horn and all the other cars honking their horns, or you can crank up the tunes and you"
  },
  {
    "startTime": 309.849,
    "endTime": 314.59,
    "text": "can dance it out. Now, that’s what I used to do whenever I was stuck in the Holland"
  },
  {
    "startTime": 314.59,
    "endTime": 318.169,
    "text": "tunnel when I lived in Jersey trying to get into the city and, I’ve gotta say, not only"
  },
  {
    "startTime": 318.169,
    "endTime": 327.15,
    "text": "did it help me not stress myself out, but I also gave myself a six pack."
  },
  {
    "startTime": 327.15,
    "endTime": 334.12899999999996,
    "text": "And that, my friend, is how not to make yourself dumb. So let’s wrap this up on a Tweetable."
  },
  {
    "startTime": 334.129,
    "endTime": 343.499,
    "text": "“Stress comes from resisting what is. If you want less stress, make isness your business.”"
  },
  {
    "startTime": 343.499,
    "endTime": 349.779,
    "text": "Now I would love to hear from you. What’s one specific situation that seems to stress"
  },
  {
    "startTime": 349.779,
    "endTime": 355.849,
    "text": "you out on a consistent basis? And what negative impact does that create for you and, of course,"
  },
  {
    "startTime": 355.849,
    "endTime": 362.65,
    "text": "for those around you? And what would change if you no longer allowed yourself at all to"
  },
  {
    "startTime": 362.65,
    "endTime": 364.719,
    "text": "stress about that situation?"
  },
  {
    "startTime": 364.719,
    "endTime": 370.289,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 370.289,
    "endTime": 373.34,
    "text": "so go there and leave a comment now."
  },
  {
    "startTime": 373.34,
    "endTime": 379.039,
    "text": "Did you like this video? If so, subscribe to our channel because it rocks. And, of course,"
  },
  {
    "startTime": 379.039,
    "endTime": 383.18,
    "text": "we’d be so appreciative if you shared this with your friends. And if you want even more"
  },
  {
    "startTime": 383.18,
    "endTime": 387.74,
    "text": "incredible resources to create a business and life that you love, plus some personal"
  },
  {
    "startTime": 387.74,
    "endTime": 392.62,
    "text": "insights from me that I only talk about in email, come on over to MarieForleo.com and"
  },
  {
    "startTime": 392.62,
    "endTime": 394.749,
    "text": "sign up for email updates."
  },
  {
    "startTime": 394.749,
    "endTime": 399.389,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 399.389,
    "endTime": 404.509,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
  },
  {
    "startTime": 404.509,
    "endTime": 414.509,
    "text": "on MarieTV."
  }
]