[
  {
    "startTime": 9.87,
    "endTime": 15.73,
    "text": "In light of recent events concerning newscasters being lost in the fog of&hellip; memory—"
  },
  {
    "startTime": 16.03,
    "endTime": 20.61,
    "text": "it may be pertinent to ask: can we trust the news media?"
  },
  {
    "startTime": 20.91,
    "endTime": 24.209,
    "text": "For proclaimed &ldquo;priest of postmodernism&rdquo; Jean Baudrillard,"
  },
  {
    "startTime": 24.609,
    "endTime": 28.37,
    "text": "it isn't lack of access to information that renders the news meaningless,"
  },
  {
    "startTime": 28.57,
    "endTime": 32.21,
    "text": "it's the proliferation of images that makes it so untrustworthy."
  },
  {
    "startTime": 32.61,
    "endTime": 38.99,
    "text": "Depending on where you get your news, you'll see “evidence” that climate change is a myth, or a serious problem."
  },
  {
    "startTime": 39.29,
    "endTime": 42.94,
    "text": "Enough searching reveals that Paul McCartney is really dead,"
  },
  {
    "startTime": 43.14,
    "endTime": 48.4,
    "text": "Stanley Kubrick faked the moon landing and 9-11 was an inside job."
  },
  {
    "startTime": 48.5,
    "endTime": 54.08,
    "text": "If you look hard enough you can find the contrapositive, underside, or opposite of any event."
  },
  {
    "startTime": 54.18,
    "endTime": 57.99,
    "text": "These multiple interpretations don't make the world more accessible —"
  },
  {
    "startTime": 58.19,
    "endTime": 65.64999999999999,
    "text": "the explosion of information, of events, makes the ability to understand the world nearly impossible."
  },
  {
    "startTime": 65.75,
    "endTime": 74.129,
    "text": "The camera lens makes every image suspect. War is reduced to theatre, disease into telethon, hunger into magazine covers."
  },
  {
    "startTime": 74.329,
    "endTime": 76.74,
    "text": "It makes the most atrocious events questionable —"
  },
  {
    "startTime": 77.04,
    "endTime": 84.52000000000001,
    "text": "every image is possibly staged, recreated, simulated for a political end or to push a product."
  },
  {
    "startTime": 84.82,
    "endTime": 90.22999999999999,
    "text": "There are hundreds of news channels all competing for viewers, followers, and hashtaggers."
  },
  {
    "startTime": 90.53,
    "endTime": 93.61,
    "text": "Media and advertising operate on the same wavelength,"
  },
  {
    "startTime": 93.91,
    "endTime": 100.02,
    "text": "and as a result, the line between reality, marketing, and news is nearly impossible to discern."
  },
  {
    "startTime": 100.72,
    "endTime": 105.36,
    "text": "Media outlets and advertisers compete to keep people glued to their couches,"
  },
  {
    "startTime": 105.46,
    "endTime": 110.0,
    "text": "perpetually titillated by the explosion of content on the screen."
  },
  {
    "startTime": 110.0,
    "endTime": 115.58,
    "text": "It's the selling of a lifestyle, a promise of access to the truth, as something to produce meaning —"
  },
  {
    "startTime": 116.28,
    "endTime": 122.12,
    "text": "it's why reporters appear at the scene of crimes, embed themselves with military units during war,"
  },
  {
    "startTime": 122.52,
    "endTime": 129.32,
    "text": "and stand on the banks of oceans during hurricanes — the signs of disasters are images to be consumed."
  },
  {
    "startTime": 129.74,
    "endTime": 132.99,
    "text": "While our lives may be utterly boring and meaningless —"
  },
  {
    "startTime": 133.19,
    "endTime": 137.799,
    "text": "the nightly news reports that there are in fact places where things take place."
  },
  {
    "startTime": 137.999,
    "endTime": 141.72899999999998,
    "text": "It sells the promise that meaningful things do happen."
  },
  {
    "startTime": 142.329,
    "endTime": 147.329,
    "text": "They broadcast stories of actual events, but far from giving viewers access to the world,"
  },
  {
    "startTime": 147.529,
    "endTime": 151.03,
    "text": "the media creates a copy of an event — they create non-events…"
  },
  {
    "startTime": 151.4,
    "endTime": 160.20000000000002,
    "text": "Xerox copies of reality that are easily ingested by a society that has been trained to accept advertising, suggestion, and disinformation."
  },
  {
    "startTime": 161.53,
    "endTime": 165.09,
    "text": "For Baudrillard, we're complicit in this disinformation campaign."
  },
  {
    "startTime": 165.2,
    "endTime": 171.79999999999998,
    "text": "People willingly choose deception — the masses want to be tricked, fooled, and distracted from the reality of their lives."
  },
  {
    "startTime": 172.82,
    "endTime": 176.209,
    "text": "Simply put: we prefer the copy of reality."
  },
  {
    "startTime": 176.3,
    "endTime": 180.4,
    "text": "In the world of social media, we are no longer passive spectators."
  },
  {
    "startTime": 180.709,
    "endTime": 188.559,
    "text": "We interact, create, and dictate news — we are the screen, the editor, reporter, and subscriber all at once."
  },
  {
    "startTime": 189.1,
    "endTime": 194.2,
    "text": "So dearest viewer, if Sylvester Stallone is in the Boxing hall of fame as Rocky Balboa,"
  },
  {
    "startTime": 194.87,
    "endTime": 202.37900000000002,
    "text": "and if people still believe the lie that wrestling is real how are we ever supposed to find out if Paul McCartney is alive?"
  },
  {
    "startTime": 208.879,
    "endTime": 213.79999999999998,
    "text": "Greetings, beloved viewer. And thanks again for watching 8-bit philosophy."
  },
  {
    "startTime": 213.8,
    "endTime": 219.70000000000002,
    "text": "If you like the show, the best way to show us some love is to support with sponsors who keep us from going completely broke."
  },
  {
    "startTime": 219.8,
    "endTime": 226.8,
    "text": "This week, 8-bit is sponsored again by Audible who is going to give you a free audio book for being a fan of the show."
  },
  {
    "startTime": 227.18,
    "endTime": 233.17000000000002,
    "text": "Yes, that's right: Free. Now you don't need to be a great philosopher to comprehend the virtue of free things."
  },
  {
    "startTime": 233.6,
    "endTime": 243.9,
    "text": "So go to Audible.com/8bit and claim what is rightfully yours. If you enjoy this episode on the media, you might also enjoy Gone girl by Gillian Flynn."
  },
  {
    "startTime": 244.87,
    "endTime": 253.77,
    "text": "On top of being an incredible thriller, Flynn's book also offer some really interesting insights on the way the media shapes and often perverts truth."
  },
  {
    "startTime": 253.8,
    "endTime": 261.90000000000003,
    "text": "If stories about spouses wanting to hurt each other just isn't your thing, worry not. Audible also has 180,000 other titles to choose from."
  },
  {
    "startTime": 261.97,
    "endTime": 268.65900000000005,
    "text": "As Socrates once said, \"Don't be a dick.\" Support our sponsor. Oh, and if you like this episode,"
  },
  {
    "startTime": 268.9,
    "endTime": 275.79999999999995,
    "text": "be sure to check out our Ninja Turtles episode: \"Is God Useful?\" Again, thank you, beloved viewer."
  }
]