[
  {
    "startTime": 0.0,
    "endTime": 9.16,
    "text": "Question: How much of this is all gonna be public, like, if I write in there about my deepest darkest fantasies, will this be displayed to the people of YouTube?"
  },
  {
    "startTime": 13.7,
    "endTime": 18.59,
    "text": "[We asked four people to try journaling for 10 minutes a day, for 30 days straight.]"
  },
  {
    "startTime": 18.4,
    "endTime": 23.099999999999998,
    "text": "[Journaling regularly is thought to be a healthy way to help a person deal with emotions and improve mental health.]"
  },
  {
    "startTime": 23.4,
    "endTime": 27.2,
    "text": "So I was thinking about my first time journaling and I was in sixth grade."
  },
  {
    "startTime": 27.4,
    "endTime": 34.55,
    "text": "And I'd written this journal and my friends found the journal, and read it out loud, and laughed at me, so I threw the journal in the trash."
  },
  {
    "startTime": 34.63,
    "endTime": 37.13,
    "text": "I kept several journals as a child."
  },
  {
    "startTime": 37.53,
    "endTime": 41.63,
    "text": "I would write who my crush was, and what I wanted to do to my enemy."
  },
  {
    "startTime": 41.9,
    "endTime": 46.489999999999995,
    "text": "I'm coming in as a grown woman with no journaling experience."
  },
  {
    "startTime": 46.5,
    "endTime": 55.59,
    "text": "I had this red Ferrari notebook and, like every other journal I've ever had, I did about three entries, and then that was the last entry."
  },
  {
    "startTime": 55.69,
    "endTime": 58.39,
    "text": "Kind of hoping that maybe I'll at least fill up half the book."
  },
  {
    "startTime": 58.49,
    "endTime": 66.11,
    "text": "I'm excited to journal because this is gonna be retribution for my stolen journal when I was abroad in college."
  },
  {
    "startTime": 66.21,
    "endTime": 67.6,
    "text": "[Week One]"
  },
  {
    "startTime": 67.7,
    "endTime": 69.31,
    "text": "Ok, it's journal time."
  },
  {
    "startTime": 69.9,
    "endTime": 72.51,
    "text": "I'm in my bedroom. There's my journal."
  },
  {
    "startTime": 74.94,
    "endTime": 75.759,
    "text": "It's happening."
  },
  {
    "startTime": 76.059,
    "endTime": 85.03999999999999,
    "text": "I'm hanging out in the back of my minivan, and I'm about to do my first entry in my journal."
  },
  {
    "startTime": 85.58,
    "endTime": 93.8,
    "text": "So far it's been kinda tough cause I'm out of practice my hand hurts, and I'm not exactly sure what I'm supposed to be writing about."
  },
  {
    "startTime": 93.9,
    "endTime": 100.86,
    "text": "I have usually been journaling so far in the evenings in my dining room which is where I am now"
  },
  {
    "startTime": 100.96,
    "endTime": 104.46,
    "text": "Um... I haven't been doing it that well. Gonna be honest."
  },
  {
    "startTime": 104.92,
    "endTime": 105.93,
    "text": "[Halfway Point]"
  },
  {
    "startTime": 106.03,
    "endTime": 108.03,
    "text": "[We checked in with our journalers to discuss their experiences and share their entries.]"
  },
  {
    "startTime": 108.13,
    "endTime": 112.22999999999999,
    "text": "I spend way too much time sitting there going, \"I should be journaling. I should be journaling.\""
  },
  {
    "startTime": 112.5,
    "endTime": 113.41,
    "text": "Don't you guys do that?"
  },
  {
    "startTime": 114.33,
    "endTime": 118.369,
    "text": "Um, it just comes out. It's like word vomit for me. And drawing vomit."
  },
  {
    "startTime": 118.37,
    "endTime": 121.75,
    "text": "And I'm just like all over the place in this thing, and then my cat plays with this string."
  },
  {
    "startTime": 122.1,
    "endTime": 123.47,
    "text": "And it's so cute and amazing."
  },
  {
    "startTime": 124.3,
    "endTime": 128.8,
    "text": "At first, I was like, what do I want to write about? What I might... And it's just kind of like coming out of me."
  },
  {
    "startTime": 128.8,
    "endTime": 141.14000000000001,
    "text": "I mean it is interesting to have a journal which feels like the offline, like, most inner thoughts versus, like, all the social media that I work in."
  },
  {
    "startTime": 141.24,
    "endTime": 148.10000000000002,
    "text": "To me, it seems like Instagram and Twitter and all of those things are such a carefully architectured version of how someone wants to present their life."
  },
  {
    "startTime": 148.2,
    "endTime": 152.89999999999998,
    "text": "And journaling is essentially, at least for me, about the messy-complicated-not-so-sunny thoughts."
  },
  {
    "startTime": 153.4,
    "endTime": 157.99,
    "text": "You know, Hillary got that journaling versus Instagram thing in my head."
  },
  {
    "startTime": 158.1,
    "endTime": 163.93,
    "text": "And I haven't stopped thinking about that, and she's totally right it's very... it's very introspective."
  },
  {
    "startTime": 163.93,
    "endTime": 167.4,
    "text": "Journaling is the opposite of Instagram, and I've never journaled before."
  },
  {
    "startTime": 167.5,
    "endTime": 172.93,
    "text": "And I've definitely Instagramed before, and it's interesting to do both on the same day."
  },
  {
    "startTime": 173.0,
    "endTime": 178.7,
    "text": "I'm a journaler at heart. It's just a way to create every day in some type of way."
  },
  {
    "startTime": 178.8,
    "endTime": 180.20000000000002,
    "text": "When did you stop dancing?"
  },
  {
    "startTime": 180.4,
    "endTime": 184.6,
    "text": "When did you stop singing?  When did you stop being enchanted by stories?"
  },
  {
    "startTime": 184.7,
    "endTime": 188.22,
    "text": "When did you stop finding comfort in the sweet territory of silence?"
  },
  {
    "startTime": 188.32,
    "endTime": 191.5,
    "text": "I think the question I would ask myself is when did you stop creating?"
  },
  {
    "startTime": 193.7,
    "endTime": 196.86999999999998,
    "text": "I'm enjoying, kind of, just taking this time for myself every day."
  },
  {
    "startTime": 196.97,
    "endTime": 200.43,
    "text": "So I've been journaling a lot in my van, parked places."
  },
  {
    "startTime": 200.9,
    "endTime": 205.279,
    "text": "I like to do it 'cause new environment is kind of inspiring."
  },
  {
    "startTime": 205.37,
    "endTime": 207.97,
    "text": "My boyfriend is recording with his band right now."
  },
  {
    "startTime": 208.04,
    "endTime": 210.2,
    "text": "And I'm doodling in my journal."
  },
  {
    "startTime": 211.14,
    "endTime": 217.19,
    "text": "It's really fun to draw and write my journal while I'm around such created and inspiring people."
  },
  {
    "startTime": 217.69,
    "endTime": 219.79,
    "text": "So I think I'm getting a little bit better at this journaling thing."
  },
  {
    "startTime": 220.35,
    "endTime": 224.25,
    "text": "I've realized I can write down the weird dreams that I have about Tina Fey."
  },
  {
    "startTime": 224.48,
    "endTime": 230.78,
    "text": "I've been trying to have a little bit more fun with the journal and do drawings and stuff."
  },
  {
    "startTime": 230.88,
    "endTime": 239.28,
    "text": "But it also just feels like a chore all the time, just like my nightly homework assignment. Draw in the journal."
  },
  {
    "startTime": 239.56,
    "endTime": 242.06,
    "text": "[Final Thoughts]"
  },
  {
    "startTime": 242.5,
    "endTime": 248.909,
    "text": "- This one I think you'll all enjoy. - \"I am so overwriting in this damn book all the time.\" - I quit."
  },
  {
    "startTime": 249.01,
    "endTime": 251.1,
    "text": "So I'm not that into journaling."
  },
  {
    "startTime": 251.2,
    "endTime": 253.82,
    "text": "What are your reasons? You don't like it? I've written nothing important."
  },
  {
    "startTime": 254.5,
    "endTime": 258.84,
    "text": "It's like, I bought a projector today. Let's see how I like it."
  },
  {
    "startTime": 258.85,
    "endTime": 262.26000000000005,
    "text": "I've been trying to figure out the best way to set it up. I need a screen."
  },
  {
    "startTime": 262.3,
    "endTime": 264.32,
    "text": "That... like this. Why do I write that down?"
  },
  {
    "startTime": 264.4,
    "endTime": 267.7,
    "text": "You know, in retrospect, I wish I'd hired a journaling Ghost Rider."
  },
  {
    "startTime": 267.98,
    "endTime": 273.18,
    "text": "I think the number one thing I learned: I don't want to journal to, like, reflect on my life."
  },
  {
    "startTime": 273.28,
    "endTime": 278.28,
    "text": "I think it's more fun to talk about silly weird stuff."
  },
  {
    "startTime": 278.2,
    "endTime": 280.17,
    "text": "Red ink, red book, red shorts."
  },
  {
    "startTime": 280.349,
    "endTime": 284.39,
    "text": "I was writing this while wearing red shorts with a red pen in a red book."
  },
  {
    "startTime": 284.49,
    "endTime": 286.05,
    "text": "So I was really excited about that."
  },
  {
    "startTime": 286.29,
    "endTime": 291.59000000000003,
    "text": "I realize that being looser really allowed me to have more fun with it."
  },
  {
    "startTime": 291.69,
    "endTime": 296.8,
    "text": "Instead of going through Instagram or going on Twitter whatever, I would doodle in my journal for a second."
  },
  {
    "startTime": 296.92,
    "endTime": 298.3,
    "text": "And I liked that a lot."
  },
  {
    "startTime": 298.4,
    "endTime": 304.21,
    "text": "I learned there's a reason I haven't been journaling for so many years, 'cause, like, journaling is not my fav."
  },
  {
    "startTime": 304.21,
    "endTime": 311.0,
    "text": "I think my big takeaway was that journaling should be used as a sketch pad for your ideas and your thoughts, and a place to let your mind wander."
  },
  {
    "startTime": 311.12,
    "endTime": 314.519,
    "text": "I feel like there will be another period after this when it'll make sense to journal again."
  },
  {
    "startTime": 314.519,
    "endTime": 318.6,
    "text": "Well, I love that my cat loves the string. That's like my favorite thing ever."
  },
  {
    "startTime": 318.8,
    "endTime": 323.7,
    "text": "My cats love journaling just as much like I do."
  }
]