[
  {
    "startTime": 0.15,
    "endTime": 12.8,
    "text": "I love laying in bed on a Sunday as much as the next guy, unless the next guy has to lay in bed on Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday, Monday, Tuesday…"
  },
  {
    "startTime": 12.8,
    "endTime": 16.01,
    "text": "Hey everyone, thanks for tuning in to DNews today, I am Trace."
  },
  {
    "startTime": 16.01,
    "endTime": 19.6,
    "text": "Early to bed, early to rise makes space science move forward."
  },
  {
    "startTime": 19.6,
    "endTime": 21.509,
    "text": "Except the rising part, just stay in the bed."
  },
  {
    "startTime": 21.509,
    "endTime": 24.65,
    "text": "That's the message NASA is putting out there in this new research they're conducting."
  },
  {
    "startTime": 24.65,
    "endTime": 35.0,
    "text": "Back in 2014, Drew Iwanicki joined a NASA-funded study excitingly titled Countermeasure and Functional Testing in Head-Down Bed Tilt Rest Study, abbreviated to CFT70."
  },
  {
    "startTime": 35.0,
    "endTime": 36.5,
    "text": "Science is just the best with headlines."
  },
  {
    "startTime": 36.5,
    "endTime": 47.6,
    "text": "Iwanicki was famously paid 18,000 dollars to lay in bed for 70 days, and he was monitored 24/7, and was only allowed to sit up onto his elbows for 30 minutes while eating."
  },
  {
    "startTime": 47.6,
    "endTime": 55.64,
    "text": "No napping, no sitting up, no getting out of bed for any reason, plus constant monitoring for two and a half months… sounds torturous!"
  },
  {
    "startTime": 55.64,
    "endTime": 60.079,
    "text": "The study simulated long term inactivity in space with these participants."
  },
  {
    "startTime": 60.079,
    "endTime": 69.9,
    "text": "NASA researchers figured if participants laid in bed with their feet slightly elevated their face will get puffy, and their blood will move differently through their body, not unlike in space travel."
  },
  {
    "startTime": 69.9,
    "endTime": 74.60000000000001,
    "text": "Doing that for 70 days should simulate how the body reacts to long-term spacefaring."
  },
  {
    "startTime": 74.6,
    "endTime": 78.6,
    "text": "They have to be careful though because too much bed rest might not be the best rest."
  },
  {
    "startTime": 78.6,
    "endTime": 84.0,
    "text": "Even when binging on DNews, sleeping, or reading a long book, your body is constantly moving itself."
  },
  {
    "startTime": 84.0,
    "endTime": 91.0,
    "text": "You twitch, you change positions, and you shift your weight all in an effort to keep your tissue safe from developing pressure-ulcers."
  },
  {
    "startTime": 91.0,
    "endTime": 97.03,
    "text": "Pressure-ulcers, also known as bedsores, are caused when we don't shift our weight and allow blood to flow through our skin."
  },
  {
    "startTime": 97.03,
    "endTime": 100.08,
    "text": "If the skin is deprived of blood for too long, it suffocates and dies."
  },
  {
    "startTime": 100.08,
    "endTime": 105.3,
    "text": "If the ulcers reach Stage IV, the tissue damage can get all the way to the bone."
  },
  {
    "startTime": 105.3,
    "endTime": 110.0,
    "text": "Too much bed rest can damage the human body and in extreme cases can kill."
  },
  {
    "startTime": 110.0,
    "endTime": 112.9,
    "text": "Pressure-ulcers kill 60,000 Americans every year."
  },
  {
    "startTime": 112.9,
    "endTime": 122.5,
    "text": "Nurses are trained to move paralyzed patients every 2 hours to minimize bedsores, but even if you ignore bedsores, bed rest itself may be harmful to some."
  },
  {
    "startTime": 122.5,
    "endTime": 133.18,
    "text": "A 2004 study in the journal \"Joint, Bone, Spine\" found patients with lower back pain who were prescribed bed rest ended up coming back with chronic pain 17 percent more often."
  },
  {
    "startTime": 133.18,
    "endTime": 143.3,
    "text": "And, in a 2008 Journal of \"Applied Physiology study\", rats who were hindlimb-unloaded, which is like bed rest for rats, showed signs of depression after only two weeks."
  },
  {
    "startTime": 143.3,
    "endTime": 148.8,
    "text": "Eventually, they developed higher cardiovascular stresses on top of their psychological issues."
  },
  {
    "startTime": 148.8,
    "endTime": 156.4,
    "text": "Other studies have found long periods of bed rest can cause forgetfulness, confusion, anxiety, and respiratory problems or blood disorders."
  },
  {
    "startTime": 156.4,
    "endTime": 165.97,
    "text": "Even Hippocrates, considered the Father of Western Medicine, he died in 370 BC, had found that bedridden patients could experience muscle loss, bone loss and tooth loss!"
  },
  {
    "startTime": 165.97,
    "endTime": 168.9,
    "text": "Now, to be clear, science isn't saying bed rest is evil!"
  },
  {
    "startTime": 168.9,
    "endTime": 172.96,
    "text": "Hippocrates would recommend it for some minor illnesses, and that practice continues today."
  },
  {
    "startTime": 172.96,
    "endTime": 182.0,
    "text": "A study done at the Boston Children's Hospital found those who were treated for concussions who took time to rest their brains recovered more quickly than those who didn't rest."
  },
  {
    "startTime": 182.0,
    "endTime": 184.05,
    "text": "A little sloth is good once in a while!"
  },
  {
    "startTime": 184.05,
    "endTime": 189.3,
    "text": "The concussed kids weren't even allowed to read, text, or play video games for several days."
  },
  {
    "startTime": 189.319,
    "endTime": 194.29999999999998,
    "text": "To bring it all back though, NASA is studying bed rest because of deep-space exploration."
  },
  {
    "startTime": 194.3,
    "endTime": 211.0,
    "text": "The CFT70 study is slated to be completed in December of 2015, but they hope this will help understand which mission tasks might be affected by changes in physiology during space flight, so they can design countermeasures to prevent or minimize impairment to these physiological systems."
  },
  {
    "startTime": 211.0,
    "endTime": 215.709,
    "text": "For extended space flight like going to Mars, or further, this could be super useful."
  },
  {
    "startTime": 215.709,
    "endTime": 221.8,
    "text": "Hopefully, they'll learn just how much muscle, bone and cardiovascular functions will be affected thanks to all that bed rest."
  },
  {
    "startTime": 221.8,
    "endTime": 223.0,
    "text": "Hippocrates would be proud."
  },
  {
    "startTime": 223.0,
    "endTime": 228.5,
    "text": "If you really like digging deep into the science of space as I do, check out my new show, TestTube Plus."
  },
  {
    "startTime": 228.5,
    "endTime": 237.01,
    "text": "I recently had astrophysicist Dr. Ian O'Neill on to talk about black holes, white holes, wormholes, and all sorts of other crazy spacey stuff for a whole week of episodes."
  },
  {
    "startTime": 237.01,
    "endTime": 241.5,
    "text": "First generation stars, they were... have very short lives."
  },
  {
    "startTime": 241.5,
    "endTime": 242.6,
    "text": "They don't likely used to."
  },
  {
    "startTime": 242.6,
    "endTime": 246.5,
    "text": "They live fast, died young, they had a good time, but they are really massive."
  },
  {
    "startTime": 246.5,
    "endTime": 252.01,
    "text": "So these things are like nothing we've ever experience on modern universe, they only existed back then"
  },
  {
    "startTime": 252.01,
    "endTime": 255.0,
    "text": "TestTube Plus is a deep dive way into science."
  },
  {
    "startTime": 255.0,
    "endTime": 257.209,
    "text": "You can subscribe here or in the link in the description!"
  },
  {
    "startTime": 257.209,
    "endTime": 263.0,
    "text": "Also it's an audio podcast on iTunes, so you can find it there, it has gotten pretty good reviews so far I must say."
  },
  {
    "startTime": 263.0,
    "endTime": 264.3,
    "text": "Thanks for watching DNews everybody."
  },
  {
    "startTime": 264.3,
    "endTime": 271.209,
    "text": "Make sure you subscribe to this channel as well, and I'll see you tomorrow."
  }
]