[
  {
    "startTime": 7.688,
    "endTime": 15.0,
    "text": "When you hear the word \"hacking,\" you generally think of bad people getting into your computer to steal your identity or do things like that."
  },
  {
    "startTime": 15.1,
    "endTime": 18.441,
    "text": "That's Whitson Gordon. He is the deputy editor of Lifehacker.com."
  },
  {
    "startTime": 18.441,
    "endTime": 26.799999999999997,
    "text": "Well, what the word hacking really means is finding a clever way to do something and often that's a clever way to work around an established system."
  },
  {
    "startTime": 26.998,
    "endTime": 31.46,
    "text": "And you'd be surprised at how many established systems there are in your own life."
  },
  {
    "startTime": 31.462,
    "endTime": 38.9,
    "text": "There is a system for how you get up in the morning and a system for how you check your email. And a system you use for your calendar and on and on and on."
  },
  {
    "startTime": 39.009,
    "endTime": 44.175,
    "text": "A lot of us are so entrenched in the systems that we are a part of in the way that we work day to day."
  },
  {
    "startTime": 44.177,
    "endTime": 47.64,
    "text": "But we don't realize sometimes there is an easier way to do something."
  },
  {
    "startTime": 47.64,
    "endTime": 51.5,
    "text": "And so yeah, hacking into someone's bank account, that's really bad."
  },
  {
    "startTime": 51.599,
    "endTime": 55.0,
    "text": "But, hacking into your own life?  That can be really good!"
  },
  {
    "startTime": 55.201,
    "endTime": 58.7,
    "text": "Because, the way that we do things generally sucks."
  },
  {
    "startTime": 58.999,
    "endTime": 67.8,
    "text": "Life hacking can range from doing something to your wireless router to get better reception to making your headphones stay better in your ear with a $2 pair of ear plugs."
  },
  {
    "startTime": 67.9,
    "endTime": 73.7,
    "text": "It's just little things that make your day-to-day life easier and more efficient."
  },
  {
    "startTime": 73.8,
    "endTime": 76.5,
    "text": "So how do I go about hacking systems in my own life?"
  },
  {
    "startTime": 76.601,
    "endTime": 85.6,
    "text": "The first thing I would do is go about your work as normal and maybe take a little bit of time at the end of each day, just 10 minutes, to think about what you did that day."
  },
  {
    "startTime": 85.7,
    "endTime": 89.7,
    "text": "You know, \"This point in my day was really inefficient. How can I maybe do that better?\""
  },
  {
    "startTime": 89.701,
    "endTime": 93.72999999999999,
    "text": "Do that every day, you'll start to see where maybe the inefficiencies are in your work."
  },
  {
    "startTime": 93.731,
    "endTime": 99.6,
    "text": "You know, maybe you spend way too much time trying to wade through emails or you spend way too much time typing out certain things."
  },
  {
    "startTime": 99.61,
    "endTime": 104.77,
    "text": "From there I just have to be really creative and think outside the box. Are there any tricks that you have at that point?"
  },
  {
    "startTime": 104.78,
    "endTime": 110.0,
    "text": "You say to yourself, \"God, I'm spending so much time typing out this tedious stuff all day long.\""
  },
  {
    "startTime": 110.2,
    "endTime": 116.0,
    "text": "You go on to Google. You search for, \"How to save yourself time in typing,\"and you'll find not just a lot of solutions from people,"
  },
  {
    "startTime": 116.0,
    "endTime": 120.7,
    "text": "but a lot of actual programs for computers that people have written to deal with that specific problem."
  },
  {
    "startTime": 120.6,
    "endTime": 124.5,
    "text": "What would be the purpose behind caring about Lifehacks?"
  },
  {
    "startTime": 124.599,
    "endTime": 133.0,
    "text": "You know, most of us are wasting, just wasting X percent of our time on tedious tasks or wasting X percent of our money on things we could easily make ourselves"
  },
  {
    "startTime": 133.0,
    "endTime": 142.0,
    "text": "and by dedicating part of your day to reorganizing your thoughts and rehacking some of these little things that you do every day,"
  },
  {
    "startTime": 142.0,
    "endTime": 148.8,
    "text": "you can save a ton of time, you know, be more productive, have more time to spend on the things that are really more important."
  },
  {
    "startTime": 148.799,
    "endTime": 153.0,
    "text": "- Hi, I'm Jonathan. - And my name is Kirsten. We work here at Epipheo."
  },
  {
    "startTime": 153.0,
    "endTime": 157.0,
    "text": "Watching that video made me think, \"What are the things I do every day that I could do more efficiently?\""
  },
  {
    "startTime": 157.0,
    "endTime": 163.08,
    "text": "- Well, you could do crunches while you brush your teeth. - Yeah, after you. - I already do."
  },
  {
    "startTime": 163.08,
    "endTime": 165.0,
    "text": "- Wait, really? - Yeah. - Oh, okay."
  },
  {
    "startTime": 165.0,
    "endTime": 172.0,
    "text": "So, anyways, we would love to hear from you on your ideas on how you can hack your way to a better life. So, leave us a comment below."
  },
  {
    "startTime": 172.0,
    "endTime": 175.0,
    "text": "And we want to thank Lifehacker.com for partnering with us on this video series."
  },
  {
    "startTime": 175.0,
    "endTime": 190.569,
    "text": "We here at Epipheo love to make videos that will improve your life, so make sure you hit the subscribe button so you don't miss the next one."
  }
]