[
  {
    "startTime": 15.259,
    "endTime": 21.859,
    "text": "Hey there, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that"
  },
  {
    "startTime": 21.859,
    "endTime": 28.859,
    "text": "you love. You know, over the past 5 years this show has been an incredible part of my"
  },
  {
    "startTime": 28.859,
    "endTime": 34.03,
    "text": "life. I am so grateful to you, our audience, for tuning in each and every week and you"
  },
  {
    "startTime": 34.03,
    "endTime": 36.699,
    "text": "watch us and you support us and that is amazing."
  },
  {
    "startTime": 36.699,
    "endTime": 43.73,
    "text": "We’ve done over 250 shows so far, which blows my mind, and I have learned so much"
  },
  {
    "startTime": 43.73,
    "endTime": 48.87,
    "text": "both from the actual making of the show and from what you bring back to it each week."
  },
  {
    "startTime": 48.87,
    "endTime": 54.19,
    "text": "So today I wanna share 7 lessons that I’ve learned along the way."
  },
  {
    "startTime": 54.19,
    "endTime": 60.73,
    "text": "Lesson number one is starting small leads to big success. So people often say to me,"
  },
  {
    "startTime": 60.73,
    "endTime": 65.39999999999999,
    "text": "“Oh, you know, that show, it’s easy for you to do because you've got this big team."
  },
  {
    "startTime": 65.4,
    "endTime": 70.98,
    "text": "What about me? I’m just starting out.” I’ve gotta tell you, my videos started with"
  },
  {
    "startTime": 70.98,
    "endTime": 77.68,
    "text": "just me and my webcam in my kitchen. There was no editing, there was no lighting, there"
  },
  {
    "startTime": 77.68,
    "endTime": 84.13000000000001,
    "text": "was no highlights in the hair, there was no nothing. And my team evolved very, very slowly"
  },
  {
    "startTime": 84.13,
    "endTime": 89.00999999999999,
    "text": "and organically over the years. So no matter what you’re trying to do whether you wanna"
  },
  {
    "startTime": 89.01,
    "endTime": 94.68,
    "text": "start a show, you wanna start a business, you’re trying to form a new habit, or even"
  },
  {
    "startTime": 94.68,
    "endTime": 101.14,
    "text": "if you’re trying to start a new career, starting small is something I so recommend"
  },
  {
    "startTime": 101.14,
    "endTime": 107.81,
    "text": "because those small, consistent steps always lead you to big places. Which brings me to"
  },
  {
    "startTime": 107.81,
    "endTime": 109.57000000000001,
    "text": "lesson number two."
  },
  {
    "startTime": 109.57,
    "endTime": 116.27,
    "text": "Lesson number two: consistency is not an accident. So a lot of people ask, how do you do this"
  },
  {
    "startTime": 116.27,
    "endTime": 122.28999999999999,
    "text": "each and every week without fail? Well, I’ll tell you. The consistency of our show is just"
  },
  {
    "startTime": 122.29,
    "endTime": 130.19,
    "text": "simply not an accident. We plan our entire year around MarieTV and we shoot about 4 to"
  },
  {
    "startTime": 130.19,
    "endTime": 135.53,
    "text": "5 times a year and everything that we need to do to make this show come to life is actually"
  },
  {
    "startTime": 135.53,
    "endTime": 142.83,
    "text": "scheduled out months and months in advance, from writing days to booking the crew to securing"
  },
  {
    "startTime": 142.83,
    "endTime": 149.64000000000001,
    "text": "our interviews. And once we get everything lined up it is just a go. I mean, no questions"
  },
  {
    "startTime": 149.64,
    "endTime": 157.08999999999997,
    "text": "asked, things are pretty much non-freaking-negotiable. Unwavering commitment is really what makes"
  },
  {
    "startTime": 157.09,
    "endTime": 163.5,
    "text": "consistency happen. So no matter what the size of your project, if you want to get it"
  },
  {
    "startTime": 163.5,
    "endTime": 168.58,
    "text": "done you have got to put it in that calendar. And if you’re fully committed, I promise,"
  },
  {
    "startTime": 168.58,
    "endTime": 171.71,
    "text": "your life will bend to support it."
  },
  {
    "startTime": 171.71,
    "endTime": 176.79000000000002,
    "text": "Lesson number three: get real used to Murphy’s Law. So if you don't know what Murphy’s"
  },
  {
    "startTime": 176.79,
    "endTime": 183.0,
    "text": "Law is, it states that anything that can go wrong, will. And after 5 years of doing this"
  },
  {
    "startTime": 183.0,
    "endTime": 191.29,
    "text": "show I can tell you, it does. I mean, lights blow out, we blow fuses, I get sick, rented"
  },
  {
    "startTime": 191.29,
    "endTime": 199.56,
    "text": "furniture just doesn't show up, helicopters and fire… helicopters and firetrucks ruin"
  },
  {
    "startTime": 199.56,
    "endTime": 211.95,
    "text": "take after take, and often I can’t seem to pronounce really simple words. (Those bloopers that you see, those are real.)"
  },
  {
    "startTime": 214.62,
    "endTime": 221.42000000000002,
    "text": "My point here is that no matter how much you prepare, things will go wrong. Like, major"
  },
  {
    "startTime": 221.42,
    "endTime": 226.26,
    "text": "things. All the time. You’ve gotta stay flexible, you’ve gotta keep your sense of"
  },
  {
    "startTime": 226.26,
    "endTime": 231.59,
    "text": "humor, and remember my life motto which is everything is figureoutable."
  },
  {
    "startTime": 231.59,
    "endTime": 237.06900000000002,
    "text": "Lesson number four: you can’t make everyone happy, and it’s a losing game to try. Oh"
  },
  {
    "startTime": 237.069,
    "endTime": 243.67999999999998,
    "text": "my goodness, this lesson has been so deeply seared into my soul from MarieTV and our other"
  },
  {
    "startTime": 243.68,
    "endTime": 252.05,
    "text": "work. So let me repeat, you cannot make everyone happy and it is a losing game to try. There"
  },
  {
    "startTime": 252.05,
    "endTime": 257.749,
    "text": "are tons of people who tell me, “Stop doing the goofy stuff,” because they think it"
  },
  {
    "startTime": 257.749,
    "endTime": 262.939,
    "text": "detracts from my credibility or that it just makes me seem narcissistic. Or, “Why y’all"
  },
  {
    "startTime": 262.939,
    "endTime": 268.059,
    "text": "fancy now? Can’t you go back to the brick wall?” And then there are tons of other"
  },
  {
    "startTime": 268.059,
    "endTime": 272.78900000000004,
    "text": "people, like my mom, who say, “Can’t you just dance and sing more or can’t you do"
  },
  {
    "startTime": 272.789,
    "endTime": 276.759,
    "text": "even more silly stuff or can't it just be all bloopers?”"
  },
  {
    "startTime": 276.759,
    "endTime": 283.46000000000004,
    "text": "When it comes to your creativity, you have got to do what you wanna do. Make everything"
  },
  {
    "startTime": 283.46,
    "endTime": 288.19899999999996,
    "text": "about what makes you smile, what makes you laugh, what do you consider joyful? That’s"
  },
  {
    "startTime": 288.199,
    "endTime": 291.539,
    "text": "what’s most important for anything that you're doing."
  },
  {
    "startTime": 291.539,
    "endTime": 297.05899999999997,
    "text": "Lesson number five is let yourself evolve. So if you’ve watched any of my earlier work"
  },
  {
    "startTime": 297.059,
    "endTime": 305.40900000000005,
    "text": "you know that I was very comfortable using, shall we say, colorful language. But over"
  },
  {
    "startTime": 305.409,
    "endTime": 310.839,
    "text": "time not only did I grow and change, but, more importantly, so did my audience. And"
  },
  {
    "startTime": 310.839,
    "endTime": 316.639,
    "text": "I started to realize that a lot of parents were watching MarieTV with their kids. And"
  },
  {
    "startTime": 316.639,
    "endTime": 321.159,
    "text": "then I started to notice a lot of teenagers and young people watch the show on their own"
  },
  {
    "startTime": 321.159,
    "endTime": 328.979,
    "text": "too. So for me, I really just made a conscious decision to adjust my language and do warnings"
  },
  {
    "startTime": 328.979,
    "endTime": 333.969,
    "text": "if we happen to have episodes that are a little more on the racy side. Not because I’m trying"
  },
  {
    "startTime": 333.969,
    "endTime": 339.99,
    "text": "to cater to everyone, but because those young people are really important to me."
  },
  {
    "startTime": 339.99,
    "endTime": 345.779,
    "text": "Lesson number 6 is only work with the best. So this isn’t necessarily about hiring the"
  },
  {
    "startTime": 345.779,
    "endTime": 352.589,
    "text": "most expensive people, it’s about only working with A players, with drivers, with people"
  },
  {
    "startTime": 352.589,
    "endTime": 359.15,
    "text": "who are 100 percent committed to doing an extraordinary job, no matter what. So I’ve"
  },
  {
    "startTime": 359.15,
    "endTime": 364.87899999999996,
    "text": "gotta brag on my crew for a second. I love them so much and one of the pieces of feedback"
  },
  {
    "startTime": 364.879,
    "endTime": 370.219,
    "text": "that I hear all the time when people come to MarieTV or they interact with my company"
  },
  {
    "startTime": 370.219,
    "endTime": 376.55899999999997,
    "text": "is they say, “OMG. Team Forleo is amazing. Everybody is so kind and they’re funny and"
  },
  {
    "startTime": 376.559,
    "endTime": 380.65000000000003,
    "text": "they’re present. Where did they come from?” And I’ve gotta tell you, great teams don't"
  },
  {
    "startTime": 380.65,
    "endTime": 386.29999999999995,
    "text": "happen by accident. I’m super clear on my standards, I also consider myself really fortunate,"
  },
  {
    "startTime": 386.3,
    "endTime": 391.869,
    "text": "but you’ve gotta know that if you surround yourself with people who just get it and,"
  },
  {
    "startTime": 391.869,
    "endTime": 397.069,
    "text": "most importantly, get you, you can create extraordinary things."
  },
  {
    "startTime": 397.069,
    "endTime": 403.52000000000004,
    "text": "And lesson 7 is stay true to your vision. So over the years many people have tried to"
  },
  {
    "startTime": 403.52,
    "endTime": 408.62899999999996,
    "text": "get me to take on sponsors or sell advertising or they wanted me to pitch this show to a"
  },
  {
    "startTime": 408.629,
    "endTime": 414.259,
    "text": "real TV network. Those things are all fine and they might be awesome for other people,"
  },
  {
    "startTime": 414.259,
    "endTime": 419.099,
    "text": "but that just hasn’t been my vision. You know, everyone says, “But you should really"
  },
  {
    "startTime": 419.099,
    "endTime": 425.099,
    "text": "consider that. It’s a great opportunity.” Just because something is an opportunity,"
  },
  {
    "startTime": 425.099,
    "endTime": 430.87899999999996,
    "text": "it doesn't mean it’s the right opportunity for you. So no matter what you’re creating,"
  },
  {
    "startTime": 430.879,
    "endTime": 436.91900000000004,
    "text": "it’s really important to be ultra clear on what success looks like and feels like"
  },
  {
    "startTime": 436.919,
    "endTime": 442.71,
    "text": "for you. It’s fine to listen to other people’s ideas, but at the end of the day please trust"
  },
  {
    "startTime": 442.71,
    "endTime": 446.089,
    "text": "yourself. You know what’s best for you."
  },
  {
    "startTime": 446.089,
    "endTime": 451.27,
    "text": "You know, every episode we’ve done, every guest we’ve had on, it’s all grown out"
  },
  {
    "startTime": 451.27,
    "endTime": 457.099,
    "text": "of my hope to make something fun and useful and inspiring for you. And this is why we’re"
  },
  {
    "startTime": 457.099,
    "endTime": 464.46,
    "text": "still here over 250 episodes later. So thank you so very much for watching and supporting"
  },
  {
    "startTime": 464.46,
    "endTime": 468.529,
    "text": "and I hope we’ll do another episode like this after the next few hundred."
  },
  {
    "startTime": 468.529,
    "endTime": 474.699,
    "text": "Now I would love to hear from you. Which lesson from today really hit home, and how can that"
  },
  {
    "startTime": 474.699,
    "endTime": 479.839,
    "text": "make a difference in your business or your life right now? Or if you’ve been in the"
  },
  {
    "startTime": 479.839,
    "endTime": 485.27,
    "text": "trenches really creating something consistently for a while now, what’s the single biggest"
  },
  {
    "startTime": 485.27,
    "endTime": 487.60999999999996,
    "text": "lesson that you’ve learned so far?"
  },
  {
    "startTime": 487.61,
    "endTime": 494.449,
    "text": "As always, the best discussions happen after the episode over at the magical land of MarieForleo.com,"
  },
  {
    "startTime": 494.449,
    "endTime": 497.49,
    "text": "so go there and leave a comment now."
  },
  {
    "startTime": 497.49,
    "endTime": 501.67900000000003,
    "text": "Did you like this video? If so, subscribe to our channel and I would be so grateful"
  },
  {
    "startTime": 501.679,
    "endTime": 505.93899999999996,
    "text": "if you shared this with your friends. And if you want even more resources to create"
  },
  {
    "startTime": 505.939,
    "endTime": 510.509,
    "text": "a business and life that you love, plus some personal insights from me that I only talk"
  },
  {
    "startTime": 510.509,
    "endTime": 516.389,
    "text": "about in email, come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 516.389,
    "endTime": 520.779,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 520.779,
    "endTime": 540.92,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]