[
  {
    "startTime": 0.7,
    "endTime": 7.22,
    "text": "Hey, I'm Keri Glassman, here with some quick and simple tips to help you feel just a little bit better."
  },
  {
    "startTime": 9.6,
    "endTime": 18.509999999999998,
    "text": "A cocktail or a glass of wine is a fine indulgence for most of us — in fact, there are studies that suggest it's downright good for you to have a drink now and then."
  },
  {
    "startTime": 19.2,
    "endTime": 27.4,
    "text": "But when it comes to stress or feeling depressed, the time when you probably feel like you need a drink the most, I say keep the liquor cabinet closed."
  },
  {
    "startTime": 27.6,
    "endTime": 33.4,
    "text": "You may feel a little bit better if you're down in the dumps and you have a drink, but alcohol is actually a depressant."
  },
  {
    "startTime": 33.5,
    "endTime": 37.82,
    "text": "It adds calories to your diet,  and it's not going to solve the problem that's plaguing you."
  },
  {
    "startTime": 37.4,
    "endTime": 43.8,
    "text": "The little bit of relief you get from drinking is only temporary and your problems may feel worse when that buzz wears off."
  },
  {
    "startTime": 44.3,
    "endTime": 52.0,
    "text": "Research shows that even moderate drinking may increase the odds of depression, which is exactly what you don't need when you're already feeling down."
  },
  {
    "startTime": 52.27,
    "endTime": 58.32,
    "text": "Instead of alcohol, try some hot tea, meet up with friends, go for a walk in the park, or hit up the gym."
  },
  {
    "startTime": 58.32,
    "endTime": 67.5,
    "text": "Find something healthier and positive to take your mind off your problems, or to focus on your solutions and write them down so you have them top of mind when a moment hits you"
  },
  {
    "startTime": 67.73,
    "endTime": 73.4,
    "text": "So remember: Have a drink to celebrate, have a drink to unwind, but don't have a drink to save your mood."
  },
  {
    "startTime": 73.58,
    "endTime": 84.67999999999999,
    "text": "Skipping the booze can help you feel just a little bit better."
  }
]