[
  {
    "startTime": 0.7,
    "endTime": 5.7,
    "text": "What causes, say, heroin addiction? This is a really stupid question, right?"
  },
  {
    "startTime": 5.8,
    "endTime": 9.8,
    "text": "It’s obvious. We all know it: Heroin causes heroin addiction."
  },
  {
    "startTime": 10.3,
    "endTime": 20.0,
    "text": "Here’s how it works: If you use heroin for 20 days, by day 21, your body would physically crave the drug ferociously because there are chemical hooks in the drug."
  },
  {
    "startTime": 20.5,
    "endTime": 28.2,
    "text": "That's what addiction means. But there's a catch. Almost everything we think we know about addiction is wrong."
  },
  {
    "startTime": 35.2,
    "endTime": 42.1,
    "text": "If you, for example, break your hip, you'll be taken to a hospital, and you'll be given loads of diamorphine for weeks or even months."
  },
  {
    "startTime": 42.4,
    "endTime": 52.2,
    "text": "Diamorphine is heroin. It's, in fact, much stronger heroin than any addict can get on the street, because it's not contaminated by all the stuff drug dealers dilute it with."
  },
  {
    "startTime": 52.7,
    "endTime": 57.300000000000004,
    "text": "There are people near you being given loads of deluxe heroin in hospitals right now."
  },
  {
    "startTime": 57.5,
    "endTime": 63.5,
    "text": "So, at least some of them should become addicts. But this has been closely studied. It doesn't happen."
  },
  {
    "startTime": 63.9,
    "endTime": 68.8,
    "text": "Your grandmother wasn't turned into a junkie by her hip replacement. Why is that?"
  },
  {
    "startTime": 69.4,
    "endTime": 75.4,
    "text": "Our current theory of addiction comes in part from a series of experiments that were carried out earlier in the 20th century."
  },
  {
    "startTime": 75.676,
    "endTime": 85.0,
    "text": "The experiment is simple: You take a rat and put it in a cage with two water bottles. One is just water, the other is water laced with heroin or cocaine."
  },
  {
    "startTime": 85.1,
    "endTime": 93.3,
    "text": "Almost every time you run this experiment, the rat will become obsessed with the drugged water and keep coming back for more and more until it kills itself."
  },
  {
    "startTime": 93.8,
    "endTime": 100.0,
    "text": "But in the 1970s, Bruce Alexander, a professor of psychology, noticed something odd about this experiment."
  },
  {
    "startTime": 100.2,
    "endTime": 105.10000000000001,
    "text": "The rat is put in the cage all alone. It has nothing to do but take the drugs."
  },
  {
    "startTime": 105.635,
    "endTime": 108.7,
    "text": "What would happen, he wondered, if we tried this differently?"
  },
  {
    "startTime": 109.423,
    "endTime": 113.4,
    "text": "So he built Rat Park, which is basically heaven for rats."
  },
  {
    "startTime": 113.5,
    "endTime": 120.5,
    "text": "It's a lush cage where the rats would have colored balls, tunnels to scamper down, plenty of friends to play with; everything a rat about town could want."
  },
  {
    "startTime": 120.9,
    "endTime": 124.30000000000001,
    "text": "And they would have the drugged water and the normal water bottles."
  },
  {
    "startTime": 124.4,
    "endTime": 134.3,
    "text": "But here's the fascinating thing: In Rat Park, rats hardly ever use the drugged water. None of them ever use it compulsively ; none of them ever overdose."
  },
  {
    "startTime": 134.7,
    "endTime": 137.2,
    "text": "But maybe this is a quirk of rats, right?"
  },
  {
    "startTime": 137.3,
    "endTime": 142.20000000000002,
    "text": "Well, helpfully, there was a human experiment along the same lines: the Vietnam War."
  },
  {
    "startTime": 142.3,
    "endTime": 146.20000000000002,
    "text": "20% of American troops in Vietnam were using a lot of heroin."
  },
  {
    "startTime": 146.3,
    "endTime": 153.60000000000002,
    "text": "People back home were really panicked because they thought there would be hundreds of thousands of junkies on the streets of the United States when the war was over."
  },
  {
    "startTime": 153.7,
    "endTime": 164.0,
    "text": "But a study followed the soldiers home and found something striking : They didn't go to rehab; they didn't even go into withdrawal; 95% of them just stopped after they got home."
  },
  {
    "startTime": 164.1,
    "endTime": 171.6,
    "text": "If you believe the old theory of addiction, that makes no sense. But if you believe Professor Alexander's theory, it makes perfect sense."
  },
  {
    "startTime": 171.7,
    "endTime": 181.39999999999998,
    "text": "Because if you're put into a horrific jungle in a foreign country where you don't want to be, and you could be forced to kill or die at any moment, doing heroin is a great way to spend your time."
  },
  {
    "startTime": 181.5,
    "endTime": 189.2,
    "text": "But if you go back to your nice home with your friends and your family, it's the equivalent of being taken out of that first cage and put into a human Rat Park."
  },
  {
    "startTime": 189.3,
    "endTime": 192.5,
    "text": "It's not the chemicals; it's your cage."
  },
  {
    "startTime": 192.6,
    "endTime": 194.9,
    "text": "We need to think about addiction differently."
  },
  {
    "startTime": 195.3,
    "endTime": 202.0,
    "text": "Human beings have an innate need to bond and connect. When we are happy and healthy, we will bond with the people around us."
  },
  {
    "startTime": 202.1,
    "endTime": 209.9,
    "text": "But when we can't because we're traumatized, isolated, or beaten down by life, we will bond with something that gives us some sense of relief."
  },
  {
    "startTime": 210.0,
    "endTime": 218.3,
    "text": "It might be endlessly checking a smartphone; it might be pornography, video games, reddit, gambling, or it might be cocaine."
  },
  {
    "startTime": 218.4,
    "endTime": 222.20000000000002,
    "text": "But we will bond with something because that is our human nature."
  },
  {
    "startTime": 222.8,
    "endTime": 229.10000000000002,
    "text": "The path out of unhealthy bonds is to form healthy bonds, to be connected to people you want to be present with."
  },
  {
    "startTime": 229.2,
    "endTime": 235.29999999999998,
    "text": "Addiction is just one symptom of the crisis of disconnection that's happening all around us. We all feel it."
  },
  {
    "startTime": 235.4,
    "endTime": 241.0,
    "text": "Since the 1950s, the average number of close friends an American has has been steadily declining."
  },
  {
    "startTime": 241.1,
    "endTime": 245.79999999999998,
    "text": "At the same time, the amount of floor space in their homes has been steadily increasing."
  },
  {
    "startTime": 245.8,
    "endTime": 249.8,
    "text": "To choose floor space over friends, to choose stuff over connection."
  },
  {
    "startTime": 249.9,
    "endTime": 254.70000000000002,
    "text": "We are going to have to change the unnatural way we live and rediscover each other."
  },
  {
    "startTime": 255.2,
    "endTime": 261.2,
    "text": "The opposite of addiction is not sobriety ; the opposite of addiction is connection."
  }
]