[
  {
    "startTime": 8.7,
    "endTime": 10.399999999999999,
    "text": "Cramming for a test?"
  },
  {
    "startTime": 10.5,
    "endTime": 14.2,
    "text": "Trying to get more done than you have time to do?"
  },
  {
    "startTime": 14.3,
    "endTime": 19.9,
    "text": "Stress is a feeling we all experience when we are challenged or overwhelmed."
  },
  {
    "startTime": 20.0,
    "endTime": 28.6,
    "text": "But more than just an emotion, stress is a hardwired physical response that travels throughout your entire body."
  },
  {
    "startTime": 28.7,
    "endTime": 31.9,
    "text": "In the short term,  stress can be advantageous."
  },
  {
    "startTime": 32.0,
    "endTime": 46.0,
    "text": "But when activated too often or too long, your primitive fight-or-flight stress response not only changes your brain but also damages many of the other organs and cells throughout your body."
  },
  {
    "startTime": 46.1,
    "endTime": 55.0,
    "text": "Your adrenal gland releases the stress hormones cortisol, epinephrine⏤also known as adrenaline⏤and norepinephrine."
  },
  {
    "startTime": 55.1,
    "endTime": 61.1,
    "text": "As these hormones  travel through your blood stream, they easily reach your blood vessels and heart."
  },
  {
    "startTime": 61.2,
    "endTime": 68.8,
    "text": "Adrenaline causes your heart to beat faster and raises your blood pressure, over time, causing hypertension."
  },
  {
    "startTime": 68.9,
    "endTime": 75.9,
    "text": "Cortisol can also cause the endothelium, or inner lining of blood vessels, to not function normally."
  },
  {
    "startTime": 76.0,
    "endTime": 85.6,
    "text": "Scientists now know that this is an early step in triggering the process of atherosclerosis, or cholesterol plaque build-up, in your arteries."
  },
  {
    "startTime": 85.7,
    "endTime": 91.4,
    "text": "Together, these changes increase your chances of a heart attack or stroke."
  },
  {
    "startTime": 91.5,
    "endTime": 96.3,
    "text": "When your brain senses stress, it activates your autonomic nervous system."
  },
  {
    "startTime": 96.4,
    "endTime": 104.30000000000001,
    "text": "Through this network of nerve connections, your big brain communicates stress to your enteric, or intestinal, nervous system."
  },
  {
    "startTime": 106.9,
    "endTime": 119.10000000000001,
    "text": "Besides causing butterflies in your stomach, this brain-gut connection can disturb the natural rhythmic contractions that move food through your gut, leading to irritable bowel syndrome,"
  },
  {
    "startTime": 119.2,
    "endTime": 125.2,
    "text": "and can increase your gut sensitivity to acid, making you more likely to feel heartburn."
  },
  {
    "startTime": 125.3,
    "endTime": 136.5,
    "text": "Via the gut's nervous system, stress can also change the composition and function of your gut bacteria, which may affect your digestive and overall health."
  },
  {
    "startTime": 136.6,
    "endTime": 140.4,
    "text": "Speaking of digestion, does chronic stress affect your waistline?"
  },
  {
    "startTime": 140.5,
    "endTime": 141.8,
    "text": "Well, yes."
  },
  {
    "startTime": 141.9,
    "endTime": 144.0,
    "text": "Cortisol can increase your appetite."
  },
  {
    "startTime": 144.1,
    "endTime": 153.5,
    "text": "It tells your body to replenish your energy stores with energy-dense foods and carbs, causing you to crave comfort foods."
  },
  {
    "startTime": 153.6,
    "endTime": 160.6,
    "text": "High levels of cortisol can also cause you to put on those extra calories as visceral or deep belly fat."
  },
  {
    "startTime": 160.7,
    "endTime": 163.89999999999998,
    "text": "This type of fat doesn't just make it harder to button your pants."
  },
  {
    "startTime": 164.0,
    "endTime": 176.6,
    "text": "It is an organ that actively releases hormones and immune system chemicals called \"cytokines\" that can increase your risk of developing chronic diseases such as heart disease and insulin resistance."
  },
  {
    "startTime": 176.7,
    "endTime": 181.39999999999998,
    "text": "Meanwhile, stress hormones affect immune cells in a variety of ways."
  },
  {
    "startTime": 181.5,
    "endTime": 194.8,
    "text": "Initially, they help prepare to fight invaders and heal after injury, but chronic stress can dampen the function of some immune cells, make you more susceptible to infections, and slow the rate you heal."
  },
  {
    "startTime": 194.9,
    "endTime": 196.8,
    "text": "Want to live a long life?"
  },
  {
    "startTime": 196.9,
    "endTime": 199.3,
    "text": "You may have to curb your chronic stress."
  },
  {
    "startTime": 199.4,
    "endTime": 208.1,
    "text": "That's because it has even been associated with shortened telomeres, the shoelace-tip ends of chromosomes that measure a cell's age."
  },
  {
    "startTime": 208.2,
    "endTime": 219.5,
    "text": "Telomeres cap chromosomes to allow DNA to get copied every time a cell divides without damaging the cell's genetic code, and they shorten with each cell division."
  },
  {
    "startTime": 219.6,
    "endTime": 224.79999999999998,
    "text": "When telomeres become too short, a cell can no longer divide, and it dies."
  },
  {
    "startTime": 225.1,
    "endTime": 240.79999999999998,
    "text": "As if all that weren't enough, chronic stress has even more ways it can sabotage your health, including acne, hair loss, sexual dysfunction, headaches, muscle tension, difficulty concentrating, fatigue, and irritability."
  },
  {
    "startTime": 240.9,
    "endTime": 243.5,
    "text": "So, what does all this mean for you?"
  },
  {
    "startTime": 244.0,
    "endTime": 247.2,
    "text": "Your life will always be filled with stressful situations."
  },
  {
    "startTime": 247.3,
    "endTime": 253.10000000000002,
    "text": "But what matters to your brain and entire body is how you respond to that stress."
  },
  {
    "startTime": 253.5,
    "endTime": 266.0,
    "text": "If you can view those situations as challenges you can control and master rather than as threats that are insurmountable, you will perform better in the short run and stay healthy in the long run."
  }
]