[
  {
    "startTime": 4.76,
    "endTime": 10.48,
    "text": "Hiro puts crumpled cash in the tray but when he wins the fight the money is all rolled up."
  },
  {
    "startTime": 10.48,
    "endTime": 12.42,
    "text": "The helmet is big"
  },
  {
    "startTime": 12.42,
    "endTime": 14.04,
    "text": "and now it fits him well."
  },
  {
    "startTime": 14.04,
    "endTime": 17.54,
    "text": "Aunt Cass is not the same character as the mom in The Incredibles."
  },
  {
    "startTime": 17.54,
    "endTime": 21.54,
    "text": "Hiro and Tadashi walk out of the police station empty handed without their helmets."
  },
  {
    "startTime": 21.54,
    "endTime": 26.72,
    "text": "Exposition."
  },
  {
    "startTime": 26.72,
    "endTime": 33.12,
    "text": "The helmets are back."
  },
  {
    "startTime": 33.12,
    "endTime": 39.5,
    "text": "Apple slices are floating slowly to the ground but then they are nowhere to be found."
  },
  {
    "startTime": 39.5,
    "endTime": 42.6,
    "text": "Honey Lemon easily rolls a 400 lbs ball."
  },
  {
    "startTime": 42.6,
    "endTime": 47.58,
    "text": "Lollipop appears out of nowhere."
  },
  {
    "startTime": 47.58,
    "endTime": 52.76,
    "text": "Callaghan's shirt is blue but when he holds out his arm to take Megabot his shirt sleeve is red."
  },
  {
    "startTime": 52.76,
    "endTime": 56.36,
    "text": "In a later scene, Callaghan is wearing a red shirt at the SFTT."
  },
  {
    "startTime": 56.36,
    "endTime": 60.6,
    "text": "Now, lollipo is gone."
  },
  {
    "startTime": 60.6,
    "endTime": 65.54,
    "text": "Looks like no one in this movie did any laundry. They all wear the same clothes throughout the movie."
  },
  {
    "startTime": 65.54,
    "endTime": 69.48,
    "text": "They already had a prime spot so why did they move?"
  },
  {
    "startTime": 69.48,
    "endTime": 77.9,
    "text": "Just throw the neuro transmitter device that controls your greatest invention at the stage."
  },
  {
    "startTime": 77.9,
    "endTime": 83.44000000000001,
    "text": "Wrong choice. Hiro just threw away money, unlimited research resources and a challenging job."
  },
  {
    "startTime": 83.44,
    "endTime": 90.16,
    "text": "Later in the movie, he upgrades all of his friends’ inventions so college would probably be boring for him."
  },
  {
    "startTime": 90.16,
    "endTime": 94.32,
    "text": "The one person he approaches happens to know Professor Callaghan is still in the building."
  },
  {
    "startTime": 94.32,
    "endTime": 99.22,
    "text": "There are hundreds of people exiting the building so how can she know that Callaghan was still inside."
  },
  {
    "startTime": 99.22,
    "endTime": 105.66,
    "text": "The whole courtyard is empty, I think it is safe to assume everyone has left the building."
  },
  {
    "startTime": 105.66,
    "endTime": 110.46,
    "text": "Tadashi’s friends met Hiro a couple of times but they are instant best friends forever."
  },
  {
    "startTime": 110.46,
    "endTime": 117.86,
    "text": "Oh wait… they did take that selfie together, right? Definitely BFF territory."
  },
  {
    "startTime": 117.86,
    "endTime": 127.18,
    "text": "Gap in Hiro’s teeth is on the his right of his mouth… and now on the left side."
  },
  {
    "startTime": 127.18,
    "endTime": 132.9,
    "text": "Baymax scans Hiro for health problems, it list his \"symptoms\" such as heart rate and blood pressure."
  },
  {
    "startTime": 132.9,
    "endTime": 137.82,
    "text": "Objective measurements taken by a healthcare provider like these are known as \"signs.\""
  },
  {
    "startTime": 137.82,
    "endTime": 144.28,
    "text": "Hiro's Megabot had no visible screws in prior scenes but now Hiro is working on the bot with a screwdriver."
  },
  {
    "startTime": 144.28,
    "endTime": 146.98,
    "text": "Why is Hiro trying to hide Baymax from her aunt?"
  },
  {
    "startTime": 146.98,
    "endTime": 152.28,
    "text": "It’s not like no one noticed a giant walking marshmallow trying to go past the tables at the bakery."
  },
  {
    "startTime": 152.28,
    "endTime": 155.18,
    "text": "Teaching kids how not to cross a busy street."
  },
  {
    "startTime": 155.18,
    "endTime": 159.64000000000001,
    "text": "Baymax is walking while Hiro is running and yet he can’t catch up to Baymax."
  },
  {
    "startTime": 159.64,
    "endTime": 164.1,
    "text": "The gap between the container and the building changes."
  },
  {
    "startTime": 164.1,
    "endTime": 166.48,
    "text": "The window is too high for Baymax to reach."
  },
  {
    "startTime": 166.48,
    "endTime": 172.79999999999998,
    "text": "Hiro holds a broom as a weapon as he approaches the barrel of microbots but then the broom disappears."
  },
  {
    "startTime": 172.8,
    "endTime": 177.22,
    "text": "Baymax was ready to shock Hiro when he didn’t actually have a heart attack."
  },
  {
    "startTime": 177.22,
    "endTime": 187.12,
    "text": "I guess  Baymax’s health care programming is not that good."
  },
  {
    "startTime": 187.12,
    "endTime": 189.26,
    "text": "Why did Baymax say “Oh no?”"
  },
  {
    "startTime": 189.26,
    "endTime": 195.34,
    "text": "He wouldn’t know if what happened was dangerous or not. To him, it was just some microbots moving up."
  },
  {
    "startTime": 195.34,
    "endTime": 199.74,
    "text": "It is out of place that the police officer would be so incredulous about Hiro’s story."
  },
  {
    "startTime": 199.74,
    "endTime": 203.4,
    "text": "The movie portrays San Fransokyo to be technologically advanced"
  },
  {
    "startTime": 203.4,
    "endTime": 222.72,
    "text": "so the idea of microbots is not that far fetched."
  },
  {
    "startTime": 222.72,
    "endTime": 225.96,
    "text": "Baymax inflates his arms and has three holes on each arm."
  },
  {
    "startTime": 225.96,
    "endTime": 243.02,
    "text": "When the camera angle changes, he has a lot more pieces of tape on his arms and belly."
  },
  {
    "startTime": 243.02,
    "endTime": 248.08,
    "text": "Low battery power does not make robots drunk unless they are programmed that way."
  },
  {
    "startTime": 248.08,
    "endTime": 250.62,
    "text": "The charging station is plugged and in the corner"
  },
  {
    "startTime": 250.62,
    "endTime": 254.08,
    "text": "but earlier we see it fly away from the middle of the room."
  },
  {
    "startTime": 254.08,
    "endTime": 261.2,
    "text": "We never see Baymax recharge his batteries again for the rest of the movie."
  },
  {
    "startTime": 261.2,
    "endTime": 265.32,
    "text": "Baymax asks “When will he return?” but right after says “He’s here.”"
  },
  {
    "startTime": 265.32,
    "endTime": 268.3,
    "text": "Why did he ask when will he return then if he’s here?"
  },
  {
    "startTime": 268.3,
    "endTime": 271.26,
    "text": "How did the microbot get there? And why is it not moving?"
  },
  {
    "startTime": 271.26,
    "endTime": 275.46,
    "text": "The micro bot had been moving all throughout the movie but now it is not moving at all."
  },
  {
    "startTime": 275.46,
    "endTime": 286.56,
    "text": "There is no drink at the desk but then Hiro rolls away in his chair with a drink."
  },
  {
    "startTime": 286.56,
    "endTime": 288.64,
    "text": "Hiro decides to upgrade Baymax,"
  },
  {
    "startTime": 288.64,
    "endTime": 293.4,
    "text": "a robot designed to be family friendly, innocent, and to diagnose medical problems"
  },
  {
    "startTime": 293.4,
    "endTime": 298.97999999999996,
    "text": "instead of building a combat robot that would be far better at stopping the Kabuki man."
  },
  {
    "startTime": 298.98,
    "endTime": 303.72,
    "text": "Or he could build a better neural transmitter to override the other neural transmitter."
  },
  {
    "startTime": 303.72,
    "endTime": 306.62,
    "text": "Or he could build a  signal jammer."
  },
  {
    "startTime": 306.62,
    "endTime": 312.96,
    "text": "Microbot decides to move again."
  },
  {
    "startTime": 312.96,
    "endTime": 314.97999999999996,
    "text": "This has no basis in medical fact."
  },
  {
    "startTime": 314.98,
    "endTime": 319.82,
    "text": "People who do not get cramps after eating will not develop cramps by going swimming after eating."
  },
  {
    "startTime": 319.82,
    "endTime": 324.94,
    "text": "Besides, Hiro has not eaten a meal in the past hour unless you count the gummy bears he ate."
  },
  {
    "startTime": 324.94,
    "endTime": 326.94,
    "text": "Callaghan was right behind them."
  },
  {
    "startTime": 326.94,
    "endTime": 329.12,
    "text": "He would have caught them at the red light."
  },
  {
    "startTime": 329.12,
    "endTime": 334.14,
    "text": "Close the exit. He just needed to think it instead of making a tunnel."
  },
  {
    "startTime": 334.14,
    "endTime": 338.15999999999997,
    "text": "Callaghan doesn’t make sure Hiro and friends are dead."
  },
  {
    "startTime": 338.16,
    "endTime": 342.04,
    "text": "Jammed seat belt cliche."
  },
  {
    "startTime": 342.04,
    "endTime": 349.48,
    "text": "Just because you have light saber blades it doesn’t automatically give you super eye hand coordination."
  },
  {
    "startTime": 349.48,
    "endTime": 352.88,
    "text": "Everyone gets super cool upgrades and Hiro gets a matching costume."
  },
  {
    "startTime": 352.88,
    "endTime": 366.56,
    "text": "When Hiro jumps on Baymax he attaches himself to Baymax but then he does it again in the next scene."
  },
  {
    "startTime": 366.56,
    "endTime": 380.12,
    "text": "Pigeon survives and they are still confident they can defeat the Kabuki man."
  },
  {
    "startTime": 380.12,
    "endTime": 386.02,
    "text": "But Baymax could scan just fine from miles away at the top of the bridge."
  },
  {
    "startTime": 386.02,
    "endTime": 392.9,
    "text": "Abandoned high tech facility with confidential research video footage easily accessible."
  },
  {
    "startTime": 392.9,
    "endTime": 401.4,
    "text": "Was red eyes programmed into Baymax fight mode?"
  },
  {
    "startTime": 401.4,
    "endTime": 405.65999999999997,
    "text": "But of course the sensor is damaged."
  },
  {
    "startTime": 405.66,
    "endTime": 410.40000000000003,
    "text": "Hiro just flew back to his garage and took him twenty seconds to fix the scanner."
  },
  {
    "startTime": 410.4,
    "endTime": 413.62,
    "text": "How did they get to Hiro so fast?"
  },
  {
    "startTime": 413.62,
    "endTime": 418.38,
    "text": "Why did he hide his face behind a mask if he was going to reveal himself all along?"
  },
  {
    "startTime": 418.38,
    "endTime": 419.86,
    "text": "How is the portal powered?"
  },
  {
    "startTime": 419.86,
    "endTime": 424.96000000000004,
    "text": "Later when the portal crashes it is still working with no apparent power source."
  },
  {
    "startTime": 424.96,
    "endTime": 429.44,
    "text": "Making dramatic unnecessary hand gestures when the microbots are controlled by his mind."
  },
  {
    "startTime": 429.44,
    "endTime": 433.9,
    "text": "We never see Krei being saved but he’s free when the building collapses."
  },
  {
    "startTime": 433.9,
    "endTime": 435.67999999999995,
    "text": "Baymax crushes the mask."
  },
  {
    "startTime": 435.68,
    "endTime": 438.26,
    "text": "Could have done that way before when he had the chance."
  },
  {
    "startTime": 438.26,
    "endTime": 442.09999999999997,
    "text": "Previously, Baymax gets smashed into a building and his armor is ok."
  },
  {
    "startTime": 442.1,
    "endTime": 445.42,
    "text": "Armor is destroyed but there are no leaks in his marshmallow body."
  },
  {
    "startTime": 445.42,
    "endTime": 450.26,
    "text": "Baymax could have aimed himself, Hiro, and Abigail at the portal by turning himself away from it"
  },
  {
    "startTime": 450.26,
    "endTime": 455.02,
    "text": "and then fired his fist. Newton’s law, “for every action there is an equal and opposite reaction”"
  },
  {
    "startTime": 455.02,
    "endTime": 459.09999999999997,
    "text": "might have generated enough force to push them all through the portal."
  },
  {
    "startTime": 459.1,
    "endTime": 463.24,
    "text": "Or Baymax could have just told Hiro that the “Tadashi” chip was in the hand."
  },
  {
    "startTime": 463.24,
    "endTime": 466.5,
    "text": "That would have improved Hiro’s mental condition."
  },
  {
    "startTime": 466.5,
    "endTime": 470.74,
    "text": "Or Tadashi could have made Baymax to sync with a cloud server for real time backups"
  },
  {
    "startTime": 470.74,
    "endTime": 476.16,
    "text": "that way Baymax would not lose all the things he learned in case of a catastrophic event like going into a wormhole."
  },
  {
    "startTime": 476.16,
    "endTime": 479.06,
    "text": "Great programmers would have predicted this situation."
  },
  {
    "startTime": 479.06,
    "endTime": 483.76,
    "text": "Previously the portal sucks an entire building but now it just sucks loose debris."
  },
  {
    "startTime": 483.76,
    "endTime": 486.42,
    "text": "It took Tadashi 84 attempts to build Baymax."
  },
  {
    "startTime": 486.42,
    "endTime": 494.12,
    "text": "Hiro rebuilds Baymax from scratch so Tadashi must have had backups."
  },
  {
    "startTime": 494.12,
    "endTime": 497.5,
    "text": "Callaghan seemed really trustworthy and caring about his students."
  },
  {
    "startTime": 497.5,
    "endTime": 501.66,
    "text": "He cared whether or not Hiro got into school and made something of himself."
  },
  {
    "startTime": 501.66,
    "endTime": 506.62,
    "text": "Then he turns into this evil sociopath that has no problem killing his former students."
  },
  {
    "startTime": 506.62,
    "endTime": 511.38,
    "text": "You can only take blinded by loss and revenge so far to be believable."
  },
  {
    "startTime": 511.38,
    "endTime": 513.6,
    "text": "This scene shows that they had a disagreement"
  },
  {
    "startTime": 513.6,
    "endTime": 522.6,
    "text": "but I wouldn’t say it’s a hint that Callaghan had super villain tendencies."
  },
  {
    "startTime": 522.6,
    "endTime": 523.72,
    "text": "Here’s Plan B."
  },
  {
    "startTime": 523.72,
    "endTime": 530.1800000000001,
    "text": "Callaghan apparently was THE guy in robotics. He already had the trust of Tadashi and Hiro so no one would have noticed"
  },
  {
    "startTime": 530.18,
    "endTime": 535.6999999999999,
    "text": "if he took one microbot went to his warehouse, reversed engineered it and made more microbots."
  },
  {
    "startTime": 535.7,
    "endTime": 541.3000000000001,
    "text": "Which was exactly what Krei tried to do when Tadashi asked for the microbot back."
  },
  {
    "startTime": 541.3,
    "endTime": 546.26,
    "text": "If Callaghan had done that, Tadashi would still be alive, there wouldn’t be any super heroes,"
  },
  {
    "startTime": 546.26,
    "endTime": 550.56,
    "text": "he would have had his revenge with no one to stop him."
  },
  {
    "startTime": 550.56,
    "endTime": 560.56,
    "text": "But… had he done that, his daughter would still be trapped in the wormhole."
  }
]