[
  {
    "startTime": 0.0,
    "endTime": 1.3,
    "text": "Time for school!"
  },
  {
    "startTime": 1.3,
    "endTime": 6.12,
    "text": "And it's no surprise that many of us are determined to study smarter instead of longer."
  },
  {
    "startTime": 6.12,
    "endTime": 12.3,
    "text": "But which study tips and tricks actually work scientifically, and can help you get those perfect grades?"
  },
  {
    "startTime": 12.3,
    "endTime": 17.4,
    "text": "First step, research shows that study sessions are most effective in small short chunks."
  },
  {
    "startTime": 17.4,
    "endTime": 25.299999999999997,
    "text": "Instead of cramming in a ten hour study session, it's much more effective to spread it out into twenty thirty-minutes sessions over a few weeks."
  },
  {
    "startTime": 25.3,
    "endTime": 32.5,
    "text": "This is because your brain is better at encoding information into the synapses in short repeated sessions as opposed to one large one."
  },
  {
    "startTime": 32.5,
    "endTime": 39.5,
    "text": "And this is why even learning different skills, whether it's swimming, tennis, or a singing lesson often follows the same format."
  },
  {
    "startTime": 39.5,
    "endTime": 44.95,
    "text": "And well, cramming and pulling all nighters may be a ritual, it turns out that this is linked to the lowest grades."
  },
  {
    "startTime": 44.95,
    "endTime": 52.0,
    "text": "After prolonged nocturnal study sessions, reasoning and memory may be negatively effected for up to 4 whole days."
  },
  {
    "startTime": 52.0,
    "endTime": 58.5,
    "text": "Instead, setting up specific times in a day, or during the week, just to study primes your brain by creating a routine,"
  },
  {
    "startTime": 58.5,
    "endTime": 63.5,
    "text": "and over time studying actually becomes easier, as your brain is trained to learn in those moments."
  },
  {
    "startTime": 63.5,
    "endTime": 70.9,
    "text": "And well, many of us spend hours passively rereading our notes or highlighting a textbook, studies have shown this to be ineffective."
  },
  {
    "startTime": 70.9,
    "endTime": 75.14,
    "text": "It doesn't improve your understanding of topics nor does it link key concepts together."
  },
  {
    "startTime": 75.14,
    "endTime": 79.68,
    "text": "It can even be detrimental, as it draws your attention to less important information."
  },
  {
    "startTime": 79.68,
    "endTime": 84.64,
    "text": "Flashcards, on the other hand, are proven to be excellent memory reinforcement tools."
  },
  {
    "startTime": 84.64,
    "endTime": 89.16,
    "text": "Whether, during your schedule study times, or during off times like a bus ride home."
  },
  {
    "startTime": 89.16,
    "endTime": 91.7,
    "text": "It also helps to have a specific goal for each study session."
  },
  {
    "startTime": 91.7,
    "endTime": 94.9,
    "text": "Instead of aimlessly studying, pick one aspect you're focused on."
  },
  {
    "startTime": 94.9,
    "endTime": 99.5,
    "text": "Whether it's balancing chemical equations or learning how to conjugate french verbs."
  },
  {
    "startTime": 99.5,
    "endTime": 102.4,
    "text": "If you can't explain it simply, then you don't understand it well enough."
  },
  {
    "startTime": 102.4,
    "endTime": 110.7,
    "text": "In studies where individuals were asked to learn a passage and then half were told they will be tested on the material while the other half were told they would have to teach it to other students"
  },
  {
    "startTime": 110.7,
    "endTime": 115.58,
    "text": "participants expecting to teach it, did much better on understanding the main points."
  },
  {
    "startTime": 115.58,
    "endTime": 121.24,
    "text": "When you're expected to teach, your brain organizes the information in a more logical coherent structure."
  },
  {
    "startTime": 121.24,
    "endTime": 124.0,
    "text": "Of course, practice, practice, practice!"
  },
  {
    "startTime": 124.0,
    "endTime": 130.6,
    "text": "Not only do practice tests put your brain in the environment but even if you make mistakes, they help identify gaps in your knowledge"
  },
  {
    "startTime": 130.6,
    "endTime": 135.5,
    "text": "Practice tests have also been shown to increase confidence, thereby leading to better performance."
  },
  {
    "startTime": 135.5,
    "endTime": 137.0,
    "text": "So where should you be studying ?"
  },
  {
    "startTime": 137.0,
    "endTime": 144.1,
    "text": "Research shows that having a designated sacred spot for study, that's well equipped with every tool you might need is best."
  },
  {
    "startTime": 144.1,
    "endTime": 146.78,
    "text": "Just like setting times, this primes your brain for studying."
  },
  {
    "startTime": 146.78,
    "endTime": 150.3,
    "text": "Have an awesome study playlist? Not so fast!"
  },
  {
    "startTime": 150.3,
    "endTime": 154.95000000000002,
    "text": "Well, some studies have shown that certain types of classical music can help improve concentration,"
  },
  {
    "startTime": 154.95,
    "endTime": 162.5,
    "text": "a recent studies has shown that learning with rhythmic background noise can be detrimental to focus and those not using music, very much better."
  },
  {
    "startTime": 162.5,
    "endTime": 164.98,
    "text": "And if you haven't already, put away your phone!"
  },
  {
    "startTime": 164.98,
    "endTime": 171.42,
    "text": "This is a no brainer. But your text and social media notifications severely decrease concentration."
  },
  {
    "startTime": 171.42,
    "endTime": 174.38,
    "text": "Of course, exams can be extremely stressful,"
  },
  {
    "startTime": 174.38,
    "endTime": 180.24,
    "text": "so if you want some tips on how to deal with exam anxiety, check out our ASAP THOUGHT videos which breaks down some tips for that."
  },
  {
    "startTime": 180.24,
    "endTime": 181.60000000000002,
    "text": "Link in the description."
  },
  {
    "startTime": 181.6,
    "endTime": 184.23999999999998,
    "text": "And a big thank you to TD bank for sponsoring this video."
  },
  {
    "startTime": 185.0,
    "endTime": 192.9,
    "text": "If you're heading to campus this fall, click on the link below or visit td.com/student to see how TD can help you start school with a plan."
  },
  {
    "startTime": 192.9,
    "endTime": 198.6,
    "text": "We know how hard and tough it can be getting buried in books and bills and TD has some great solutions for you."
  },
  {
    "startTime": 198.6,
    "endTime": 200.0,
    "text": "Be sure to check it out."
  },
  {
    "startTime": 200.0,
    "endTime": 205.0,
    "text": "And subscribe for more weekly science videos."
  }
]