[
  {
    "startTime": 0.0,
    "endTime": 5.0,
    "text": "Sometimes when it's hot, I stick my leg out from under the covers and it's like instant cooling effect."
  },
  {
    "startTime": 5.0,
    "endTime": 8.0,
    "text": "But when it's cold, I want socks to keep my footsies warm!"
  },
  {
    "startTime": 8.5,
    "endTime": 11.0,
    "text": "Why do feet have so much thermal power!?"
  },
  {
    "startTime": 14.9,
    "endTime": 18.1,
    "text": "Howdy everybody! Thanks for watching D-News today. I'm Trace."
  },
  {
    "startTime": 18.58,
    "endTime": 20.799999999999997,
    "text": "If you are watching this, you are warm-blooded."
  },
  {
    "startTime": 20.8,
    "endTime": 27.0,
    "text": "Unless of course you are an alien, or a reptile that has learned to understand human speech… and, If so… then... hello."
  },
  {
    "startTime": 27.5,
    "endTime": 33.8,
    "text": "Warm-blooded animals have thermoregulation — we're constantly burning energy to keep our internal organs at optimal body temperature."
  },
  {
    "startTime": 34.0,
    "endTime": 43.979,
    "text": "Temperature is maintained by the burning of energy, but also sweating, shivering, and overall skin blood flow, and our feet and hands are major weapons in maintaining temperature."
  },
  {
    "startTime": 44.499,
    "endTime": 51.0,
    "text": "Normally, blood runs from the heart, through arteries, vessels, capillaries and so on to cells and then back through veins to the heart again."
  },
  {
    "startTime": 51.3,
    "endTime": 56.0,
    "text": "When it's hot, things open up and blood flows more freely; and the opposite happens when it's cold."
  },
  {
    "startTime": 56.6,
    "endTime": 60.0,
    "text": "The thing is, not all parts of the body are treated equally by the brain."
  },
  {
    "startTime": 60.2,
    "endTime": 65.8,
    "text": "In the 1930s, the cortical homunculus was created to describe how brains see our bodies."
  },
  {
    "startTime": 66.0,
    "endTime": 69.5,
    "text": "Limbs aren't that important, and neither is the torso."
  },
  {
    "startTime": 69.5,
    "endTime": 76.5,
    "text": "So the input is largely ignored by the conscious mind; but, hands, lips, genitals and so on are very important!"
  },
  {
    "startTime": 76.5,
    "endTime": 79.5,
    "text": "This model vogues with thermoregulation in some aspects as well."
  },
  {
    "startTime": 79.5,
    "endTime": 85.24,
    "text": "Our feet, for example, are often ignored by our brain, but are really important for thermoregulation!"
  },
  {
    "startTime": 85.24,
    "endTime": 91.32,
    "text": "When you feel uncomfortably cold, the somatosensory cortex of your brain triggers to start thermoregulation."
  },
  {
    "startTime": 91.33,
    "endTime": 95.4,
    "text": "It ups your body temperature by shivering, or opening blood vessels."
  },
  {
    "startTime": 95.4,
    "endTime": 102.88000000000001,
    "text": "Inside the feet are arteriovenous anastomoses, which connect arteries directly to veins, bypassing all that capillary problem."
  },
  {
    "startTime": 102.98,
    "endTime": 110.08,
    "text": "When you're warm, these vessels in your feet dilate which lets blood get all the way to your skin which regulates your temperature and cools you down."
  },
  {
    "startTime": 110.1,
    "endTime": 113.61,
    "text": "This is why you put one foot out from under the covers."
  },
  {
    "startTime": 113.61,
    "endTime": 125.11,
    "text": "According to a spokesperson from the National Sleep Foundation, when you stick your foot out, those arteriovenous anastomoses allow the foot to cool you off, regulating your body temperature without disrupting your overall comfort."
  },
  {
    "startTime": 125.11,
    "endTime": 128.0,
    "text": "Biology aside, thermoregulation also has to do with comfort."
  },
  {
    "startTime": 128.0,
    "endTime": 131.0,
    "text": "Mom used to say most of your body heat was lost through your head and your feet."
  },
  {
    "startTime": 131.369,
    "endTime": 133.189,
    "text": "But that's actually a myth, sorry Mom."
  },
  {
    "startTime": 133.489,
    "endTime": 142.19,
    "text": "The myth probably originated from the 1970s U.S. Army Survival Manual, where they said \"40 to 45 percent of body heat\" is lost through the head."
  },
  {
    "startTime": 142.19,
    "endTime": 147.5,
    "text": "Because the brain focuses on the head and chest for thermal comfort rather than the appendages and your feet."
  },
  {
    "startTime": 147.7,
    "endTime": 153.01,
    "text": "Chances are these regs were more concerned with keeping the soldiers happy; than their actual core body temperatures."
  },
  {
    "startTime": 153.4,
    "endTime": 162.0,
    "text": "In reality, a 2008 study in the British Medical Journal found heat loss is spread pretty evenly across the body, with only about seven to ten percent being lost through the head."
  },
  {
    "startTime": 162.2,
    "endTime": 170.0,
    "text": "But according to a 2009 paper from the University of Wollongong, most of that discomfort centers around the heat levels in our head, hands and face."
  },
  {
    "startTime": 170.5,
    "endTime": 172.299,
    "text": "Perhaps because of that brain perception problem."
  },
  {
    "startTime": 172.499,
    "endTime": 175.2,
    "text": "Our poor downtrodden feet just get left in the dust."
  },
  {
    "startTime": 175.5,
    "endTime": 180.7,
    "text": "Our feet can get colder than our hands, our head or our chest, all without affecting our conscious discomfort levels."
  },
  {
    "startTime": 180.89,
    "endTime": 184.999,
    "text": "Thus, it is the perfect candidate to thermoregulate while asleep."
  },
  {
    "startTime": 184.999,
    "endTime": 189.15,
    "text": "Long story short, feet can be a bit cold and you will still be snug as a bug in a rug."
  },
  {
    "startTime": 189.45,
    "endTime": 191.0,
    "text": "What kind of crazy things do you do to get to sleep?"
  },
  {
    "startTime": 191.5,
    "endTime": 195.08,
    "text": "Maybe we'll do a video about how that works if you tell us them down in the comments."
  },
  {
    "startTime": 195.1,
    "endTime": 203.0,
    "text": "Make sure you keep coming back to DNews every single day; subscribe so you get all our videos and we'll see you next time, sleep well."
  }
]