[
  {
    "startTime": 0.849,
    "endTime": 18.59,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 18.59,
    "endTime": 24.89,
    "text": "and a life that you love, and this is Q&A Tuesday. Today’s question comes from Angela"
  },
  {
    "startTime": 24.89,
    "endTime": 25.82,
    "text": "and Angela writes:"
  },
  {
    "startTime": 25.82,
    "endTime": 32.039,
    "text": "“Dear Marie, how do you fit it all in? I’m getting increasingly overwhelmed by too much"
  },
  {
    "startTime": 32.039,
    "endTime": 37.199,
    "text": "to do and not enough time. There’s work but then there’s all this other stuff like"
  },
  {
    "startTime": 37.199,
    "endTime": 42.079,
    "text": "getting enough sleep and meditation, exercising, making fresh juices, smoothies, and meals,"
  },
  {
    "startTime": 42.079,
    "endTime": 48.339,
    "text": "grocery shopping, social time, family time, and so on. Not to mention all the time social"
  },
  {
    "startTime": 48.339,
    "endTime": 53.53,
    "text": "media can take and there seems to be some kind of new social media site coming up every"
  },
  {
    "startTime": 53.53,
    "endTime": 59.120000000000005,
    "text": "week. So how do you manage running a successful business, taking care of yourself, having"
  },
  {
    "startTime": 59.12,
    "endTime": 65.32,
    "text": "a social life, getting enough sleep, and keeping your stress levels down? Thanks, Angela.”"
  },
  {
    "startTime": 65.32,
    "endTime": 70.71,
    "text": "Alright Angela, this is a great question. We’ve talked a lot about time management"
  },
  {
    "startTime": 70.71,
    "endTime": 75.509,
    "text": "here on MarieTV and I’m gonna include links to some of our favorite productivity episodes"
  },
  {
    "startTime": 75.509,
    "endTime": 81.28,
    "text": "right below. But today I’m gonna answer your question a little bit different than"
  },
  {
    "startTime": 81.28,
    "endTime": 83.229,
    "text": "usual."
  },
  {
    "startTime": 83.229,
    "endTime": 88.439,
    "text": "This one is gonna be very personal and, a little bit of a warning here, it includes"
  },
  {
    "startTime": 88.439,
    "endTime": 95.079,
    "text": "some bleeped out explicit rap lyrics. So if you have little ones around, you might wanna"
  },
  {
    "startTime": 95.079,
    "endTime": 97.14899999999999,
    "text": "put your headset on now."
  },
  {
    "startTime": 97.149,
    "endTime": 102.81,
    "text": "So here’s the deal, my dark little secret to fitting it all in is actually that I don't"
  },
  {
    "startTime": 102.81,
    "endTime": 114.53,
    "text": "fit it all in. I am the queen of no and a professional disappointer."
  },
  {
    "startTime": 114.53,
    "endTime": 121.88,
    "text": "But seriously, I say no way more than I say yes. I’m always politely turning things"
  },
  {
    "startTime": 121.88,
    "endTime": 128.95,
    "text": "down, ignoring my inbox, ignoring my phone, even saying no to myself because I know how"
  },
  {
    "startTime": 128.95,
    "endTime": 136.16,
    "text": "easy it is to slip into overwhelm, which leads directly into the land of anxiety, mediocrity,"
  },
  {
    "startTime": 136.16,
    "endTime": 141.32999999999998,
    "text": "and a million half done projects that you never get done. Now, the reason I say no to"
  },
  {
    "startTime": 141.33,
    "endTime": 147.16000000000003,
    "text": "so many things is actually because I’m ultra clear on my own priorities. And years of experience"
  },
  {
    "startTime": 147.16,
    "endTime": 154.04,
    "text": "have taught me that no project, no meeting, no anything just takes an hour or a few hours"
  },
  {
    "startTime": 154.04,
    "endTime": 159.48,
    "text": "or even a few days. Everything takes more time and energy than you initially think it"
  },
  {
    "startTime": 159.48,
    "endTime": 160.2,
    "text": "will."
  },
  {
    "startTime": 160.2,
    "endTime": 165.04,
    "text": "So rather than trying to do it all, I actually focus on the critical few things that make"
  },
  {
    "startTime": 165.04,
    "endTime": 170.45999999999998,
    "text": "the biggest impact in my business and my life. And every single day, which I’m sure is"
  },
  {
    "startTime": 170.46,
    "endTime": 176.73000000000002,
    "text": "the same for you, a million different opportunities or other people's agendas of what they think"
  },
  {
    "startTime": 176.73,
    "endTime": 229.48,
    "text": "I should be doing pop up and try and distract me, like this."
  },
  {
    "startTime": 229.48,
    "endTime": 236.67999999999998,
    "text": "So when that happens I sing this sweet little song to keep me on track. Big Sean, tell everybody"
  },
  {
    "startTime": 236.68,
    "endTime": 242.84,
    "text": "what I say to distractions."
  },
  {
    "startTime": 242.84,
    "endTime": 277.09000000000003,
    "text": "I’m not kidding, Angela. I sing that song any time distractions try and seep in or I"
  },
  {
    "startTime": 277.09,
    "endTime": 282.13,
    "text": "try to pressure myself to take on another spiritual practice or a personal practice"
  },
  {
    "startTime": 282.13,
    "endTime": 283.82,
    "text": "that I just don't need."
  },
  {
    "startTime": 283.82,
    "endTime": 290.68,
    "text": "Now, one thing I wanna be ultra clear on, when I sing this song it is never directed"
  },
  {
    "startTime": 290.68,
    "endTime": 297.14,
    "text": "at a person or an idea or an opportunity. It’s at the element of distraction itself,"
  },
  {
    "startTime": 297.14,
    "endTime": 302.88,
    "text": "because I am super grateful for any opportunity that comes my way, and we treat every request"
  },
  {
    "startTime": 302.88,
    "endTime": 305.29,
    "text": "with love and respect."
  },
  {
    "startTime": 305.29,
    "endTime": 312.29,
    "text": "Bottom line? My secret to fitting it all in is that I don't try to and I don't care to."
  },
  {
    "startTime": 312.29,
    "endTime": 317.96000000000004,
    "text": "I keep my life as simple as humanly possible. So for the things that I do say yes to, I"
  },
  {
    "startTime": 317.96,
    "endTime": 323.7,
    "text": "can be fully present, I can bring my A game, and give whatever I’m working on the time"
  },
  {
    "startTime": 323.7,
    "endTime": 326.38,
    "text": "and attention it deserves."
  },
  {
    "startTime": 326.38,
    "endTime": 331.55,
    "text": "So let’s land this plane on one of my favorite Tweetables of all time."
  },
  {
    "startTime": 331.55,
    "endTime": 338.90000000000003,
    "text": "“When you know what’s important, it’s a lot easier to ignore what’s not.”"
  },
  {
    "startTime": 338.9,
    "endTime": 343.96,
    "text": "That was my A to your Q, Angela, I really do hope it helps. Now I would love to hear"
  },
  {
    "startTime": 343.96,
    "endTime": 349.59,
    "text": "from you. If you’re like most creatives I know, myself included, you have a million,"
  },
  {
    "startTime": 349.59,
    "endTime": 355.11999999999995,
    "text": "trillion things you’d love to work on and love to create. But if you could only have"
  },
  {
    "startTime": 355.12,
    "endTime": 361.68,
    "text": "3 top business priorities right now and 3 top personal priorities right now, what would"
  },
  {
    "startTime": 361.68,
    "endTime": 371.11,
    "text": "those be? And, part two, if you had to sing a little IDFWU to 3 specific projects or shoulds"
  },
  {
    "startTime": 371.11,
    "endTime": 374.08000000000004,
    "text": "and eliminate them from your calendar, what would they be?"
  },
  {
    "startTime": 374.08,
    "endTime": 379.27,
    "text": "Now, as always, the best discussions happen after the episode over at the magical land"
  },
  {
    "startTime": 379.27,
    "endTime": 383.74,
    "text": "of MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 383.74,
    "endTime": 389.27,
    "text": "Did you like this video? If so, subscribe to our channel and I would be so grateful"
  },
  {
    "startTime": 389.27,
    "endTime": 393.34,
    "text": "if you shared this with your friends. And if you want even more incredible resources"
  },
  {
    "startTime": 393.34,
    "endTime": 397.86999999999995,
    "text": "to create a business and life that you love, plus some personal insights from me that I"
  },
  {
    "startTime": 397.87,
    "endTime": 402.02,
    "text": "only talk about in email, come on over to MarieForleo.com and make sure you sign up"
  },
  {
    "startTime": 402.02,
    "endTime": 403.45,
    "text": "for email updates."
  },
  {
    "startTime": 403.45,
    "endTime": 408.18,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 408.18,
    "endTime": 413.68,
    "text": "gift that only you have. Thank you so much for watching and I'll catch you next time"
  },
  {
    "startTime": 413.68,
    "endTime": 423.68,
    "text": "on MarieTV."
  }
]