[
  {
    "startTime": 0.28,
    "endTime": 4.0,
    "text": "Hey guys Ken Tamplin back here again at Ken Tamplin Vocal Academy."
  },
  {
    "startTime": 4.0,
    "endTime": 8.79,
    "text": "Were going to take on AC/DC next. I put together a cool little medley. And talk about a long-standing career"
  },
  {
    "startTime": 8.79,
    "endTime": 10.998999999999999,
    "text": "these guys have had, and they’re still out there doing it. So we’re going to do it"
  },
  {
    "startTime": 10.999,
    "endTime": 129.72,
    "text": "first and then talk about it after like we always do, here we go."
  },
  {
    "startTime": 129.72,
    "endTime": 134.73,
    "text": "Okay. So most of this is a head voice, like a reinforced falsetto or head voice,"
  },
  {
    "startTime": 134.73,
    "endTime": 139.29,
    "text": "bright head tone. Now, I actually, in this track, I pulled up chest for most of it because"
  },
  {
    "startTime": 139.29,
    "endTime": 143.37,
    "text": "I like a thicker, fatter kind of a, you know, David Coverdale sort of sound, so I didn’t"
  },
  {
    "startTime": 143.37,
    "endTime": 147.519,
    "text": "mix quite as much is he does, but you know if you’ve got that “Back In Black!” and he's got that real"
  },
  {
    "startTime": 147.519,
    "endTime": 151.43,
    "text": "High-pitched “Hit The Sack!” You know, right? And I actually brought a lot of girth up into that sound"
  },
  {
    "startTime": 151.43,
    "endTime": 155.54000000000002,
    "text": "but if you watch my video on head voice, you can actually get a whole"
  },
  {
    "startTime": 155.54,
    "endTime": 159.17999999999998,
    "text": "lot of information to help you grow this sound and be able to negotiate bringing your chest"
  },
  {
    "startTime": 159.18,
    "endTime": 162.549,
    "text": "and handing it off to the head to be able to create the sound. So, thank you for joining me"
  },
  {
    "startTime": 162.549,
    "endTime": 172.549,
    "text": "Ken Tamplin Vocal Academy, and more on your way."
  }
]