[
  {
    "startTime": 4.0,
    "endTime": 11.0,
    "text": "A recent UN report revealed that a large portion of North Korea’s overall income is brought in through outsourced slave labor."
  },
  {
    "startTime": 11.1,
    "endTime": 22.2,
    "text": "Primarily focused in China and Russia, tens of thousands of North Koreans are forced to work as much as 20 hours a day, while up to 2.3 billion dollars a year in wages are collected by their government."
  },
  {
    "startTime": 22.3,
    "endTime": 26.6,
    "text": "But slavery isn’t the only criminal activity from which North Korea sees profit."
  },
  {
    "startTime": 26.7,
    "endTime": 30.4,
    "text": "So we wanted to know, how exactly does North Korea make money?"
  },
  {
    "startTime": 30.5,
    "endTime": 33.7,
    "text": "Well, North Korea’s economy has always seen abysmal growth."
  },
  {
    "startTime": 33.8,
    "endTime": 41.9,
    "text": "According to UN statistics, both North and South Korea started out with a similar GDP in 1970: around $300 dollars per capita."
  },
  {
    "startTime": 42.0,
    "endTime": 51.2,
    "text": "By 2013, South Korea’s GDP had grown by nearly than 9,000%. Meanwhile, North Korea’s GDP only doubled over those 4 decades."
  },
  {
    "startTime": 51.3,
    "endTime": 58.599999999999994,
    "text": "But most financial figures surrounding their economy are unknown, as North Korea has one of the most closed economic systems in the world."
  },
  {
    "startTime": 58.7,
    "endTime": 63.300000000000004,
    "text": "This is the result of a cultural philosophy known as \"juche\", or \"self-reliance\"."
  },
  {
    "startTime": 63.4,
    "endTime": 69.7,
    "text": "The enclosed system is one of the ways that North Korea is able to farm out its citizens in what is effectively slavery."
  },
  {
    "startTime": 69.8,
    "endTime": 78.1,
    "text": "While some workers do see payment from their government, it is in the form of nearly worthless local currency, the won, at a massively inflated exchange rate."
  },
  {
    "startTime": 78.2,
    "endTime": 87.0,
    "text": "In North Korea’s black markets, a single US dollar can buy more than 8,000 won, while the government offers an exchange of just 105 won."
  },
  {
    "startTime": 87.1,
    "endTime": 93.6,
    "text": "But besides collecting for slave labor, North Korea also trades in other internationally prohibited activities."
  },
  {
    "startTime": 93.7,
    "endTime": 99.7,
    "text": "One North Korean defector reported that the country has allocated major agricultural zones for growing opium."
  },
  {
    "startTime": 99.8,
    "endTime": 106.1,
    "text": "They have also become well known for producing mass quantities of methamphetamines, the majority of which go to China."
  },
  {
    "startTime": 106.2,
    "endTime": 113.5,
    "text": "A 2008 congressional report found that the increasing drug trade over North Korean borders was strongly linked to government sources."
  },
  {
    "startTime": 113.6,
    "endTime": 120.19999999999999,
    "text": "However, later congressional reports disputed this link, pointing to private North Korean drug traffickers as the source instead."
  },
  {
    "startTime": 120.3,
    "endTime": 123.1,
    "text": "North Korea is also a hotbed of counterfeiting."
  },
  {
    "startTime": 123.2,
    "endTime": 131.8,
    "text": "The US has accused their government of producing  at least $45 million dollars in very high quality $100 dollar bills, which are known as \"supernotes\"."
  },
  {
    "startTime": 131.9,
    "endTime": 136.8,
    "text": "This counterfeiting operation is thought to net up to $25 million dollars a year in profit."
  },
  {
    "startTime": 136.9,
    "endTime": 141.0,
    "text": "But perhaps the biggest benefactor of North Korea’s economy is actually China."
  },
  {
    "startTime": 141.1,
    "endTime": 145.2,
    "text": "While North Korea has almost no money, they have considerable natural resources."
  },
  {
    "startTime": 145.3,
    "endTime": 149.0,
    "text": "North Korea imported nearly twice as much as they exported with China."
  },
  {
    "startTime": 149.1,
    "endTime": 155.9,
    "text": "But this trade imbalance is actually beneficial to China, because it comes with mining contracts for North Korean coal and zinc."
  },
  {
    "startTime": 156.0,
    "endTime": 163.5,
    "text": "China is also one of the only countries to support North Korea with food, weapons, and energy, in the face of international sanctions."
  },
  {
    "startTime": 163.6,
    "endTime": 169.2,
    "text": "North Korea’s dishonest economic dealings may explain how they’ve avoided collapse while sanctioned around the world."
  },
  {
    "startTime": 169.3,
    "endTime": 178.0,
    "text": "As long as they continue an alliance with China and Russia to keep their limited trade afloat, North Korea will keep exporting drugs, counterfeit bills, and slave labor."
  },
  {
    "startTime": 178.1,
    "endTime": 182.0,
    "text": "North Korea’s outsourcing of slave labor is particularly disconcerting."
  },
  {
    "startTime": 182.1,
    "endTime": 187.1,
    "text": "Check out this Seeker Daily video up top to learn more about why they started this practice."
  },
  {
    "startTime": 187.2,
    "endTime": 193.0,
    "text": "Or, if you want to know how their secretive government actually works, check out our video down below."
  },
  {
    "startTime": 193.1,
    "endTime": 197.29999999999998,
    "text": "Thanks for watching! Don’t forget to like and subscribe, so you get new videos every day."
  }
]