[
  {
    "startTime": 0.0,
    "endTime": 2.282,
    "text": "Your body is made up of many atoms,"
  },
  {
    "startTime": 2.482,
    "endTime": 5.15,
    "text": "around 7 octillion to be exact."
  },
  {
    "startTime": 5.266,
    "endTime": 10.776,
    "text": "These make up the 37 trillion cells in your body, which are actually much younger than you think."
  },
  {
    "startTime": 10.976,
    "endTime": 13.56,
    "text": "The cells that lie in your stomach regenerate every 5 days,"
  },
  {
    "startTime": 13.76,
    "endTime": 16.6,
    "text": "which makes sense as stomach acid can dissolve metal."
  },
  {
    "startTime": 16.8,
    "endTime": 21.200000000000003,
    "text": "Your skin's outer layer, known as the epidermis, is shed every two to four weeks,"
  },
  {
    "startTime": 21.349,
    "endTime": 25.814,
    "text": "meaning after one year you'll shed roughly 0.7 kilograms of dead skin,"
  },
  {
    "startTime": 26.014,
    "endTime": 29.216,
    "text": "and only some cells have been with you your entire life,"
  },
  {
    "startTime": 29.216,
    "endTime": 37.813,
    "text": "those of the inner lens of the eye, the muscle cells of the heart and the neurons of the cerebral cortex in your brain which is largely responsible for your memory."
  },
  {
    "startTime": 38.013,
    "endTime": 42.059999999999995,
    "text": "And while the brain may seem small, all those wrinkles are for a good reason."
  },
  {
    "startTime": 42.26,
    "endTime": 45.903,
    "text": "Spread it all out, and the brain would be about the size of a pillowcase,"
  },
  {
    "startTime": 45.903,
    "endTime": 49.277,
    "text": "which is great for the trillion nerves powering your memory."
  },
  {
    "startTime": 49.477,
    "endTime": 54.419999999999995,
    "text": "In fact, studies have shown that after viewing 2,500 images for only 3 seconds,"
  },
  {
    "startTime": 54.56,
    "endTime": 58.932,
    "text": "participants could recall if they had seen one of the images with 92% accuracy."
  },
  {
    "startTime": 59.132,
    "endTime": 63.349999999999994,
    "text": "Don't believe your eyes? Maybe it's because you spend 10% of the day blinking,"
  },
  {
    "startTime": 63.55,
    "endTime": 68.43299999999999,
    "text": "but they can actually distinguish between 2.3 to 7.5 million colors."
  },
  {
    "startTime": 68.633,
    "endTime": 71.821,
    "text": "Your nose is able to discriminate between 1 trillion different smells,"
  },
  {
    "startTime": 72.021,
    "endTime": 76.65,
    "text": "meanwhile your fingers can feel a ridge as small as 13 nanometers in size."
  },
  {
    "startTime": 76.779,
    "endTime": 81.21199999999999,
    "text": "That's 7500 times smaller than the diameter of a human hair."
  },
  {
    "startTime": 81.328,
    "endTime": 87.349,
    "text": "And while you may not think much of your pinky finger, without it, you'd lose 50% of your hands strength."
  },
  {
    "startTime": 87.549,
    "endTime": 91.619,
    "text": "Sure, the index and middle finger are essential to help pinch and grab with the thumb,"
  },
  {
    "startTime": 91.819,
    "endTime": 95.3,
    "text": "but it's your ring and pinky finger that give your hand power."
  },
  {
    "startTime": 95.393,
    "endTime": 99.37,
    "text": "Now clasp one hand into the other - that's roughly the size of your heart."
  },
  {
    "startTime": 99.57,
    "endTime": 107.982,
    "text": "It beats 100,000 times per day, pumping 5.5 litres with each pulse, which is close to 3 million litres of blood every year."
  },
  {
    "startTime": 108.182,
    "endTime": 112.2,
    "text": "If you live to 75, it would fill 90 Olympic size swimming pools."
  },
  {
    "startTime": 112.4,
    "endTime": 116.732,
    "text": "When it's all said and done, human decomposition begins around 4 minutes after death."
  },
  {
    "startTime": 116.932,
    "endTime": 121.351,
    "text": "This process is known as self-digestion, in which your enzymes and bacteria eat you away."
  },
  {
    "startTime": 121.551,
    "endTime": 125.157,
    "text": "In fact, three to five pounds of your body is made up of bacteria."
  },
  {
    "startTime": 125.357,
    "endTime": 131.12199999999999,
    "text": "In an unclean mouth alone, 100 million to 1 billion bacteria can grow on each tooth,"
  },
  {
    "startTime": 131.322,
    "endTime": 137.18,
    "text": "with 32 teeth each, some of us have more bacteria in our mouth than there are people in the world."
  },
  {
    "startTime": 137.38,
    "endTime": 141.357,
    "text": "If that leaves you weak in the knees, don't worry, your bones are incredibly strong."
  },
  {
    "startTime": 141.557,
    "endTime": 150.869,
    "text": "When testing compression strength for a rate of 1 second, an 83-kilogram person with US shoe size 11 could have 16,000 people stand on their bone at once."
  },
  {
    "startTime": 151.166,
    "endTime": 153.239,
    "text": "That is, of course, if there was enough room."
  },
  {
    "startTime": 153.439,
    "endTime": 156.975,
    "text": "And from the bones of our ancestors, we can extract DNA to learn about them."
  },
  {
    "startTime": 157.175,
    "endTime": 161.036,
    "text": "But if we were to take all of your DNA from your entire body and uncoil it,"
  },
  {
    "startTime": 161.236,
    "endTime": 167.73499999999999,
    "text": "it would stretch about 10 billion miles, which is from here to Pluto and back."
  },
  {
    "startTime": 167.735,
    "endTime": 172.943,
    "text": "And if you took all of your veins, capillaries and arteries, and laid them end to end... you'd die."
  },
  {
    "startTime": 173.143,
    "endTime": 174.404,
    "text": "So... don't do that."
  },
  {
    "startTime": 174.604,
    "endTime": 176.25900000000001,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 176.459,
    "endTime": 178.70000000000002,
    "text": "Ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 178.756,
    "endTime": 182.501,
    "text": "And if you want the inside scoop on upcoming episode ideas and behind-the-scenes,"
  },
  {
    "startTime": 182.701,
    "endTime": 185.2,
    "text": "check out our personal instagram and Twitter handles."
  }
]