[
  {
    "startTime": 0.0,
    "endTime": 3.0,
    "text": "I have to tell you guys about what happened last night on \"So You Think You Can Dance\""
  },
  {
    "startTime": 3.099,
    "endTime": 6.5600000000000005,
    "text": "For me, I couldn't handle it. But that will come later."
  },
  {
    "startTime": 6.6,
    "endTime": 8.0,
    "text": "Okay, Let's do this."
  },
  {
    "startTime": 16.06,
    "endTime": 23.0,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be if you want to create"
  },
  {
    "startTime": 23.1,
    "endTime": 26.019000000000002,
    "text": "a business and a life that you love."
  },
  {
    "startTime": 26.0,
    "endTime": 32.6,
    "text": "Something happened a few weeks ago that made me realize that I have some weird little rituals"
  },
  {
    "startTime": 32.619,
    "endTime": 38.089,
    "text": "around money. In fact, the next time I saw my team I actually asked them. I said, “Does"
  },
  {
    "startTime": 38.089,
    "endTime": 42.46,
    "text": "anyone else do this thing?” And it sparked a really great discussion."
  },
  {
    "startTime": 42.46,
    "endTime": 48.379,
    "text": "Now, money is a super hot button topic. I don't think I’ve ever met anyone who doesn't"
  },
  {
    "startTime": 48.379,
    "endTime": 56.129,
    "text": "have a complex and sometimes tumultuous relationship with it, myself included. However, I’ve"
  },
  {
    "startTime": 56.129,
    "endTime": 60.968999999999994,
    "text": "realized that over the years some of my weird little money rituals have actually made a"
  },
  {
    "startTime": 60.969,
    "endTime": 67.43,
    "text": "huge positive difference in how I feel and how I act around money. Now, a lot of these"
  },
  {
    "startTime": 67.43,
    "endTime": 74.07900000000001,
    "text": "took root when I was having a really hard time financially, when money terrified me"
  },
  {
    "startTime": 74.079,
    "endTime": 80.27,
    "text": "because I was crazy in debt and any time I opened my checkbook I was filled with so much"
  },
  {
    "startTime": 80.27,
    "endTime": 82.939,
    "text": "anxiety I could barely breathe."
  },
  {
    "startTime": 82.939,
    "endTime": 88.65899999999999,
    "text": "And I believe that these weird little money habits have helped train my brain to actually"
  },
  {
    "startTime": 88.659,
    "endTime": 95.56,
    "text": "invite more of it in, to appreciate what I have, and to give more away. So today I wanna"
  },
  {
    "startTime": 95.56,
    "endTime": 101.99000000000001,
    "text": "share 2 of my weird little money rituals with you that you might wanna try out for yourself."
  },
  {
    "startTime": 101.99,
    "endTime": 108.429,
    "text": "Weird money ritual number one: never say no to honest money. So here’s what I mean by"
  },
  {
    "startTime": 108.429,
    "endTime": 113.32900000000001,
    "text": "that, the other day I was walking home from a video shoot right here in New York City"
  },
  {
    "startTime": 113.329,
    "endTime": 118.479,
    "text": "and I have to say I was pretty fried. I was like toast. My head was down, I had this huge"
  },
  {
    "startTime": 118.479,
    "endTime": 122.979,
    "text": "bag on my shoulder, and I’m walking and I noticed a penny. Now, it didn't register"
  },
  {
    "startTime": 122.979,
    "endTime": 127.539,
    "text": "at first and I walked a few steps more and then I said, “Woah, wait. That was a penny"
  },
  {
    "startTime": 127.539,
    "endTime": 132.58,
    "text": "back there.” So I turned around and I went back and I picked it up. Now, I have to be"
  },
  {
    "startTime": 132.58,
    "endTime": 136.96,
    "text": "honest, part of me feels like I should be embarrassed or, you know, I’m picking up"
  },
  {
    "startTime": 136.96,
    "endTime": 142.8,
    "text": "money off the street. Isn’t that pathetic? But then, thank goodness, the wiser part of"
  },
  {
    "startTime": 142.8,
    "endTime": 148.17000000000002,
    "text": "me said, “Screw that, that’s money. I’m gonna pick it up.” That’s because I have"
  },
  {
    "startTime": 148.17,
    "endTime": 154.42,
    "text": "a little pact with myself. I never say no to honest money, and that includes Honest"
  },
  {
    "startTime": 154.42,
    "endTime": 155.54999999999998,
    "text": "Abe."
  },
  {
    "startTime": 155.6,
    "endTime": 159.0,
    "text": "I see you girl, you're trying to pick me up. I like it."
  },
  {
    "startTime": 159.05,
    "endTime": 167.15,
    "text": "I am not too good to pick up a penny or a nickel or a dime or whatever off the ground."
  },
  {
    "startTime": 167.15,
    "endTime": 172.09,
    "text": "And whenever I notice money just laying there, I pick it up and I say, “Thank you. This"
  },
  {
    "startTime": 172.09,
    "endTime": 176.07,
    "text": "is awesome.” For me, it’s a reminder that the universe"
  },
  {
    "startTime": 176.07,
    "endTime": 182.68,
    "text": "is always there to give me whatever I need and all it takes for me is to be present,"
  },
  {
    "startTime": 182.68,
    "endTime": 187.51000000000002,
    "text": "to keep my eyes open, and to not be too good for the little things, for, you know, the"
  },
  {
    "startTime": 187.51,
    "endTime": 193.34,
    "text": "small blessings. I think there’s also something really humbling about honoring that loose"
  },
  {
    "startTime": 193.34,
    "endTime": 199.52,
    "text": "change because, you know, about a billion people in this world live on less than a dollar"
  },
  {
    "startTime": 199.52,
    "endTime": 206.63000000000002,
    "text": "25 a day. So to just walk past money, no matter what the amount, seems incredibly arrogant"
  },
  {
    "startTime": 206.63,
    "endTime": 213.38,
    "text": "and disrespectful. So you may wanna try this one out for yourself. Never say no to honest"
  },
  {
    "startTime": 213.38,
    "endTime": 218.34,
    "text": "money. If you see loose change, scoop it up and say, “Thank you.”"
  },
  {
    "startTime": 218.34,
    "endTime": 224.84,
    "text": "Weird money ritual number two: keep your money tight and right, meaning I like to keep my"
  },
  {
    "startTime": 224.84,
    "endTime": 229.46,
    "text": "physical money really tidy and organized. Now, you may have heard me talk about how"
  },
  {
    "startTime": 229.46,
    "endTime": 238.05,
    "text": "I used to literally wash and iron my money back when I was a kid."
  },
  {
    "startTime": 238.05,
    "endTime": 243.60000000000002,
    "text": "You heard of money laundering? This was the real deal. Now, as an adult I no longer do"
  },
  {
    "startTime": 243.6,
    "endTime": 249.0,
    "text": "that, but this habit is something I probably picked up from all my years working in restaurants,"
  },
  {
    "startTime": 249.0,
    "endTime": 251.12,
    "text": "specifically as a bartender."
  },
  {
    "startTime": 251.12,
    "endTime": 257.82,
    "text": "I never crumple my money. I’ve always gotta have the bills facing in the same way. I have"
  },
  {
    "startTime": 257.82,
    "endTime": 263.38,
    "text": "all my fives together, my tens together, my ones together. They are all organized and"
  },
  {
    "startTime": 263.38,
    "endTime": 266.09,
    "text": "neat and they lie flat in my wallet."
  },
  {
    "startTime": 266.09,
    "endTime": 271.03999999999996,
    "text": "You might think this sounds silly, but for me, keeping my money tight and right is a"
  },
  {
    "startTime": 271.04,
    "endTime": 278.22,
    "text": "sign of  reverence and respect. Respect for myself, for the money that comes into my life,"
  },
  {
    "startTime": 278.22,
    "endTime": 283.17,
    "text": "and for the money that flows out of my life. I feel like I’m being a good steward of"
  },
  {
    "startTime": 283.17,
    "endTime": 286.06,
    "text": "it for the time that it’s with me."
  },
  {
    "startTime": 286.06,
    "endTime": 291.34,
    "text": "This one has zero embarrassment factor since you get to do it in private. And I highly"
  },
  {
    "startTime": 291.34,
    "endTime": 293.58,
    "text": "encourage you to give it a go."
  },
  {
    "startTime": 293.58,
    "endTime": 298.21,
    "text": "Now, these two money rituals are super simple, but I’d encourage you to try them and at"
  },
  {
    "startTime": 298.21,
    "endTime": 303.38899999999995,
    "text": "least see if they make a difference in your life. And if you haven't seen our other episode"
  },
  {
    "startTime": 303.389,
    "endTime": 309.17,
    "text": "on 6 money mindset shifts that pay off huge, you may want to check that one out too. It’s"
  },
  {
    "startTime": 309.17,
    "endTime": 309.91,
    "text": "really good."
  },
  {
    "startTime": 309.91,
    "endTime": 314.13000000000005,
    "text": "Let’s wrap this up with a Tweetable."
  },
  {
    "startTime": 314.13,
    "endTime": 321.03,
    "text": "“Money’s like you and me. It’s attracted to respect and appreciation.”"
  },
  {
    "startTime": 321.1,
    "endTime": 323.20000000000005,
    "text": "Amen, sister"
  },
  {
    "startTime": 323.23,
    "endTime": 327.72,
    "text": "Now I would love to hear from you. Do you have any weird little money rituals that have"
  },
  {
    "startTime": 327.72,
    "endTime": 330.52000000000004,
    "text": "made a positive difference in your life?"
  },
  {
    "startTime": 330.52,
    "endTime": 335.94,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so go"
  },
  {
    "startTime": 335.94,
    "endTime": 338.56,
    "text": "there and leave me a comment now."
  },
  {
    "startTime": 338.56,
    "endTime": 344.12,
    "text": "Did you like this video? If so, subscribe to our wonderful channel and I would be ever"
  },
  {
    "startTime": 344.12,
    "endTime": 349.12,
    "text": "so grateful if you shared this with your friends. And if you want even more resources to create"
  },
  {
    "startTime": 349.12,
    "endTime": 353.42,
    "text": "a business and life that you love, plus some personal insights from me that I only talk"
  },
  {
    "startTime": 353.42,
    "endTime": 359.51,
    "text": "about in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 359.51,
    "endTime": 364.48,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 364.48,
    "endTime": 386.94,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]