[
  {
    "startTime": 44.2,
    "endTime": 50.5,
    "text": "Seems like it was yesterday when I saw your face"
  },
  {
    "startTime": 50.5,
    "endTime": 57.0,
    "text": "You told me how proud you were but I walked away"
  },
  {
    "startTime": 57.0,
    "endTime": 63.5,
    "text": "If only I knew what I know today"
  },
  {
    "startTime": 67.5,
    "endTime": 75.6,
    "text": "I would hold you in my arms I would take the pain away"
  },
  {
    "startTime": 75.6,
    "endTime": 85.3,
    "text": "Thank you for all you've done Forgive all your mistakes There's nothing I wouldn't do"
  },
  {
    "startTime": 85.3,
    "endTime": 95.39999999999999,
    "text": "To hear your voice again. Sometimes I wanna call you but I know you won't be there"
  },
  {
    "startTime": 95.4,
    "endTime": 116.10000000000001,
    "text": "Oh, I'm sorry for blaming you for everything I just couldn't do And I've hurt myself by hurting you"
  },
  {
    "startTime": 116.1,
    "endTime": 121.6,
    "text": "Some days I feel broke inside but I won't admit"
  },
  {
    "startTime": 121.6,
    "endTime": 128.79999999999998,
    "text": "Sometimes I just wanna hide 'cause it's you I miss"
  },
  {
    "startTime": 128.8,
    "endTime": 140.3,
    "text": "And it's so hard to say goodbye when it comes to this, ooh, whoa"
  },
  {
    "startTime": 140.3,
    "endTime": 147.4,
    "text": "Would you tell me I was wrong? Would you help me understand?"
  },
  {
    "startTime": 147.4,
    "endTime": 156.9,
    "text": "Are you looking down upon me? Are you proud of who I am? There's nothing I wouldn't do"
  },
  {
    "startTime": 156.9,
    "endTime": 166.9,
    "text": "To have just one more chance To look into your eyes and see you looking back"
  },
  {
    "startTime": 166.9,
    "endTime": 187.1,
    "text": "Oh, I'm sorry for blaming you for everything I just couldn't do And I've hurt myself, oh, oh, oh."
  },
  {
    "startTime": 187.1,
    "endTime": 198.1,
    "text": "If I had just one more day I would tell you how much that I've missed you since you've been away"
  },
  {
    "startTime": 198.1,
    "endTime": 216.6,
    "text": "Oh, it's dangerous It's so out of line To try and turn back time"
  },
  {
    "startTime": 216.6,
    "endTime": 246.1,
    "text": "I'm sorry for blaming you for everything I just couldn't do And I've hurt myself.."
  }
]