[
  {
    "startTime": 0.229,
    "endTime": 8.11,
    "text": "To be or not to be? That is the kestion. \"Kestion\"? I thought it was supposed to be \"question\"."
  },
  {
    "startTime": 8.11,
    "endTime": 20.089,
    "text": "Hi. James, from EngVid. This is a lesson on pronunciation. I have many students, especially"
  },
  {
    "startTime": 20.089,
    "endTime": 25.999,
    "text": "blame them because they see the QU and they think it's a K sound because in other parts"
  },
  {
    "startTime": 25.999,
    "endTime": 32.510999999999996,
    "text": "of the world, QU is a K sound. But at the beginning of the word, it's different. Now,"
  },
  {
    "startTime": 32.511,
    "endTime": 35.620000000000005,
    "text": "today I'm going to help you with learning how to pronounce it, but I'm going to tell"
  },
  {
    "startTime": 35.62,
    "endTime": 41.355999999999995,
    "text": "you why. So you're going to get some history. And this is why I give history, to make it"
  },
  {
    "startTime": 41.356,
    "endTime": 47.891000000000005,
    "text": "memorable. Because once you understand something and you can remember it, you can use it. Cool?"
  },
  {
    "startTime": 47.891,
    "endTime": 49.147999999999996,
    "text": "Let's go to the board."
  },
  {
    "startTime": 49.148,
    "endTime": 55.019000000000005,
    "text": "So Mr. E was saying, \"Is it a 'kestion' or a 'question'? I have a 'kwa' sound.\" Okay?"
  },
  {
    "startTime": 55.019,
    "endTime": 60.219,
    "text": "Or why does the Q sound like \"kwa\"? Why do we have the \"kwa\"? Right? \"Queen\", \"quake\","
  },
  {
    "startTime": 60.219,
    "endTime": 66.45,
    "text": "\"quail\", all \"kwa\", obviously. Right? Well, English today is not a phonetic language."
  },
  {
    "startTime": 66.45,
    "endTime": 72.07600000000001,
    "text": "It's not. All you have to ask yourself -- do you live on a farm, or do you go to the pharmacist,"
  },
  {
    "startTime": 72.076,
    "endTime": 76.482,
    "text": "and spell it, and you'll go, \"That's kind of crazy.\" And it is."
  },
  {
    "startTime": 76.482,
    "endTime": 81.246,
    "text": "There are two main reasons for this. And I'm going to give you a little bit of English"
  },
  {
    "startTime": 81.246,
    "endTime": 94.02,
    "text": "history. So let's go to the book of English. Many pages. All blank. Okay. So history, because"
  },
  {
    "startTime": 94.02,
    "endTime": 99.34,
    "text": "I want to give you a little bit of history. Now, English is actually made up of four language"
  },
  {
    "startTime": 99.34,
    "endTime": 106.39,
    "text": "groups. Basically, the first group of English, which is -- and the reason why I'm looking"
  },
  {
    "startTime": 106.39,
    "endTime": 111.654,
    "text": "here is because I actually have the percentages. Okay? The first group of English were really"
  },
  {
    "startTime": 111.654,
    "endTime": 117.81,
    "text": "German. It was a Germanic language, hence \"Anglo-Saxon\". Okay? And that accounts for"
  },
  {
    "startTime": 117.81,
    "endTime": 122.34,
    "text": "about 30 percent of our language. Do you know that? Sorry, 26 percent of the language is"
  },
  {
    "startTime": 122.34,
    "endTime": 127.92,
    "text": "actually German because the first people were German speaking. Now, there was a time called"
  },
  {
    "startTime": 127.92,
    "endTime": 132.879,
    "text": "the Dark Ages when knowledge was lost, and people, you know, they didn't communicate"
  },
  {
    "startTime": 132.879,
    "endTime": 137.89,
    "text": "because Rome had fallen. Remember, Rome was Latin. That's another part of our language."
  },
  {
    "startTime": 137.89,
    "endTime": 143.26899999999998,
    "text": "And it was kept by the religious people. Right? They had all the knowledge, and they would"
  },
  {
    "startTime": 143.269,
    "endTime": 148.019,
    "text": "spread it. When you went to school, they would teach people. So Latin became the technical"
  },
  {
    "startTime": 148.019,
    "endTime": 153.37900000000002,
    "text": "language and the scientific language, all language of ideas. All the? And the German"
  },
  {
    "startTime": 153.379,
    "endTime": 158.659,
    "text": "was the language spoken by the common people. Well, a kind of German. It was different from"
  },
  {
    "startTime": 158.659,
    "endTime": 162.928,
    "text": "the German that we speak or German spoken today."
  },
  {
    "startTime": 162.928,
    "endTime": 167.68,
    "text": "Now, Greek is because, you know -- Greek and Latin languages, they were, actually, kind"
  },
  {
    "startTime": 167.68,
    "endTime": 172.01000000000002,
    "text": "of close. From way back, there was a time where there was an exchange. So we have a"
  },
  {
    "startTime": 172.01,
    "endTime": 178.459,
    "text": "little bit of Greek. Okay? In fact, that is where our alphabet comes from. A, B, C, as"
  },
  {
    "startTime": 178.459,
    "endTime": 186.239,
    "text": "easy as alpha, beta, kappa, delta, epsilon. A, B, C, D, E. There you go. Greek influence"
  },
  {
    "startTime": 186.239,
    "endTime": 190.34900000000002,
    "text": "on our alphabet. I'm giving you all of this for a reason that you'll understand that why"
  },
  {
    "startTime": 190.349,
    "endTime": 196.29,
    "text": "certain sounds which seem crazy make sense. And it's going to be the Latin and Greek connection."
  },
  {
    "startTime": 196.29,
    "endTime": 202.7,
    "text": "The final part is -- we have the French come in. So why am I telling you this? I told you"
  },
  {
    "startTime": 202.7,
    "endTime": 207.447,
    "text": "there were two reasons. No. 1, if you have four languages coming together, you can't"
  },
  {
    "startTime": 207.447,
    "endTime": 213.082,
    "text": "have rules -- like, hard rules -- because the languages have different rules. Okay?"
  },
  {
    "startTime": 213.082,
    "endTime": 217.043,
    "text": "Second of all, it's going to explain to you why this weird sound comes up in the first"
  },
  {
    "startTime": 217.043,
    "endTime": 224.01000000000002,
    "text": "place. Part of, you know, the Greek and the Latin rules together, they created this Q"
  },
  {
    "startTime": 224.01,
    "endTime": 232.41899999999998,
    "text": "sound in our language. The second main reason English isn't phonetic -- simple. It was until"
  },
  {
    "startTime": 232.419,
    "endTime": 238.669,
    "text": "people wrote it down. What? When we say a language is phonetic, we say, basically, what's"
  },
  {
    "startTime": 238.669,
    "endTime": 244.23100000000002,
    "text": "written, how you write it is how you say. Well, before, English was what we call codified."
  },
  {
    "startTime": 244.231,
    "endTime": 249.95,
    "text": "When people used to spell things like \"cow\", they would spell it like this, \"kow\", and"
  },
  {
    "startTime": 249.95,
    "endTime": 255.13899999999998,
    "text": "it was okay because only Johnny in Johnny's town wrote it this way. But unfortunately,"
  },
  {
    "startTime": 255.139,
    "endTime": 261.38300000000004,
    "text": "people moved to different places, and they went, \"what about like this? This is a cow.\""
  },
  {
    "startTime": 261.383,
    "endTime": 266.04999999999995,
    "text": "And guys like Webster and Oxford, they decided to make what we say \"codify\" the language"
  },
  {
    "startTime": 266.05,
    "endTime": 271.25,
    "text": "and said, \"Okay this is the official spelling of these words.\" So a lot of sounds that we"
  },
  {
    "startTime": 271.25,
    "endTime": 275.16,
    "text": "used to make got taken out of the language, a lot of spellings. So a lot of the ones that"
  },
  {
    "startTime": 275.16,
    "endTime": 279.0,
    "text": "would be more phonetic were taken out for ones that people said, \"We all agree that"
  },
  {
    "startTime": 279.0,
    "endTime": 284.78,
    "text": "these are the words.\" Hence why English isn't always phonetic. Because when you borrow from"
  },
  {
    "startTime": 284.78,
    "endTime": 289.71999999999997,
    "text": "Greek, German, and Latin -- in those languages it would have been phonetic. But when you"
  },
  {
    "startTime": 289.72,
    "endTime": 294.62800000000004,
    "text": "put it in our language, you're like, \"This is strange.\" Cool?"
  },
  {
    "startTime": 294.628,
    "endTime": 299.40999999999997,
    "text": "Quick recap. The two reasons our language isn't phonetic. One, it's made up of four"
  },
  {
    "startTime": 299.41,
    "endTime": 304.935,
    "text": "languages, and all the rules don't come together. And because English spread across the world,"
  },
  {
    "startTime": 304.935,
    "endTime": 309.16,
    "text": "different places had different ways of saying it, some phonetic, some not phonetic. But"
  },
  {
    "startTime": 309.16,
    "endTime": 313.32000000000005,
    "text": "when they made English into one language and said, \"This is the official language\", they"
  },
  {
    "startTime": 313.32,
    "endTime": 317.28,
    "text": "got rid of some of the phonetic spellings, so we have this kind of funny language, which"
  },
  {
    "startTime": 317.28,
    "endTime": 322.54799999999994,
    "text": "is like a pizza. It's got everything on it, but it all comes from different places. Cool?"
  },
  {
    "startTime": 322.548,
    "endTime": 323.402,
    "text": "All right."
  },
  {
    "startTime": 323.402,
    "endTime": 327.07,
    "text": "We've talked about that. Now, we have got to talk about the Q itself. All right? We're"
  },
  {
    "startTime": 327.07,
    "endTime": 329.916,
    "text": "done the history. Time to do the lesson."
  },
  {
    "startTime": 329.916,
    "endTime": 336.691,
    "text": "Well, I give you the percentages. You know, like German was 26 percent. Greek, actually,"
  },
  {
    "startTime": 336.691,
    "endTime": 341.44199999999995,
    "text": "it's funny; even though it's old, it's still, like, 13 percent. Crazy. And then, there's"
  },
  {
    "startTime": 341.442,
    "endTime": 346.25,
    "text": "Latin, like 26 percent, and blah, blah, blah. Let's go to -- because I told you about the"
  },
  {
    "startTime": 346.25,
    "endTime": 351.708,
    "text": "connection between the Greek and the Latin. Let's go to the board and take a look at that."
  },
  {
    "startTime": 351.708,
    "endTime": 359.273,
    "text": "The Q in English is a digraph. Digraph. \"Di\" means \"twice\" or \"two\" in English. \"Graph\""
  },
  {
    "startTime": 359.273,
    "endTime": 365.29,
    "text": "-- you know, you think of a graph that you put numbers on showing a change, right? It's"
  },
  {
    "startTime": 365.29,
    "endTime": 372.574,
    "text": "not quite the same. In this case, graph means a symbol representing a sound. And the QU"
  },
  {
    "startTime": 372.574,
    "endTime": 382.3,
    "text": "represents a sound. That sound is \"kwa\". And I know you're going, \"Well, why 'kwa'?\" If"
  },
  {
    "startTime": 382.3,
    "endTime": 386.66,
    "text": "you go back to the history -- I told you how there was Greek, and then the Latin people"
  },
  {
    "startTime": 386.66,
    "endTime": 392.47200000000004,
    "text": "came, and blah, blah, blah. Well, the Latin people took the Greek \"kappa\", right? There's"
  },
  {
    "startTime": 392.472,
    "endTime": 400.54999999999995,
    "text": "alpha, beta, gamma, delta, epsilon, and kappa. They took the kappa, the kappa sound, from"
  },
  {
    "startTime": 400.55,
    "endTime": 406.24,
    "text": "the Greek, the Greek alphabet. And they were using it. But what they found was there were"
  },
  {
    "startTime": 406.24,
    "endTime": 415.02,
    "text": "a lot of cases where the kappa was followed by a vowel. QU, or \"kwa\", was used to represent"
  },
  {
    "startTime": 415.02,
    "endTime": 419.978,
    "text": "there's a vowel coming behind it and you must round your mouth. \"Kwa.\" Look at my mouth."
  },
  {
    "startTime": 419.978,
    "endTime": 428.22,
    "text": "\"Kwa.\" That is why they put the QU together, to tell you this is a \"kwa\" coming. So C then"
  },
  {
    "startTime": 428.22,
    "endTime": 434.48400000000004,
    "text": "became C, which became just K, a K sound, which is a harder sound. But they kept this,"
  },
  {
    "startTime": 434.484,
    "endTime": 439.519,
    "text": "this Q, to let us know that these words have this funny sound, the \"kwa\"."
  },
  {
    "startTime": 439.519,
    "endTime": 446.41,
    "text": "So look. It lets the speaker know to round your lips, round them, to make the next vowel"
  },
  {
    "startTime": 446.41,
    "endTime": 451.58000000000004,
    "text": "sound. And you hear in English all the time, a rounded vowel sound -- and you're probably"
  },
  {
    "startTime": 451.58,
    "endTime": 458.10499999999996,
    "text": "wondering what the hell they mean. They mean this. Make it round. Make your mouth round."
  },
  {
    "startTime": 458.105,
    "endTime": 459.543,
    "text": "Cool. Right?"
  },
  {
    "startTime": 459.543,
    "endTime": 465.666,
    "text": "And that's why 90 percent of the time, when you hear \"kwa\" or Q, it's always \"kwa\". \"Queen\","
  },
  {
    "startTime": 465.666,
    "endTime": 476.33,
    "text": "\"quality\", \"queer\", \"query\", \"quail\", \"quake\", right? \"Quagmire.\" Don't ask. Okay? But there"
  },
  {
    "startTime": 476.33,
    "endTime": 479.90299999999996,
    "text": "are exceptions, and some of the exceptions, when I explain them to you, you'll go, \"Well"
  },
  {
    "startTime": 479.903,
    "endTime": 482.07,
    "text": "that just makes sense.\" Right?"
  },
  {
    "startTime": 482.07,
    "endTime": 487.295,
    "text": "No. 1, in England, they like to cue. They will line up for hours in a cue. The word"
  },
  {
    "startTime": 487.295,
    "endTime": 491.97,
    "text": "\"cue\" means to get in a line because you're going to proceed somewhere else. This could"
  },
  {
    "startTime": 491.97,
    "endTime": 497.62,
    "text": "be for vehicles, \"cars cued up\", or for people. \"Cue up to go to the doctor's office.\" You"
  },
  {
    "startTime": 497.62,
    "endTime": 501.99,
    "text": "line up because you're going to move forward. Right? So in England, they talk about the"
  },
  {
    "startTime": 501.99,
    "endTime": 503.454,
    "text": "\"cue\"."
  },
  {
    "startTime": 503.454,
    "endTime": 508.28000000000003,
    "text": "Remember I talked about the French origin? The French were there. I think I forgot. When"
  },
  {
    "startTime": 508.28,
    "endTime": 511.83,
    "text": "the French came into England -- actually, the Normans came into England. After a while,"
  },
  {
    "startTime": 511.83,
    "endTime": 517.0889999999999,
    "text": "they took over, and they put a French king on the English throne. So they put a French"
  },
  {
    "startTime": 517.089,
    "endTime": 521.87,
    "text": "man and said, \"you are now the king of England.\" And he started to add all sorts of French"
  },
  {
    "startTime": 521.87,
    "endTime": 527.019,
    "text": "words to the language. One of the things the English picked up was the word \"queue\". \"Queue\""
  },
  {
    "startTime": 527.019,
    "endTime": 532.422,
    "text": "means \"tail\". I don't know if you can see my tail. I've got a tail. I'm not human. Okay."
  },
  {
    "startTime": 532.422,
    "endTime": 537.3000000000001,
    "text": "Well, the tail is what follows behind. I know. You're smart. You're already going, \"A 'queue'"
  },
  {
    "startTime": 537.3,
    "endTime": 542.069,
    "text": "is a line. One person after the other. It follows behind.\" Precisely. So the English"
  },
  {
    "startTime": 542.069,
    "endTime": 548.74,
    "text": "took that \"queue\", the French \"queue\" and made it \"cue\" for \"line\", follow behind. You"
  },
  {
    "startTime": 548.74,
    "endTime": 555.618,
    "text": "like that? So you notice this word is a Q, not a kwa\", because it's French in origin."
  },
  {
    "startTime": 555.618,
    "endTime": 561.879,
    "text": "What about -- oh, God. Modern 20th century people are so, you know, environmentally with"
  },
  {
    "startTime": 561.879,
    "endTime": 569.609,
    "text": "it and health conscious, man, that they like quinoa. It's not \"quanoua\" or -- I can't even"
  },
  {
    "startTime": 569.609,
    "endTime": 575.5500000000001,
    "text": "say it with a \"kwa\", okay. It's called \"quinoa\". This is because it's from a Spanish-speaking"
  },
  {
    "startTime": 575.55,
    "endTime": 582.209,
    "text": "country. What? Well, Spanish is a Latin based language. Told you, Son. The history was necessary."
  },
  {
    "startTime": 582.209,
    "endTime": 587.2399999999999,
    "text": "And it comes from Bolivia. So we get quinoa from Bolivia, which is a Spanish-speaking"
  },
  {
    "startTime": 587.24,
    "endTime": 592.183,
    "text": "country, which is Latin-based. The history makes sense."
  },
  {
    "startTime": 592.183,
    "endTime": 598.829,
    "text": "And finally, here's my favorite one. In a place called \"Toronto\", which is in Canada,"
  },
  {
    "startTime": 598.829,
    "endTime": 606.29,
    "text": "they have a very famous area called \"Queen's Quay\". Every Canadian is now going, \"What"
  },
  {
    "startTime": 606.29,
    "endTime": 611.959,
    "text": "the heck is he talking about?\" They don't, because they call it \"Queen's 'Key'\". It's"
  },
  {
    "startTime": 611.959,
    "endTime": 618.0369999999999,
    "text": "old English, which is more Germanic-based. The \"quay\" sound is a K sound, not a \"kwa\""
  },
  {
    "startTime": 618.037,
    "endTime": 620.3190000000001,
    "text": "sound. Otherwise, it would be \"kway\","
  },
  {
    "startTime": 620.319,
    "endTime": 625.49,
    "text": "\"Queen's Kway\", which I thought it was for many years and got embarrassed and had to"
  },
  {
    "startTime": 625.49,
    "endTime": 631.1,
    "text": "learn it as a man. Okay? So it's \"Queen's Quay\". This is based on the old English or"
  },
  {
    "startTime": 631.1,
    "endTime": 635.753,
    "text": "the Germanic type. So we have the Germanic; we have the Latin; and we have the French,"
  },
  {
    "startTime": 635.753,
    "endTime": 640.5300000000001,
    "text": "all influencing our languages. And funny enough, because we keep them close to the original,"
  },
  {
    "startTime": 640.53,
    "endTime": 642.262,
    "text": "that's why they're exceptions."
  },
  {
    "startTime": 642.262,
    "endTime": 648.9699999999999,
    "text": "By the way, at Queen's Quay, you think \"key\". Why? It's a building structure by a river"
  },
  {
    "startTime": 648.97,
    "endTime": 654.1700000000001,
    "text": "or lake where people can get off of their boats to go on land or we put things in to"
  },
  {
    "startTime": 654.17,
    "endTime": 661.0889999999999,
    "text": "put, you know, people or merchandise or things on to boats to leave. That's why \"Queen's"
  },
  {
    "startTime": 661.089,
    "endTime": 666.3090000000001,
    "text": "Quay\" is by a river. Okay? So you always hear about a quay something, the London Quay is"
  },
  {
    "startTime": 666.309,
    "endTime": 671.18,
    "text": "where people take off their things or put them on. We say \"unload\" or, you know, \"load\""
  },
  {
    "startTime": 671.18,
    "endTime": 675.2429999999999,
    "text": "or \"unload\". You know, fancy words for \"take off\" and \"put on\". Right?"
  },
  {
    "startTime": 675.243,
    "endTime": 680.97,
    "text": "Quinoa, if you're, like, socially, like, with it, man, you're probably eating quinoa instead"
  },
  {
    "startTime": 680.97,
    "endTime": 686.279,
    "text": "of oatmeal or rice because you're -- and the \"cue\". You cue up at the doctor's office."
  },
  {
    "startTime": 686.279,
    "endTime": 691.49,
    "text": "You cue up to pay your taxes. You cue up for many things. Never anything good, really."
  },
  {
    "startTime": 691.49,
    "endTime": 692.208,
    "text": "Okay."
  },
  {
    "startTime": 692.208,
    "endTime": 698.307,
    "text": "So this is why the \"kwa\" sound is in English. I hope that answers all your questions. No"
  },
  {
    "startTime": 698.307,
    "endTime": 701.671,
    "text": "\"kestions\" anymore, okay? When you come and see me, I don't want to hear any \"kestions,"
  },
  {
    "startTime": 701.671,
    "endTime": 705.6880000000001,
    "text": "teacher\". Your questions. If you have any more questions, you know where to go. First,"
  },
  {
    "startTime": 705.688,
    "endTime": 711.1,
    "text": "you want to do the quiz, right? And you're going to have to go to -- oh, before I forget."
  },
  {
    "startTime": 711.1,
    "endTime": 716.809,
    "text": "I'm going to take my magical break. I forgot something. Are you ready?"
  },
  {
    "startTime": 716.809,
    "endTime": 724.194,
    "text": "Okay. So let's have some fun with the QU or \"qua\" sound. Now, you already know, but I'm"
  },
  {
    "startTime": 724.194,
    "endTime": 728.9399999999999,
    "text": "sure you don't know -- joining that, there. \"Query\", \"quarrel\", \"quench\", \"quake\", \"quaint\""
  },
  {
    "startTime": 728.94,
    "endTime": 735.341,
    "text": "-- what do those words mean? Well, a \"query\" is a question or a line of questioning. A"
  },
  {
    "startTime": 735.341,
    "endTime": 741.299,
    "text": "query can be a noun. \"Querying\" -- is \"queried\" -- or it was \"queried\" is a form of a question,"
  },
  {
    "startTime": 741.299,
    "endTime": 746.639,
    "text": "to form a question. \"I have a query.\" Think of \"theory\". Rhyming slightly, but not quite"
  },
  {
    "startTime": 746.639,
    "endTime": 751.037,
    "text": "the same. Okay. So \"query\", a question."
  },
  {
    "startTime": 751.037,
    "endTime": 756.062,
    "text": "What about \"quarrel\"? \"Quarrel\" is a verbal argument. \"Did you quarrel with him?\" But"
  },
  {
    "startTime": 756.062,
    "endTime": 759.439,
    "text": "the funny thing about \"quarrel\", it's not just argument; it's usually with people who"
  },
  {
    "startTime": 759.439,
    "endTime": 765.309,
    "text": "are friends. If people have been friends or you know have a good relationship, and they're"
  },
  {
    "startTime": 765.309,
    "endTime": 769.43,
    "text": "having a quarrel, using that word tells me that they are friends and they're not agreeing"
  },
  {
    "startTime": 769.43,
    "endTime": 774.0889999999999,
    "text": "on something, versus he's not agreeing with him. There's no relationship. But a \"quarrel\""
  },
  {
    "startTime": 774.089,
    "endTime": 777.335,
    "text": "and usually between people who know each other. Okay?"
  },
  {
    "startTime": 777.335,
    "endTime": 784.6890000000001,
    "text": "What about \"quench\"? \"Quench\" is like a \"wench\". No. It's not at all. \"Quench\". When you're"
  },
  {
    "startTime": 784.689,
    "endTime": 797.598,
    "text": "thirsty and you need to drink, like this water, for instance -- I need to drink."
  },
  {
    "startTime": 797.598,
    "endTime": 800.939,
    "text": "Natural spring water. It quenches my thirst."
  },
  {
    "startTime": 800.939,
    "endTime": 808.177,
    "text": "That means I am no longer needing water, or I don't need water. \"Quench\"."
  },
  {
    "startTime": 808.177,
    "endTime": 815.698,
    "text": "What about \"quaint\"? \"Quaint\". Well, the first thing you should know about \"quaint\" is because"
  },
  {
    "startTime": 815.698,
    "endTime": 820.1229999999999,
    "text": "-- it's \"unusually attractive\". And I'm sure you found this word very attractive because"
  },
  {
    "startTime": 820.123,
    "endTime": 829.48,
    "text": "it's not correct. It's a-i, like \"paint\", \"quaint\". \"Quaint\" means unusually attractive"
  },
  {
    "startTime": 829.48,
    "endTime": 835.639,
    "text": "or old-fashioned like my vest and tie. This is old-fashioned. Nobody wears this anymore."
  },
  {
    "startTime": 835.639,
    "endTime": 842.399,
    "text": "Heck, I even have a hanky. That's how quaint I am. Your grandfather has these. Ask what"
  },
  {
    "startTime": 842.399,
    "endTime": 845.8,
    "text": "it is, boys and girls. You probably don't know. Alright."
  },
  {
    "startTime": 845.8,
    "endTime": 850.7479999999999,
    "text": "So remember. A \"query\" is to ask a question. \"I have a query.\" That means question. Fancy"
  },
  {
    "startTime": 850.748,
    "endTime": 855.8190000000001,
    "text": "ten-dollar word you can use to impress your other English students or people studying"
  },
  {
    "startTime": 855.819,
    "endTime": 860.649,
    "text": "with you. \"I have a query about that.\" \"You don't have a question?\" \"Yes, Son.\" It's a"
  },
  {
    "startTime": 860.649,
    "endTime": 868.61,
    "text": "ten-dollar word. \"Quarrel.\" You can quarrel with your friends. Right? \"Quench.\" I need"
  },
  {
    "startTime": 868.61,
    "endTime": 876.097,
    "text": "to drink something. Definitely not this. I need to -- I feel better. My thirst is quenched."
  },
  {
    "startTime": 876.097,
    "endTime": 880.459,
    "text": "By the way, you can use \"quench\" for knowledge. Right? \"Quench my thirst. I have a thirst"
  },
  {
    "startTime": 880.459,
    "endTime": 885.2399999999999,
    "text": "for knowledge. I need to quench it. So I read books and I study.\" I learn English with EngVid"
  },
  {
    "startTime": 885.24,
    "endTime": 890.147,
    "text": "because I want to quench my knowledge or quench my thirst for knowledge. \"Quake.\" All right?"
  },
  {
    "startTime": 890.147,
    "endTime": 897.5680000000001,
    "text": "\"Quake\", shake. \"Shaking and stirring. Shake, shake, shake. Shaking, baby, shake.\" Yeah."
  },
  {
    "startTime": 897.568,
    "endTime": 903.834,
    "text": "I can dance. \"Quake.\" Right? That's what follows earthquake. The earth moves. \"Quake.\" And,"
  },
  {
    "startTime": 903.834,
    "endTime": 909.7959999999999,
    "text": "as I said, \"quaint\". Old fashioned or unusually attractive. \"It's quaint.\""
  },
  {
    "startTime": 909.796,
    "endTime": 913.5790000000001,
    "text": "Well, anyway. I hope you liked this lesson. I think it was a little more than quaint."
  },
  {
    "startTime": 913.579,
    "endTime": 917.769,
    "text": "I think it helped you quench some of that thirst you have to learn English. There will"
  },
  {
    "startTime": 917.769,
    "endTime": 921.699,
    "text": "be no quarreling on this. But you may have queries. And you know where you go to get"
  },
  {
    "startTime": 921.699,
    "endTime": 928.496,
    "text": "your queries satisfied? Well, I'll show you, Son. You're going to go to www.engvid.com,"
  },
  {
    "startTime": 928.496,
    "endTime": 937.013,
    "text": "\"Eng\" as in \"English\", \"vid\" as in \"video\". Don't forget to subscribe. Join us, me and"
  },
  {
    "startTime": 937.013,
    "endTime": 943.2090000000001,
    "text": "all the cool people I teach with -- or friendly people. And learn more English. Looking forward"
  },
  {
    "startTime": 943.209,
    "endTime": 948.973,
    "text": "to seeing you. Hope you enjoyed the lesson. All right, Mr. E. Any more questions or \"kestions\"?"
  },
  {
    "startTime": 948.973,
    "endTime": 958.973,
    "text": "I hope not. Take care."
  }
]