[
  {
    "startTime": 5.0,
    "endTime": 7.0,
    "text": "Hey there, Head Squeezers, I hope you're well."
  },
  {
    "startTime": 7.0,
    "endTime": 14.6,
    "text": "A corker of a question in from Cosmic66, who asks 'What happens if you swallow your chewing gum?'"
  },
  {
    "startTime": 14.6,
    "endTime": 15.2,
    "text": "Brilliant!"
  },
  {
    "startTime": 15.2,
    "endTime": 24.299999999999997,
    "text": "Now I remember my mum used to say to me \"Don't swallow your chewing gum because it will get stuck between your ribs and will stay in your stomach for seven years. \""
  },
  {
    "startTime": 24.3,
    "endTime": 27.900000000000002,
    "text": "Give us a thumbs up if you also heard that old chestnut!"
  },
  {
    "startTime": 27.9,
    "endTime": 33.199999999999996,
    "text": "Or indeed if you swallow your chewing gum like Tom the cameraman who often does it."
  },
  {
    "startTime": 33.2,
    "endTime": 46.400000000000006,
    "text": "Anyway, first of all, we've been kicking back for a chew for centuries right back in 7000 BC, in Northern Europe, there's evidence that we chewed small bits of black tar."
  },
  {
    "startTime": 46.4,
    "endTime": 47.9,
    "text": "Each to their own, I guess."
  },
  {
    "startTime": 47.9,
    "endTime": 53.0,
    "text": "But if you do swallow your own chewing gum these days don't worry your stomach can deal with it."
  },
  {
    "startTime": 53.0,
    "endTime": 63.7,
    "text": "Say you swallow something like a tasty burger, it goes down into your stomach where your stomach acid and enzymes start digesting it."
  },
  {
    "startTime": 63.7,
    "endTime": 73.5,
    "text": "Then it's over to your intestines with a little bit of help from your liver and your pancreas start breaking it down further into something your body can use for energy."
  },
  {
    "startTime": 73.5,
    "endTime": 75.56,
    "text": "So what about chewing gum?"
  },
  {
    "startTime": 75.56,
    "endTime": 85.0,
    "text": "Well, your body can use the sweeteners, the flavourings and the softeners for fuel but the gum base does hang around for a little while."
  },
  {
    "startTime": 85.0,
    "endTime": 91.7,
    "text": "And that's because the synthetic chemicals that make the gum chewy have no role in the body."
  },
  {
    "startTime": 91.7,
    "endTime": 99.7,
    "text": "So just like the bouncer at a night club, it will kick the troublemaker out the back door, if you know what I mean."
  },
  {
    "startTime": 99.7,
    "endTime": 104.84,
    "text": "So for once, my mum was wrong on this one, it doesn't hang around for years, just a little while."
  },
  {
    "startTime": 104.84,
    "endTime": 114.0,
    "text": "But get this, there was a journal in 1998 that studied three cases of kids who constantly swallowed their chewing gum."
  },
  {
    "startTime": 114.0,
    "endTime": 124.8,
    "text": "There was one four year old girl who swallowed so much that she ended up with, and I quote, \"multiple spheres of chewed gum congealed into a rectal mass.\""
  },
  {
    "startTime": 124.8,
    "endTime": 126.2,
    "text": "Lovely stuff."
  },
  {
    "startTime": 126.2,
    "endTime": 128.0,
    "text": "Anyway, that's all the time I got right now."
  },
  {
    "startTime": 128.0,
    "endTime": 134.0,
    "text": "If you do have any questions on stuff you've always wondered about, then send them in on twitter, on Facebook or in the comments below."
  },
  {
    "startTime": 134.0,
    "endTime": 138.9,
    "text": "And just like the old chewing gum adverts used to say, if you enjoyed this, please share it with a friend."
  },
  {
    "startTime": 138.9,
    "endTime": 146.29,
    "text": "Happy Head Squeezing!"
  }
]