[
  {
    "startTime": 6.3,
    "endTime": 9.321,
    "text": "Think back to a really vivid memory."
  },
  {
    "startTime": 9.321,
    "endTime": 10.217,
    "text": "Got it?"
  },
  {
    "startTime": 10.217,
    "endTime": 14.600000000000001,
    "text": "Okay, now try to remember what you had for lunch three weeks ago."
  },
  {
    "startTime": 14.6,
    "endTime": 19.6,
    "text": "That second memory probably isn't as strong. But why not?"
  },
  {
    "startTime": 19.6,
    "endTime": 22.8,
    "text": "Why do we remember some things and not others?"
  },
  {
    "startTime": 22.9,
    "endTime": 26.2,
    "text": "And why do memories eventually fade?"
  },
  {
    "startTime": 26.3,
    "endTime": 29.263,
    "text": "Let's look at how memories form in the first place."
  },
  {
    "startTime": 29.263,
    "endTime": 39.6,
    "text": "When you experience something, like dialing a phone number, the experience is converted into a pulse of electrical energy that zips along a network of neurons."
  },
  {
    "startTime": 39.7,
    "endTime": 47.053000000000004,
    "text": "Information first lands in short-term memory, where it's available from anywhere from a few seconds to a couple of minutes."
  },
  {
    "startTime": 47.069,
    "endTime": 55.0,
    "text": "It's then transferred to long-term memory through areas such as the hippocampus, and finally to several storage regions across the brain."
  },
  {
    "startTime": 55.0,
    "endTime": 62.442,
    "text": "Neurons throughout the brain communicate at dedicated sites called synapses, using specialized neurotransmitters."
  },
  {
    "startTime": 62.523,
    "endTime": 67.27600000000001,
    "text": "If two neurons communicate repeatedly, a remarkable thing happens:"
  },
  {
    "startTime": 67.276,
    "endTime": 71.481,
    "text": "The efficiency of communication between them increases."
  },
  {
    "startTime": 71.481,
    "endTime": 79.143,
    "text": "This process, called long term potentiation, is considered to be a mechanism by which memories are stored long-term."
  },
  {
    "startTime": 79.143,
    "endTime": 82.0,
    "text": "But how do some memories get lost?"
  },
  {
    "startTime": 82.0,
    "endTime": 83.84,
    "text": "Age is one factor."
  },
  {
    "startTime": 83.84,
    "endTime": 90.5,
    "text": "As we get older, synapses begin to falter and weaken, affecting how easily we can retrieve memories."
  },
  {
    "startTime": 90.6,
    "endTime": 94.5,
    "text": "Scientists have several theories about what's behind this deterioration."
  },
  {
    "startTime": 94.6,
    "endTime": 110.49199999999999,
    "text": "From actual brain shrinkage⏤the hippocampus loses 5% of its neurons every decade, for a total loss of 20% by the time you're 80 years old⏤to the drop in the production of neurotransmitters, like acetylcholine, which is vital to learning and memory."
  },
  {
    "startTime": 110.492,
    "endTime": 115.037,
    "text": "These changes seem to affect how people retrieve stored information."
  },
  {
    "startTime": 115.037,
    "endTime": 117.99000000000001,
    "text": "Age also affects our memory-making abilities."
  },
  {
    "startTime": 117.99,
    "endTime": 126.0,
    "text": "Memories are encoded most strongly when we're paying attention, when we're deeply engaged, and when information is meaningful to us."
  },
  {
    "startTime": 126.0,
    "endTime": 135.205,
    "text": "Mental and physical health problems, which tend to increase as we age, interfere with our ability to pay attention, and thus act as memory thieves."
  },
  {
    "startTime": 135.205,
    "endTime": 138.668,
    "text": "Another leading cause of memory problems is chronic stress."
  },
  {
    "startTime": 138.668,
    "endTime": 144.95000000000002,
    "text": "When we're constantly overloaded with work and personal responsibilites, our bodies are on hyper-alert."
  },
  {
    "startTime": 144.95,
    "endTime": 150.869,
    "text": "This response has evolved from the physiological mechanism designed to make sure we can survive in a crisis."
  },
  {
    "startTime": 150.869,
    "endTime": 156.035,
    "text": "Stress chemicals help mobilize energy and increase alertness."
  },
  {
    "startTime": 156.035,
    "endTime": 167.94,
    "text": "However, with chronic stress, our bodies become flooded with these chemicals, resulting in a loss of brain cells and an inability to form new ones, which affects our ability to retain new information."
  },
  {
    "startTime": 167.94,
    "endTime": 169.8,
    "text": "Depression is another culprit."
  },
  {
    "startTime": 169.9,
    "endTime": 174.73000000000002,
    "text": "People who are depressed are 40% more likely to develop memory problems."
  },
  {
    "startTime": 174.73,
    "endTime": 183.1,
    "text": "Low levels of serotonin, a neurotransmitter connected to arousal, may make depressed individuals less attentive to new information."
  },
  {
    "startTime": 183.2,
    "endTime": 193.006,
    "text": "Dwelling on sad events in the past⏤another symptom of depression⏤makes it difficult to pay attention to the present, affecting the ability to store short-term memories."
  },
  {
    "startTime": 193.525,
    "endTime": 197.519,
    "text": "Isolation, which is tied to depression, is another memory thief."
  },
  {
    "startTime": 197.519,
    "endTime": 206.763,
    "text": "A study by the Harvard School of Public Health found that older people with high levels of social integration had a slower rate of memory decline over a six-year period."
  },
  {
    "startTime": 207.195,
    "endTime": 213.916,
    "text": "The exact reason remains unclear, but experts suspect that social interaction gives our brain a mental workout."
  },
  {
    "startTime": 213.916,
    "endTime": 217.68699999999998,
    "text": "Just like muscle strength, we have to use our brain or risk losing it."
  },
  {
    "startTime": 217.7,
    "endTime": 219.5,
    "text": "But don't despair."
  },
  {
    "startTime": 219.6,
    "endTime": 223.817,
    "text": "There are several steps you can take to aid your brain in preserving your memories."
  },
  {
    "startTime": 223.817,
    "endTime": 226.226,
    "text": "Make sure you keep physically active."
  },
  {
    "startTime": 226.226,
    "endTime": 228.709,
    "text": "Increased blood flow to the brain is helpful."
  },
  {
    "startTime": 228.709,
    "endTime": 230.588,
    "text": "And eat well."
  },
  {
    "startTime": 230.588,
    "endTime": 234.076,
    "text": "Your brain needs all the right nutrients to keep functioning correctly."
  },
  {
    "startTime": 234.076,
    "endTime": 237.01399999999998,
    "text": "And finally, give your brain a workout."
  },
  {
    "startTime": 237.014,
    "endTime": 243.8,
    "text": "Exposing your brain to challenges like learning a new language is one of the best defenses for keeping your memories intact."
  }
]