[
  {
    "startTime": 7.2,
    "endTime": 12.8,
    "text": "In medieval times, alchemists tried to achieve the seemingly impossible."
  },
  {
    "startTime": 12.8,
    "endTime": 17.1,
    "text": "They wanted to transform lowly lead into gleaming gold."
  },
  {
    "startTime": 17.1,
    "endTime": 24.8,
    "text": "History portrays these people as aged eccentrics, but if only they'd known that their dreams were actually achievable."
  },
  {
    "startTime": 24.8,
    "endTime": 35.2,
    "text": "Indeed, today we can manufacture gold on Earth, thanks to modern inventions that those medieval alchemists missed by a few centuries."
  },
  {
    "startTime": 35.2,
    "endTime": 43.6,
    "text": "But to understand how this precious metal became embedded in our planet to start with, we have to gaze upwards at the stars."
  },
  {
    "startTime": 43.6,
    "endTime": 45.462,
    "text": "Gold is extraterrestrial."
  },
  {
    "startTime": 45.462,
    "endTime": 57.7,
    "text": "Instead of arising from the planet's rocky crust, it was actually cooked up in space, and is present on Earth because of cataclysmic stellar explosions called supernovae."
  },
  {
    "startTime": 57.7,
    "endTime": 62.0,
    "text": "Stars are mostly made up of hydrogen, the simplest and lightest element."
  },
  {
    "startTime": 62.0,
    "endTime": 69.9,
    "text": "The enormous gravitational pressure of so much material compresses and triggers nuclear fusion in the star's core."
  },
  {
    "startTime": 69.9,
    "endTime": 74.5,
    "text": "This process releases energy from the hydrogen, making the star shine."
  },
  {
    "startTime": 74.5,
    "endTime": 88.3,
    "text": "Over many millions of years, fusion transforms hydrogen into heavier elements: helium, carbon, and oxygen, burning subsequent elements faster and faster, to reach iron and nickel."
  },
  {
    "startTime": 88.3,
    "endTime": 96.1,
    "text": "However, at that point, nuclear fusion no longer releases enough energy, and the pressure from the core peters out."
  },
  {
    "startTime": 96.1,
    "endTime": 98.67599999999999,
    "text": "The outer layers collapse into the center, and bouncing back from this sudden injection of energy, the star explodes, forming a supernova."
  },
  {
    "startTime": 106.1,
    "endTime": 116.8,
    "text": "The extreme pressure of a collapsing star is so high that subatomic protons and electrons are forced together in the core, forming neutrons."
  },
  {
    "startTime": 116.8,
    "endTime": 123.8,
    "text": "Neutrons have no repelling electric charge, so they're easily captured by the iron group elements."
  },
  {
    "startTime": 123.8,
    "endTime": 136.6,
    "text": "Multiple neutron captures enable the formation of heavier elements that a star under normal circumstances can't form, from silver to gold, past lead, and on to uranium."
  },
  {
    "startTime": 136.6,
    "endTime": 147.4,
    "text": "In extreme contrast to the million-year transformation of hydrogen to helium, the creation of the heaviest elements in a supernova takes place in only seconds."
  },
  {
    "startTime": 147.4,
    "endTime": 150.977,
    "text": "But what becomes of the gold after the explosion?"
  },
  {
    "startTime": 150.977,
    "endTime": 164.305,
    "text": "The expanding supernova shockwave propels its elemental debris through the interstellar medium, triggering a swirling dance of gas and dust that condenses into new stars and planets."
  },
  {
    "startTime": 164.305,
    "endTime": 172.0,
    "text": "Earth's gold was likely delivered this way, before being kneaded into veins by geothermal activity."
  },
  {
    "startTime": 172.0,
    "endTime": 180.7,
    "text": "Billions of years later, we now extract this precious product by mining it, an expensive process that's compounded by gold's rarity."
  },
  {
    "startTime": 180.7,
    "endTime": 188.081,
    "text": "In fact, all of the gold that we've mined in history could be piled into just 3 Olympic-size swimming pools."
  },
  {
    "startTime": 188.081,
    "endTime": 195.0,
    "text": "Although, this represents a lot of mass, because gold is about 20 times denser than water."
  },
  {
    "startTime": 195.0,
    "endTime": 199.2,
    "text": "So, can we produce more of this coveted commodity?"
  },
  {
    "startTime": 199.2,
    "endTime": 201.03099999999998,
    "text": "Actually, yes."
  },
  {
    "startTime": 201.031,
    "endTime": 208.1,
    "text": "Using particle accelerators, we can mimic the complex nuclear reactions that create gold in stars."
  },
  {
    "startTime": 208.1,
    "endTime": 212.0,
    "text": "But these machines can only construct gold atom by atom."
  },
  {
    "startTime": 212.0,
    "endTime": 220.2,
    "text": "So it would take almost the age of the universe to produce 1 gram, at a cost vastly exceeding the current value of gold."
  },
  {
    "startTime": 220.2,
    "endTime": 222.2,
    "text": "So that's not a very good solution."
  },
  {
    "startTime": 222.2,
    "endTime": 230.0,
    "text": "But if we were to reach a hypothetical point where we'd mined all of the Earth's buried gold, there are other places we could look."
  },
  {
    "startTime": 230.0,
    "endTime": 241.0,
    "text": "The ocean holds an estimated 20 million tons of dissolved gold, but at extremely minuscule concentrations, making its recovery too costly at present."
  },
  {
    "startTime": 241.0,
    "endTime": 247.5,
    "text": "Perhaps one day, we'll see gold-rushers to tap the mineral wealth of the other planets of our solar system."
  },
  {
    "startTime": 247.5,
    "endTime": 248.5,
    "text": "And who knows?"
  },
  {
    "startTime": 248.5,
    "endTime": 263.794,
    "text": "Maybe some future supernova will occur close enough to shower us with its treasure, and hopefully not eradicate all life on Earth in the process."
  }
]