[
  {
    "startTime": 3.07,
    "endTime": 8.24,
    "text": "I love astronomy. You may have noticed. But there’s one really frustrating aspect of"
  },
  {
    "startTime": 8.24,
    "endTime": 11.429,
    "text": "it: Everything we study is really far away."
  },
  {
    "startTime": 11.429,
    "endTime": 15.499,
    "text": "Nearly everything we understand about the Universe comes from light emitted or reflected"
  },
  {
    "startTime": 15.499,
    "endTime": 20.22,
    "text": "by objects. It’d be nice if we could get actual samples from them; physical specimens"
  },
  {
    "startTime": 20.22,
    "endTime": 21.948999999999998,
    "text": "we could examine in the lab."
  },
  {
    "startTime": 21.949,
    "endTime": 26.3,
    "text": "Welp, sometimes the Universe can be accommodating, and allows us to hold it in our hands."
  },
  {
    "startTime": 26.3,
    "endTime": 39.18,
    "text": "Cambot, can we get this up on still store?"
  },
  {
    "startTime": 39.18,
    "endTime": 44.34,
    "text": "If you go outside on a clear, dark, moonless night — and you really should — chances"
  },
  {
    "startTime": 44.34,
    "endTime": 48.52,
    "text": "are pretty good that within a few minutes you’ll see a shooting star. It’ll zip"
  },
  {
    "startTime": 48.52,
    "endTime": 52.870000000000005,
    "text": "across the sky, a fiery dot leaving a long glowing trail behind it. They’re one of"
  },
  {
    "startTime": 52.87,
    "endTime": 56.5,
    "text": "the most exciting and fun things you’ll see when you look up, and they always get"
  },
  {
    "startTime": 56.5,
    "endTime": 59.519,
    "text": "a gasp and a squeal of delight from people someone who’s stargazing."
  },
  {
    "startTime": 59.519,
    "endTime": 65.22,
    "text": "What you’re actually seeing is a tiny bit of interplanetary debris: rock, ice, or metal"
  },
  {
    "startTime": 65.22,
    "endTime": 69.61,
    "text": "ramming through the Earth’s atmosphere, heated to incandescence. Most are faint, but"
  },
  {
    "startTime": 69.61,
    "endTime": 75.17,
    "text": "some can be astonishingly bright; I saw one once that left an afterimage on my eye!"
  },
  {
    "startTime": 75.17,
    "endTime": 79.93,
    "text": "Obviously, shooting stars aren’t really stars. So what do we call them?"
  },
  {
    "startTime": 79.93,
    "endTime": 83.82900000000001,
    "text": "Sometimes it seems like astronomers use different names for objects to keep things as confusing"
  },
  {
    "startTime": 83.829,
    "endTime": 89.32,
    "text": "as possible. But really, we do that to separate out different things. In this case, the actual"
  },
  {
    "startTime": 89.32,
    "endTime": 93.119,
    "text": "bit of solid stuff coming from space is called a meteoroid."
  },
  {
    "startTime": 93.119,
    "endTime": 97.79,
    "text": "The phenomenon of the meteoroid getting hot and blazing across the sky is called a meteor."
  },
  {
    "startTime": 97.79,
    "endTime": 101.28,
    "text": "And finally, if it hits the ground, we call it a meteorite."
  },
  {
    "startTime": 101.28,
    "endTime": 106.32900000000001,
    "text": "I think the second best way to tick off an astronomer is to mix up meteor and meteorite."
  },
  {
    "startTime": 106.329,
    "endTime": 108.88999999999999,
    "text": "Sometimes astronomers can be pretty pedantic about such things."
  },
  {
    "startTime": 108.89,
    "endTime": 113.11,
    "text": "Oh, the best way to tick off an astronomer? Ask them, “Hey, what’s your sign?”"
  },
  {
    "startTime": 113.11,
    "endTime": 117.89,
    "text": "Amazingly, a typical meteor that you’ll see is due to a meteoroid that’s tiny, probably"
  },
  {
    "startTime": 117.89,
    "endTime": 120.86,
    "text": "smaller than a grain of sand! How can that be?"
  },
  {
    "startTime": 120.86,
    "endTime": 124.02,
    "text": "It’s because they’re hauling mass. You heard me."
  },
  {
    "startTime": 124.02,
    "endTime": 128.899,
    "text": "The meteoroid is orbiting the Sun, probably at speeds of a few dozen kilometers per second."
  },
  {
    "startTime": 128.899,
    "endTime": 133.26,
    "text": "As it approaches the Earth, our planet’s gravity accelerates it an additional 11 kilometers"
  },
  {
    "startTime": 133.26,
    "endTime": 137.54999999999998,
    "text": "per second — Earth’s escape velocity. And when it enters our atmosphere it’s moving"
  },
  {
    "startTime": 137.55,
    "endTime": 142.0,
    "text": "incredibly fast, up to 70 km/sec or more."
  },
  {
    "startTime": 142.0,
    "endTime": 146.11,
    "text": "The energy of motion is called kinetic energy. If you want to get something moving, you have"
  },
  {
    "startTime": 146.11,
    "endTime": 150.9,
    "text": "to give it energy, and if you want it to stop, you have to take that energy away. This kinetic"
  },
  {
    "startTime": 150.9,
    "endTime": 155.53,
    "text": "energy depends on the mass of the object and how fast it’s moving. In fact, it depends"
  },
  {
    "startTime": 155.53,
    "endTime": 160.32,
    "text": "on the square of the velocity; double its speed and it’ll have four times the kinetic"
  },
  {
    "startTime": 160.32,
    "endTime": 161.29999999999998,
    "text": "energy."
  },
  {
    "startTime": 161.3,
    "endTime": 165.51000000000002,
    "text": "Meteoroids may usually be small, but they’re screaming fast, and have a huge amount of"
  },
  {
    "startTime": 165.51,
    "endTime": 169.97,
    "text": "kinetic energy. As they hit our atmosphere they slow from their ridiculous orbital speed"
  },
  {
    "startTime": 169.97,
    "endTime": 174.89,
    "text": "to nearly a standstill, and all that energy has to go somewhere. It gets converted into"
  },
  {
    "startTime": 174.89,
    "endTime": 178.2,
    "text": "light and heat, and that’s what we see as a meteor."
  },
  {
    "startTime": 178.2,
    "endTime": 182.60999999999999,
    "text": "A big misconception about meteors is that they get hot due to friction with air. Actually,"
  },
  {
    "startTime": 182.61,
    "endTime": 187.10000000000002,
    "text": "a far bigger contributor to their heat is compression. One of the most basic laws of"
  },
  {
    "startTime": 187.1,
    "endTime": 192.45,
    "text": "physics is that when you compress a gas it heats up. And a meteoroid coming in at hypersonic"
  },
  {
    "startTime": 192.45,
    "endTime": 197.35,
    "text": "speeds compresses the air in front of it a lot, heating it hugely. The gas can reach"
  },
  {
    "startTime": 197.35,
    "endTime": 200.75,
    "text": "temperatures of thousands of degrees Celsius for a few seconds."
  },
  {
    "startTime": 200.75,
    "endTime": 205.47,
    "text": "The air radiates away this heat, in turn heating up the meteoroid. The material on the surface"
  },
  {
    "startTime": 205.47,
    "endTime": 210.85999999999999,
    "text": "vaporizes and blows away—a process called ablation. That ablated material leaves a glowing"
  },
  {
    "startTime": 210.86,
    "endTime": 215.3,
    "text": "trail behind the meteor, which we call a train. Sometimes it can glow for several minutes,"
  },
  {
    "startTime": 215.3,
    "endTime": 219.99,
    "text": "getting twisted up in high altitude winds, leaving behind an eerie, ghost-like persistent"
  },
  {
    "startTime": 219.99,
    "endTime": 225.01000000000002,
    "text": "train. This all happens high above your head, about 90 – 100 km above the ground."
  },
  {
    "startTime": 225.01,
    "endTime": 229.32999999999998,
    "text": "Typically, from any one location, you can see a few meteors per hour. It may not seem"
  },
  {
    "startTime": 229.33,
    "endTime": 234.07000000000002,
    "text": "like much, but when you add them up all over the planet you find the Earth is getting pelted"
  },
  {
    "startTime": 234.07,
    "endTime": 239.15,
    "text": "to the tune of about 100 tons of material a day. But again, most of these meteoroids"
  },
  {
    "startTime": 239.15,
    "endTime": 240.38,
    "text": "are teeny tiny."
  },
  {
    "startTime": 240.38,
    "endTime": 244.93,
    "text": "Those random meteors are called sporadic meteors. They tend to be rocky in composition, and"
  },
  {
    "startTime": 244.93,
    "endTime": 249.65,
    "text": "generally come from asteroids. If two asteroids smack into each other, the collision can eject"
  },
  {
    "startTime": 249.65,
    "endTime": 253.58,
    "text": "little bits of material that then orbit the Sun on their own. If their orbit crosses the"
  },
  {
    "startTime": 253.58,
    "endTime": 258.0,
    "text": "Earth, then you have a potential meteor. It may take a few million years, but at some"
  },
  {
    "startTime": 258.0,
    "endTime": 262.75,
    "text": "point the Earth and the meteoroid are at the same place at the same time, and boom."
  },
  {
    "startTime": 262.75,
    "endTime": 268.28,
    "text": "But sometimes meteoroids travel in packs. When that happens, we can get meteor showers,"
  },
  {
    "startTime": 268.28,
    "endTime": 272.46999999999997,
    "text": "many dozens or even hundreds of meteors per hour. With one exception, those don’t come"
  },
  {
    "startTime": 272.47,
    "endTime": 275.16,
    "text": "from asteroids: They come from comets."
  },
  {
    "startTime": 275.16,
    "endTime": 280.44,
    "text": "When a comet orbits the Sun, the ice on it turns to gas, dislodging dust and gravel mixed"
  },
  {
    "startTime": 280.44,
    "endTime": 285.12,
    "text": "in. This material leaves the comet and tends to stay more or less in the same orbit as"
  },
  {
    "startTime": 285.12,
    "endTime": 289.78000000000003,
    "text": "the comet itself. Over time, that material gets scattered all along the orbit, creating"
  },
  {
    "startTime": 289.78,
    "endTime": 293.47999999999996,
    "text": "a puffy ribbon of tiny pieces of space debris around the Sun."
  },
  {
    "startTime": 293.48,
    "endTime": 297.0,
    "text": "When the Earth plows through that cloud of debris, we get a meteor shower."
  },
  {
    "startTime": 297.0,
    "endTime": 301.34,
    "text": "From our viewpoint on Earth we see meteors shooting across the sky, apparently radiating"
  },
  {
    "startTime": 301.34,
    "endTime": 305.72999999999996,
    "text": "away from a single point. That’s a perspective effect; it’s like driving through a tunnel"
  },
  {
    "startTime": 305.73,
    "endTime": 309.94,
    "text": "and seeing the tiles on the wall and ceiling flying past you, all apparently coming from"
  },
  {
    "startTime": 309.94,
    "endTime": 313.98,
    "text": "a point ahead of you. The point in the sky where the meteors come from is called the"
  },
  {
    "startTime": 313.98,
    "endTime": 318.04,
    "text": "radiant, and the shower is named after the constellation the radiant’s in. So we have"
  },
  {
    "startTime": 318.04,
    "endTime": 323.3,
    "text": "the Perseid meteor shower, the Leonids, the Camelopardalids. Or the Camelopardalids."
  },
  {
    "startTime": 323.3,
    "endTime": 328.68,
    "text": "And, since the Earth hits a specific comet stream around the same time every year, the"
  },
  {
    "startTime": 328.68,
    "endTime": 332.61,
    "text": "showers are annual. The Perseids are in August, and the Leonids in November."
  },
  {
    "startTime": 332.61,
    "endTime": 336.89,
    "text": "Watching a meteor shower is easy: Just go outside and look up! Generally, they’re"
  },
  {
    "startTime": 336.89,
    "endTime": 341.46,
    "text": "better after local midnight. The Earth plows into the meteoroids, so facing the direction"
  },
  {
    "startTime": 341.46,
    "endTime": 345.65999999999997,
    "text": "of Earth’s orbital motion means more meteors, just like you get more raindrops on the front"
  },
  {
    "startTime": 345.66,
    "endTime": 349.72,
    "text": "windshield of your car than than on the back when driving through a storm. After local"
  },
  {
    "startTime": 349.72,
    "endTime": 354.43,
    "text": "midnight you’re on the part of the Earth facing into the orbit, so you see more meteors."
  },
  {
    "startTime": 354.43,
    "endTime": 359.15000000000003,
    "text": "By the way, if you happen to be on the International Space Station, you have to look down to see"
  },
  {
    "startTime": 359.15,
    "endTime": 365.10999999999996,
    "text": "a meteor. In 2011, astronaut Ron Garan photographed a Perseid burning up below him! But don’t"
  },
  {
    "startTime": 365.11,
    "endTime": 369.52000000000004,
    "text": "worry: The odds of the Space Station getting hit are extremely low. Space is big."
  },
  {
    "startTime": 369.52,
    "endTime": 373.52,
    "text": "Oh, and that one exception I mentioned before? That’s the annual Geminids shower, which"
  },
  {
    "startTime": 373.52,
    "endTime": 378.25,
    "text": "occurs in December. That comes from the asteroid 3200 Phaethon, which is on an orbit that takes"
  },
  {
    "startTime": 378.25,
    "endTime": 383.23,
    "text": "it very close to the Sun. It’s possible it gets so hot that the rock vaporizes, making"
  },
  {
    "startTime": 383.23,
    "endTime": 384.46000000000004,
    "text": "it act like a comet."
  },
  {
    "startTime": 384.46,
    "endTime": 387.93,
    "text": "The vast majority of meteoroids are small and tend to burn up in our atmosphere. But"
  },
  {
    "startTime": 387.93,
    "endTime": 393.31,
    "text": "they can be bigger. A bolide, or fireball, is an extremely bright meteor, and those can"
  },
  {
    "startTime": 393.31,
    "endTime": 397.59,
    "text": "be about the size of a grapefruit. Those happen pretty often somewhere over the Earth. I’ve"
  },
  {
    "startTime": 397.59,
    "endTime": 398.88899999999995,
    "text": "seen a few myself."
  },
  {
    "startTime": 398.889,
    "endTime": 403.90000000000003,
    "text": "Very rarely, an incoming meteoroid will survive all the way to the ground and become a meteorite."
  },
  {
    "startTime": 403.9,
    "endTime": 407.87,
    "text": "Sometimes, the immense pressure of ramming Earth’s air causes the incoming meteoroid"
  },
  {
    "startTime": 407.87,
    "endTime": 413.889,
    "text": "to crumble or even explode, raining down dozens or hundreds of smaller pieces. Typically,"
  },
  {
    "startTime": 413.889,
    "endTime": 418.23,
    "text": "they slow rapidly after their blaze of glory, and simply fall the rest of the way to the"
  },
  {
    "startTime": 418.23,
    "endTime": 424.08000000000004,
    "text": "ground. The air up there is cold, and their interiors are cold from being in space so"
  },
  {
    "startTime": 424.08,
    "endTime": 428.669,
    "text": "long. So, despite what you might think, meteorites don’t cause fires when they hit the ground."
  },
  {
    "startTime": 428.669,
    "endTime": 431.10999999999996,
    "text": "In fact, they can be quite chilly!"
  },
  {
    "startTime": 431.11,
    "endTime": 435.78000000000003,
    "text": "Meteorites are classified into three broad categories: Stony, which are mostly rock;"
  },
  {
    "startTime": 435.78,
    "endTime": 440.44,
    "text": "iron, which are mostly metal; and stony iron, which are a mixture of the two. The majority"
  },
  {
    "startTime": 440.44,
    "endTime": 442.16,
    "text": "of meteorites we find are stony."
  },
  {
    "startTime": 442.16,
    "endTime": 447.90000000000003,
    "text": "The stony meteorites are subdivided into two kinds: Chondrites, and achondrites. Chondrites"
  },
  {
    "startTime": 447.9,
    "endTime": 452.65999999999997,
    "text": "contain chondrules, small grains of minerals. These are very primitive, and are thought"
  },
  {
    "startTime": 452.66,
    "endTime": 457.3,
    "text": "to have condensed out of the original disk of material that formed the solar system."
  },
  {
    "startTime": 457.3,
    "endTime": 461.63,
    "text": "Their age can be found by looking at ratios of elements in them formed from radioactive"
  },
  {
    "startTime": 461.63,
    "endTime": 468.59,
    "text": "decay. The oldest known meteorite formed 4.568 billion years ago: Before the Earth itself"
  },
  {
    "startTime": 468.59,
    "endTime": 469.13,
    "text": "formed!"
  },
  {
    "startTime": 469.13,
    "endTime": 474.15,
    "text": "Achondrites don’t have chondrules in them. Most likely they came from a bigger asteroid,"
  },
  {
    "startTime": 474.15,
    "endTime": 479.34,
    "text": "one that was once molten through, mixing the minerals. A big collision disrupted the parent"
  },
  {
    "startTime": 479.34,
    "endTime": 482.09,
    "text": "body, creating the achondritic meteoroids."
  },
  {
    "startTime": 482.09,
    "endTime": 486.35999999999996,
    "text": "Iron meteorites most likely come from the center of a large asteroid, one big enough"
  },
  {
    "startTime": 486.36,
    "endTime": 491.889,
    "text": "that metals fell to the center via gravity. Again, a big impact blew the asteroid up,"
  },
  {
    "startTime": 491.889,
    "endTime": 496.29,
    "text": "scattering its material around the asteroid belt, and with some on orbits that eventually"
  },
  {
    "startTime": 496.29,
    "endTime": 497.84000000000003,
    "text": "intersected Earth."
  },
  {
    "startTime": 497.84,
    "endTime": 502.25,
    "text": "Stony irons are the rarest. Some have green or orange crystals of a mineral called olivine"
  },
  {
    "startTime": 502.25,
    "endTime": 507.4,
    "text": "embedded in a web of metal. Called pallasites, they may be the most beautiful of all meteorites."
  },
  {
    "startTime": 507.4,
    "endTime": 512.31,
    "text": "I actually collect meteorites. It’s fun but can be a somewhat pricey hobby. If you’re"
  },
  {
    "startTime": 512.31,
    "endTime": 516.169,
    "text": "interested, make sure you get ‘em from a licensed dealer. We have links to some in"
  },
  {
    "startTime": 516.169,
    "endTime": 516.8199999999999,
    "text": "the dooblydoo."
  },
  {
    "startTime": 516.82,
    "endTime": 522.44,
    "text": "Of course, on occasion the meteoroid coming in can be a tad bigger. And when that happens,"
  },
  {
    "startTime": 522.44,
    "endTime": 524.47,
    "text": "well, all hell can break loose."
  },
  {
    "startTime": 524.47,
    "endTime": 530.21,
    "text": "On February 15, 2013, residents of the Russian city of Chelyabinsk got a rude awakening."
  },
  {
    "startTime": 530.21,
    "endTime": 535.99,
    "text": "At 9:20 a.m. local time, a rock about 19 meters across came in at a low angle. It got nearly"
  },
  {
    "startTime": 535.99,
    "endTime": 540.23,
    "text": "as bright as the Sun as it slammed into the atmosphere, and the pressure of its passage"
  },
  {
    "startTime": 540.23,
    "endTime": 544.589,
    "text": "broke it up into several chunks, which broke up again. In a moment’s time, the sudden"
  },
  {
    "startTime": 544.589,
    "endTime": 549.9000000000001,
    "text": "energy released was equivalent to the detonation of a half million tons of TNT — as much"
  },
  {
    "startTime": 549.9,
    "endTime": 552.04,
    "text": "as a small atomic bomb!"
  },
  {
    "startTime": 552.04,
    "endTime": 556.9499999999999,
    "text": "While no one was killed, over a thousand people were injured by flying glass, shattered by"
  },
  {
    "startTime": 556.95,
    "endTime": 560.5,
    "text": "the explosion. No doubt they were at their windows gawking at the huge vapor trail in"
  },
  {
    "startTime": 560.5,
    "endTime": 562.13,
    "text": "the sky when the shock wave hit."
  },
  {
    "startTime": 562.13,
    "endTime": 566.24,
    "text": "There was no warning for this event; the asteroid was essentially too small to detect while"
  },
  {
    "startTime": 566.24,
    "endTime": 571.24,
    "text": "it was out in space. Well, for now at least. Telescopes are coming online soon that should"
  },
  {
    "startTime": 571.24,
    "endTime": 575.52,
    "text": "be able to find smaller asteroids and give us some warning. Astronomers are more worried"
  },
  {
    "startTime": 575.52,
    "endTime": 580.0799999999999,
    "text": "about ones roughly a hundred meters across or bigger; these can do serious damage on"
  },
  {
    "startTime": 580.08,
    "endTime": 585.0200000000001,
    "text": "a city-wide scale or larger, but at the moment aren’t easy to spot much in advance."
  },
  {
    "startTime": 585.02,
    "endTime": 589.3199999999999,
    "text": "And what do we do if we do see one headed our way? As of right now, there’s not much"
  },
  {
    "startTime": 589.32,
    "endTime": 594.3100000000001,
    "text": "we can do. Studies have been done to determine the best course of action; maybe lobbing a"
  },
  {
    "startTime": 594.31,
    "endTime": 599.05,
    "text": "nuke at it, or simply ramming it with a spaceprobe to change the orbit and make sure it misses"
  },
  {
    "startTime": 599.05,
    "endTime": 603.1999999999999,
    "text": "Earth. These ideas look good on paper, but they haven’t been tested yet. We’re still"
  },
  {
    "startTime": 603.2,
    "endTime": 604.279,
    "text": "a few years from that."
  },
  {
    "startTime": 604.279,
    "endTime": 608.81,
    "text": "The good news is that objects that size hitting the Earth are rare; maybe once every century"
  },
  {
    "startTime": 608.81,
    "endTime": 613.9399999999999,
    "text": "or three. But if we do nothing, it will happen eventually. As science fiction writer Larry"
  },
  {
    "startTime": 613.94,
    "endTime": 618.62,
    "text": "Niven points out, the dinosaurs went extinct because they didn’t have a space program."
  },
  {
    "startTime": 618.62,
    "endTime": 620.61,
    "text": "Hopefully, we’re smarter than they were."
  },
  {
    "startTime": 620.61,
    "endTime": 625.5,
    "text": "Today you learned that meteors are small bits of interplanetary debris sloughed off by asteroids"
  },
  {
    "startTime": 625.5,
    "endTime": 629.64,
    "text": "and comets. When the Earth plows through the stream emitted by a comet we get a meteor"
  },
  {
    "startTime": 629.64,
    "endTime": 635.91,
    "text": "shower. Meteors burn up about 100 km above the Earth, but some survive to hit the ground."
  },
  {
    "startTime": 635.91,
    "endTime": 641.0799999999999,
    "text": "Most of these meteorites are rocky, some are metallic, and a few are a mix of the two."
  },
  {
    "startTime": 641.08,
    "endTime": 645.529,
    "text": "Very big meteorites can be a very big problem, but there are plans in the works to prevent"
  },
  {
    "startTime": 645.529,
    "endTime": 647.87,
    "text": "us from going the way of the dinosaurs."
  },
  {
    "startTime": 647.87,
    "endTime": 651.67,
    "text": "Crash Course Astronomy - hey Crash Course, meteors! Cool!"
  },
  {
    "startTime": 651.67,
    "endTime": 655.7199999999999,
    "text": "Crash Course Astronomy is produced in association with PBS Digital Studios. Head over to their"
  },
  {
    "startTime": 655.72,
    "endTime": 660.36,
    "text": "channel for even more awesome videos. This episode was written by me, Phil Plait. The"
  },
  {
    "startTime": 660.36,
    "endTime": 664.279,
    "text": "script was edited by Blake de Pastino, and our consultant is Dr. Michelle Thaller. It"
  },
  {
    "startTime": 664.279,
    "endTime": 668.11,
    "text": "was directed by Nicholas Jenkins, the script supervisor and editor is Nicole Sweeney, the"
  },
  {
    "startTime": 668.11,
    "endTime": 678.11,
    "text": "sound designer was Michael Aranda, and the graphics team is Thought Café."
  }
]