[
  {
    "startTime": 11.7,
    "endTime": 26.0,
    "text": "Thousands of years in the making, what began as part of a religious festival honoring the Greek God Zeus in the rural Greek town of Olympia, has today become the greatest show of sporting excellence on Earth."
  },
  {
    "startTime": 26.0,
    "endTime": 37.2,
    "text": "The inception date in 776 BC became the basis for the Greek's earliest calendar, where time was marked in four-year increments called Olympiads."
  },
  {
    "startTime": 37.2,
    "endTime": 38.256,
    "text": "What could it be?"
  },
  {
    "startTime": 38.2,
    "endTime": 41.355000000000004,
    "text": "Why, it's the Olympic games, of course."
  },
  {
    "startTime": 41.355,
    "endTime": 45.699999999999996,
    "text": "Competition fosters excellence, or so thought the Ancient Greeks."
  },
  {
    "startTime": 45.7,
    "endTime": 51.300000000000004,
    "text": "In addition to sporting events, contests were held for music, singing, and poetry."
  },
  {
    "startTime": 51.3,
    "endTime": 58.5,
    "text": "You can read about them all yourself in classical literary works, like Homer's \"Iliad\" and Virgil's \"Aeneid.\""
  },
  {
    "startTime": 58.5,
    "endTime": 64.0,
    "text": "Even mythical heroes appreciate a good contest every now and then, wouldn't you say?"
  },
  {
    "startTime": 63.95,
    "endTime": 71.613,
    "text": "For the first thirteen games, the Ancient Greek Olympics featured just one event, the two hundred yard dash."
  },
  {
    "startTime": 71.2,
    "endTime": 86.9,
    "text": "But over time, new exciting contests, like boxing, chariot and mule racing, and even a footrace, where the competitors wore a full suit of armor, enticed many hopeful champions into the Olympic stadium."
  },
  {
    "startTime": 87.0,
    "endTime": 98.5,
    "text": "The combined running, jumping, wrestling, javelin throwing, and hurling the discus events, known as the pentathlon, inspired world-class competition."
  },
  {
    "startTime": 98.5,
    "endTime": 108.0,
    "text": "And the pankration, a no-holds barred fight, where only biting and eye-gouging were prohibited, ensured the toughest men were victorious."
  },
  {
    "startTime": 108.0,
    "endTime": 110.862,
    "text": "And victorious they were."
  },
  {
    "startTime": 110.862,
    "endTime": 118.89999999999999,
    "text": "Nobody tops the local baker Coroebus, who 776 BC became the very first Olympic champion."
  },
  {
    "startTime": 119.0,
    "endTime": 122.4,
    "text": "And we'll never forget Orsippus of Megara."
  },
  {
    "startTime": 122.4,
    "endTime": 133.1,
    "text": "The 720 BC Olympic victor tore away his loincloth so he could race unimpeded, inaugurating the Ancient Greek tradition of competing in the nude."
  },
  {
    "startTime": 133.2,
    "endTime": 136.92399999999998,
    "text": "Now there's a winning streak, if ever we've seen one."
  },
  {
    "startTime": 136.924,
    "endTime": 139.4,
    "text": "But all good things must end."
  },
  {
    "startTime": 139.4,
    "endTime": 150.20000000000002,
    "text": "In 391 AD, the Christian Roman Emperor Theodosius banned pagan practices, so the world soon bid a fond farewell to the Olympic games."
  },
  {
    "startTime": 150.3,
    "endTime": 155.899,
    "text": "But just like those early pankration athletes, you can't keep a good one down."
  },
  {
    "startTime": 156.0,
    "endTime": 164.4,
    "text": "And 1,500 years later, in 1896, the modern Olympic games kicked off in Athens, Greece."
  },
  {
    "startTime": 164.5,
    "endTime": 178.92,
    "text": "Today, the Summer and Winter Olympics bring international world-class athletes together by the thousands, uniting fans by the billions for the world's foremost sporting competition."
  },
  {
    "startTime": 178.92,
    "endTime": 181.5,
    "text": "Citius, Altius, Fortius."
  },
  {
    "startTime": 181.6,
    "endTime": 192.003,
    "text": "Three cheers for the Olympics."
  }
]