[
  {
    "startTime": 3.629,
    "endTime": 9.7,
    "text": "This mouse loves sugar. He loves sugar so much that even after he's eaten and should"
  },
  {
    "startTime": 9.7,
    "endTime": 15.669999999999998,
    "text": "be pretty full, he crosses a metal platform that gives his feet electric shocks just to"
  },
  {
    "startTime": 15.67,
    "endTime": 18.259,
    "text": "get a sweet reward."
  },
  {
    "startTime": 18.359,
    "endTime": 22.429000000000002,
    "text": "Sometimes our love of sugar makes us go a little overboard."
  },
  {
    "startTime": 22.429,
    "endTime": 29.229,
    "text": "We've all been in that situation where we've had one cookie and then suddenly… the whole pack is gone."
  },
  {
    "startTime": 29.429,
    "endTime": 34.53,
    "text": "And then, we crave more. So can you be addicted to sugar?"
  },
  {
    "startTime": 35.83,
    "endTime": 42.239999999999995,
    "text": "Let's revisit our mouse friend – that brave little guy who risked his life just"
  },
  {
    "startTime": 42.24,
    "endTime": 45.08,
    "text": "for some sugar dissolved in water."
  },
  {
    "startTime": 45.08,
    "endTime": 49.46,
    "text": "When he did this, a pathway was lighting up from the hunger and feeding region of his"
  },
  {
    "startTime": 49.46,
    "endTime": 53.4,
    "text": "brain to another region important for motivation and reward."
  },
  {
    "startTime": 53.4,
    "endTime": 57.11,
    "text": "He'd developed a reward seeking habit."
  },
  {
    "startTime": 57.11,
    "endTime": 62.7,
    "text": "Looking at this pathway is like zooming in on our larger reward-processing centre."
  },
  {
    "startTime": 62.8,
    "endTime": 68.58,
    "text": "Researchers found that activating it increases compulsive overeating and binge eating behavior."
  },
  {
    "startTime": 69.88,
    "endTime": 74.74,
    "text": "And they found that shutting down the pathway decreased that sugar seeking behavior."
  },
  {
    "startTime": 74.74,
    "endTime": 79.95899999999999,
    "text": "But it didn’t stop normal healthy eating behavior, like having dinner."
  },
  {
    "startTime": 80.859,
    "endTime": 86.29899999999999,
    "text": "For us, a reward seeking behavior is going to the fridge or pantry and getting a cookie."
  },
  {
    "startTime": 86.399,
    "endTime": 91.29,
    "text": "We're hardwired to love sugar because it has energy-dense calories."
  },
  {
    "startTime": 91.29,
    "endTime": 95.759,
    "text": "And it keeps activating our brain’s reward system,"
  },
  {
    "startTime": 95.759,
    "endTime": 98.29,
    "text": "and these behaviors aren’t new to research."
  },
  {
    "startTime": 98.29,
    "endTime": 106.55900000000001,
    "text": "In an established animal model, rats are food deprived for 12 hours and then they're given 12 hour access to sugar water and food."
  },
  {
    "startTime": 106.559,
    "endTime": 112.109,
    "text": "As a result, they drink a lot of the sugar water, especially when it becomes first available."
  },
  {
    "startTime": 112.109,
    "endTime": 117.40899999999999,
    "text": "After a month on this feeding schedule, the rats display behaviors similar to those seen"
  },
  {
    "startTime": 117.409,
    "endTime": 123.549,
    "text": "in drug abuse. They binge on the sugar, and show withdrawals, cravings and even depression"
  },
  {
    "startTime": 123.549,
    "endTime": 129.03,
    "text": "when it's not there. After this sugar bingeing the rats show a similar pattern of brain activity"
  },
  {
    "startTime": 129.03,
    "endTime": 132.72,
    "text": "as other rats who are morphine-dependent."
  },
  {
    "startTime": 132.72,
    "endTime": 137.73,
    "text": "Many studies have compared sugar addiction to drug addiction, because they show similar"
  },
  {
    "startTime": 137.73,
    "endTime": 144.31,
    "text": "symptoms. Like increased tolerance, withdrawals and unsuccessful attempts to quit."
  },
  {
    "startTime": 144.31,
    "endTime": 148.57,
    "text": "Could sugar really be as bad for us as drugs?"
  },
  {
    "startTime": 148.57,
    "endTime": 154.75,
    "text": "Some experts think so, arguing that sugar is toxic, messing with our hormones and harming our organs."
  },
  {
    "startTime": 154.75,
    "endTime": 160.7,
    "text": "The “sugar is toxic” argument is mainly related to fructose – it's one sugar primarily"
  },
  {
    "startTime": 160.7,
    "endTime": 166.39,
    "text": "found in table sugar or high fructose corn syrup. Fructose can only be processed by our"
  },
  {
    "startTime": 166.39,
    "endTime": 171.6,
    "text": "liver, so consuming too much puts a lot of stress on it. It’s been suggested that over"
  },
  {
    "startTime": 171.6,
    "endTime": 178.64,
    "text": "time this can lead to metabolic syndrome, which in turn can lead to type 2 diabetes."
  },
  {
    "startTime": 178.64,
    "endTime": 183.89,
    "text": "Not everyone agrees with these claims that sugar is evil. Some of the studies that link"
  },
  {
    "startTime": 183.89,
    "endTime": 190.45,
    "text": "fructose to health problems have been criticised – because in them animal or human participants"
  },
  {
    "startTime": 190.45,
    "endTime": 196.86999999999998,
    "text": "consumed way more fructose than most people would. And animals metabolise fructose differently"
  },
  {
    "startTime": 196.87,
    "endTime": 203.89000000000001,
    "text": "to humans. Studies show that mice and rats convert as much as 50% of fructose into fat,"
  },
  {
    "startTime": 203.89,
    "endTime": 209.38,
    "text": "while for humans it's more like one percent. What a fat rat."
  },
  {
    "startTime": 209.48,
    "endTime": 215.66,
    "text": "And it's important to remember that many things, apart from sugar and drugs, can stimulate our brain's reward circuit."
  },
  {
    "startTime": 215.66,
    "endTime": 220.74,
    "text": "Like exercise, gambling and to a lesser extent, fatty foods."
  },
  {
    "startTime": 220.74,
    "endTime": 225.93,
    "text": "It doesn't necessarily mean we’re addicted to those things, we just find them pleasurable."
  },
  {
    "startTime": 225.93,
    "endTime": 232.33,
    "text": "It's pretty clear that sugar is an addictive food. But even if you like eating chocolate"
  },
  {
    "startTime": 232.33,
    "endTime": 237.37,
    "text": "or donuts every day it doesn't mean you’re addicted. Very few people are."
  },
  {
    "startTime": 237.37,
    "endTime": 243.1,
    "text": "Still, if you are finding it impossible to reduce sugar cravings, doing regular exercise,"
  },
  {
    "startTime": 243.1,
    "endTime": 247.51,
    "text": "eating dairy products and even chewing gum have been shown to help."
  },
  {
    "startTime": 247.51,
    "endTime": 252.76,
    "text": "Whatever you do, just don't cross a metal platform that gives your feet electric shocks"
  },
  {
    "startTime": 252.76,
    "endTime": 259.209,
    "text": "to get a sweet reward. It’s not gonna end well."
  },
  {
    "startTime": 259.209,
    "endTime": 263.76,
    "text": "If you haven't already, check out my last episode on what sugar does to our bodies."
  },
  {
    "startTime": 263.76,
    "endTime": 273.76,
    "text": "And subscribe to BrainCraft! It's pretty sweet."
  }
]