[
  {
    "startTime": 6.232,
    "endTime": 15.928,
    "text": "The idea of human rights is that each one of us, no matter who we are or where we are born, is entitled to the same basic rights and freedoms."
  },
  {
    "startTime": 16.428,
    "endTime": 20.345,
    "text": "Human rights are not privileges, and they cannot be granted or revoked."
  },
  {
    "startTime": 21.045,
    "endTime": 23.487000000000002,
    "text": "They are inalienable and universal."
  },
  {
    "startTime": 24.487,
    "endTime": 32.03,
    "text": "That may sound straight forward enough, but it gets incredibly complicated as soon as anyone tries to put the idea into practice."
  },
  {
    "startTime": 32.83,
    "endTime": 34.67,
    "text": "What exactly are the basic human rights?"
  },
  {
    "startTime": 35.47,
    "endTime": 36.446,
    "text": "Who gets to pick them?"
  },
  {
    "startTime": 36.846,
    "endTime": 38.242999999999995,
    "text": "Who enforces them, and how?"
  },
  {
    "startTime": 39.443,
    "endTime": 42.76,
    "text": "The history behind the concept of human rights is a long one."
  },
  {
    "startTime": 43.36,
    "endTime": 50.93,
    "text": "Throughout the centuries and across societies, religions, and cultures, we have struggled with defining notions of rightfulness, justice, and rights."
  },
  {
    "startTime": 52.13,
    "endTime": 59.894000000000005,
    "text": "But one of the most modern affirmations of universal human rights emerged from the ruins of World War II with the creation of the United Nations."
  },
  {
    "startTime": 60.294,
    "endTime": 67.684,
    "text": "The treaty that established the UN gives as one of its purposes to reaffirm faith in  fundamental human rights."
  },
  {
    "startTime": 68.084,
    "endTime": 75.229,
    "text": "And with the same spirit, in 1948, the UN General Assembly adopted the Universal Declaration of Human Rights."
  },
  {
    "startTime": 75.629,
    "endTime": 83.747,
    "text": "This document, written by an international committee chaired by Eleanor Roosevelt, lays the basis for modern  international human rights law."
  },
  {
    "startTime": 84.047,
    "endTime": 92.598,
    "text": "The declaration is based on the principle that all human beings are born free and equal in dignity and rights."
  },
  {
    "startTime": 92.598,
    "endTime": 99.92399999999999,
    "text": "It lists 30 articles recognizing, among other things, the principle of nondiscrimination and the right to life and liberty."
  },
  {
    "startTime": 99.924,
    "endTime": 109.01100000000001,
    "text": "It refers to negative freedoms, like the freedom from torture or slavery, as well as positive freedoms, such as the freedom  of movement and residence."
  },
  {
    "startTime": 109.011,
    "endTime": 126.258,
    "text": "It encompasses basic civil and political rights, such as freedom of expression, religion, or peaceful assembly, as well as social, economic, and cultural rights, such as the right to education and the right to freely  choose one's occupation and be paid and treated fairly."
  },
  {
    "startTime": 126.258,
    "endTime": 135.279,
    "text": "The declaration takes no sides as to which rights are more important, insisting on their universality, indivisibility, and interdependence."
  },
  {
    "startTime": 135.279,
    "endTime": 145.078,
    "text": "And in the past decades, international human rights law has grown, deepening and expanding our understanding of what human rights are, and how to better protect them."
  },
  {
    "startTime": 145.078,
    "endTime": 154.592,
    "text": "So if these principles  are so well-developed, then why are human rights abused and ignored time and time again all over the world?"
  },
  {
    "startTime": 154.592,
    "endTime": 162.745,
    "text": "The problem in general is that it is not at all easy to universally enforce these rights or to punish transgressors."
  },
  {
    "startTime": 162.745,
    "endTime": 169.702,
    "text": "The UDHR itself, despite being highly authoritative and respected, is a declaration, not a hard law."
  },
  {
    "startTime": 169.702,
    "endTime": 175.841,
    "text": "So when individual countries violate it, the mechanisms to address  those violations are weak."
  },
  {
    "startTime": 175.841,
    "endTime": 189.556,
    "text": "For example, the main bodies within the UN in charge of protecting human rights mostly monitor and investigate violations, but they cannot force states to, say, change a policy or compensate a victim."
  },
  {
    "startTime": 190.056,
    "endTime": 197.013,
    "text": "That's why some critics say it's naive to consider human rights a given in a world where state interests wield so much power."
  },
  {
    "startTime": 198.113,
    "endTime": 209.564,
    "text": "Critics also question the universality of human rights and emphasize that their development has been heavily guided by a small number of mostly Western nations to the detriment of inclusiveness."
  },
  {
    "startTime": 210.064,
    "endTime": 210.78,
    "text": "The result?"
  },
  {
    "startTime": 211.38,
    "endTime": 219.386,
    "text": "A general bias in favor of civil policital liberties over sociopolitical rights and of individual over collective or groups rights."
  },
  {
    "startTime": 220.586,
    "endTime": 229.549,
    "text": "Others defend universal human rights laws and point at the positive role they have on setting international standards and helping activists in their campaigns."
  },
  {
    "startTime": 230.249,
    "endTime": 234.233,
    "text": "They also point out that not all international human rights instruments are powerless."
  },
  {
    "startTime": 235.133,
    "endTime": 243.04600000000002,
    "text": "For example, the European Convention on Human Rights establishes a court where the 47 member countries and their citizens can bring cases."
  },
  {
    "startTime": 243.446,
    "endTime": 247.772,
    "text": "The court issues binding decisions that each member state must comply with."
  },
  {
    "startTime": 248.972,
    "endTime": 255.34,
    "text": "Human rights law is constantly evolving as are our views and definitions of what the basic human rights should be."
  },
  {
    "startTime": 256.04,
    "endTime": 260.81300000000005,
    "text": "For example, how basic or important is the right to democracy or to development?"
  },
  {
    "startTime": 261.713,
    "endTime": 266.46000000000004,
    "text": "And as our lives are increasingly digital, should there be a right to access the Internet?"
  },
  {
    "startTime": 266.86,
    "endTime": 268.326,
    "text": "A right to digital privacy?"
  },
  {
    "startTime": 268.926,
    "endTime": 270.026,
    "text": "What do you think?"
  }
]