[
  {
    "startTime": 3.99,
    "endTime": 9.96,
    "text": "There's a great anecdote about the very first photograph taken of Earth from the vantage point of space."
  },
  {
    "startTime": 10.38,
    "endTime": 17.21,
    "text": "The idea was that this photograph occasioned a profound shift in our understanding of ourselves."
  },
  {
    "startTime": 17.24,
    "endTime": 25.02,
    "text": "You see, for the first time in human history we could look back at our planet in its entirety and see the big picture."
  },
  {
    "startTime": 25.83,
    "endTime": 30.61,
    "text": "This provided an ontological awakening. It changed our story, our narrative."
  },
  {
    "startTime": 30.81,
    "endTime": 37.8,
    "text": "It upgraded our self image, it expanded our consciousness. New maps for new realities, as they say."
  },
  {
    "startTime": 38.58,
    "endTime": 47.53,
    "text": "Astronauts in orbit call this experience the \"Overview Effect\", a boundary shattering sense of revelation and global interconnectedness."
  },
  {
    "startTime": 47.71,
    "endTime": 58.760000000000005,
    "text": "Where we shake off our petty differences and emerge with a sense of global responsibility, global consciousness, and global citizenship."
  },
  {
    "startTime": 59.76,
    "endTime": 63.489999999999995,
    "text": "Carl Sagan's famous Pale Blue Dot film echoed this same idea."
  },
  {
    "startTime": 63.99,
    "endTime": 73.06,
    "text": "From the vantage point of space there are no lines dividing nations, no geographical subdivisions, no flags, or racial divides, or disputed territory."
  },
  {
    "startTime": 73.25,
    "endTime": 80.07,
    "text": "There is only Earth, a single celestial body teeming with life, the womb in which we dwell."
  },
  {
    "startTime": 81.52,
    "endTime": 88.96,
    "text": "Yet, the fact is our historically myopic point of view, most certainly our limited perspective, has resulted in much animosity."
  },
  {
    "startTime": 89.42,
    "endTime": 96.96000000000001,
    "text": "We have, all too often, organized ourselves into competing hostile tribes, subjugating each other for land and resources."
  },
  {
    "startTime": 96.96,
    "endTime": 102.64999999999999,
    "text": "And misrepresenting the big picture into a story of borders, subdivisions, and dividing lines."
  },
  {
    "startTime": 103.23,
    "endTime": 106.91000000000001,
    "text": "Too much hostility, not enough empathy and compassion."
  },
  {
    "startTime": 107.81,
    "endTime": 116.11,
    "text": "Cultural differences, religion, tribes, nation, race, these are creative expressions and variations that should and could be celebrated."
  },
  {
    "startTime": 116.55,
    "endTime": 122.13,
    "text": "Instead they become symbols that are all too often used to create suffocating boundaries."
  },
  {
    "startTime": 122.74,
    "endTime": 130.13,
    "text": "And they are increasingly ill-conceived to address the challenges of a hyper-connected global world."
  },
  {
    "startTime": 130.669,
    "endTime": 140.11,
    "text": "As advancements in technology and information enable greater mobility of ideas, goods, and people, the role of the physical border is shifting and due for an upgrade."
  },
  {
    "startTime": 140.48,
    "endTime": 149.72,
    "text": "Conflicts remain, and too many people are restricted access to the increasingly fluid means of migration, transportation, and movement."
  },
  {
    "startTime": 149.9,
    "endTime": 154.11,
    "text": "Migration has always been a defining factor of the human experience."
  },
  {
    "startTime": 154.68,
    "endTime": 161.9,
    "text": "Migration has, and continues to touch, all nations, cultures, and regions, all peoples on the planet."
  },
  {
    "startTime": 163.08,
    "endTime": 170.4,
    "text": "Migration has been the seed at the heart of thriving societies, accelerating the dissemination of knowledge and ideas."
  },
  {
    "startTime": 171.05,
    "endTime": 175.31,
    "text": "Restricting migration is ultimately like restricting the flow of ideas."
  },
  {
    "startTime": 175.515,
    "endTime": 188.38,
    "text": "In much the same way that we don't tolerate censorship or book burning, we might consider the ways in which restricting the free movement of people can be equally punishing to the idea of human flourishing."
  },
  {
    "startTime": 188.63,
    "endTime": 191.1,
    "text": "The desire to become a global citizen is human."
  },
  {
    "startTime": 191.3,
    "endTime": 196.81,
    "text": "We all have it, and we all share the same goals for safety, comfort, and prosperity for our family."
  },
  {
    "startTime": 197.11,
    "endTime": 205.78,
    "text": "Some are fortunate enough to be able to invest in a second residence and citizenship while others are forced to seek asylum for their survival."
  },
  {
    "startTime": 206.21,
    "endTime": 211.01000000000002,
    "text": "Being a global citizen is also about the strong and the wealthy helping the weak and the poor."
  },
  {
    "startTime": 211.12,
    "endTime": 219.69,
    "text": "As we saw with the Global Citizen Tax Initiative, border disputes, conflict zones, armed borders, these are things that persist and need to be addressed."
  },
  {
    "startTime": 220.23,
    "endTime": 225.31,
    "text": "We need a new story, a new lens with which to address these inconsistencies."
  },
  {
    "startTime": 225.75,
    "endTime": 232.96,
    "text": "We need to scale up, to unleash a truly global citizenry, exchanging ideas, beliefs, goods, and services."
  },
  {
    "startTime": 233.21,
    "endTime": 237.11,
    "text": "It has been said that empathy rarely extends beyond our line of sight."
  },
  {
    "startTime": 237.82,
    "endTime": 248.2,
    "text": "So, perhaps it is by extending our gaze, using marvelous new storytelling tools like virtual reality, that we can bridge divisions and bring worlds together."
  },
  {
    "startTime": 248.61,
    "endTime": 256.94,
    "text": "Ushering in a form of radical empathy to see the other as ourselves, where boundaries are dissolved and compassion reigns supreme."
  },
  {
    "startTime": 257.389,
    "endTime": 265.42900000000003,
    "text": "Massive transformation of consciousness. A software upgrade for mankind. Birthing a new kind of global citizen."
  },
  {
    "startTime": 266.1,
    "endTime": 267.66,
    "text": "We can do this!"
  }
]