[
  {
    "startTime": 0.0,
    "endTime": 3.32,
    "text": "Smart and simple tips for growing your small business."
  },
  {
    "startTime": 3.252,
    "endTime": 9.75,
    "text": "The opportunity to interact with your customers is what makes social media such a powerful tool for small businesses."
  },
  {
    "startTime": 10.264,
    "endTime": 15.299999999999999,
    "text": "But, the key to truly engaging your audience is surprisingly simple."
  },
  {
    "startTime": 15.936,
    "endTime": 19.5,
    "text": "Start a conversation that your customers can take part in."
  },
  {
    "startTime": 20.2,
    "endTime": 25.9,
    "text": "It's easy to think of Facebook, Twitter, and other sites as no more than a place to advertise your business,"
  },
  {
    "startTime": 26.093,
    "endTime": 33.1,
    "text": "but social media engagement, like actual conversation, requires a two-way dialogue, a back and forth."
  },
  {
    "startTime": 33.279,
    "endTime": 39.7,
    "text": "Instead of posting an information-heavy ad, try asking a question that encourages followers to respond,"
  },
  {
    "startTime": 39.997,
    "endTime": 43.4,
    "text": "and then keep the conversation going by answering these responses."
  },
  {
    "startTime": 43.631,
    "endTime": 50.9,
    "text": "You can use this input to make decisions that result in your customers feeling heard, and more invested in your small business."
  },
  {
    "startTime": 50.966,
    "endTime": 56.5,
    "text": "Another great idea: Post fun, funny, or meaningful photos of your business in action,"
  },
  {
    "startTime": 56.612,
    "endTime": 59.5,
    "text": "and encourage followers to share photos of their own."
  },
  {
    "startTime": 59.824,
    "endTime": 63.494,
    "text": "Your customers will love knowing they're interacting with a real person,"
  },
  {
    "startTime": 63.777,
    "endTime": 67.777,
    "text": "and they will be eager to help promote your business by sharing with others."
  },
  {
    "startTime": 68.921,
    "endTime": 70.131,
    "text": "And there's your quick win!"
  }
]