[
  {
    "startTime": 0.22,
    "endTime": 5.0089999999999995,
    "text": "- Hey guys and welcome to this ADC Positioning Guide! In this video I'll teach you how to"
  },
  {
    "startTime": 5.009,
    "endTime": 10.24,
    "text": "position yourself the best way possible in fights, to make you a better ADC Player. Please"
  },
  {
    "startTime": 10.24,
    "endTime": 15.34,
    "text": "enjoy the video!"
  },
  {
    "startTime": 15.34,
    "endTime": 24.4,
    "text": "- ADC positioning is always tricky, because 1 tiny mistake can end up in you losing the"
  },
  {
    "startTime": 24.4,
    "endTime": 29.278999999999996,
    "text": "game. This subject is incredibly important and that's why I decided to guide you into"
  },
  {
    "startTime": 29.279,
    "endTime": 31.089,
    "text": "the right direction."
  },
  {
    "startTime": 31.089,
    "endTime": 35.66,
    "text": "- Here we have a content table for this video. Firstly we are going to look at how summoner"
  },
  {
    "startTime": 35.66,
    "endTime": 41.92999999999999,
    "text": "spells impact your positioning. Secondly I will talk you through how your champion impacts"
  },
  {
    "startTime": 41.93,
    "endTime": 46.83,
    "text": "positioning. Then after that we will look at aspects of your team and the enemy team"
  },
  {
    "startTime": 46.83,
    "endTime": 51.94,
    "text": "that can change things up, and last but certainly not least we will be analyzing some plays"
  },
  {
    "startTime": 51.94,
    "endTime": 53.399,
    "text": "of mine."
  },
  {
    "startTime": 53.399,
    "endTime": 58.76,
    "text": "- If you want to learn ADC positioning properly, I recommend you NOT to skip through this video."
  },
  {
    "startTime": 58.76,
    "endTime": 63.22,
    "text": "Every point has its important fundamentals for ADC positioning, and you need all of"
  },
  {
    "startTime": 63.22,
    "endTime": 65.42999999999999,
    "text": "it in order to improve."
  },
  {
    "startTime": 65.43,
    "endTime": 70.57000000000001,
    "text": "- Good use of Summoner spells are key to good positioning. Basically a long story short:"
  },
  {
    "startTime": 70.57,
    "endTime": 75.63999999999999,
    "text": "Try to not have teamfights if you do not have both your summoner spells up. Avoid fighting,"
  },
  {
    "startTime": 75.64,
    "endTime": 80.13,
    "text": "farm it up and once your summoner spells are avaiable you can tell your team to begin a"
  },
  {
    "startTime": 80.13,
    "endTime": 80.829,
    "text": "fight."
  },
  {
    "startTime": 80.829,
    "endTime": 86.69999999999999,
    "text": "- Of course this is not always possible, because teams usually just do their own thing, but"
  },
  {
    "startTime": 86.7,
    "endTime": 91.299,
    "text": "you can atleast communicate it to your team and hope they listen. If a fight DOES happen"
  },
  {
    "startTime": 91.299,
    "endTime": 93.659,
    "text": "in the meantime, and you don't have your summoners"
  },
  {
    "startTime": 93.659,
    "endTime": 99.59,
    "text": "up, STAY VERY SAFE. The enemy might have flash available, and being to close to your enemies"
  },
  {
    "startTime": 99.59,
    "endTime": 104.53,
    "text": "basically means they can lock you down easily and kill you. Wait for the enemies"
  },
  {
    "startTime": 104.53,
    "endTime": 110.59,
    "text": "to use their important gapclosers and then try to move in to deal damage, before that"
  },
  {
    "startTime": 110.59,
    "endTime": 114.13000000000001,
    "text": "stay behind and only attack if you are very safe."
  },
  {
    "startTime": 114.13,
    "endTime": 119.79899999999999,
    "text": "- Also, I dislike people who use their flash to flash forward. Use it as a defensive spell"
  },
  {
    "startTime": 119.799,
    "endTime": 124.78,
    "text": "to safe yourself positioning wise, because that's ultimately what it's good for. If you"
  },
  {
    "startTime": 124.78,
    "endTime": 126.84,
    "text": "are winning the teamfight and quickly need to"
  },
  {
    "startTime": 126.84,
    "endTime": 131.95000000000002,
    "text": "take down a target out of reach, you can still flash in to secure the kill. Just try to not"
  },
  {
    "startTime": 131.95,
    "endTime": 134.51,
    "text": "use your flash to flash in at the beginning of"
  },
  {
    "startTime": 134.51,
    "endTime": 139.599,
    "text": "the fights, because it can get you in tricky situations."
  },
  {
    "startTime": 139.599,
    "endTime": 144.41,
    "text": "- Next up, your champion. What abilities does your champion provide to keep yourself safe"
  },
  {
    "startTime": 144.41,
    "endTime": 149.68,
    "text": "in teamfights, and how do you have to play with these abilites. For this I make champion"
  },
  {
    "startTime": 149.68,
    "endTime": 152.04000000000002,
    "text": "guides on my channel that features all the important"
  },
  {
    "startTime": 152.04,
    "endTime": 157.4,
    "text": "aspects about the champion. It is key to know your champion if you want to abuse their abilites,"
  },
  {
    "startTime": 157.4,
    "endTime": 162.67000000000002,
    "text": "so make sure you have mastered your champion!"
  },
  {
    "startTime": 162.67,
    "endTime": 166.95899999999997,
    "text": "- Then we look at what your team provides and what the enemy team has. This is probably"
  },
  {
    "startTime": 166.959,
    "endTime": 171.88,
    "text": "one of the most important points to look at, and the most difficult. Let's start with your"
  },
  {
    "startTime": 171.88,
    "endTime": 173.51999999999998,
    "text": "team."
  },
  {
    "startTime": 173.52,
    "endTime": 177.55,
    "text": "- Depending on the champions your team has, you can do different things as an ADC. For"
  },
  {
    "startTime": 177.55,
    "endTime": 181.93,
    "text": "instance, if you have a Janna with a lot of peel, you can play much more aggressively"
  },
  {
    "startTime": 181.93,
    "endTime": 185.77,
    "text": "because of the safety net you have with Janna. However, if"
  },
  {
    "startTime": 185.77,
    "endTime": 190.16,
    "text": "it is an Annie support, you're basically on your own so you should be playing much more"
  },
  {
    "startTime": 190.16,
    "endTime": 193.23,
    "text": "defensively. This means you can't play with the same"
  },
  {
    "startTime": 193.23,
    "endTime": 198.29,
    "text": "playstyle every single game, it depends on your team and the enemy team."
  },
  {
    "startTime": 198.29,
    "endTime": 203.12,
    "text": "- You should also look if your team has any other carries. If it does, it often allows"
  },
  {
    "startTime": 203.12,
    "endTime": 208.12900000000002,
    "text": "you to play more aggresive, because if they focus you the other carries on your team will"
  },
  {
    "startTime": 208.129,
    "endTime": 211.95,
    "text": "stay unharmed. If you have a tanky team though, you should"
  },
  {
    "startTime": 211.95,
    "endTime": 217.03,
    "text": "stay alive at all cost because you are the main damage dealer. They will protect you,"
  },
  {
    "startTime": 217.03,
    "endTime": 221.06,
    "text": "but they can't protect you if you go too crazy as ADC."
  },
  {
    "startTime": 221.06,
    "endTime": 226.01,
    "text": "- So what do we look at for the enemy team? First of all, summoner spells. You need to"
  },
  {
    "startTime": 226.01,
    "endTime": 229.51899999999998,
    "text": "time their summoner spells because knowing whether they have flash or not can make a"
  },
  {
    "startTime": 229.519,
    "endTime": 233.26000000000002,
    "text": "huge difference. Next to that, what kind of gapclosers do they"
  },
  {
    "startTime": 233.26,
    "endTime": 238.75,
    "text": "have? How do they get close to you? Knowing this is important, because then you can track"
  },
  {
    "startTime": 238.75,
    "endTime": 241.95,
    "text": "whether they have already used those abilites or not."
  },
  {
    "startTime": 241.95,
    "endTime": 246.319,
    "text": "If they have already used their gapclosers, you can play extremely aggressive because"
  },
  {
    "startTime": 246.319,
    "endTime": 249.159,
    "text": "they won't have a way to engage on you."
  },
  {
    "startTime": 249.159,
    "endTime": 254.159,
    "text": "- So basically tracking the enemy's cooldowns is key to good positioning. Waiting for the"
  },
  {
    "startTime": 254.159,
    "endTime": 258.21999999999997,
    "text": "enemies to use their important abilities, with you moving in afterwards is the best"
  },
  {
    "startTime": 258.22,
    "endTime": 263.85,
    "text": "strategy to make positioning a piece of cake. Yes, you need"
  },
  {
    "startTime": 263.85,
    "endTime": 269.25,
    "text": "to look at a lot of things as ADC, but if you practice this you will become a true carry"
  },
  {
    "startTime": 269.25,
    "endTime": 271.18,
    "text": "for your team."
  },
  {
    "startTime": 271.18,
    "endTime": 275.05,
    "text": "- That was a lot of information for you to take in, but it wasn't too in-depth so you"
  },
  {
    "startTime": 275.05,
    "endTime": 279.63,
    "text": "should be able to take it in relatively fast. Now comes the part where you can learn the"
  },
  {
    "startTime": 279.63,
    "endTime": 283.36,
    "text": "most, which is where we will be analyzing certain situations"
  },
  {
    "startTime": 283.36,
    "endTime": 289.07,
    "text": "and look at whether it was played right or wrong, and how it could've been played better."
  },
  {
    "startTime": 289.07,
    "endTime": 317.21999999999997,
    "text": "- Alright guys, so to sum it all up I've made a sheet with all important information put"
  },
  {
    "startTime": 317.22,
    "endTime": 400.37,
    "text": "together. Read it through one last time, and take it in so you can  use  it"
  },
  {
    "startTime": 400.37,
    "endTime": 422.74,
    "text": "for your"
  },
  {
    "startTime": 422.74,
    "endTime": 446.319,
    "text": "own play. If"
  },
  {
    "startTime": 446.319,
    "endTime": 461.389,
    "text": "you have learned something new and liked the video,"
  },
  {
    "startTime": 461.389,
    "endTime": 497.669,
    "text": "please don't forget to press that"
  },
  {
    "startTime": 497.669,
    "endTime": 543.17,
    "text": "like button below! It helps me and my channel tons! Also, if you want to  see more league of legends guide and you"
  },
  {
    "startTime": 543.17,
    "endTime": 577.259,
    "text": "haven't subscribed yet, consider subscribing for weekly league of legends guides! Thank"
  },
  {
    "startTime": 577.259,
    "endTime": 625.04,
    "text": "you for watching and see"
  },
  {
    "startTime": 625.04,
    "endTime": 643.519,
    "text": "you"
  },
  {
    "startTime": 643.519,
    "endTime": 653.519,
    "text": "guys next time!"
  }
]