[
  {
    "startTime": 0.39,
    "endTime": 9.5,
    "text": "Good morning, good afternoon, or even good evening, depending of course on what part of the big wide world you happen to be in right now."
  },
  {
    "startTime": 9.5,
    "endTime": 13.0,
    "text": "I am Julian, and this is Doing English."
  },
  {
    "startTime": 13.0,
    "endTime": 29.48,
    "text": "In today’s lesson, I am going to discuss one of your popular questions. How to respond quickly in English?"
  },
  {
    "startTime": 29.48,
    "endTime": 36.0,
    "text": "I would say that this just comes down to practice, really."
  },
  {
    "startTime": 36.0,
    "endTime": 45.0,
    "text": "If you think about it, maybe when somebody asks you a question and you can’t answer quickly or automatically,"
  },
  {
    "startTime": 45.0,
    "endTime": 53.0,
    "text": "or you need to talk about something but it just doesn’t come as fast or as easily if you would like it to."
  },
  {
    "startTime": 53.0,
    "endTime": 64.5,
    "text": "If you think about it, that isn’t really something that's unique to speaking in a second language."
  },
  {
    "startTime": 64.5,
    "endTime": 79.0,
    "text": "For example, if somebody asks me – In English, if somebody asks me a question that is very difficult for me, it’s not easy to respond to that very quickly and automatically."
  },
  {
    "startTime": 79.0,
    "endTime": 95.0,
    "text": "I'll have to think about it a little bit and maybe I won’t know the answer and I’ll \"Um\" and \"Ah,\" \"Umm, \"Uh\" a lot and maybe I’ll get confused and I won’t be able to answer in a kind of smooth sort of way."
  },
  {
    "startTime": 95.0,
    "endTime": 101.5,
    "text": "And that might be the same for any kind of topic that I don’t talk about a lot."
  },
  {
    "startTime": 101.5,
    "endTime": 108.5,
    "text": "Whether that’s in my first language English or in my second language, it doesn’t really matter."
  },
  {
    "startTime": 108.5,
    "endTime": 116.5,
    "text": "Maybe it’s more obvious when it’s in your second language and you’re more conscious of it."
  },
  {
    "startTime": 116.5,
    "endTime": 126.0,
    "text": "But I think it is something which happens in your first language, too and I think practice is the key there."
  },
  {
    "startTime": 126.0,
    "endTime": 139.0,
    "text": "And again if you think about how you use your first language, there are probably some things that you talk about again and again and again and you can discuss very automatically and very smoothly."
  },
  {
    "startTime": 139.0,
    "endTime": 148.0,
    "text": "For example, if somebody asked me a question about learning English, this is something that I talk about almost all day, every day."
  },
  {
    "startTime": 148.0,
    "endTime": 150.0,
    "text": "I'm an English teacher so of course I do."
  },
  {
    "startTime": 150.0,
    "endTime": 157.0,
    "text": "So it’s very easy for me to respond very quickly and very smoothly to most questions."
  },
  {
    "startTime": 157.0,
    "endTime": 167.5,
    "text": "And try and think of something that you also talk about a lot and kind of conversations you may be having again and again and again,"
  },
  {
    "startTime": 167.5,
    "endTime": 178.5,
    "text": "and you’ll probably be able to speak about those very, very easily, very automatically, very smoothly because it’s something that you do again and again and again."
  },
  {
    "startTime": 178.5,
    "endTime": 181.4,
    "text": "It’s repetition that is the key I think."
  },
  {
    "startTime": 181.4,
    "endTime": 194.0,
    "text": "So when it comes to speaking English, the first thing you’ve got to do is understand that at first, it’s not going to come out smoothly because repetition is the key."
  },
  {
    "startTime": 194.0,
    "endTime": 207.0,
    "text": "And presumably, you will be having the same kinds of conversations again and again in English, just like you do in your native language, so it will get easier overtime."
  },
  {
    "startTime": 207.0,
    "endTime": 220.58,
    "text": "But what you can also do is if you know you’re going to have to talk about some particular topic, is just plan in your head and think about what you’re going to say in advance."
  },
  {
    "startTime": 220.58,
    "endTime": 226.0,
    "text": "And think about questions you will be asked and plan them in your head."
  },
  {
    "startTime": 226.0,
    "endTime": 233.5,
    "text": "And certainly, if for example like you’re giving like an academic preparation at your school or university or something,"
  },
  {
    "startTime": 233.5,
    "endTime": 239.0,
    "text": "you can kind of guess what the questions you’re gonna be asked are and prepare for those."
  },
  {
    "startTime": 239.0,
    "endTime": 246.0,
    "text": "And if you do get a question that you’re not prepared for and you are unable to respond quickly and easily,"
  },
  {
    "startTime": 246.0,
    "endTime": 253.0,
    "text": "don’t feel bad about it because again, it’s something native speakers have a problem with, too."
  },
  {
    "startTime": 253.0,
    "endTime": 258.0,
    "text": "It’s just more obvious when you’re an English learner, I think."
  },
  {
    "startTime": 258.0,
    "endTime": 270.0,
    "text": "So yeah, if you want to be able to speak and respond more automatically and more quickly, I think repetition is the key."
  },
  {
    "startTime": 270.0,
    "endTime": 280.0,
    "text": "Just don’t worry about it in the beginning and just, you know, as you have the same conversations again and again and again and answer the same questions again and again and again and it gets easy."
  },
  {
    "startTime": 280.0,
    "endTime": 304.0,
    "text": "Simple as that."
  },
  {
    "startTime": 304.0,
    "endTime": 308.0,
    "text": "That is it for today’s lesson, I think."
  },
  {
    "startTime": 308.0,
    "endTime": 323.0,
    "text": "If you have any questions or any lesson request of your own, just leave a comment in the comment’s box under this video and we’ll check that at some point."
  },
  {
    "startTime": 323.0,
    "endTime": 330.54,
    "text": "Yeah, that’s it for today. See you in the next lesson."
  }
]