[
  {
    "startTime": 0.269,
    "endTime": 3.6390000000000002,
    "text": "Our perception of the world around us is strongly linked to our vision."
  },
  {
    "startTime": 3.639,
    "endTime": 7.759,
    "text": "But how do you know what you're seeing is real? Can you really trust your eyes?"
  },
  {
    "startTime": 7.759,
    "endTime": 14.04,
    "text": "Take for example these two grey rectangular columns, both of which are different shades of grey. Or are they?"
  },
  {
    "startTime": 14.04,
    "endTime": 16.099999999999998,
    "text": "It turns out that they're the exact same."
  },
  {
    "startTime": 16.1,
    "endTime": 21.169,
    "text": "And yet, even after knowing the illusion is there, your eyes refused to see them as the same."
  },
  {
    "startTime": 21.169,
    "endTime": 23.649,
    "text": "Introducing colors produces the same result."
  },
  {
    "startTime": 23.649,
    "endTime": 26.970000000000002,
    "text": "I promise, no trick photography or editing effects have been applied."
  },
  {
    "startTime": 26.97,
    "endTime": 31.829,
    "text": "In fact, if you look up the Munker-White illusion, you'll come across many more examples."
  },
  {
    "startTime": 31.829,
    "endTime": 35.92,
    "text": "Examine them in Photoshop and you can see that the colors are the exact same."
  },
  {
    "startTime": 35.92,
    "endTime": 39.49,
    "text": "A similar effect can be seen with this checkerboard illusion."
  },
  {
    "startTime": 39.49,
    "endTime": 43.96,
    "text": "Tile A clearly seems darker than tile B. But you know better by now, right?"
  },
  {
    "startTime": 43.96,
    "endTime": 48.11,
    "text": "Even though your eyes can't see it, you know when I removed the surrounding imagery"
  },
  {
    "startTime": 48.11,
    "endTime": 51.78,
    "text": "the tiles will be the same color. So what's going on here?"
  },
  {
    "startTime": 51.78,
    "endTime": 59.31,
    "text": "The truth is that scientists don't fully understand this phenomenon, and there are many complex biological and neurological factors taking place."
  },
  {
    "startTime": 59.31,
    "endTime": 62.910000000000004,
    "text": "Ultimately, our brains judge color and brightness in context."
  },
  {
    "startTime": 62.91,
    "endTime": 67.66,
    "text": "In other words, our brains compare the surrounding environment in order to create our perception."
  },
  {
    "startTime": 67.66,
    "endTime": 75.45,
    "text": "The purpose of our senses or eyes in this case is not to provide us with an absolute color or physical property of our external reality,"
  },
  {
    "startTime": 75.45,
    "endTime": 78.52,
    "text": "but to interpret what we see as efficiently as possible in order to interact with our environment most appropriately."
  },
  {
    "startTime": 81.56,
    "endTime": 84.49000000000001,
    "text": "The tile illusion takes advantage of this phenomenon."
  },
  {
    "startTime": 84.49,
    "endTime": 87.65899999999999,
    "text": "Our brains know that shadows make objects look darker, as a result the brain compensates by interpreting the tile as being lighter than it appears until we take the shadow away."
  },
  {
    "startTime": 94.359,
    "endTime": 97.079,
    "text": "Perhaps, the most blatant example is this gradient."
  },
  {
    "startTime": 97.079,
    "endTime": 99.67999999999999,
    "text": "The middle bar is simply one color."
  },
  {
    "startTime": 99.68,
    "endTime": 106.60000000000001,
    "text": "Remove the background gradient and it becomes obvious. Once again, the darkness of the background has affected our perception of the bar's color."
  },
  {
    "startTime": 106.6,
    "endTime": 108.74,
    "text": "Our perception is relative."
  },
  {
    "startTime": 108.74,
    "endTime": 111.17,
    "text": "So do you still trust your eyes?"
  },
  {
    "startTime": 111.17,
    "endTime": 113.56,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 113.56,
    "endTime": 126.05,
    "text": "Ask it in the comments, or on Facebook and Twitter and subscribe for more weekly science videos."
  }
]