[
  {
    "startTime": 0.08,
    "endTime": 7.4,
    "text": "You’ve tried taking your crush out to the movies, giving them gifts, you’ve tried foot rubs, dressing up, dressing down. Man, why aren’t they in love with you already?"
  },
  {
    "startTime": 7.5,
    "endTime": 11.5,
    "text": "So how can you make someone fall in love with you... with science?"
  },
  {
    "startTime": 16.0,
    "endTime": 18.1,
    "text": "Hey, lovers, Julia here for DNews."
  },
  {
    "startTime": 18.2,
    "endTime": 26.0,
    "text": "Just a foreword: You can’t force someone to love you. There’s no love potion, no spell. You aren’t entitled to someone else’s time, attention, and affections."
  },
  {
    "startTime": 26.1,
    "endTime": 30.0,
    "text": "Sorry, alpha males and followers of the game; it just doesn’t happen that way."
  },
  {
    "startTime": 30.1,
    "endTime": 38.400000000000006,
    "text": "Forcing someone else to love you always ends badly, like, you might wind up creating one of the darkest wizards the world has ever seen⏤nice going, Merope Gaunt!"
  },
  {
    "startTime": 38.5,
    "endTime": 45.7,
    "text": "But according to some studies by Arthur Aron, psychologist from State University of New York at Stonybrook, there might be a few ways to set the mood."
  },
  {
    "startTime": 45.8,
    "endTime": 55.099999999999994,
    "text": "Probably the best way to fall in love is intimacy; the act of sharing a little bit about yourself and having someone respond in kind. Of course, this happens naturally, usually."
  },
  {
    "startTime": 55.2,
    "endTime": 61.2,
    "text": "But scientists being scientists, they wanted to create intimacy and bonds between people in a lab, and make it happen fast."
  },
  {
    "startTime": 61.3,
    "endTime": 71.0,
    "text": "So Aron and his colleagues made a 36-question quiz published in the journal \"Personality and Social Psychology Bulletin\" to create closeness in an experimental context."
  },
  {
    "startTime": 71.1,
    "endTime": 74.39999999999999,
    "text": "In their study, they paired up strangers and had them take this test."
  },
  {
    "startTime": 74.5,
    "endTime": 77.9,
    "text": "It features alternating questions and they get increasingly more personal,"
  },
  {
    "startTime": 78.0,
    "endTime": 88.0,
    "text": "stating, \"One key pattern associated with the development of a close relationship among peers is sustained, escalating, reciprocal, personal self-disclosure.\""
  },
  {
    "startTime": 88.1,
    "endTime": 95.8,
    "text": "So basically, in other words, I tell you something about my childhood, then you tell me something about your mother, and it goes back and forth like this for 36 questions."
  },
  {
    "startTime": 95.9,
    "endTime": 101.0,
    "text": "At the end, you stare longingly into each other’s eyes for about four minutes."
  },
  {
    "startTime": 101.1,
    "endTime": 112.8,
    "text": "At the end of their 45 minutes or so⏤after the quiz and staring⏤by one measure, 30% of participants rated their relationship to their partner, who was a complete stranger, as closer than their other closest relationships!"
  },
  {
    "startTime": 112.9,
    "endTime": 114.80000000000001,
    "text": "So that’s definitely interesting."
  },
  {
    "startTime": 114.9,
    "endTime": 118.80000000000001,
    "text": "Does getting super personal and staring into someone’s eyes for four minutes sound scary?"
  },
  {
    "startTime": 118.9,
    "endTime": 121.0,
    "text": "Oh, yeah, that’s part of the thrill!"
  },
  {
    "startTime": 121.1,
    "endTime": 129.0,
    "text": "A writer for the \"New York Times\" who did this experiment on a date said, \"Two minutes is just enough to be terrified, four really goes somewhere.\""
  },
  {
    "startTime": 129.1,
    "endTime": 132.5,
    "text": "And there’s something to be said about being terrified and falling in love."
  },
  {
    "startTime": 132.6,
    "endTime": 136.1,
    "text": "There are certain scenarios where love blossoms like scary movies."
  },
  {
    "startTime": 136.2,
    "endTime": 139.1,
    "text": "I’m not the biggest fan of them, but apparently, they help set the mood."
  },
  {
    "startTime": 139.2,
    "endTime": 143.6,
    "text": "Basically, your body is aroused and stimulated by the movie; you start sweating, your heart is racing."
  },
  {
    "startTime": 143.7,
    "endTime": 147.29999999999998,
    "text": "But the funny thing is, when we feel a certain way, we’re not always sure why."
  },
  {
    "startTime": 147.4,
    "endTime": 149.70000000000002,
    "text": "Mostly we figure it out by context clues."
  },
  {
    "startTime": 149.8,
    "endTime": 155.8,
    "text": "So you might accidentally mistake those feelings you feel for the movie as arousal you might feel when you’re attracted to someone."
  },
  {
    "startTime": 155.9,
    "endTime": 158.6,
    "text": "This is called \"misattribution of arousal\"."
  },
  {
    "startTime": 158.7,
    "endTime": 165.2,
    "text": "Aron studied this phenomenon back in 1974 in a study published in the journal of \"Personality and Social Psychology\"."
  },
  {
    "startTime": 165.3,
    "endTime": 171.0,
    "text": "In this experiment, he had a group of men walk across a scary bridge and a group of men walk across a less scary bridge."
  },
  {
    "startTime": 171.1,
    "endTime": 181.0,
    "text": "At the other end of the bridge was a woman who showed them pictures and asked them how sexual they thought the pictures were, and then she gave them her phone number, just in case they had any follow-up questions."
  },
  {
    "startTime": 181.1,
    "endTime": 189.79999999999998,
    "text": "What Aron found was that the men who walked on the scary bridge rated the pictures as more sexual and were more likely to call up the woman than the guys who walked across the not scary bridge."
  },
  {
    "startTime": 189.9,
    "endTime": 200.1,
    "text": "So just in case you don’t have a suspenseful suspension bridge near to take your date on, a scary or suspenseful movie will do, according to another study published in the \"Journal of Social Psychology\"."
  },
  {
    "startTime": 200.2,
    "endTime": 209.7,
    "text": "In this study, the researchers found that couples had more afflictive behavior, like touching and talking, after watching a suspenseful movie than those who went to a less arousing movie."
  },
  {
    "startTime": 209.8,
    "endTime": 215.5,
    "text": "Or, another study published in the \"Archives of Sexual Behavior\" found similar results after couples went on roller coasters."
  },
  {
    "startTime": 215.6,
    "endTime": 222.4,
    "text": "So if you’re terrified of getting intimate with somebody by asking their personal questions, no problem! Just head to the movies or a theme park near you."
  },
  {
    "startTime": 222.5,
    "endTime": 227.0,
    "text": "And once you find that lucky someone, you can show them how much they mean to you by giving them jewelry."
  },
  {
    "startTime": 227.1,
    "endTime": 231.2,
    "text": "Thanks to Kay Jewelers for sponsoring this episode. Every kiss begins with Kay®."
  },
  {
    "startTime": 231.3,
    "endTime": 235.20000000000002,
    "text": "Or if you're really lazy and you want a girl to like you, maybe you should just stop shaving."
  },
  {
    "startTime": 235.2,
    "endTime": 239.39999999999998,
    "text": "Anthony and Cristen explain why ladies love beards in this episode right here."
  },
  {
    "startTime": 239.5,
    "endTime": 244.7,
    "text": "This new study is saying, \"...across the board, all women prefer facial hair.\""
  },
  {
    "startTime": 244.8,
    "endTime": 249.11,
    "text": "Well, it depends, though, Anthony, on the amount of facial hair that you have."
  },
  {
    "startTime": 249.13,
    "endTime": 251.7,
    "text": "It's the whole ten-day stubble thing that you're talking about."
  },
  {
    "startTime": 251.8,
    "endTime": 255.4,
    "text": "As for the recent trend of man buns, well, more research is needed."
  },
  {
    "startTime": 255.5,
    "endTime": 258.4,
    "text": "So, have you ever fallen in love after a scary experience?"
  },
  {
    "startTime": 258.5,
    "endTime": 260.3,
    "text": "Tell me your story down in the comments below."
  },
  {
    "startTime": 260.4,
    "endTime": 264.4,
    "text": "Don't forget to hit those like and subscribe buttons so you don't miss a single DNews episode."
  }
]