[
  {
    "startTime": 9.0,
    "endTime": 27.3,
    "text": "Most people recognize his name, and know that he is famous for having said—something. But considering the long-lasting impact his teachings have had on the world, very few people know who Confucius really was, what he really said, and why."
  },
  {
    "startTime": 27.3,
    "endTime": 48.5,
    "text": "Amid the chaos of 6th Century BCE China—where warring states fought endlessly among themselves for supremacy, and rulers were frequently assassinated, sometimes by their own relatives—Confucius exemplified benevolence and integrity, and through his teaching, became one of China's  greatest philosophers."
  },
  {
    "startTime": 48.5,
    "endTime": 61.557,
    "text": "Born to a nobleman, but raised in poverty from a very young age following the untimely death of his father, Confucius developed what would become a lifelong sympathy for the suffering of the common people."
  },
  {
    "startTime": 61.557,
    "endTime": 78.122,
    "text": "Barely supporting his mother and disabled brother as a herder and account keeper at a granary, and with other odd jobs, it was only with the help of a wealthy friend that Confucius was able to study at the Royal Archives, where his world view would be formed."
  },
  {
    "startTime": 78.122,
    "endTime": 85.6,
    "text": "Though the ancient texts there were regarded by some as irrelevant relics of the past, Confucius was inspired by them."
  },
  {
    "startTime": 85.6,
    "endTime": 96.3,
    "text": "Through study and reflection, Confucius came to believe that human character is formed in the family and by education in ritual, literature, and history."
  },
  {
    "startTime": 96.3,
    "endTime": 103.8,
    "text": "A person cultivated in this way works to help others, guiding them by moral inspiration rather than brute force."
  },
  {
    "startTime": 103.8,
    "endTime": 111.496,
    "text": "To put his philosophy into practice, Confucius became an advisor to the ruler of his home state of Lu."
  },
  {
    "startTime": 111.496,
    "endTime": 123.47999999999999,
    "text": "But after another state sent Lu's ruler a troop of dancing girls as a present, and the ruler ignored his duties while enjoying the girls in private, Confucius resigned in disgust."
  },
  {
    "startTime": 123.4,
    "endTime": 132.20000000000002,
    "text": "He then spent the next few years traveling from state to state, trying to find a worthy ruler to serve, while holding fast to his principles."
  },
  {
    "startTime": 132.2,
    "endTime": 134.066,
    "text": "It wasn't easy."
  },
  {
    "startTime": 134.066,
    "endTime": 153.124,
    "text": "In accordance with his philosophy, and contrary to the practice of the time, Confucius dissuaded rulers from relying on harsh punishments and military power to govern their lands, because he believed that a good ruler inspires others to spontaneously follow him by virtue of his ethical charisma."
  },
  {
    "startTime": 153.124,
    "endTime": 165.0,
    "text": "Confucius also believed that because the love and respect we learn in the family are fundamental to all other virtues, personal duties to family sometimes supersede obligations to the state."
  },
  {
    "startTime": 165.1,
    "endTime": 174.0,
    "text": "So when one duke bragged that his subjects were so upright that a son testified against his own father when his father stole a sheep,"
  },
  {
    "startTime": 174.1,
    "endTime": 180.0,
    "text": "Confucius informed the duke that genuinely upright fathers and sons protected one another."
  },
  {
    "startTime": 180.301,
    "endTime": 187.79999999999998,
    "text": "During his travels, Confucius almost starved, he was briefly imprisoned, and his life was threatened at several points."
  },
  {
    "startTime": 187.8,
    "endTime": 189.548,
    "text": "But he was not bitter."
  },
  {
    "startTime": 189.548,
    "endTime": 198.6,
    "text": "Confucius had faith that heaven had a plan for the world, and he taught that a virtuous person could always find joy in learning and music."
  },
  {
    "startTime": 198.6,
    "endTime": 212.7,
    "text": "Failing to find the ruler he sought, Confucius returned to Lu and became a teacher and philosopher so influential, that he helped shaped Chinese culture and we recognize his name worldwide, even today."
  },
  {
    "startTime": 212.7,
    "endTime": 226.6,
    "text": "For the disciples of Confucius, he was the living embodiment of a sage who leads others through his virtue, and they recorded his sayings, which eventually were edited into a book we know in English as \"The Analects.\""
  },
  {
    "startTime": 226.6,
    "endTime": 231.4,
    "text": "Today, millions of people worldwide adhere to the principles of Confucianism."
  },
  {
    "startTime": 231.4,
    "endTime": 246.0,
    "text": "And though the precise meaning of  his words has been debated for millennia, when asked to summarize  his teachings in a single phrase, Confucius himself said, \"Do not inflict upon others that which you yourself would not want.\""
  },
  {
    "startTime": 246.7,
    "endTime": 256.71999999999997,
    "text": "2,500 years later, it's still sage advice."
  }
]