[
  {
    "startTime": 0.0,
    "endTime": 6.824,
    "text": "Hey, so you guys have heard of a bucket list before right? It's basically a list of achievements or experiences that someone wants to have in their life."
  },
  {
    "startTime": 6.824,
    "endTime": 12.259,
    "text": "Really common items the people have on their bucket list would be like skydiving, traveling around the world, or starting their own business."
  },
  {
    "startTime": 12.259,
    "endTime": 18.923000000000002,
    "text": "So a lot of people out there have really really long bucket lists, but due to lack of opportunity, time, and resources, they don't get to check everything off."
  },
  {
    "startTime": 18.923,
    "endTime": 23.270999999999997,
    "text": "Today we're gonna be talking about the six things on the FungBro bucket list that we always wanted to do."
  },
  {
    "startTime": 23.271,
    "endTime": 30.727,
    "text": "And guess what? Thanks to a app called DayRe, we will be checking off one of these items off our bucket list in the next two months."
  },
  {
    "startTime": 30.727,
    "endTime": 33.323,
    "text": "Yeah, we're gonna do it. Actually we're gonna do it."
  },
  {
    "startTime": 33.323,
    "endTime": 35.734,
    "text": "So here we go, the FungBros bucket list."
  },
  {
    "startTime": 35.734,
    "endTime": 41.496,
    "text": "One of the things on our bucket list is to definitely collaborate with a major shoe brand on a FungBro sneaker."
  },
  {
    "startTime": 41.496,
    "endTime": 48.197,
    "text": "And no no no no, I'm not talking about a custom colorway, I'm talking about an actual shoe that we helped design from the ground up."
  },
  {
    "startTime": 48.197,
    "endTime": 52.733000000000004,
    "text": "When designing our very own sneaker David, we gotta decide what kinda style, material, and technology we want."
  },
  {
    "startTime": 52.733,
    "endTime": 58.26,
    "text": "We can't forget this one last thing that a lot of people don't think about when they design something: narrative."
  },
  {
    "startTime": 58.46,
    "endTime": 63.165,
    "text": "- What are we trying to say with this sneaker? - What's the message? That's what we gotta figure out here."
  },
  {
    "startTime": 63.165,
    "endTime": 66.55799999999999,
    "text": "And I know that we may not be world-famous athletes or rappers,"
  },
  {
    "startTime": 66.558,
    "endTime": 70.91300000000001,
    "text": "but you know I have been wearing sneakers for a long time so who doesn't dream of having their own?"
  },
  {
    "startTime": 70.913,
    "endTime": 75.631,
    "text": "- I wanna design a sneaker that expresses my style. - AirAzns."
  },
  {
    "startTime": 75.631,
    "endTime": 79.076,
    "text": "Another thing on our bucket list would be to open up an innovative, cool restaurant."
  },
  {
    "startTime": 79.076,
    "endTime": 85.30399999999999,
    "text": "I think for anybody who's a foodie or loves food, you spend a lot of time in restaurants, so it's only natural for you to wanna create your own."
  },
  {
    "startTime": 85.404,
    "endTime": 91.75099999999999,
    "text": "Whether it's a dessert spot or a coffee spot or just a spot filled with your mom's recipes, who doesn't wanna share their culinary creations?"
  },
  {
    "startTime": 91.751,
    "endTime": 97.34400000000001,
    "text": "Like make your own doughnut with ice-cream and boba spot, or like a ramen bar. There are so many good ideas."
  },
  {
    "startTime": 97.344,
    "endTime": 99.21,
    "text": "I'm getting excited thinking about it right now."
  },
  {
    "startTime": 99.21,
    "endTime": 103.791,
    "text": "Hey what's going on Mike it's the FungBros, you know we love food, we're thinking about starting our own restaurant."
  },
  {
    "startTime": 103.791,
    "endTime": 107.148,
    "text": "Can you give us just like the top, like few things that we need to think about?"
  },
  {
    "startTime": 107.148,
    "endTime": 112.905,
    "text": "You have to rethink your entire life. You wanna have a life outside of work, this is not the business to be in."
  },
  {
    "startTime": 112.905,
    "endTime": 118.002,
    "text": "You have to think about handicap bathrooms, you have to think about the plumbing, you have to think about all your equipment."
  },
  {
    "startTime": 118.002,
    "endTime": 122.225,
    "text": "You have to think about the grease trap, you have to think about the hood, you have to think about labor."
  },
  {
    "startTime": 122.225,
    "endTime": 125.604,
    "text": "The location, the marketing, the health department, the city inspection!"
  },
  {
    "startTime": 125.604,
    "endTime": 130.322,
    "text": "- I think we got a few things... - You got the water bill, you got the electric bill, you got the gas bill..."
  },
  {
    "startTime": 130.322,
    "endTime": 135.73,
    "text": "Yo, starting a restaurant has a lot more things than what we thought of. We're gonna need some help."
  },
  {
    "startTime": 135.73,
    "endTime": 141.22799999999998,
    "text": "Another thing on our bucket list that we wanna do is to actually move to New York City and truly become New York."
  },
  {
    "startTime": 141.228,
    "endTime": 146.304,
    "text": "And I'm not talking about being a tourist and all up in Times Square, I'm saying like I wanna embrace the city."
  },
  {
    "startTime": 146.304,
    "endTime": 152.486,
    "text": "I wanna take the subway, I wanna experience Christmas in New York, I wanna even maybe work on my New York accent."
  },
  {
    "startTime": 152.486,
    "endTime": 153.838,
    "text": "It's a work in process."
  },
  {
    "startTime": 153.838,
    "endTime": 159.33499999999998,
    "text": "- Yo I'm looking up spots in Manhattan. - Lower east side, nice. Hey that rent's not bad for a year. That's pretty cheap."
  },
  {
    "startTime": 159.335,
    "endTime": 164.086,
    "text": "- Dude that's the price for one month without broker's fees. - Aw!"
  },
  {
    "startTime": 164.086,
    "endTime": 171.89700000000002,
    "text": "One thing that I know a lot of people have on their bucket list including myself is to get a dog. Specifically a puppy."
  },
  {
    "startTime": 171.897,
    "endTime": 181.969,
    "text": "So Tim had a special request, Tim wanted to hold a puppy. He knows that he has a loving, warm body and this dog is all..."
  },
  {
    "startTime": 181.969,
    "endTime": 185.748,
    "text": "Alright kiss him, Tim. No I'm just kidding. Wow he opened his mouth at ya."
  },
  {
    "startTime": 185.748,
    "endTime": 189.16899999999998,
    "text": "Tim is much better at handling the canine."
  },
  {
    "startTime": 189.169,
    "endTime": 197.65800000000002,
    "text": "Growing up we had goldfish, turtles, hamsters, but never a dog. I'm gonna get a dog, it's not that crazy if you're born into like a dog-loving family."
  },
  {
    "startTime": 197.658,
    "endTime": 199.97199999999998,
    "text": "I just think everybody needs man's best friend."
  },
  {
    "startTime": 199.972,
    "endTime": 203.215,
    "text": "Look at you, you little stretchy doggie. Yo puppies are awesome man."
  },
  {
    "startTime": 203.215,
    "endTime": 209.431,
    "text": "And one of the crazier things we have on our bucket list is to take a trip around the world and film an epic food music video."
  },
  {
    "startTime": 209.431,
    "endTime": 217.077,
    "text": "I wanna eat injera in Ethiopia, Ceviche in Ensenada, drink coffee in Rio de Janeiro, escargot in Paris, Schnitzel in Berlin, Pirozhki in Moscow,"
  },
  {
    "startTime": 217.077,
    "endTime": 224.558,
    "text": "pufferfish in Tokyo, meat pies in Melbourne, poutine in Montreal, nasi bungkus in Jakarta, chai in Mumbai, and eat shawarma in Abu Dahbi."
  },
  {
    "startTime": 224.558,
    "endTime": 226.46599999999998,
    "text": "All in one video! That would be crazy."
  },
  {
    "startTime": 226.466,
    "endTime": 237.172,
    "text": "Alright so we start from L.A.... Seattle and then back to L.A.! Okay."
  },
  {
    "startTime": 237.172,
    "endTime": 242.651,
    "text": "And last but not least, we want to start an Asian American pop label, you know how there's K-pop and J-pop?"
  },
  {
    "startTime": 242.651,
    "endTime": 244.371,
    "text": "What about A-pop? Asian pop."
  },
  {
    "startTime": 244.371,
    "endTime": 256.06600000000003,
    "text": "- Alright, so coming up next we got Tim Xibasan. - Right, right, listen Tim, if you're gonna be the first signee to Azn Records, you're gonna need to have three things:"
  },
  {
    "startTime": 256.066,
    "endTime": 259.90999999999997,
    "text": "You're gonna need to have the talent, the look, you gonna have to have the swagger."
  },
  {
    "startTime": 259.91,
    "endTime": 262.92100000000005,
    "text": "I think so, but I'll definitely try my best."
  },
  {
    "startTime": 278.057,
    "endTime": 280.99600000000004,
    "text": "I can also dance too. You ready?"
  },
  {
    "startTime": 289.681,
    "endTime": 291.889,
    "text": "You're going to Hollywood."
  },
  {
    "startTime": 291.889,
    "endTime": 297.875,
    "text": "Everybody knows that in mainstream American music, Asians are not really represented, so you know what? Our label's gonna work on that."
  },
  {
    "startTime": 297.875,
    "endTime": 300.54,
    "text": "And guess what? A-pop, we're gonna bring it back."
  },
  {
    "startTime": 300.54,
    "endTime": 302.97,
    "text": "So those are the top six things on the FungBro bucket list."
  },
  {
    "startTime": 302.97,
    "endTime": 308.423,
    "text": "- I'm excited just even thinking about em. - Honestly a couple of those things were pretty crazy but the cool thing is,"
  },
  {
    "startTime": 308.423,
    "endTime": 312.288,
    "text": "is that while working with DayRe, they're gonna help us do one of these things in the next two months."
  },
  {
    "startTime": 312.288,
    "endTime": 318.507,
    "text": "So if you guys don't know, DayRe is a blogging app that combines the best aspects of short-form blogging with long-form blogging."
  },
  {
    "startTime": 318.507,
    "endTime": 324.322,
    "text": "I know there's a lot of blogging apps out there but DayRe's cool because it's not too short where you can't say everything you wanna say,"
  },
  {
    "startTime": 324.322,
    "endTime": 327.741,
    "text": "and it's not too long where it becomes like an article. It's a great balance between the two."
  },
  {
    "startTime": 327.741,
    "endTime": 334.002,
    "text": "So follow us on DayRe as we choose which item on our bucket list we wanna accomplish and we document our journey to do it."
  },
  {
    "startTime": 334.002,
    "endTime": 338.90000000000003,
    "text": "Alright, we're not known to blog that much but we will blog on DayRe, and it will be very very exciting."
  },
  {
    "startTime": 338.9,
    "endTime": 341.46299999999997,
    "text": "It is going to be epic, you do not wanna miss this."
  },
  {
    "startTime": 341.463,
    "endTime": 348.302,
    "text": "Alright, so download the DayRe app follow us at FungBros, and who knows, maybe this will inspire you to check off something off your bucket list."
  },
  {
    "startTime": 348.302,
    "endTime": 351.096,
    "text": "Alright you guys, thank you so much for watching, in the comment section below,"
  },
  {
    "startTime": 351.096,
    "endTime": 355.47,
    "text": "make sure you let us know which one of the six items on our bucket list you think that we should accomplish."
  },
  {
    "startTime": 355.47,
    "endTime": 358.112,
    "text": "And until next time we're out. Peace."
  }
]