[
  {
    "startTime": 4.974,
    "endTime": 7.237,
    "text": "[A Crisis of Energy]"
  },
  {
    "startTime": 8.182,
    "endTime": 10.881,
    "text": "What would happen if we didn't have oil?"
  },
  {
    "startTime": 11.164,
    "endTime": 16.058,
    "text": "Or if the price of oil goes suddenly up three or five times?"
  },
  {
    "startTime": 16.927,
    "endTime": 21.981,
    "text": "Well, many people would not be able to drive their cars around anymore."
  },
  {
    "startTime": 22.298,
    "endTime": 28.438,
    "text": "Bus fares would go up, and we would not be able to use many things that depend on oil."
  },
  {
    "startTime": 28.832,
    "endTime": 31.880000000000003,
    "text": "Imagine how difficult are lives would be."
  },
  {
    "startTime": 32.327,
    "endTime": 40.988,
    "text": "Well, this actually happened in 1973, and made many people change the way they thought about energy."
  },
  {
    "startTime": 41.665,
    "endTime": 44.115,
    "text": "Let's find out what happened."
  },
  {
    "startTime": 44.813,
    "endTime": 54.363,
    "text": "By 1970, wealthy, developed nations, such as the USA and countries in Western Europe were using a lot of oil."
  },
  {
    "startTime": 54.881,
    "endTime": 59.959,
    "text": "They imported oil from Arab countries in the Middle East and North Africa."
  },
  {
    "startTime": 60.686,
    "endTime": 69.937,
    "text": "However, in 1973, the Arab-Israeli War broke out, and the United States decided to support Israel."
  },
  {
    "startTime": 70.549,
    "endTime": 81.06700000000001,
    "text": "This angered many of the Arab countries and they decided not to sell their oil to the United States and its allies, mostly in Western Europe."
  },
  {
    "startTime": 81.451,
    "endTime": 85.106,
    "text": "This led to major changes in the United States."
  },
  {
    "startTime": 86.043,
    "endTime": 90.778,
    "text": "Oil prices increased by four times in just three months."
  },
  {
    "startTime": 91.411,
    "endTime": 94.559,
    "text": "Gas stations did not have enough gas to sell."
  },
  {
    "startTime": 95.061,
    "endTime": 102.037,
    "text": "As a result, prices for virtually everything went up in the US and Western Europe."
  },
  {
    "startTime": 102.783,
    "endTime": 110.307,
    "text": "After experiencing this, many people started thinking twice about their dependency on oil."
  },
  {
    "startTime": 110.488,
    "endTime": 116.911,
    "text": "This led to using other energy sources, such as nuclear and renewable energy."
  }
]