[
  {
    "startTime": 1.265,
    "endTime": 8.040000000000001,
    "text": "Hi. Welcome back to www.engvid.com. I'm Adam, and today's lesson: \"Commonly Confused Words\""
  },
  {
    "startTime": 8.04,
    "endTime": 13.268999999999998,
    "text": "is very important for those of you trying to learn vocabulary, but especially for those"
  },
  {
    "startTime": 13.269,
    "endTime": 19.064,
    "text": "of you who need to write better. It's very important to write the correct word that you"
  },
  {
    "startTime": 19.064,
    "endTime": 25.88,
    "text": "mean, and sometimes, the only difference between words is one letter, and this one letter makes"
  },
  {
    "startTime": 25.88,
    "endTime": 32.479,
    "text": "a huge difference. Okay? So we're going to look at six sets of commonly confused words."
  },
  {
    "startTime": 32.479,
    "endTime": 36.589999999999996,
    "text": "Now, we're going to start with \"affect\" and \"effect\", and the difference being the \"a\""
  },
  {
    "startTime": 36.59,
    "endTime": 44.370000000000005,
    "text": "or the \"e\". Now, this is one of those pair of words that all teachers in every ESL school,"
  },
  {
    "startTime": 44.37,
    "endTime": 50.525999999999996,
    "text": "in every ESL class always teach students, but they don't necessarily teach it completely,"
  },
  {
    "startTime": 50.526,
    "endTime": 56.409000000000006,
    "text": "so that's what we're going to look at today. \"Affect\", verb, in any situation you're looking"
  },
  {
    "startTime": 56.409,
    "endTime": 62.979,
    "text": "at it, but it basically has two different meanings. One is to have an influence or to"
  },
  {
    "startTime": 62.979,
    "endTime": 69.03999999999999,
    "text": "influence something, someone. It basically means to have some sort of power over something"
  },
  {
    "startTime": 69.04,
    "endTime": 78.32000000000001,
    "text": "to make some sort of change. The noun, they go together, if something affects someone"
  },
  {
    "startTime": 78.32,
    "endTime": 84.99,
    "text": "or something, then the result of that is the effect. Now, I'm stressing the \"e\" here just"
  },
  {
    "startTime": 84.99,
    "endTime": 91.234,
    "text": "so you hear it, but in reality, in spoken and natural spoken English: \"affect\", \"effect\","
  },
  {
    "startTime": 91.234,
    "endTime": 96.25,
    "text": "\"affect\", \"effect\". It sounds almost the same, so you have to be very careful. You especially"
  },
  {
    "startTime": 96.25,
    "endTime": 103.81,
    "text": "have to think about the context. Okay? Context is very important in... With all these words,"
  },
  {
    "startTime": 103.81,
    "endTime": 109.979,
    "text": "to know which one is being used, because the situation that you hear or read the word in"
  },
  {
    "startTime": 109.979,
    "endTime": 115.639,
    "text": "will tell you which meaning it is. So the context is everything that is around the word."
  },
  {
    "startTime": 115.639,
    "endTime": 121.99,
    "text": "So \"affect\", to influence something; \"effect\" is the result or what that influence has done"
  },
  {
    "startTime": 121.99,
    "endTime": 123.58999999999999,
    "text": "to something or someone."
  },
  {
    "startTime": 123.59,
    "endTime": 130.39000000000001,
    "text": "\"To affect\" also means to move someone emotionally. So if you affect someone, it means you have"
  },
  {
    "startTime": 130.39,
    "endTime": 136.29,
    "text": "an emotional... You create an emotional reaction in them. Okay? You can affect them to the"
  },
  {
    "startTime": 136.29,
    "endTime": 141.819,
    "text": "point of tears, means you're making them sad, you're making them so happy that they're crying."
  },
  {
    "startTime": 141.819,
    "endTime": 148.34099999999998,
    "text": "Now, here's the surprising one that many people don't realize: \"effect\" can also be a verb."
  },
  {
    "startTime": 148.341,
    "endTime": 154.211,
    "text": "So most ESL teachers will tell you \"affect\" is a verb, \"effect\" is a noun, that's it."
  },
  {
    "startTime": 154.211,
    "endTime": 159.197,
    "text": "But \"effect\" can also be a verb, it means to bring about."
  },
  {
    "startTime": 159.197,
    "endTime": 165.38400000000001,
    "text": "Okay? I'm actually going to write this down for you."
  },
  {
    "startTime": 165.384,
    "endTime": 169.89999999999998,
    "text": "Now, we especially talk about change. So, for example, a new"
  },
  {
    "startTime": 169.9,
    "endTime": 175.99800000000002,
    "text": "manager comes into a department and he wants to effect a change, a corporate culture change."
  },
  {
    "startTime": 175.998,
    "endTime": 183.64999999999998,
    "text": "He wants to bring about or to cause a change. Now, this is a little bit of a formal word,"
  },
  {
    "startTime": 183.65,
    "endTime": 188.26000000000002,
    "text": "it's a big of a high-end word. If you're writing the IELTS, or TOEFL, or SAT, this is a very"
  },
  {
    "startTime": 188.26,
    "endTime": 193.23999999999998,
    "text": "good word to use as a verb, but make sure that you know how to use it correctly before"
  },
  {
    "startTime": 193.24,
    "endTime": 197.863,
    "text": "you try. Cause, bring about. So, that's these ones."
  },
  {
    "startTime": 197.863,
    "endTime": 203.756,
    "text": "Next, we have \"principle\" and \"principal\". They sound the same, but obviously, different"
  },
  {
    "startTime": 203.756,
    "endTime": 210.93,
    "text": "endings. This \"principle\" is basically a fundamental truth. Something... Like, for example, if"
  },
  {
    "startTime": 210.93,
    "endTime": 215.12,
    "text": "you're talking about a scientific principle, this is the truth, and from this truth, we"
  },
  {
    "startTime": 215.12,
    "endTime": 221.84300000000002,
    "text": "can make other truths or we can have other investigations into other areas. It's a fundamental"
  },
  {
    "startTime": 221.843,
    "endTime": 228.875,
    "text": "truth. Now, when a person says that he or she has principles, and something goes against"
  },
  {
    "startTime": 228.875,
    "endTime": 234.04,
    "text": "their principles, that means that they have a very, very strong belief, and they have"
  },
  {
    "startTime": 234.04,
    "endTime": 240.125,
    "text": "a very strong way of doing something or looking at things, and other people can't change that."
  },
  {
    "startTime": 240.125,
    "endTime": 242.04,
    "text": "Okay? So that is a principle."
  },
  {
    "startTime": 242.04,
    "endTime": 247.108,
    "text": "But if we look at \"principal\" like this, we have three different meanings. One meaning,"
  },
  {
    "startTime": 247.108,
    "endTime": 255.4,
    "text": "as a noun, is the head position of an organization. The most common use is at a school. The principal"
  },
  {
    "startTime": 255.4,
    "endTime": 260.969,
    "text": "at a school is the head of the school; he runs the school or she runs the school. Another"
  },
  {
    "startTime": 260.969,
    "endTime": 268.716,
    "text": "noun form... Another noun use...sorry...of \"principal\" is the money that you invest that brings you"
  },
  {
    "startTime": 268.716,
    "endTime": 275.047,
    "text": "interest. Or if you take out a loan from the bank and you have to pay that money back,"
  },
  {
    "startTime": 275.047,
    "endTime": 279.61,
    "text": "you will have to pay back the principal, which is the original money that they gave you,"
  },
  {
    "startTime": 279.61,
    "endTime": 285.629,
    "text": "plus interest. So if you have a mortgage on your house and every month you're paying a"
  },
  {
    "startTime": 285.629,
    "endTime": 290.529,
    "text": "little bit, you're paying a little bit from the principal and a little bit of interest"
  },
  {
    "startTime": 290.529,
    "endTime": 300.49,
    "text": "until you pay back the whole loan. As an adjective it means...sorry...primary or first. The principal"
  },
  {
    "startTime": 300.49,
    "endTime": 305.699,
    "text": "character in a novel means the main character, or the first character, or the most important"
  },
  {
    "startTime": 305.699,
    "endTime": 310.49,
    "text": "character. Now, keep in mind, they will sound the same, but obviously you can see the difference"
  },
  {
    "startTime": 310.49,
    "endTime": 317.379,
    "text": "in written English, so pay attention to that. Also, again, use context. Context will tell"
  },
  {
    "startTime": 317.379,
    "endTime": 319.966,
    "text": "you which meaning you're looking at."
  },
  {
    "startTime": 319.966,
    "endTime": 327.266,
    "text": "Next, we have \"compliment\" and \"complement\". Compliment, complement, they sound almost"
  },
  {
    "startTime": 327.266,
    "endTime": 335.97900000000004,
    "text": "identical. Both can be a noun or a verb. \"Compliment\" means nice words said about something or someone,"
  },
  {
    "startTime": 335.979,
    "endTime": 342.123,
    "text": "or to say nice things. So if you want to compliment me on my lovely shirt today, by all means,"
  },
  {
    "startTime": 342.123,
    "endTime": 347.253,
    "text": "do so in the comments section at engVid. But if you don't want to compliment me, that's"
  },
  {
    "startTime": 347.253,
    "endTime": 353.57599999999996,
    "text": "okay, too. But you can compliment this lesson by giving people, your peers more examples."
  },
  {
    "startTime": 353.576,
    "endTime": 360.206,
    "text": "\"To complement\" means to complete or to add something to make the whole more complete."
  },
  {
    "startTime": 360.206,
    "endTime": 365.629,
    "text": "So, for example, if you go to a restaurant and you order a nice steak, the waiter will"
  },
  {
    "startTime": 365.629,
    "endTime": 372.379,
    "text": "suggest a good wine to complement that steak. It means the wine flavour and the steak flavour"
  },
  {
    "startTime": 372.379,
    "endTime": 380.06800000000004,
    "text": "work together to have a complete, full flavour that you can enjoy. Okay? Compliment, complement."
  },
  {
    "startTime": 380.068,
    "endTime": 382.175,
    "text": "Let's look at a few more."
  },
  {
    "startTime": 382.175,
    "endTime": 387.669,
    "text": "Okay, so let's look at our next batch of words. Now, these three, they might seem like they're"
  },
  {
    "startTime": 387.669,
    "endTime": 393.18,
    "text": "not really problematic because you can see the differences quite clearly, you will also"
  },
  {
    "startTime": 393.18,
    "endTime": 399.46,
    "text": "hear the differences, but surprisingly, these words are confused quite often, especially"
  },
  {
    "startTime": 399.46,
    "endTime": 407.68,
    "text": "these two. Now, this is \"moral\", this is \"morale\", and this is \"mortal\". Now, you think because"
  },
  {
    "startTime": 407.68,
    "endTime": 412.333,
    "text": "of the \"t\" it should be no problem, but in natural speed English, that \"t\" is very, very"
  },
  {
    "startTime": 412.333,
    "endTime": 418.02900000000005,
    "text": "soft. \"My mortal enemy.\" So that \"t\" is almost disappearing, and so it sounds like a little"
  },
  {
    "startTime": 418.029,
    "endTime": 422.05899999999997,
    "text": "bit like \"moral\" as well. So, when you're... If you're listening to something, you might"
  },
  {
    "startTime": 422.059,
    "endTime": 423.319,
    "text": "get that confused."
  },
  {
    "startTime": 423.319,
    "endTime": 428.319,
    "text": "Now, what is a \"moral\"? As a noun, when you talk about a fable or a little... It sounds"
  },
  {
    "startTime": 428.319,
    "endTime": 433.569,
    "text": "like a children's story, but it has a lesson to be learned. There's a lesson to be learned"
  },
  {
    "startTime": 433.569,
    "endTime": 439.47900000000004,
    "text": "from this story, so we call that lesson the moral. The moral of the story is: Be nice"
  },
  {
    "startTime": 439.479,
    "endTime": 445.21,
    "text": "to your neighbours, or whatever the moral is. As an... As an adjective, we can also"
  },
  {
    "startTime": 445.21,
    "endTime": 451.589,
    "text": "say \"moral\" when we're talking about the choice between good and bad. We talk about social"
  },
  {
    "startTime": 451.589,
    "endTime": 455.633,
    "text": "values, we talk about the choice between good and bad, good and evil if you want to call"
  },
  {
    "startTime": 455.633,
    "endTime": 462.712,
    "text": "it, then we're talking about moral, a moral choice. When we use the noun, it's usually"
  },
  {
    "startTime": 462.712,
    "endTime": 468.099,
    "text": "\"morals\". We have to worry about our morals as a society; or when you go to church, they"
  },
  {
    "startTime": 468.099,
    "endTime": 472.37899999999996,
    "text": "teach you morals; or when you're growing up, your parents teach you morals. They teach"
  },
  {
    "startTime": 472.379,
    "endTime": 476.773,
    "text": "you what's good, what's bad, what's right, what's wrong. Okay? So that's \"moral\"."
  },
  {
    "startTime": 476.773,
    "endTime": 484.8,
    "text": "\"Morale\", a noun, is a basic feeling or attitude that is shared by a group. It could be a personal"
  },
  {
    "startTime": 484.8,
    "endTime": 489.869,
    "text": "thing as well. So when you're talking about an office full of workers, a good manager"
  },
  {
    "startTime": 489.869,
    "endTime": 494.66900000000004,
    "text": "will make sure that the morale is high, that everybody's excited, everybody's passionate,"
  },
  {
    "startTime": 494.669,
    "endTime": 499.669,
    "text": "everybody wants to be there and everybody wants to work. It's a general good feeling."
  },
  {
    "startTime": 499.669,
    "endTime": 504.889,
    "text": "So a high morale. If you have low morale, it means everybody's like dejected; nobody"
  },
  {
    "startTime": 504.889,
    "endTime": 510.92900000000003,
    "text": "wants to be there, nobody wants to work, everybody feels bad. You won't get much work done."
  },
  {
    "startTime": 510.929,
    "endTime": 517.66,
    "text": "\"Mortal\" could be a noun or an adjective. A noun is basically a human being, because"
  },
  {
    "startTime": 517.66,
    "endTime": 525.55,
    "text": "we're all going to die. Adjective \"mortal\" means something that can die. Okay? So my"
  },
  {
    "startTime": 525.55,
    "endTime": 532.0899999999999,
    "text": "mortal enemy is my enemy that's going to kill me, or a mortal plant, or a mortal animal"
  },
  {
    "startTime": 532.09,
    "endTime": 538.5,
    "text": "can kill. So \"mortal\" has to do with death. Okay? So these three are often confused; be"
  },
  {
    "startTime": 538.5,
    "endTime": 540.513,
    "text": "careful about those."
  },
  {
    "startTime": 540.513,
    "endTime": 546.19,
    "text": "These two, they look different, they sound different, but they're often mixed, they're"
  },
  {
    "startTime": 546.19,
    "endTime": 551.003,
    "text": "often confused. \"Personal\". If you're talking about \"personal\", you're talking about yourself,"
  },
  {
    "startTime": 551.003,
    "endTime": 557.0500000000001,
    "text": "your private ideas, your private thoughts, your private choices or somebody else's private"
  },
  {
    "startTime": 557.05,
    "endTime": 562.7529999999999,
    "text": "things. Right? So it's a personal decision. You shouldn't ask me if you should go or stay..."
  },
  {
    "startTime": 562.753,
    "endTime": 568.552,
    "text": "Stay or go. It's a personal decision. I can't tell you. It's for you to make. It's private."
  },
  {
    "startTime": 568.552,
    "endTime": 576.0210000000001,
    "text": "Here, this is \"personnel\". So, here, \"personal\", \"personnel\". \"Personnel\" basically... Basically"
  },
  {
    "startTime": 576.021,
    "endTime": 582.5799999999999,
    "text": "means staff. So the personnel in a company, we're talking about staff. All the employees"
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "are the personnel. Basically, any group of people who are involved in something is the"
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "personnel. It doesn't have to be in a company, but that's where you'll most commonly see"
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "it used. So these two, you can't mix."
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "Now, before I continue, I just want to say one last... One more thing. You have to make"
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "sure that you know the differences between all of these, especially for tests like IELTS"
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "where spelling counts. So you have one letter difference. One letter will cost you a point"
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "on the IELTS. Okay? So it's very important to know. In tests like SAT that want to check"
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "your vocabulary, they will make sure that you know the differences between certain words."
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "So, which brings us to the last batch: \"censor\", \"sensor\", \"censure\". The only difference is"
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "this \"h\" sounds like an \"sh\". But again, in native speed, in native speakers' English,"
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "you won't hear that \"sh\": \"censure\". In a sentence, it'll sound the same as \"censor\"."
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "So, what is a \"censor\"? It can be a noun. As a noun, it is a person who does the censoring."
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "As a verb, \"to censor\" means to cut out or to stop from becoming publically available."
  },
  {
    "startTime": 606.36,
    "endTime": 609.86,
    "text": "So when you're talking about news, the news you see... Or any news, for example, about"
  },
  {
    "startTime": 609.86,
    "endTime": 618.8100000000001,
    "text": "the military, okay? The military censors all of the information, so any information that"
  },
  {
    "startTime": 618.81,
    "endTime": 624.27,
    "text": "they don't want the public to have, they will keep back. They will keep out of the media."
  },
  {
    "startTime": 624.27,
    "endTime": 630.18,
    "text": "They will censor it. They will put a block. Okay?"
  },
  {
    "startTime": 630.18,
    "endTime": 634.9899999999999,
    "text": "A \"sensor\" is something that detects. Okay? So, for example, you have a smoke detector,"
  },
  {
    "startTime": 634.99,
    "endTime": 647.1,
    "text": "it has a little sensor inside that feels the smoke and then starts making all the noise"
  },
  {
    "startTime": 647.1,
    "endTime": 646.1800000000001,
    "text": "that a smoke alarm does. In your camera or in your phone or in your anything, there's"
  },
  {
    "startTime": 646.18,
    "endTime": 652.3389999999999,
    "text": "a light sensor. It sensors how much light there is or isn't. So, again, it comes from"
  },
  {
    "startTime": 652.339,
    "endTime": 660.149,
    "text": "the word \"sense\", to feel or to detect because machines don't really feel. Right? So..."
  },
  {
    "startTime": 660.149,
    "endTime": 664.589,
    "text": "\"Censure\" is to express disappointment or anger at someone, but usually in a public"
  },
  {
    "startTime": 664.589,
    "endTime": 673.11,
    "text": "way. So, for example, if I'm the teacher and I have a bad student in my class, I may censure"
  },
  {
    "startTime": 673.11,
    "endTime": 675.0600000000001,
    "text": "that student in front of all the other students. I will say, you know: \"You're behaving badly,"
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "and you shouldn't do that, and you're disturbing your peers\", and not very good. So I will"
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "censure the student. Now, for most of you, you're not going to use this word, you're"
  },
  {
    "startTime": 680.7,
    "endTime": 685.73,
    "text": "not going to hear it too often. If you're going to take an SAT test, for example, you"
  },
  {
    "startTime": 685.73,
    "endTime": 693.72,
    "text": "definitely need to know words like this."
  },
  {
    "startTime": 693.72,
    "endTime": 696.4200000000001,
    "text": "So, if you want to practice all... Your understanding of these words,"
  },
  {
    "startTime": 696.42,
    "endTime": 703.2099999999999,
    "text": "go to www.engvid.com, there's a quiz."
  },
  {
    "startTime": 703.21,
    "endTime": 707.48,
    "text": "You can also ask me any questions in the comment section."
  },
  {
    "startTime": 707.48,
    "endTime": 712.64,
    "text": "Don't forget to subscribe to my YouTube channel, and I'll see you again soon."
  },
  {
    "startTime": 712.64,
    "endTime": 717.6999999999999,
    "text": "Bye."
  }
]