[
  {
    "startTime": 14.0,
    "endTime": 21.6,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 21.6,
    "endTime": 25.699,
    "text": "And today, it's Q&A Tuesday and today's question comes from Sei and she writes:"
  },
  {
    "startTime": 27.689,
    "endTime": 32.7,
    "text": "\"Hi Marie. In one of your videos, which I really like because they're upbeat and make a lot of sense."
  },
  {
    "startTime": 32.7,
    "endTime": 38.6,
    "text": "You touched on the topic of meditation. You referred to it as cleansing your vessel."
  },
  {
    "startTime": 38.6,
    "endTime": 46.1,
    "text": "That term triggered my interest and I would like to ask if you can talk us through your routine. Many thanks in advance, Sei.\""
  },
  {
    "startTime": 46.1,
    "endTime": 58.0,
    "text": "Oh, Sei. Meditation is one of my most important power tools. It's kind of like a buzz saw and a power drill and a weed whacker all rolled into one, but for your mind."
  },
  {
    "startTime": 58.0,
    "endTime": 70.6,
    "text": "Now, you've probably heard of all kinds of high-level people swearing by it like Jerry Seinfeld and Lena Dunham and Russell Simmons and Madonna and Oprah and Lady Gaga and Martin Scorsese, and so many more."
  },
  {
    "startTime": 70.6,
    "endTime": 80.39999999999999,
    "text": "Now, I've talked about meditation many times on the show, but I've never actually done a tutorial about my personal practice, which we will do today."
  },
  {
    "startTime": 80.4,
    "endTime": 87.59,
    "text": "But first, the reason I am such a huge fan of meditation is pretty simple: it works."
  },
  {
    "startTime": 87.59,
    "endTime": 96.5,
    "text": "When I meditate I am a better listener, I have more patience, I am so much more creative, and I'm kinder to myself and other people."
  },
  {
    "startTime": 96.5,
    "endTime": 100.18,
    "text": "I have more energy and I feel less stress."
  },
  {
    "startTime": 100.18,
    "endTime": 113.0,
    "text": "Now, of course, I dive into that stress pool now and again just like everybody else, but thanks to meditation, it's usually just like a quick dip instead of feeling like I'm drowning in anxiety."
  },
  {
    "startTime": 113.0,
    "endTime": 121.21000000000001,
    "text": "Now, I first learned to meditate when I was 17, and in the past few years, I've been way more consistent than I've ever been before."
  },
  {
    "startTime": 121.21,
    "endTime": 134.29999999999998,
    "text": "On the rare occasion that I don't meditate first thing in the morning, I feel like I am just chasing my day and I always know I'm not at my best,  creatively, emotionally, mentally,or spiritually."
  },
  {
    "startTime": 134.3,
    "endTime": 136.8,
    "text": "But you don't have to take my word for it."
  },
  {
    "startTime": 136.8,
    "endTime": 146.60000000000002,
    "text": "Meditation is scientifically proven to help you become happier and healthier and more productive. And there's links to research below."
  },
  {
    "startTime": 146.6,
    "endTime": 151.6,
    "text": "Bottom line, meditation determines your daily power and presence."
  },
  {
    "startTime": 151.6,
    "endTime": 158.28,
    "text": "It removes complications and limitations and helps you become the person you are meant to be."
  },
  {
    "startTime": 158.28,
    "endTime": 171.2,
    "text": "Maybe one of the biggest things I get out of meditation is a clear connection to myself, because whether you realize it or not, you have an inner teacher that is full of wisdom and guidance for you,"
  },
  {
    "startTime": 171.2,
    "endTime": 179.659,
    "text": "and the more that you meditate and listen, you will be told everything you need to know to move your life in the right direction."
  },
  {
    "startTime": 179.659,
    "endTime": 189.0,
    "text": "Now, there are so many different styles of meditation. Some have your eyes open, some closed, some with a mantra, some without a mantra."
  },
  {
    "startTime": 189.0,
    "endTime": 197.5,
    "text": "There's TM, there's zen meditation, metta, Buddhist, Kundalini meditation, and a ton others."
  },
  {
    "startTime": 197.5,
    "endTime": 201.37,
    "text": "I practice what's known as a simple mantra meditation."
  },
  {
    "startTime": 201.37,
    "endTime": 205.5,
    "text": "So in Sanskrit, mantra means instrument or tool of the mind."
  },
  {
    "startTime": 205.5,
    "endTime": 214.0,
    "text": "And since I have a very active mind, having a mantra gives me a point of focus during meditation and something that I can come back to."
  },
  {
    "startTime": 214.0,
    "endTime": 219.0,
    "text": "So if you wanna give my version a try, here are 5 easy steps to follow."
  },
  {
    "startTime": 219.0,
    "endTime": 222.0,
    "text": "And step one is spin my tunes."
  },
  {
    "startTime": 222.0,
    "endTime": 232.48,
    "text": "So once I've woken up and I've had some tea, I often put on music, and specifically Pandora's calm meditation radio, and we'll put a link to that below."
  },
  {
    "startTime": 232.48,
    "endTime": 236.0,
    "text": "Now, why do I do that? Because I love music."
  },
  {
    "startTime": 236.0,
    "endTime": 241.76,
    "text": "A lot of people prefer silence, and sometimes I do too, but, again, this is completely up to you."
  },
  {
    "startTime": 241.76,
    "endTime": 244.0,
    "text": "Step number two, sit up straight."
  },
  {
    "startTime": 244.0,
    "endTime": 251.9,
    "text": "So I prefer to sit in a cross-legged position and I do my very best to sit up and lift up and have a straight spine."
  },
  {
    "startTime": 251.9,
    "endTime": 262.8,
    "text": "Now, if sitting cross-legged is uncomfortable to you, you can sit in a chair, whatever seated position really just allows you to have your shoulders relaxed and down and a tall lifted spine."
  },
  {
    "startTime": 262.8,
    "endTime": 270.3,
    "text": "Step number three is I set my timer. So I just set the little timer on my iPhone, most days I set it for 10 minutes."
  },
  {
    "startTime": 270.3,
    "endTime": 273.5,
    "text": "But sometimes I feel like I need, like, 15 or 20."
  },
  {
    "startTime": 273.5,
    "endTime": 280.0,
    "text": "Now, if you're one of those people who says, \"Mm, I don't have time to meditate,\" to you, I would say this:"
  },
  {
    "startTime": 280.0,
    "endTime": 284.0,
    "text": "\"If you have time to shower, you have time to meditate.\""
  },
  {
    "startTime": 284.0,
    "endTime": 287.0,
    "text": "Just start small, like, even with 3 minutes."
  },
  {
    "startTime": 287.0,
    "endTime": 300.0,
    "text": "Because the truth is, there are 1440 minutes each and every day and if you can't find 3 minutes for something that is free and scientifically proven to make you happier and healthier and smarter,"
  },
  {
    "startTime": 300.0,
    "endTime": 305.3,
    "text": "then, I've gotta tell you, you need to stop watching MarieTV right now because there ain't no hope for you."
  },
  {
    "startTime": 305.2,
    "endTime": 308.2,
    "text": "Step number four, set my mudra."
  },
  {
    "startTime": 308.2,
    "endTime": 312.4,
    "text": "So I put my hands like this, which is called a mudra."
  },
  {
    "startTime": 312.4,
    "endTime": 325.0,
    "text": "And after doing a little research I learned that the position of touching your thumb and your index finger helps open up your root chakra, and that supports greater focus and concentration, which is good for me."
  },
  {
    "startTime": 325.0,
    "endTime": 332.4,
    "text": "But if you're not comfortable with that, you can simply lay your hands on your knees or hold them in another position like this."
  },
  {
    "startTime": 332.4,
    "endTime": 335.5,
    "text": "Step number five, I say my mantra."
  },
  {
    "startTime": 335.5,
    "endTime": 340.8,
    "text": "So I take a deep breath, I close my eyes, and I start silently saying my mantra."
  },
  {
    "startTime": 340.8,
    "endTime": 349.3,
    "text": "Now, if you have a personal mantra, you can use that. And if not, you can use the one that I use, \"So hum namah.\""
  },
  {
    "startTime": 349.3,
    "endTime": 355.0,
    "text": "And a loose interpretation of that means \"turning back to my true self.\""
  },
  {
    "startTime": 355.0,
    "endTime": 365.0,
    "text": "Now, once my eyes are closed, my only job for the next 10 or 15 minutes is to be fully present, to notice my thoughts, my feelings, and my emotions."
  },
  {
    "startTime": 365.0,
    "endTime": 377.1,
    "text": "And as often as I can remember, I come back to silently repeating my mantra because it gives my monkey mind something to focus on."
  },
  {
    "startTime": 377.1,
    "endTime": 395.70000000000005,
    "text": "Some days, my mind constantly just flitters off and it starts making to do lists of things I have to do or coming up with ideas or conversations that I have, and the moment that I catch myself thinking, I just gently allow those thoughts to pass by, almost like watching clouds pass across the sky."
  },
  {
    "startTime": 395.7,
    "endTime": 399.0,
    "text": "And then I come back to repeating my mantra."
  },
  {
    "startTime": 399.0,
    "endTime": 406.569,
    "text": "And that's it. When 10 or 15 minutes is up, my timer goes off, I take a nice deep breath, and then I move on with my day."
  },
  {
    "startTime": 406.569,
    "endTime": 419.77000000000004,
    "text": "Now, if I have to catch a super early flight or for whatever reason I don't meditate before I leave the house, I can easily do this on the plane or in a taxi or even in the subway."
  },
  {
    "startTime": 419.77,
    "endTime": 424.0,
    "text": "Before we wrap up, there's one important thing I want to share."
  },
  {
    "startTime": 424.0,
    "endTime": 430.9,
    "text": "If you've already tried meditation and said, \"Blah, I hate it,\" please do not give up on it too soon."
  },
  {
    "startTime": 430.9,
    "endTime": 434.4,
    "text": "There are so many different methods and traditions out there."
  },
  {
    "startTime": 434.4,
    "endTime": 440.75,
    "text": "Please keep trying different techniques and different approaches until you find one that's right for you."
  },
  {
    "startTime": 440.75,
    "endTime": 449.3,
    "text": "That was my A to your Q, Sei, I really hope it helps. Let's wrap up with this Tweetable."
  },
  {
    "startTime": 449.3,
    "endTime": 456.55,
    "text": "\"There are 1,440 minutes in a day. They'll all go better if you take 10 of them to meditate.\""
  },
  {
    "startTime": 456.55,
    "endTime": 463.599,
    "text": "Now I would love to hear from you. Do you meditate on the regular? If not, why not?"
  },
  {
    "startTime": 463.599,
    "endTime": 471.5,
    "text": "And if so, what specific difference has it made in your life? Now, if you're new to meditation I've got a challenge for you."
  },
  {
    "startTime": 471.5,
    "endTime": 483.7,
    "text": "I want you to commit to some kind of meditation practice just for the next 7 days. See how it feels in your body and notice how it quiets your mind and see what difference it makes in your life."
  },
  {
    "startTime": 483.7,
    "endTime": 491.18,
    "text": "And to make this even easier, I created a guided meditation that you can download below. That way we can practice together."
  },
  {
    "startTime": 491.18,
    "endTime": 499.949,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 499.949,
    "endTime": 504.49,
    "text": "Did you like this video? If so, subscribe to our channel and, of course, I would be so grateful if you shared this with your friends."
  },
  {
    "startTime": 507.0,
    "endTime": 520.0,
    "text": "And if you want even more resources to create a business and life that you love, plus some personal insights from me that I only talk about in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 520.0,
    "endTime": 527.6,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 527.6,
    "endTime": 535.0,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]