[
  {
    "startTime": 0.44,
    "endTime": 7.010000000000001,
    "text": "Hi, guys. Do you notice something different about today? Hmm. Where's the board gone?"
  },
  {
    "startTime": 7.01,
    "endTime": 12.818999999999999,
    "text": "Today's lesson is a bit different. It's just me giving you some advice about learning English."
  },
  {
    "startTime": 12.819,
    "endTime": 19.82,
    "text": "And this video is for you, in particular, if you are a learning English quitter."
  },
  {
    "startTime": 19.82,
    "endTime": 26.08,
    "text": "Who is a learning English quitter? A learning English quitter is somebody who works really,"
  },
  {
    "startTime": 26.08,
    "endTime": 33.635,
    "text": "really hard studying: \"Learn English, learn English, learn English\", for two days, four"
  },
  {
    "startTime": 33.635,
    "endTime": 43.568999999999996,
    "text": "days, one day, and then quits. Does nothing, does nothing for weeks. And then the same"
  },
  {
    "startTime": 43.569,
    "endTime": 51.429,
    "text": "thing: Works really, really hard: \"Learn English, learn English, learn English\", for three days,"
  },
  {
    "startTime": 51.429,
    "endTime": 57.854,
    "text": "and then quits. \"I'll do it tomorrow. I'll do it tomorrow.\" And the other thing that"
  },
  {
    "startTime": 57.854,
    "endTime": 65.907,
    "text": "a learning English quitter does is feel bad all the time about not learning enough English."
  },
  {
    "startTime": 65.907,
    "endTime": 72.53,
    "text": "\"I'm so stupid. I should be learning more English.\" But you're not, are you? You're"
  },
  {
    "startTime": 72.53,
    "endTime": 78.237,
    "text": "watching TV, you're having a beer. You're not learning English at all, are you? So,"
  },
  {
    "startTime": 78.237,
    "endTime": 85.03,
    "text": "this video is for you if you're a learning English quitter. And trust me on this one:"
  },
  {
    "startTime": 85.03,
    "endTime": 89.918,
    "text": "It is a life changer, total game changer."
  },
  {
    "startTime": 89.918,
    "endTime": 97.94900000000001,
    "text": "What you need to begin, starting today, is what I call the 20-minute English discipline."
  },
  {
    "startTime": 97.949,
    "endTime": 105.25999999999999,
    "text": "20-minute English discipline, and you do this every single day of your life. And what it"
  },
  {
    "startTime": 105.26,
    "endTime": 114.16900000000001,
    "text": "means is for 20 minutes a day, every single day, you study English in a serious way. Okay?"
  },
  {
    "startTime": 114.169,
    "endTime": 120.237,
    "text": "A serious way. An active way. You do it on Monday, Tuesday, Wednesday, Thursday, Friday,"
  },
  {
    "startTime": 120.237,
    "endTime": 126.50999999999999,
    "text": "Saturday, Sunday; every day. You do it on your birthday, you do it when your cousin's"
  },
  {
    "startTime": 126.51,
    "endTime": 132.39000000000001,
    "text": "getting married. You do it every day, it doesn't matter. No excuses, you do it. So, when your"
  },
  {
    "startTime": 132.39,
    "endTime": 137.95,
    "text": "cousin comes to you and says: \"Hey, let's go and have a beer\", you say: \"That's a great"
  },
  {
    "startTime": 137.95,
    "endTime": 145.82899999999998,
    "text": "idea. I'm going to come with you in nine minutes when I've finished my studies. I'll be with"
  },
  {
    "startTime": 145.829,
    "endTime": 151.69,
    "text": "you in a minute.\" So don't let other people put you off doing your daily... Daily discipline"
  },
  {
    "startTime": 151.69,
    "endTime": 154.85,
    "text": "of study. 20 minutes every day."
  },
  {
    "startTime": 154.85,
    "endTime": 161.28199999999998,
    "text": "Plus, this is what happens: When you start doing the 20-minute discipline, you realize:"
  },
  {
    "startTime": 161.282,
    "endTime": 165.668,
    "text": "\"Oh, 20 minutes isn't that long. I haven't... I haven't finished everything I wanted to"
  },
  {
    "startTime": 165.668,
    "endTime": 172.832,
    "text": "finish. I'm going to study some more.\" Nun-uh, nun-uh, nun-uh. It's just 20 minutes every"
  },
  {
    "startTime": 172.832,
    "endTime": 179.82999999999998,
    "text": "day. When you get to 20 minutes, you stop. It's not: \"I'll do 25 minutes today.\" It's"
  },
  {
    "startTime": 179.83,
    "endTime": 185.411,
    "text": "not: \"I'll do 40 minutes today, and not do anything tomorrow.\" It's not that. It's 20"
  },
  {
    "startTime": 185.411,
    "endTime": 190.15,
    "text": "minutes every day, and then you stop. That's all you need to do."
  },
  {
    "startTime": 190.15,
    "endTime": 198.74,
    "text": "The problem when you do 40 minutes one day, one hour another day, nothing the next day"
  },
  {
    "startTime": 198.74,
    "endTime": 208.459,
    "text": "is that you lose... You don't build up the strength and the habit of making studying"
  },
  {
    "startTime": 208.459,
    "endTime": 213.54,
    "text": "and studying English, in particular, part of your everyday life, so that's why for most"
  },
  {
    "startTime": 213.54,
    "endTime": 219.695,
    "text": "people it doesn't work to do a lot on one day and nothing on the other. Your 20 minutes"
  },
  {
    "startTime": 219.695,
    "endTime": 225.426,
    "text": "is something that you can fit into any... Any person watching this video, any person"
  },
  {
    "startTime": 225.426,
    "endTime": 231.07899999999998,
    "text": "in the world, if you're serious about learning English, or serious about learning anything,"
  },
  {
    "startTime": 231.079,
    "endTime": 238.16,
    "text": "anything in the whole world, you can find 20 minutes from your day to get serious about"
  },
  {
    "startTime": 238.16,
    "endTime": 242.65,
    "text": "it and put that time aside. If you're... We know if you're not serious. If you're... You're"
  },
  {
    "startTime": 242.65,
    "endTime": 247.552,
    "text": "not serious if you say: \"Oh, I haven't got time. I haven't got time. I'm too busy for"
  },
  {
    "startTime": 247.552,
    "endTime": 253.843,
    "text": "20 minutes every day.\" Well, you're not serious if you don't make 20 minutes a day for your"
  },
  {
    "startTime": 253.843,
    "endTime": 255.753,
    "text": "learning English studies."
  },
  {
    "startTime": 255.753,
    "endTime": 263.26,
    "text": "So what I want to talk about now is how exactly you should be using your 20 minutes, and we're"
  },
  {
    "startTime": 263.26,
    "endTime": 269.589,
    "text": "going to talk about using the engVid website for 20 minutes every day. You already know"
  },
  {
    "startTime": 269.589,
    "endTime": 275.43,
    "text": "there's so many lessons on the engVid site, lessons on everything. Everything you could"
  },
  {
    "startTime": 275.43,
    "endTime": 281.49,
    "text": "possibly want or need to know about learning English is on the engVid site. If you could"
  },
  {
    "startTime": 281.49,
    "endTime": 287.49,
    "text": "just take all those videos and put them in your head, that would... That would be awesome,"
  },
  {
    "startTime": 287.49,
    "endTime": 292.945,
    "text": "wouldn't it? That would save you a lot of time. But we can't do that. It's not a way"
  },
  {
    "startTime": 292.945,
    "endTime": 294.741,
    "text": "of learning."
  },
  {
    "startTime": 294.741,
    "endTime": 303.632,
    "text": "Most people, I think watching the site, watch the videos, listen, do the quiz at the end."
  },
  {
    "startTime": 303.632,
    "endTime": 310.34000000000003,
    "text": "Okay? Lesson done. Now, that's good, but I can tell you how you can make it a lot more"
  },
  {
    "startTime": 310.34,
    "endTime": 317.979,
    "text": "effective with your 20-minute daily discipline, and that means that you have to be active"
  },
  {
    "startTime": 317.979,
    "endTime": 324.75,
    "text": "when you're watching the lesson. So I want you to have a pen in hand, paper, and I want"
  },
  {
    "startTime": 324.75,
    "endTime": 332.389,
    "text": "you to be taking notes from the lesson. Now, for me, personally, taking notes, I just find"
  },
  {
    "startTime": 332.389,
    "endTime": 338.012,
    "text": "it effective to write things down. Like, even if I know something, I'll write it down; a"
  },
  {
    "startTime": 338.012,
    "endTime": 344.158,
    "text": "new phrase that I heard that I learnt, I'll write it down; new vocabulary, of course,"
  },
  {
    "startTime": 344.158,
    "endTime": 349.25,
    "text": "write it down; if it's a grammar rule, write it down. So just get your hand active during"
  },
  {
    "startTime": 349.25,
    "endTime": 354.74,
    "text": "the lesson. Now, the more active you are, obviously, the more you may need to pause"
  },
  {
    "startTime": 354.74,
    "endTime": 360.365,
    "text": "the video, so stop the video, write something down, and of course, carry on."
  },
  {
    "startTime": 360.365,
    "endTime": 366.57,
    "text": "Another thing that is so, so, so effective when you're learning a language is to repeat"
  },
  {
    "startTime": 366.57,
    "endTime": 372.54,
    "text": "materials; watch more than once. Now, your brain is very lazy, and it's going to be like:"
  },
  {
    "startTime": 372.54,
    "endTime": 377.735,
    "text": "\"But I already saw that, I know that. I know that lesson.\" If you're learning a language,"
  },
  {
    "startTime": 377.735,
    "endTime": 385.612,
    "text": "you don't know everything the first time you watch the video. Watching a video two times,"
  },
  {
    "startTime": 385.612,
    "endTime": 392.27200000000005,
    "text": "four times is where you get to see a big, big, big difference. Now, you don't have to"
  },
  {
    "startTime": 392.272,
    "endTime": 397.729,
    "text": "watch again the same day; you could watch again a few days later or a week later. But"
  },
  {
    "startTime": 397.729,
    "endTime": 402.8,
    "text": "that's where you really start to pick up the things that you missed before, so I think"
  },
  {
    "startTime": 402.8,
    "endTime": 409.669,
    "text": "it's a really, really good part of your daily discipline to be watching things again. So"
  },
  {
    "startTime": 409.669,
    "endTime": 415.032,
    "text": "what it... This is what I advise you to do with the videos: First time just watch"
  },
  {
    "startTime": 415.032,
    "endTime": 420.573,
    "text": "and watch without subtitles. Okay? Take notes. Good."
  },
  {
    "startTime": 420.573,
    "endTime": 425.75899999999996,
    "text": "Second time, watch with the subtitle, and you can read along"
  },
  {
    "startTime": 425.759,
    "endTime": 433.204,
    "text": "and listen at the same time. Another good way. A third time, I want you to just watch"
  },
  {
    "startTime": 433.204,
    "endTime": 438.63,
    "text": "the video, and pause. Every now and then there's a good phrase for you to write down. Write"
  },
  {
    "startTime": 438.63,
    "endTime": 446.052,
    "text": "it down, and then after, as an option, you can check: \"Did you get the spelling of the"
  },
  {
    "startTime": 446.052,
    "endTime": 453.444,
    "text": "phrase right?\" as well. The point of this is not to rush through the video, and learn"
  },
  {
    "startTime": 453.444,
    "endTime": 460.309,
    "text": "everything really, really quickly. The point is to take your time and be active in lesson."
  },
  {
    "startTime": 460.309,
    "endTime": 467.24300000000005,
    "text": "And of course, at the end of the lesson, there's always a quiz for you to do."
  },
  {
    "startTime": 467.243,
    "endTime": 473.286,
    "text": "So, I want you to begin that now. If you're an English quitter, a learning English quitter,"
  },
  {
    "startTime": 473.286,
    "endTime": 478.047,
    "text": "today is the first day of the rest of your learning English life, and you're going to"
  },
  {
    "startTime": 478.047,
    "endTime": 483.86,
    "text": "do 20 minutes studying every day. Trust me, it's going to make a big, big difference."
  },
  {
    "startTime": 483.86,
    "endTime": 488.8,
    "text": "You're going to learn so much English. It starts today. You can do this. You've got"
  },
  {
    "startTime": 488.8,
    "endTime": 495.18,
    "text": "the power. What I'd like to do now is invite you to take the quiz on today's video. And"
  },
  {
    "startTime": 495.18,
    "endTime": 500.398,
    "text": "also, because we haven't done this kind of video before-there's no board here, is there?"
  },
  {
    "startTime": 500.398,
    "endTime": 505.07300000000004,
    "text": "-I want you to give us a comment and say: How did you like this video?"
  },
  {
    "startTime": 505.073,
    "endTime": 506.667,
    "text": "So, until next time,"
  },
  {
    "startTime": 506.667,
    "endTime": 516.6669999999999,
    "text": "I'll see you later. Bye."
  }
]