[
  {
    "startTime": 3.51,
    "endTime": 7.7299999999999995,
    "text": "Zebediah Killgrave, the Purple Man, is a pretty obscure Marvel villain who’s only recently"
  },
  {
    "startTime": 7.73,
    "endTime": 11.700000000000001,
    "text": "received mainstream notoriety because geek heartthrob David Tennant plays him in Jessica"
  },
  {
    "startTime": 11.7,
    "endTime": 15.45,
    "text": "Jones on Netflix. Besides sharing a name with the bad guy from Five Night’s at Freddy’s"
  },
  {
    "startTime": 15.45,
    "endTime": 18.99,
    "text": "though, I’m sure many people are asking… “Who hell is this guy?”"
  },
  {
    "startTime": 18.99,
    "endTime": 23.209999999999997,
    "text": "Killgrave was a Soviet spy who tried to steal an experimental nerve gas from the Americans."
  },
  {
    "startTime": 23.21,
    "endTime": 27.73,
    "text": "He was discovered and shot at, causing a gas canister to leak all over him, dying Killgrave’s"
  },
  {
    "startTime": 27.73,
    "endTime": 31.13,
    "text": "skin purple. Once Killgrave realized that this granted him the ability to make people"
  },
  {
    "startTime": 31.13,
    "endTime": 35.35,
    "text": "do what he says and a healing factor, he took up the name Purple Man and began a life of"
  },
  {
    "startTime": 35.35,
    "endTime": 35.85,
    "text": "crime."
  },
  {
    "startTime": 35.85,
    "endTime": 39.54,
    "text": "We actually know quite a bit regarding how Killgrave’s powers work. His skin produces"
  },
  {
    "startTime": 39.54,
    "endTime": 44.079,
    "text": "a specialized pheromone that when inhaled or absorbed makes the victim do whatever Purple"
  },
  {
    "startTime": 44.079,
    "endTime": 49.230000000000004,
    "text": "Man commands them to do, even STOP BREATHING. The commands Killgrave gives his victims are"
  },
  {
    "startTime": 49.23,
    "endTime": 54.239,
    "text": "indistinguishable from their actual thoughts making them WANT to carry out his will. However,"
  },
  {
    "startTime": 54.239,
    "endTime": 57.779999999999994,
    "text": "as the subject moves away from Purple Man, they regain their free will as the pheromone"
  },
  {
    "startTime": 57.78,
    "endTime": 58.620000000000005,
    "text": "is metabolised."
  },
  {
    "startTime": 58.62,
    "endTime": 62.66,
    "text": "The length of time that Killgrave can have someone enthralled is indefinite as long as"
  },
  {
    "startTime": 62.66,
    "endTime": 66.33,
    "text": "they’re in range of his pheromones. For example, he once used his powers to seduce"
  },
  {
    "startTime": 66.33,
    "endTime": 70.31,
    "text": "a beautiful woman for YEARS, but he decided to free her from his control to see if she"
  },
  {
    "startTime": 70.31,
    "endTime": 75.58,
    "text": "would love him for him and not you know, the mind control. Mortified, she ran away to Canada"
  },
  {
    "startTime": 75.58,
    "endTime": 79.22,
    "text": "and gave birth to their daughter, Kara Killgrave, who would go on to become the hero Purple"
  },
  {
    "startTime": 79.22,
    "endTime": 79.59,
    "text": "Woman."
  },
  {
    "startTime": 79.59,
    "endTime": 83.52000000000001,
    "text": "Killgrave is a frequent adversary of Daredevil. In fact, his first appearance was in Daredevil"
  },
  {
    "startTime": 83.52,
    "endTime": 88.72,
    "text": "#4 all the way back in 1964, but it was retold in Daredevil: Yellow which is what I’ll"
  },
  {
    "startTime": 88.72,
    "endTime": 92.42999999999999,
    "text": "be referencing. Matt Murdock (who is secretly Daredevil) is assigned to be Purple Man’s"
  },
  {
    "startTime": 92.43,
    "endTime": 94.799,
    "text": "lawyer after he was arrested for robbing a bank."
  },
  {
    "startTime": 94.799,
    "endTime": 97.96000000000001,
    "text": "When Matt meets with Killgrave in a holding cell, Purple Man insists that he doesn’t"
  },
  {
    "startTime": 97.96,
    "endTime": 102.0,
    "text": "need a lawyer and that he won’t even go to trial. In fact, Killgrave tells the guard"
  },
  {
    "startTime": 102.0,
    "endTime": 107.46,
    "text": "to unlock the cell and just he walks on out, taking Karen Page, Murdock’s assistant/kind"
  },
  {
    "startTime": 107.46,
    "endTime": 109.13,
    "text": "of girlfriend, along with him."
  },
  {
    "startTime": 109.13,
    "endTime": 113.759,
    "text": "See, because of Daredevil’s heightened senses, he’s unaffected by Purple Man’s pheromones."
  },
  {
    "startTime": 113.759,
    "endTime": 117.68,
    "text": "This usually means that once Daredevil gets through Killgrave’s henchmen, he takes his"
  },
  {
    "startTime": 117.68,
    "endTime": 121.71000000000001,
    "text": "purple ass down rather quickly. However in their first encounter, Daredevil"
  },
  {
    "startTime": 121.71,
    "endTime": 125.579,
    "text": "is too wrapped up in dealing with mind controlled police officers that Purple Man was able to"
  },
  {
    "startTime": 125.579,
    "endTime": 129.259,
    "text": "escape with Karen to a hotel room. Daredevil was able to get there before Killgrave could"
  },
  {
    "startTime": 129.259,
    "endTime": 133.29999999999998,
    "text": "rape Karen, but Purple Man told her to jump off the building so he could get away. Thankfully,"
  },
  {
    "startTime": 133.3,
    "endTime": 136.91000000000003,
    "text": "Daredevil was able to both save the girl AND put Killgrave behind bars!"
  },
  {
    "startTime": 136.91,
    "endTime": 141.51,
    "text": "Another example of just how powerful his pheromones are is that he basically made Jessica Jones"
  },
  {
    "startTime": 141.51,
    "endTime": 145.959,
    "text": "his slave for eight months. This whole time, Purple Man’s life was just partying in a"
  },
  {
    "startTime": 145.959,
    "endTime": 150.81900000000002,
    "text": "hotel room that he never paid for, eating expensive food, watching TV, mind controlling"
  },
  {
    "startTime": 150.819,
    "endTime": 155.48,
    "text": "college girls to sex with him, aaaaaaaaand emotionally tormenting Jessica, making her"
  },
  {
    "startTime": 155.48,
    "endTime": 159.60999999999999,
    "text": "bathe him, forcing her to watch him rape those aforementioned college girls, and he even"
  },
  {
    "startTime": 159.61,
    "endTime": 160.98000000000002,
    "text": "sends her to go kill Daredevil."
  },
  {
    "startTime": 160.98,
    "endTime": 165.98899999999998,
    "text": "Despite being able to do all this to a FREAKING SUPERHERO, Purple Man is still a street level"
  },
  {
    "startTime": 165.989,
    "endTime": 169.48000000000002,
    "text": "villain and most of his crimes really aren’t that significant or special."
  },
  {
    "startTime": 169.48,
    "endTime": 173.23899999999998,
    "text": "Killgrave was last seen about a year ago when he gathered up all his illegitimate children"
  },
  {
    "startTime": 173.239,
    "endTime": 176.989,
    "text": "(except for Purple Woman) with the goal of finally receiving real unconditional love"
  },
  {
    "startTime": 176.989,
    "endTime": 180.93,
    "text": "from them. Yet, the Purple Children together were strong enough to overpower their father"
  },
  {
    "startTime": 180.93,
    "endTime": 185.48000000000002,
    "text": "and had him walk in front of a moving train. But hey, healing factor! Killgrave survives"
  },
  {
    "startTime": 185.48,
    "endTime": 190.17,
    "text": "and decides to exact revenge on his children by taking them down one by one, Assassin’s"
  },
  {
    "startTime": 190.17,
    "endTime": 193.20899999999997,
    "text": "Creed style, until Daredevil saves the day of course."
  },
  {
    "startTime": 193.209,
    "endTime": 197.59,
    "text": "I feel that Purple Man’s powers are really freaking cool and that he could become a REALLY"
  },
  {
    "startTime": 197.59,
    "endTime": 201.92000000000002,
    "text": "prominent villain with more great storylines, but outside of ruining Jessica Jones’ life,"
  },
  {
    "startTime": 201.92,
    "endTime": 206.44,
    "text": "the only thing Killgrave has done of real significance was get kidnapped by Dr. Doom"
  },
  {
    "startTime": 206.44,
    "endTime": 210.879,
    "text": "who amplified and exploited Purple Man’s powers to temporarily become emperor of the"
  },
  {
    "startTime": 210.879,
    "endTime": 214.01899999999998,
    "text": "world… In a graphic novel that may or may not be canon."
  },
  {
    "startTime": 214.019,
    "endTime": 217.79,
    "text": "If you want to read about Killgrave for yourself, I’d recommend checking out Daredevil: Yellow,"
  },
  {
    "startTime": 217.79,
    "endTime": 222.849,
    "text": "Alias, and the Purple Children storyline from the 2014 Daredevil run. That’s issues eight"
  },
  {
    "startTime": 222.849,
    "endTime": 223.569,
    "text": "through ten."
  },
  {
    "startTime": 223.569,
    "endTime": 227.48,
    "text": "But hey, what other Daredevil villain do you want me to talk about in the future? The Owl"
  },
  {
    "startTime": 227.48,
    "endTime": 231.36999999999998,
    "text": "or The Kingpin? Click or comment to cast your vote! If you want to learn more about Jessica"
  },
  {
    "startTime": 231.37,
    "endTime": 241.37,
    "text": "Jones, Purple Man’s super powered victim, then click on this video right here!"
  }
]