[
  {
    "startTime": 0.229,
    "endTime": 8.559,
    "text": "For centuries hypnotism has been explored as a therapeutic or entertaining tool, but it has a reputation of being fake and shrouded in mysticism."
  },
  {
    "startTime": 8.859,
    "endTime": 10.8,
    "text": "So what does science say?"
  },
  {
    "startTime": 10.8,
    "endTime": 12.88,
    "text": "Is hypnosis a real thing?"
  },
  {
    "startTime": 12.88,
    "endTime": 22.840000000000003,
    "text": "Take a second to close your eyes and imagine a lemon. Imagine the smells of that lemon, its color, its shape. Picture the texture and feel the lemon on your skin."
  },
  {
    "startTime": 22.94,
    "endTime": 28.499000000000002,
    "text": "Now take a knife and slowly cut into it, releasing the juices."
  },
  {
    "startTime": 28.499,
    "endTime": 34.229,
    "text": "Take the slice you just cut and squeeze the lemon into your mouth. Now open your eyes."
  },
  {
    "startTime": 34.329,
    "endTime": 42.829,
    "text": "Is your mouth watering at all? You see, despite being presented in the media as a form of mind control, scientific researchers describe hypnotism differently."
  },
  {
    "startTime": 43.029,
    "endTime": 51.7,
    "text": "Hypnotism is a state of consciousness involving highly focused attention minimizing competing thoughts and allowing an enhanced ability to respond to suggestions."
  },
  {
    "startTime": 51.7,
    "endTime": 62.190000000000005,
    "text": "Hypnosis, from a scientific perspective then, is similar to the kind of focus your brain feels when reading a book or watching a television show, where the rest of the world seems to \"slip away\"."
  },
  {
    "startTime": 62.19,
    "endTime": 66.89999999999999,
    "text": "And research has shown that it's actually capable of shutting down our automatic responses."
  },
  {
    "startTime": 67.0,
    "endTime": 76.42,
    "text": "Like reading words right in front of us. In this test, try and say the name of the color, not what's written on screen. So in this case you'd say \"blue\" as fast as possible."
  },
  {
    "startTime": 76.82,
    "endTime": 85.0,
    "text": "Try it on your own."
  },
  {
    "startTime": 85.0,
    "endTime": 89.06,
    "text": "It's kind of tricky, right? This is known as the Stroop effect."
  },
  {
    "startTime": 89.16,
    "endTime": 95.5,
    "text": "It's difficult because our automatic process of wanting to read the word trips us up in our ability to name the color quickly."
  },
  {
    "startTime": 95.5,
    "endTime": 104.35,
    "text": "However, if the words were in another language like dutch, then you would have no problem naming the colors as the words don't have meaning to you ... unless you speak dutch."
  },
  {
    "startTime": 104.85,
    "endTime": 111.449,
    "text": "In one study hypnotized participants were given the Stroop test after being told that would see the words as gibberish and meaningless."
  },
  {
    "startTime": 111.749,
    "endTime": 117.86999999999999,
    "text": "As a result the stroop effect was temporarily eliminated, and participants could name the color without error or delay."
  },
  {
    "startTime": 118.07,
    "endTime": 132.35,
    "text": "When this test was run in an FMRI, participants showed lower activation in the anterior cingulate cortex, an area in the brain involved in resolving conflict and competing demands; as well as a reduction in the visual cortex, which is crucial for recognizing words."
  },
  {
    "startTime": 132.35,
    "endTime": 138.66,
    "text": "The Harvard Group Scale of Hypnotic Susceptibility shows that hypnotizability follows a normal bell curve distribution."
  },
  {
    "startTime": 138.96,
    "endTime": 149.0,
    "text": "Very few people experience no sensation during hypnotism, many people will respond to ideomotor-ideosensory direct suggestions, such as lifting your arm involuntarily,"
  },
  {
    "startTime": 149.0,
    "endTime": 157.569,
    "text": "and a small group of people will respond to cognitive suggestions which impact memory and perception and can create hallucinations and selective  amnesia."
  },
  {
    "startTime": 157.569,
    "endTime": 167.1,
    "text": "It can even be used to modulate pain. In one study, while hypnotized, participants were given a painful heat stimulus on their right hand and rated their level of pain."
  },
  {
    "startTime": 167.1,
    "endTime": 174.5,
    "text": "They were then told they would be given the same heat stimulus, when it was actually a non painful temperature, and they rated their level of pain the same."
  },
  {
    "startTime": 174.5,
    "endTime": 179.2,
    "text": "In fact, their brain showed the same level of activation in the anterior cingulate cortex."
  },
  {
    "startTime": 179.2,
    "endTime": 193.5,
    "text": "Scientists have also scanned the brains of people faking leg paralysis as if hypnotized, and then again later when they were actually hypnotized, and saw increased brain activation in the right orbitofrontal cortex, right cerebellum, left thalamus, and putamen."
  },
  {
    "startTime": 193.5,
    "endTime": 201.1,
    "text": "Meanwhile, when faking it, they showed no such changes - which suggests hypnosis has a different neural basis than those imitating it."
  },
  {
    "startTime": 201.1,
    "endTime": 211.379,
    "text": "So while many hypnotists or subjects could seemingly fake hypnosis, and I'm sure it happens under a brain scan it becomes clear who is lying and who is actually hypnotized."
  },
  {
    "startTime": 211.379,
    "endTime": 221.62,
    "text": "If you want to see US get hypnotized by a professional for the first time in our lives check out our video on Asap THOUGHT where we do exactly that! It was a... interesting experience!"
  },
  {
    "startTime": 221.62,
    "endTime": 224.70000000000002,
    "text": "Click on the screen or use the link in the description to see that video."
  },
  {
    "startTime": 225.1,
    "endTime": 234.0,
    "text": "And subscribe for more weekly science videos!"
  }
]