[
  {
    "startTime": 0.82,
    "endTime": 7.42,
    "text": "Hi everyone thanks for clicking, I am Niharika and I am back with a new lesson for you. I today's"
  },
  {
    "startTime": 7.42,
    "endTime": 20.759999999999998,
    "text": "we are gonna learn \"Different ways to sign off an email\"."
  },
  {
    "startTime": 20.76,
    "endTime": 25.62,
    "text": "So, what exactly sign off means, the sign off, well there's another"
  },
  {
    "startTime": 25.62,
    "endTime": 36.5,
    "text": "term in English for sign off, that's valediction"
  },
  {
    "startTime": 36.5,
    "endTime": 43.739,
    "text": "and valediction or sign off means the way you conclude your email, a message or even"
  },
  {
    "startTime": 43.739,
    "endTime": 51.41,
    "text": "a letter. So it's very important for you to sign off correctly because most of us are"
  },
  {
    "startTime": 51.41,
    "endTime": 58.48,
    "text": "into emails, right? and you know it reflects your relationship with the person that you"
  },
  {
    "startTime": 58.48,
    "endTime": 64.62899999999999,
    "text": "are writing to. So the correct ways of signing off, that's what we are gonna learn in today's"
  },
  {
    "startTime": 64.629,
    "endTime": 71.57000000000001,
    "text": "lesson, so before looking at different ways, we are gonna look at some tips, so the first"
  },
  {
    "startTime": 71.57,
    "endTime": 79.88999999999999,
    "text": "one is - Don't conclude with quotes. Now many of us love to conclude our emails with these"
  },
  {
    "startTime": 79.89,
    "endTime": 90.119,
    "text": "motivational quotes. Yes it is nice to read quotes online or some messages or some quotes"
  },
  {
    "startTime": 90.119,
    "endTime": 97.229,
    "text": "that you receive on your mobile phone, it's nice to read it, but adding it as a sign off,"
  },
  {
    "startTime": 97.229,
    "endTime": 104.78999999999999,
    "text": "well it's not a great idea because it kind off adds too much of drama in your email and"
  },
  {
    "startTime": 104.79,
    "endTime": 113.869,
    "text": "it kind of wastes the person's time, the reader's time, so do not conclude your email with quotes,"
  },
  {
    "startTime": 113.869,
    "endTime": 121.02,
    "text": "with motivational, inspirational quotes, not required. The second tip that you really need"
  },
  {
    "startTime": 121.02,
    "endTime": 128.26999999999998,
    "text": "to keep in mind before signing off an email is \" avoid adding too many details\" Well there"
  },
  {
    "startTime": 128.27,
    "endTime": 135.45000000000002,
    "text": "are so many emails that I come across personally where people add too many details while signing"
  },
  {
    "startTime": 135.45,
    "endTime": 143.01999999999998,
    "text": "off, like their name, their contact information, their home address, their office address,"
  },
  {
    "startTime": 143.02,
    "endTime": 150.08,
    "text": "do you really think that's important? Well it's not, so just keep it very simple , the"
  },
  {
    "startTime": 150.08,
    "endTime": 156.09,
    "text": "details that you can include while signing off is your Title, that's your designation"
  },
  {
    "startTime": 156.09,
    "endTime": 161.97,
    "text": "and your contact information, that's your mobile phone no and that's about it, just"
  },
  {
    "startTime": 161.97,
    "endTime": 170.5,
    "text": "keep it simple and small. The third thing that you need to keep in mind is \" Don't include"
  },
  {
    "startTime": 170.5,
    "endTime": 179.36,
    "text": "sign offs in a thread\" Now a thread, a thread is when you start writing an email , you send it,"
  },
  {
    "startTime": 179.36,
    "endTime": 186.34,
    "text": "the person reads it and replies to you and then you send another email,"
  },
  {
    "startTime": 186.34,
    "endTime": 193.85,
    "text": "so there's constant exchange of email, so that's a thread. So not every time you gonna add sign offs"
  },
  {
    "startTime": 193.85,
    "endTime": 203.2,
    "text": "to your email, for example you have exchanged around 10 emails, the only first email should"
  },
  {
    "startTime": 203.2,
    "endTime": 212.35,
    "text": "have a sign off and that's about it. You need not add sign offs on every email, okay. So"
  },
  {
    "startTime": 212.35,
    "endTime": 218.2,
    "text": "these are the tips you need to keep in mind and now let's have a look at different ways"
  },
  {
    "startTime": 218.2,
    "endTime": 226.54,
    "text": "of signing off. The first one 'Regards', Regards is very simple and very common, you can use"
  },
  {
    "startTime": 226.54,
    "endTime": 232.76,
    "text": "it for your business emails and also when you are writing to your friends and family."
  },
  {
    "startTime": 232.76,
    "endTime": 241.79999999999998,
    "text": "So regards indicates affection and sentiments of esteem, now many people also add words"
  },
  {
    "startTime": 241.8,
    "endTime": 256.59000000000003,
    "text": "like - Kind, like kind regards, warm and best, okay so depends on the relationship that you"
  },
  {
    "startTime": 256.59,
    "endTime": 263.01,
    "text": "share with the person that you are writing to. You can choose one of these words correctly,"
  },
  {
    "startTime": 263.01,
    "endTime": 270.59,
    "text": "so either it could be just simple regards or it can be Kind regards, warm regards or"
  },
  {
    "startTime": 270.59,
    "endTime": 277.71,
    "text": "best regards and then you add your name, okay, for example - Best Regards , Niharika that's"
  },
  {
    "startTime": 277.71,
    "endTime": 284.90999999999997,
    "text": "a simple sign off for the person I am writing to. Another type of sign off is \" Thank you"
  },
  {
    "startTime": 284.91,
    "endTime": 294.18,
    "text": "so much\" now this expression, of course is when you are expressing gratitude, now maybe"
  },
  {
    "startTime": 294.18,
    "endTime": 302.75,
    "text": "your client or your colleague or person with whom you share business relationship has put"
  },
  {
    "startTime": 302.75,
    "endTime": 308.91,
    "text": "in some efforts or has done something really nice for you or maybe solved a problem that"
  },
  {
    "startTime": 308.91,
    "endTime": 315.47,
    "text": "you are facing, it can be for anything that you really want to thank that person for doing"
  },
  {
    "startTime": 315.47,
    "endTime": 321.88000000000005,
    "text": "this. So, this is just a perfect sign off when you want to express gratitude, thank"
  },
  {
    "startTime": 321.88,
    "endTime": 330.36,
    "text": "you so much and then you write your name. So use this when you are thanking someone."
  },
  {
    "startTime": 330.36,
    "endTime": 337.34000000000003,
    "text": "Again this phrase or this sign off can be used in business emails and also in informal"
  },
  {
    "startTime": 337.34,
    "endTime": 346.22999999999996,
    "text": "emails. Another one is \" Looking forward\" Now looking forward, this sign off is used"
  },
  {
    "startTime": 346.23,
    "endTime": 363.21000000000004,
    "text": "when you are eager to meet that person you are writing to, probably you are seeking for"
  },
  {
    "startTime": 363.21,
    "endTime": 370.73999999999995,
    "text": "employment, so you are sending your resume , you are sending a cover letter, you can"
  },
  {
    "startTime": 370.74,
    "endTime": 378.18,
    "text": "end a cover letter by this sign off, which is looking forward, also if you are fixing"
  },
  {
    "startTime": 378.18,
    "endTime": 384.51,
    "text": "an appointment with someone, maybe your business partner or maybe your client, you are writing"
  },
  {
    "startTime": 384.51,
    "endTime": 391.99,
    "text": "an email to fix an appointment, then use this sign off - looking forward - it's just expresses"
  },
  {
    "startTime": 391.99,
    "endTime": 399.78000000000003,
    "text": "that you are really eager to meet this person. Another one that I have for you here is \" Sincerely yours,\""
  },
  {
    "startTime": 399.78,
    "endTime": 409.4,
    "text": "Now \"sincerely yours\" is extremely formal and it's quite old fashioned as well but it"
  },
  {
    "startTime": 409.4,
    "endTime": 416.83,
    "text": "is perfect for the corporate world, so if you are writing a business email then stick"
  },
  {
    "startTime": 416.83,
    "endTime": 434.0,
    "text": "to this - sincerely yours. So sincerely yours is a perfect formal sign off. Let's have a"
  },
  {
    "startTime": 434.0,
    "endTime": 442.08,
    "text": "look at another one “Cheers!”, now cheers! is of course a salutation before drinking,"
  },
  {
    "startTime": 442.08,
    "endTime": 451.46,
    "text": "but it can be also used as a sign off, if the subject of your email is something celebratory,"
  },
  {
    "startTime": 451.46,
    "endTime": 459.06,
    "text": "maybe your colleague just informed you that the company's sales are excellent this year,"
  },
  {
    "startTime": 459.06,
    "endTime": 464.15,
    "text": "then of course , it's time for celebration right? and you are just been informed, so"
  },
  {
    "startTime": 464.15,
    "endTime": 473.13899999999995,
    "text": "you can sign it off by saying Cheers! Or if your colleague just informed you about his"
  },
  {
    "startTime": 473.139,
    "endTime": 479.59000000000003,
    "text": "promotion and you are congratulating your colleague, then you can sign it off by writing"
  },
  {
    "startTime": 479.59,
    "endTime": 494.85999999999996,
    "text": "cheers! So, use this when something or the email is celebratory okay. The next one that"
  },
  {
    "startTime": 494.86,
    "endTime": 502.49,
    "text": "I have for you is Ciao, now ciao is actually a good bye in Italy. So Italians do not say"
  },
  {
    "startTime": 502.49,
    "endTime": 511.02,
    "text": "bye or good bye, they use the word Ciao, so ciao can be used for informal emails only"
  },
  {
    "startTime": 511.02,
    "endTime": 517.63,
    "text": "when you are writing to your friends and family, use the sign off ciao right? And then the"
  },
  {
    "startTime": 517.63,
    "endTime": 525.45,
    "text": "last one that I have for you is XOXO, now many people have no clue what exactly this"
  },
  {
    "startTime": 525.45,
    "endTime": 533.2700000000001,
    "text": "means because there are friends and family members who either conclude their message"
  },
  {
    "startTime": 533.27,
    "endTime": 541.5699999999999,
    "text": "or their emails with XOXO and then you get confused, what exactly XOXO really means."
  },
  {
    "startTime": 541.57,
    "endTime": 558.21,
    "text": "So XOXO actually stands for Hugs and Kisses, so again do not use XOXO for your business"
  },
  {
    "startTime": 558.21,
    "endTime": 564.5600000000001,
    "text": "emails, stick to informal emails with this sign off XOXO, which actually means Hugs and"
  },
  {
    "startTime": 564.56,
    "endTime": 572.8699999999999,
    "text": "Kisses. So these are some sign offs that you can use, couple of them for the business world"
  },
  {
    "startTime": 572.87,
    "endTime": 579.25,
    "text": "and couple of them for informal writing. So hope these phrases are helpful to you and"
  },
  {
    "startTime": 579.25,
    "endTime": 585.81,
    "text": "also make sure that you go through these tips before signing off an email. So this brings"
  },
  {
    "startTime": 585.81,
    "endTime": 592.3599999999999,
    "text": "me to the end of the lesson and I am leaving you with really funny and hilarious sign offs"
  },
  {
    "startTime": 592.36,
    "endTime": 598.1,
    "text": "which I have personally encounter, go ahead and check them out and I hope you really enjoy"
  },
  {
    "startTime": 598.1,
    "endTime": 608.1,
    "text": "them, I will be back with a new lesson, till then take care."
  }
]