[
  {
    "startTime": 0.01,
    "endTime": 2.5,
    "text": "Next time you're caught cheating in school, just blame hormones."
  },
  {
    "startTime": 7.3,
    "endTime": 9.1,
    "text": "Hey, everyone, Amy here on DNews."
  },
  {
    "startTime": 9.2,
    "endTime": 11.799999999999999,
    "text": "Pretty much everyone has cheated on a test at some point in their lives."
  },
  {
    "startTime": 11.9,
    "endTime": 20.0,
    "text": "And while it's generally frowned upon and I don't condone it, peeking at the names of the Great Lakes on a geography test when you're 6 years old doesn't mean you're gonna grow up to be a horrible adult."
  },
  {
    "startTime": 20.1,
    "endTime": 24.400000000000002,
    "text": "Some early psychological research into why kids cheat landed on moral development."
  },
  {
    "startTime": 24.5,
    "endTime": 29.4,
    "text": "As we age, we become less egotistical and more moral, drawing us away from doing something we know is wrong."
  },
  {
    "startTime": 29.5,
    "endTime": 33.3,
    "text": "Other studies have suggested cheating is the result of cost-benefit analysis."
  },
  {
    "startTime": 33.4,
    "endTime": 37.6,
    "text": "If the reward for cheating is greater than the outcome of getting caught, kids will take the risk."
  },
  {
    "startTime": 37.7,
    "endTime": 41.2,
    "text": "In either case, these rationales point to cheating as a subconscious decision."
  },
  {
    "startTime": 41.3,
    "endTime": 43.099999999999994,
    "text": "But what if it's not a decision at all?"
  },
  {
    "startTime": 43.2,
    "endTime": 49.1,
    "text": "New research published in the \"Journal of Experimental Psychology\" says that those who cheat on tests do so because of hormones."
  },
  {
    "startTime": 49.2,
    "endTime": 53.2,
    "text": "Extra testosterone gives us the courage to cheat, and extra cortisol gives us the motivation."
  },
  {
    "startTime": 53.3,
    "endTime": 58.3,
    "text": "Researchers at the University of Texas at Austin asked a group of people to take a math test and grade it themselves,"
  },
  {
    "startTime": 58.4,
    "endTime": 61.5,
    "text": "knowing that the more questions they answered correctly would earn them more money."
  },
  {
    "startTime": 61.6,
    "endTime": 64.5,
    "text": "They also took saliva samples before and after the test."
  },
  {
    "startTime": 64.6,
    "endTime": 71.0,
    "text": "The results showed that people with elevated levels of testosterone and cortisol were more likely to lie about the number of questions they got right."
  },
  {
    "startTime": 71.1,
    "endTime": 76.6,
    "text": "Testosterone decreases fear of punishment and increases sensitivity to reward, so that would explain why some cheated."
  },
  {
    "startTime": 76.7,
    "endTime": 84.4,
    "text": "Elevated cortisol, meanwhile, is linked to a state of chronic stress that can be almost debilitating, so that could be a powerful motivator in deciding to cheat."
  },
  {
    "startTime": 84.5,
    "endTime": 93.0,
    "text": "Those who cheated also showed lower levels of cortisol after the test, consistent with a reduction of emotional stress you might expect from having successfully cheated on a test."
  },
  {
    "startTime": 93.1,
    "endTime": 94.69999999999999,
    "text": "So, that's good? Not really."
  },
  {
    "startTime": 94.8,
    "endTime": 100.89999999999999,
    "text": "The reduction of stress triggered a powerful stimulation in the reward center of the brain, effectively reinforcing unethical behavior."
  },
  {
    "startTime": 101.0,
    "endTime": 106.2,
    "text": "The flip side is that people with lower levels of both testosterone and cortisol could be less prone to this unethical behavior."
  },
  {
    "startTime": 106.3,
    "endTime": 110.89999999999999,
    "text": "But it's not like parents could remove testosterone from their children for the sake of better test-taking behavior."
  },
  {
    "startTime": 111.0,
    "endTime": 114.9,
    "text": "Instead, there are ways to break that cycle of hormonal response reinforcing cheating."
  },
  {
    "startTime": 115.0,
    "endTime": 121.3,
    "text": "Research cited in the same study says that individuals rewarded in a group are less susceptible to the effects of testosterone on performance,"
  },
  {
    "startTime": 121.4,
    "endTime": 126.60000000000001,
    "text": "and those who engage in stress-reducing activities like yoga were less moved to cheat due to lower cortisol levels."
  },
  {
    "startTime": 126.7,
    "endTime": 130.7,
    "text": "So, if you want to raise an ethical student, group yoga might help⏤at least, that's my own thought."
  },
  {
    "startTime": 130.8,
    "endTime": 136.5,
    "text": "And if you're curious to know more of my own thoughts on other topics⏤namely, space⏤be sure to check out my personal channel, Vintage Space."
  },
  {
    "startTime": 136.7,
    "endTime": 140.1,
    "text": "The starter cartridge in the Titan II burned for only about a second,"
  },
  {
    "startTime": 140.2,
    "endTime": 145.39999999999998,
    "text": "and it came with this very distinctive noise that⏤now that I'm gonna make it right here, you're definitely gonna hear it in the launch."
  },
  {
    "startTime": 145.5,
    "endTime": 147.7,
    "text": "It kinda sounds like a \"bwoop\"."
  },
  {
    "startTime": 148.1,
    "endTime": 152.1,
    "text": "Three, two, one, zero."
  },
  {
    "startTime": 152.6,
    "endTime": 155.79999999999998,
    "text": "So, be honest, did you guys ever cheat on a test in grade school?"
  },
  {
    "startTime": 155.9,
    "endTime": 160.0,
    "text": "Let us know in the comments below, and don't forget to subscribe for more DNews everyday of the week."
  }
]