[
  {
    "startTime": 0.0,
    "endTime": 3.3,
    "text": "Hi, I'm Craig. I eat popcorn like this."
  },
  {
    "startTime": 3.3,
    "endTime": 8.14,
    "text": "And this is a Mental Floss video. Today, I'm gonna answer Bradley Stein's big question:"
  },
  {
    "startTime": 8.14,
    "endTime": 10.700000000000001,
    "text": "How did eating popcorn become a custom at movie theaters?"
  },
  {
    "startTime": 10.7,
    "endTime": 12.75,
    "text": "Nowadays, movie theaters depend on popcorn."
  },
  {
    "startTime": 12.75,
    "endTime": 17.0,
    "text": "They earn about 85% of their profits and 40% of their total revenue from concessions."
  },
  {
    "startTime": 17.0,
    "endTime": 18.3,
    "text": "But that wasn't always the case."
  },
  {
    "startTime": 18.3,
    "endTime": 31.09,
    "text": "Today, I'm gonna tell you how the tradition got started. Let's get started."
  },
  {
    "startTime": 31.09,
    "endTime": 34.4,
    "text": "Popcorn as a snack gained popularity in the US during the 19th century."
  },
  {
    "startTime": 34.4,
    "endTime": 38.0,
    "text": "It quickly became associated with the places where it was sold, like fairs and circuses."
  },
  {
    "startTime": 38.0,
    "endTime": 40.2,
    "text": "It was easy to make and transport for these events."
  },
  {
    "startTime": 40.2,
    "endTime": 43.6,
    "text": "The first steam-powered popcorn maker was invented in 1885."
  },
  {
    "startTime": 43.6,
    "endTime": 48.0,
    "text": "Eating popcorn in movie theaters, on the other hand, wasn't a custom yet—probably because there wasn't movie theaters yet."
  },
  {
    "startTime": 48.0,
    "endTime": 56.0,
    "text": "In 1907, there were around 5,000 Nickelodeon theaters in the US, which were often little spaces the size of a storefront that showed moving pictures for 5 cents."
  },
  {
    "startTime": 56.0,
    "endTime": 59.1,
    "text": "It became common for food vendors to set up shop near these theaters."
  },
  {
    "startTime": 59.1,
    "endTime": 65.0,
    "text": "So food was initially part of the movie-going experience, but that changed when a bunch of huge, classy movie theaters emerged in the 20s."
  },
  {
    "startTime": 65.0,
    "endTime": 69.4,
    "text": "There were typically signs posted saying no food allowed at the theaters, and they didn't sell food either."
  },
  {
    "startTime": 69.4,
    "endTime": 74.0,
    "text": "This was probably because the owners didn't want to deal with messes in their fancy venues, and they also hated fun."
  },
  {
    "startTime": 74.0,
    "endTime": 78.1,
    "text": "Plus, movie theaters were inspired by actual theaters rather than places like the circus."
  },
  {
    "startTime": 78.1,
    "endTime": 79.8,
    "text": "Some of them cost millions to build."
  },
  {
    "startTime": 79.8,
    "endTime": 84.3,
    "text": "It wasn't uncommon for them to have antiques, chandeliers, marble columns, and expensive carpets."
  },
  {
    "startTime": 84.3,
    "endTime": 87.3,
    "text": "Popcorn and expensive carpet are not friends."
  },
  {
    "startTime": 87.3,
    "endTime": 90.0,
    "text": "Me and popcorn aren't friends, either, because I eat it."
  },
  {
    "startTime": 90.0,
    "endTime": 91.0,
    "text": "You don't eat your friends."
  },
  {
    "startTime": 91.0,
    "endTime": 96.2,
    "text": "By the 30s, some theater owners were allowing vendors to keep food stands either inside or directly outside."
  },
  {
    "startTime": 96.2,
    "endTime": 101.55,
    "text": "One thing that probably helped convince them to do this was that movies now had sound, so eating would no longer be a loud distraction."
  },
  {
    "startTime": 101.55,
    "endTime": 106.88,
    "text": "Another big factor was the Great Depression; people could afford to see a movie and spend 5 to 10 cents on a bag of popcorn."
  },
  {
    "startTime": 106.88,
    "endTime": 112.19999999999999,
    "text": "Plus, the theater owners benefited financially from having popcorn vendors there because the vendors paid them a daily fee."
  },
  {
    "startTime": 112.2,
    "endTime": 114.60000000000001,
    "text": "Even with a fee, vendors earned a lot of money quickly."
  },
  {
    "startTime": 114.6,
    "endTime": 117.969,
    "text": "One of the earliest movie theater popcorn vendors was a woman named Julia Braden."
  },
  {
    "startTime": 117.969,
    "endTime": 120.39999999999999,
    "text": "\"The popcorn gal,\" as no one called her."
  },
  {
    "startTime": 120.4,
    "endTime": 123.30000000000001,
    "text": "She first started a little stand at the Lynwood Theater in Kansas City."
  },
  {
    "startTime": 123.3,
    "endTime": 131.7,
    "text": "By the early 30s, she'd expanded her business to 4 theaters and started earning $14,400 annually, which is about $336,000 today."
  },
  {
    "startTime": 131.7,
    "endTime": 135.7,
    "text": "As I mentioned earlier, this was the Great Depression, so not everyone was profiting like Julia Braden."
  },
  {
    "startTime": 135.7,
    "endTime": 140.39999999999998,
    "text": "Some movie theaters started closing, but many were able to stay open thanks to popcorn."
  },
  {
    "startTime": 140.4,
    "endTime": 146.70000000000002,
    "text": "They lowered the cost of admission and started earning more through their own concession stands, and so a custom was born."
  },
  {
    "startTime": 146.7,
    "endTime": 150.89999999999998,
    "text": "Thanks for watching Mental Floss video, which was made with the help of all of these popped kernels."
  },
  {
    "startTime": 150.9,
    "endTime": 156.0,
    "text": "If you have a big question of your own that you'd like answered, leave them below in the comments. I'll see you next week."
  }
]