[
  {
    "startTime": 6.0,
    "endTime": 13.24,
    "text": "StoryCorps Founder & TED Prize winner Davey Isay has created an app that aims to bring people together in a project of listening, connection, and generosity. Here's why..."
  },
  {
    "startTime": 13.24,
    "endTime": 16.245,
    "text": "This is the library of lost stories."
  },
  {
    "startTime": 16.245,
    "endTime": 41.46,
    "text": "It's where you'll find the true origins of the Sphinx and Stonehenge, the text lost in the fire of Alexandria, all of the great ideas that Einstein never thought to write down, the dream you can't quite remember from last night, your ancestor's first words, her last words."
  },
  {
    "startTime": 41.46,
    "endTime": 45.203,
    "text": "And it's the fastest growing library in the world."
  },
  {
    "startTime": 45.203,
    "endTime": 53.017,
    "text": "In the next year, 25 languages will be added to the collection, never to be heard aloud again."
  },
  {
    "startTime": 53.017,
    "endTime": 75.148,
    "text": "50 million points of view never related, the last eyewitness account of an incredible act of athleticism, disobedience, courage, unread, unheard, unwatched."
  },
  {
    "startTime": 75.148,
    "endTime": 85.164,
    "text": "But this is the StoryCorps archive at the Library of Congress where everything recorded by StoryCorps is preserved for posterity."
  },
  {
    "startTime": 85.164,
    "endTime": 96.752,
    "text": "This is where, if you record your parents, your grandparents, your neighbors, your children, their stories will live on."
  },
  {
    "startTime": 96.752,
    "endTime": 103.529,
    "text": "What if Anne Frank hadn't kept her diary?"
  },
  {
    "startTime": 103.529,
    "endTime": 107.972,
    "text": "What if no one could listen to Martin Luther King's Mountaintop speech?"
  },
  {
    "startTime": 107.972,
    "endTime": 117.79899999999999,
    "text": "What if the camera hadn't been rolling during the first moon landing?"
  },
  {
    "startTime": 117.799,
    "endTime": 126.0,
    "text": "But what if, this Thanksgiving, the youngest member of every family interviewed the oldest?"
  },
  {
    "startTime": 126.0,
    "endTime": 130.416,
    "text": "\"It's like the only thing on his mind was to tell the kids that he loved them.\""
  },
  {
    "startTime": 130.416,
    "endTime": 138.268,
    "text": "Or if on February 14th, you asked a person you love some questions you've never thought to ask."
  },
  {
    "startTime": 138.341,
    "endTime": 143.185,
    "text": "\"Being married is like having a color television set, you never want to go back  to black and white.\""
  },
  {
    "startTime": 143.185,
    "endTime": 156.6,
    "text": "History is all of these things: the testament to tragedy, the progress of civilization, the heroic triumphs, and the moments and stories that are our lives."
  },
  {
    "startTime": 156.6,
    "endTime": 164.25,
    "text": "It's also the act of actively listening to the voices of the past and the people who matter to us."
  },
  {
    "startTime": 164.25,
    "endTime": 178.5,
    "text": "\"Grand Central Station, now, we know there's an architect,  but who hung the iron? Who were the brick masons? Who swept the floor? Who kept the trains going?"
  },
  {
    "startTime": 178.5,
    "endTime": 181.992,
    "text": "\"We shall begin celebrating the lives of the uncelebrated.\""
  },
  {
    "startTime": 182.792,
    "endTime": 186.792,
    "text": "So you can make history by recording it."
  }
]