[
  {
    "startTime": 4.7,
    "endTime": 7.298,
    "text": "So sorry to read to you. I promise that I mean it."
  },
  {
    "startTime": 7.298,
    "endTime": 13.869,
    "text": "But it's an odd thing. It's so much easier to memorize words that   aren't yours than it is to memorize words that are yours."
  },
  {
    "startTime": 13.869,
    "endTime": 18.003,
    "text": "There's something mind numbingly scary about this."
  },
  {
    "startTime": 18.003,
    "endTime": 20.056,
    "text": "Thank you Mayim and Carly."
  },
  {
    "startTime": 20.056,
    "endTime": 24.024,
    "text": "Mayim, you are such a loving, intelligent, and good person."
  },
  {
    "startTime": 24.024,
    "endTime": 27.512,
    "text": "And while Todd and I have shared many friends for many years"
  },
  {
    "startTime": 27.512,
    "endTime": 31.34,
    "text": "you were the first person that we both agreed   we wanted to have here with us."
  },
  {
    "startTime": 31.34,
    "endTime": 38.138,
    "text": "Thank you for doing this."
  },
  {
    "startTime": 38.138,
    "endTime": 42.046,
    "text": "Um...checking my zipper."
  },
  {
    "startTime": 42.046,
    "endTime": 44.641999999999996,
    "text": "Thank you all for having us here tonight."
  },
  {
    "startTime": 44.642,
    "endTime": 46.987,
    "text": "Um...I'm not going to say 'um' anymore."
  },
  {
    "startTime": 46.987,
    "endTime": 50.065000000000005,
    "text": "When Todd and I were so graciously..."
  },
  {
    "startTime": 50.065,
    "endTime": 55.32,
    "text": "...when we heard that we were so graciously being   given this award we were very flattered."
  },
  {
    "startTime": 55.32,
    "endTime": 57.524,
    "text": "And we were also very confused."
  },
  {
    "startTime": 57.524,
    "endTime": 63.055,
    "text": "It just seems like there are so many people   in this world who do really amazing things"
  },
  {
    "startTime": 63.055,
    "endTime": 65.495,
    "text": "who are inspirations to others."
  },
  {
    "startTime": 65.495,
    "endTime": 68.364,
    "text": "We're surrounded by these people tonight."
  },
  {
    "startTime": 68.364,
    "endTime": 80.891,
    "text": "GLSEN's Student Ambassadors to me, are some of the most truly   inspiring people I've ever had the pleasure to meet."
  },
  {
    "startTime": 80.891,
    "endTime": 89.051,
    "text": "As she mentioned, I presented the Lifetime Achievement Award to Jeffrey   and Marilyn Katzenberg last year with Carly, who's right there."
  },
  {
    "startTime": 89.051,
    "endTime": 95.45700000000001,
    "text": "After hearing Carly speak that night, I only wondered how long   it would be until I had to call her senator."
  },
  {
    "startTime": 95.457,
    "endTime": 104.911,
    "text": "My initial response when asked to name someone who is   an inspiration is to look for someone like Carly"
  },
  {
    "startTime": 104.911,
    "endTime": 114.367,
    "text": "who, like the other ambassadors, has decided to step up, and take a   stand, and actively attempt to make a difference in their societies."
  },
  {
    "startTime": 114.367,
    "endTime": 120.132,
    "text": "I look for people who see a problem, an injustice, an inequality"
  },
  {
    "startTime": 120.132,
    "endTime": 127.08800000000001,
    "text": "and know that the only chance to rectify that issue is to   get up, and speak their minds in front of their peers"
  },
  {
    "startTime": 127.088,
    "endTime": 130.192,
    "text": "fully aware that this act puts them in the line of fire."
  },
  {
    "startTime": 130.192,
    "endTime": 141.836,
    "text": "I've been lucky enough to meet Larry Kramer, because I've had the   incredible good fortune to work on his piece \"The Normal Heart\"."
  },
  {
    "startTime": 141.836,
    "endTime": 144.30200000000002,
    "text": "I was not going to do a promotion, but there   are so many good people from HBO here."
  },
  {
    "startTime": 144.302,
    "endTime": 148.87199999999999,
    "text": "Ryan Murphy is here and I'm in the midst   of working on this with all of them"
  },
  {
    "startTime": 148.872,
    "endTime": 153.887,
    "text": "Ryan Murphy's doing such a wonderful job on the movie version of \"The   Normal Heart\". I'm very excited for all of you to see it."
  },
  {
    "startTime": 153.887,
    "endTime": 159.563,
    "text": "I really wasn't going to do that. It seems so cheap doesn't   it? It cheapens the moment, but it's such a good thing."
  },
  {
    "startTime": 159.563,
    "endTime": 164.93099999999998,
    "text": "I'm back to my words."
  },
  {
    "startTime": 164.931,
    "endTime": 169.631,
    "text": "It is impossible to work on \"The Normal Heart\" without    starting to understand what Larry is all about."
  },
  {
    "startTime": 169.631,
    "endTime": 174.234,
    "text": "Larry Kramer is a human. He has an acute sense of injustice."
  },
  {
    "startTime": 174.234,
    "endTime": 180.07500000000002,
    "text": "And has a refusal to let anything slide by   uncommented upon when he sees it as unjust."
  },
  {
    "startTime": 180.075,
    "endTime": 187.12199999999999,
    "text": "And while \"The Normal Heart\" covers a period in Larry's life where he   spear headed the struggle to bring attention to the AIDS crisis."
  },
  {
    "startTime": 187.122,
    "endTime": 192.91400000000002,
    "text": "at a time when the epidemic was largely being shunted   aside because it was considered a gay disease."
  },
  {
    "startTime": 192.914,
    "endTime": 197.89499999999998,
    "text": "I believe his play continues to resonate with audiences so strongly"
  },
  {
    "startTime": 197.895,
    "endTime": 205.061,
    "text": "because it also serves as a parable about all the   Larry's and Carly's and Student Ambassadors in our world."
  },
  {
    "startTime": 205.061,
    "endTime": 211.637,
    "text": "Whatever the particular cause is, all people understand an inspiration when they see it."
  },
  {
    "startTime": 211.637,
    "endTime": 218.983,
    "text": "So when I hold myself up to these types qualities, these   types of people. I feel I pale in comparison."
  },
  {
    "startTime": 218.983,
    "endTime": 224.826,
    "text": "I think that what people like Larry do, Carly do, is called activism."
  },
  {
    "startTime": 224.826,
    "endTime": 228.504,
    "text": "And I've never considered myself an activist."
  },
  {
    "startTime": 228.504,
    "endTime": 233.584,
    "text": "I have never considered my relationship with Todd to be an act of activism."
  },
  {
    "startTime": 233.584,
    "endTime": 236.175,
    "text": "Rather it is simply an act of love."
  },
  {
    "startTime": 236.175,
    "endTime": 242.747,
    "text": "Coffee in the morning, going to work, washing the   clothes, walking the dog, regular life boring love."
  },
  {
    "startTime": 242.747,
    "endTime": 245.983,
    "text": "No offense. You know what I mean by that!"
  },
  {
    "startTime": 245.983,
    "endTime": 250.246,
    "text": "It's a good place to be, but come on."
  },
  {
    "startTime": 250.246,
    "endTime": 255.31,
    "text": "Now all that said. No one is giving us   an award for activism. I realize this."
  },
  {
    "startTime": 255.31,
    "endTime": 263.695,
    "text": "So, if we are indeed inspiration to others, simply by being who we   are, living our lives in the way that feels right to us"
  },
  {
    "startTime": 263.695,
    "endTime": 269.832,
    "text": "Then we have to thank the same people who   help any couple continue a successful relationship."
  },
  {
    "startTime": 269.832,
    "endTime": 271.96,
    "text": "Our friends and family."
  },
  {
    "startTime": 271.96,
    "endTime": 276.45,
    "text": "We are both surrounded so many wonderful be people   who make our lives better and easier"
  },
  {
    "startTime": 276.45,
    "endTime": 283.418,
    "text": "friends we've had for years and friends we've made since living in LA   like the whole cast and crew of \"The Big Bang Theory\"."
  },
  {
    "startTime": 283.418,
    "endTime": 287.387,
    "text": "And we receive so much love and support from each of our families."
  },
  {
    "startTime": 287.387,
    "endTime": 291.856,
    "text": "Mine in Houston and Todd's whose parents are actually with us tonight."
  },
  {
    "startTime": 291.856,
    "endTime": 300.649,
    "text": "You can barely see up here, but thank you. There they are."
  },
  {
    "startTime": 300.649,
    "endTime": 303.908,
    "text": "Thank you Ellie and Lou for being such and important part of our lives"
  },
  {
    "startTime": 303.908,
    "endTime": 305.79200000000003,
    "text": "and our dogs lives."
  },
  {
    "startTime": 305.792,
    "endTime": 317.034,
    "text": "And now I should let Todd speak some."
  },
  {
    "startTime": 317.034,
    "endTime": 320.483,
    "text": "Well as always, Jim didn't leave much for me to say."
  },
  {
    "startTime": 320.483,
    "endTime": 324.074,
    "text": "But I just wanted to give a few extra thanks."
  },
  {
    "startTime": 324.074,
    "endTime": 329.98400000000004,
    "text": "Again, to Eliza and everyone at GLSEN for this   great honor and all your hard work."
  },
  {
    "startTime": 329.984,
    "endTime": 334.328,
    "text": "To Mayim."
  },
  {
    "startTime": 334.328,
    "endTime": 336.428,
    "text": "Thanks again for being with us here tonight."
  },
  {
    "startTime": 336.428,
    "endTime": 342.457,
    "text": "We also want to thank Jeffery and Marilyn Katzenberg and Chip   Sullivan for inviting us to this event last year."
  },
  {
    "startTime": 342.457,
    "endTime": 349.841,
    "text": "For without your invitation we wouldn't know about this organization and   the great work GLSEN is doing across the country."
  },
  {
    "startTime": 349.841,
    "endTime": 359.841,
    "text": "And lastly, to my most supportive parents for making the trip   out from Philadelphia to be here tonight. Thank you."
  }
]