[
  {
    "startTime": 0.0,
    "endTime": 18.789,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 18.789,
    "endTime": 25.42,
    "text": "and life you love. Now, one of the things that I love is watching documentaries, especially"
  },
  {
    "startTime": 25.42,
    "endTime": 31.289,
    "text": "ones that get me all kinds of fired up. Now, this past summer I did a double feature of"
  },
  {
    "startTime": 31.289,
    "endTime": 37.969,
    "text": "That Sugar Film and Fed Up. Now, little warning here, these are not the kind of movies that"
  },
  {
    "startTime": 37.969,
    "endTime": 42.579,
    "text": "you should watch with your hand in a bowl full of popcorn and peanut M&Ms."
  },
  {
    "startTime": 42.579,
    "endTime": 48.68,
    "text": "Anyway, right after I watched them I was immediately inspired to go on a detox. So I remembered"
  },
  {
    "startTime": 48.68,
    "endTime": 55.32,
    "text": "that my friend Mark Hyman had recently written a book called The 10-Day Detox Diet. So I"
  },
  {
    "startTime": 55.32,
    "endTime": 60.44,
    "text": "went on my little iPad, I went on my Kindle, I downloaded it, and I said to Josh, “We"
  },
  {
    "startTime": 60.44,
    "endTime": 66.42999999999999,
    "text": "are doing this.” And for the next 10 days there was no dairy, no gluten, no grain, no"
  },
  {
    "startTime": 66.43,
    "endTime": 72.68900000000001,
    "text": "alcohol, no caffeine, and, of course, no refined sugar. Josh was as into this idea as I was"
  },
  {
    "startTime": 72.689,
    "endTime": 74.02,
    "text": "and off we went."
  },
  {
    "startTime": 74.02,
    "endTime": 79.1,
    "text": "Now, I was excited to try this because for years I had read about the negatives of gluten"
  },
  {
    "startTime": 79.1,
    "endTime": 84.96,
    "text": "and dairy and sugar, etcetera. But I’d never actually removed all of those at once for"
  },
  {
    "startTime": 84.96,
    "endTime": 88.99,
    "text": "an extended period of time, and I wanted to see what the impact would be on my mental"
  },
  {
    "startTime": 88.99,
    "endTime": 101.64,
    "text": "clarity, on my performance, my sleep, my weight, my bloating. You know, all that good stuff."
  },
  {
    "startTime": 101.64,
    "endTime": 106.06,
    "text": "What I didn't expect though was how much easier the rest of my life would get because I no"
  },
  {
    "startTime": 106.06,
    "endTime": 110.95,
    "text": "longer had all these little decision battles in my head at every meal about what I should"
  },
  {
    "startTime": 110.95,
    "endTime": 132.959,
    "text": "eat."
  },
  {
    "startTime": 132.959,
    "endTime": 138.83,
    "text": "You know the drill. It’s just constant decision battles. And it wasn’t until all those options"
  },
  {
    "startTime": 138.83,
    "endTime": 143.68,
    "text": "were removed that I realized how much time and mental energy they were stealing from"
  },
  {
    "startTime": 143.68,
    "endTime": 149.239,
    "text": "my life. You know, at first I thought this detox was gonna be so hard, especially because"
  },
  {
    "startTime": 149.239,
    "endTime": 153.05,
    "text": "we were doing it in the summer when we’d go to our friend’s houses and they’d do"
  },
  {
    "startTime": 153.05,
    "endTime": 159.06,
    "text": "these gorgeous dinners where everybody brings cheese and they bring pie from the farmstand"
  },
  {
    "startTime": 159.06,
    "endTime": 164.45,
    "text": "and organic ice cream. I thought I was gonna feel like I was really missing out. But actually,"
  },
  {
    "startTime": 164.45,
    "endTime": 169.36999999999998,
    "text": "it was pretty easy. I had no problem saying, “No thanks. I’m totally good,” because"
  },
  {
    "startTime": 169.37,
    "endTime": 172.56,
    "text": "those choices simply weren’t an option for me."
  },
  {
    "startTime": 172.56,
    "endTime": 178.019,
    "text": "So not only did I have a ton more physical energy thanks to how I was eating, but I also"
  },
  {
    "startTime": 178.019,
    "endTime": 184.159,
    "text": "had a lot more mental energy because I had a lot less decisions to make. And, yes, for"
  },
  {
    "startTime": 184.159,
    "endTime": 189.59,
    "text": "you nutrition nerds, I do realize that the way I was eating was affecting my brain and"
  },
  {
    "startTime": 189.59,
    "endTime": 195.15,
    "text": "my ability to think clearly. But I’m just focusing right now on how consciously relieved"
  },
  {
    "startTime": 195.15,
    "endTime": 200.56900000000002,
    "text": "I was by not having all these little decisions to make at every single meal."
  },
  {
    "startTime": 200.569,
    "endTime": 205.73,
    "text": "The reason why is because I was no longer suffering from decision fatigue, which is"
  },
  {
    "startTime": 205.73,
    "endTime": 211.09,
    "text": "an actual thing according to some scientists. The idea is that every single day you have"
  },
  {
    "startTime": 211.09,
    "endTime": 217.70000000000002,
    "text": "a finite supply of decision making energy, and every single time you make a decision,"
  },
  {
    "startTime": 217.7,
    "endTime": 223.659,
    "text": "you resist temptation, or you exert some self control, you’re actually draining the tank."
  },
  {
    "startTime": 223.659,
    "endTime": 228.84,
    "text": "Now, by the end of the day most of us are totally cranky and petering out because we’ve"
  },
  {
    "startTime": 228.84,
    "endTime": 231.61,
    "text": "run out of decision making gas."
  },
  {
    "startTime": 231.61,
    "endTime": 237.239,
    "text": "So how does this apply to you? Well, I want you to think about where in your life you"
  },
  {
    "startTime": 237.239,
    "endTime": 242.379,
    "text": "might be giving yourself a little too many options on a daily basis. Maybe it’s food"
  },
  {
    "startTime": 242.379,
    "endTime": 248.59,
    "text": "like it was for me or maybe it’s something else. Where are little decision battles depleting"
  },
  {
    "startTime": 248.59,
    "endTime": 252.599,
    "text": "you? So I want you to think about your day from the moment you wake up until you go to"
  },
  {
    "startTime": 252.599,
    "endTime": 253.26,
    "text": "bed."
  },
  {
    "startTime": 253.26,
    "endTime": 261.079,
    "text": "For instance, should you jump out of bed or hit snooze? Should you meditate, exercise,"
  },
  {
    "startTime": 261.079,
    "endTime": 268.22,
    "text": "journal, or skip it and read the paper? Should you work on your writing project first, bang"
  },
  {
    "startTime": 268.22,
    "endTime": 275.91,
    "text": "out emails, or get on social media? And if it is social media, should you focus on Twitter,"
  },
  {
    "startTime": 275.91,
    "endTime": 280.54,
    "text": "Periscope, Facebook, or Instagram?"
  },
  {
    "startTime": 280.54,
    "endTime": 286.28000000000003,
    "text": "Really walk through your entire day and identify all the places that you might be getting tripped"
  },
  {
    "startTime": 286.28,
    "endTime": 293.78,
    "text": "up by too many choices. Then you might wanna put yourself on a 10 day decision detox. Maybe"
  },
  {
    "startTime": 293.78,
    "endTime": 299.94899999999996,
    "text": "make a little 10 day rule like no screen time after 8pm or no work other than my writing"
  },
  {
    "startTime": 299.949,
    "endTime": 301.81,
    "text": "project before noon."
  },
  {
    "startTime": 301.81,
    "endTime": 306.639,
    "text": "The idea here is to greatly reduce or limit your options in an area that’s tripping"
  },
  {
    "startTime": 306.639,
    "endTime": 311.259,
    "text": "you up. And if you want a little mantra to help you stay on track, remember this tweetable."
  },
  {
    "startTime": 311.259,
    "endTime": 321.1,
    "text": "“Limited choices in your day can lead to limitless freedom in your life.”"
  },
  {
    "startTime": 321.1,
    "endTime": 328.52000000000004,
    "text": "Now I would love to hear from you. What aspect of your life is in most need of a decision"
  },
  {
    "startTime": 328.52,
    "endTime": 335.139,
    "text": "detox? Where might you get an incredible boost of mental and emotional energy by reducing"
  },
  {
    "startTime": 335.139,
    "endTime": 340.81,
    "text": "your choices? So you can design your own little 10 day decision detox and tell me all about"
  },
  {
    "startTime": 340.81,
    "endTime": 342.21,
    "text": "it in the comments below."
  },
  {
    "startTime": 342.21,
    "endTime": 348.18,
    "text": "Now, as always, the richest and best discussions happen after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 348.18,
    "endTime": 353.289,
    "text": "and we have a great time over there. So go there and leave a comment now."
  },
  {
    "startTime": 353.289,
    "endTime": 359.199,
    "text": "Did you like this video? If so, subscribe to our lovely channel and it would be awesome"
  },
  {
    "startTime": 359.199,
    "endTime": 363.069,
    "text": "if you shared this with your friends. And if you want even more resources to create"
  },
  {
    "startTime": 363.069,
    "endTime": 367.96000000000004,
    "text": "a business and life that you truly love, plus some personal insights from me that I only"
  },
  {
    "startTime": 367.96,
    "endTime": 373.34999999999997,
    "text": "share in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 373.35,
    "endTime": 378.43,
    "text": "Stay on your game and keep going for your dreams, because the world needs that special"
  },
  {
    "startTime": 378.43,
    "endTime": 383.77,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time"
  },
  {
    "startTime": 383.77,
    "endTime": 393.77,
    "text": "on MarieTV."
  }
]