[
  {
    "startTime": 13.02,
    "endTime": 18.59,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business"
  },
  {
    "startTime": 18.59,
    "endTime": 25.77,
    "text": "and a life that you love. You know, recently I came across this quote from Mr. Chuck Swindoll"
  },
  {
    "startTime": 25.77,
    "endTime": 30.52,
    "text": "and it really lit me up. Now, it’s something that I’ve heard before but for whatever"
  },
  {
    "startTime": 30.52,
    "endTime": 33.98,
    "text": "reason this time it really sank in."
  },
  {
    "startTime": 33.98,
    "endTime": 42.55,
    "text": "He says, “Life is 10% what happens to me, and 90% how I react to it.”"
  },
  {
    "startTime": 42.55,
    "endTime": 48.769,
    "text": "Pretty powerful, right? Because the fact is that things happen to us each and every day"
  },
  {
    "startTime": 48.769,
    "endTime": 54.858999999999995,
    "text": "that we have no control over. I mean, planes get delayed, we get sick, the internet goes"
  },
  {
    "startTime": 54.859,
    "endTime": 60.879000000000005,
    "text": "out in the midst of a huge project, we lose businesses, we lose jobs, and, unfortunately,"
  },
  {
    "startTime": 60.879,
    "endTime": 63.8,
    "text": "we lose people that we love."
  },
  {
    "startTime": 63.8,
    "endTime": 70.42999999999999,
    "text": "Our lives radically change often at times whether we want them to or not. And ultimately,"
  },
  {
    "startTime": 70.43,
    "endTime": 77.36000000000001,
    "text": "the impact that any outside situation has on your life depends on how you react or respond to it."
  },
  {
    "startTime": 78.29,
    "endTime": 84.61000000000001,
    "text": "So let’s go back to this quote one more time. “Life is 10% what happens to me, and"
  },
  {
    "startTime": 84.61,
    "endTime": 91.42,
    "text": "90% how I react to it.” That means that as a factor of how your life goes and how"
  },
  {
    "startTime": 91.42,
    "endTime": 101.51,
    "text": "good it is, what happens to you is this tiny little sliver of your life pie. (Life pie)"
  },
  {
    "startTime": 101.51,
    "endTime": 107.06,
    "text": "I wanted to share this here because I believe that this is one of those major life lessons,"
  },
  {
    "startTime": 107.06,
    "endTime": 113.95,
    "text": "one of those critical truths that if you really, really get it, it can radically alter the quality"
  },
  {
    "startTime": 113.95,
    "endTime": 119.59,
    "text": "and the trajectory of your life. I mean, it can save your business, it can save your marriage,"
  },
  {
    "startTime": 119.59,
    "endTime": 125.5,
    "text": "it can be the difference between failure and success in pretty much any endeavor and ultimately"
  },
  {
    "startTime": 125.5,
    "endTime": 132.209,
    "text": "whether or not you reach your highest potential. Now, this idea is something that I personally"
  },
  {
    "startTime": 132.209,
    "endTime": 137.629,
    "text": "am always working on getting better at, and today I wanted to share 3 ways that you could"
  },
  {
    "startTime": 137.629,
    "endTime": 144.659,
    "text": "bring this rule to life, especially when the shiitake hits the fan."
  },
  {
    "startTime": 144.659,
    "endTime": 151.379,
    "text": "Number one is hold that tongue. When I’m fired up and I am in reaction mode, I have"
  },
  {
    "startTime": 151.379,
    "endTime": 155.719,
    "text": "to hold my tongue. I need to give myself a chance to really feel what I’m feeling,"
  },
  {
    "startTime": 155.719,
    "endTime": 161.88899999999998,
    "text": "to actually process what’s happening, and think through my response. Otherwise if I"
  },
  {
    "startTime": 161.889,
    "endTime": 166.98000000000002,
    "text": "react and let that fired up Jersey girl out immediately, chances are I’m gonna make"
  },
  {
    "startTime": 166.98,
    "endTime": 172.51,
    "text": "what should be a minor situation into a big, hot, fat mess."
  },
  {
    "startTime": 172.51,
    "endTime": 178.099,
    "text": "That is why I’m such a huge fan of meditation. Meditation really gives you the power to be"
  },
  {
    "startTime": 178.099,
    "endTime": 183.17999999999998,
    "text": "less reactive in life. You’re gonna have more control over your ability to chill out"
  },
  {
    "startTime": 183.18,
    "endTime": 188.68900000000002,
    "text": "and hold your tongue so when you’re ready you can actually respond more thoughtfully"
  },
  {
    "startTime": 188.689,
    "endTime": 190.129,
    "text": "and appropriately."
  },
  {
    "startTime": 190.129,
    "endTime": 195.659,
    "text": "Number two is check yourself. So a simple practice when something unexpected happens"
  },
  {
    "startTime": 195.659,
    "endTime": 200.92999999999998,
    "text": "in life and you are tempted to freak out is to stop and check yourself."
  },
  {
    "startTime": 200.93,
    "endTime": 210.279,
    "text": "Ask, “Am I ok in this moment? Am I breathing? Is my heart beating? Is the ground still underneath"
  },
  {
    "startTime": 210.279,
    "endTime": 211.87,
    "text": "my feet?”"
  },
  {
    "startTime": 211.87,
    "endTime": 217.54,
    "text": "If you can say yes to all three, that means you are really ok right now and in some ways"
  },
  {
    "startTime": 217.54,
    "endTime": 224.31,
    "text": "now is all there is. So for me if I get penne on a brand new white comforter or I get a"
  },
  {
    "startTime": 224.31,
    "endTime": 229.959,
    "text": "flat tire on the way to the airport or if I get a text that my dad is in the hospital,"
  },
  {
    "startTime": 229.959,
    "endTime": 235.099,
    "text": "before I freak out and react to what’s happening around me, I really try and practice and stop"
  },
  {
    "startTime": 235.099,
    "endTime": 240.39999999999998,
    "text": "and ask myself, “Am I ok in this moment?” And so far, thankfully, the answer has always"
  },
  {
    "startTime": 240.4,
    "endTime": 246.549,
    "text": "been yes. And when I’m ok in this moment, my responses to whatever is happening come"
  },
  {
    "startTime": 246.549,
    "endTime": 250.12900000000002,
    "text": "from a much more grounded and effective place."
  },
  {
    "startTime": 250.129,
    "endTime": 256.759,
    "text": "Number three: say, “And this is what I want.” So I learned this little mantra from my man"
  },
  {
    "startTime": 256.759,
    "endTime": 261.72900000000004,
    "text": "Josh and it’s something that he says often in his Committed Impulse class, specifically"
  },
  {
    "startTime": 261.729,
    "endTime": 266.669,
    "text": "when he’s making you do these crazy squats up on your tippy toes that make your legs"
  },
  {
    "startTime": 266.669,
    "endTime": 271.49,
    "text": "shake uncontrollably."
  },
  {
    "startTime": 277.49,
    "endTime": 285.74,
    "text": "One caveat, this tool is super effective for pretty much everything besides tragedy level"
  },
  {
    "startTime": 285.74,
    "endTime": 291.65000000000003,
    "text": "events. I’m talking about traffic jams and tech trouble and lost credit cards and stuff"
  },
  {
    "startTime": 291.65,
    "endTime": 297.38899999999995,
    "text": "like that. It doesn't really apply to those heartbreaking and devastating events that"
  },
  {
    "startTime": 297.389,
    "endTime": 302.889,
    "text": "all of us have to face in our life. But saying, “and this is what I want,” either out"
  },
  {
    "startTime": 302.889,
    "endTime": 309.18,
    "text": "loud or in your head is a really effective way to reframe what you consider negative"
  },
  {
    "startTime": 309.18,
    "endTime": 314.81,
    "text": "or out of your control. So for example, there’s drilling outside my house and I’ve got to"
  },
  {
    "startTime": 314.81,
    "endTime": 321.21,
    "text": "write all day, and this is what I want. Or it’s raining on my wedding day, and this is what I want."
  },
  {
    "startTime": 322.889,
    "endTime": 328.659,
    "text": "This little mantra trains your brain to fully embrace whatever is happening in each moment"
  },
  {
    "startTime": 328.659,
    "endTime": 334.44,
    "text": "and really own it as though you wanted it, which puts you in complete control of that"
  },
  {
    "startTime": 334.44,
    "endTime": 337.259,
    "text": "magical 90% of your life pie."
  },
  {
    "startTime": 337.259,
    "endTime": 342.78000000000003,
    "text": "So I want to wrap up today with a great passage from our friend Chuck Swindoll that really"
  },
  {
    "startTime": 342.78,
    "endTime": 344.60999999999996,
    "text": "brings this idea home."
  },
  {
    "startTime": 344.61,
    "endTime": 352.389,
    "text": "“Attitude is more important than facts. It is more important than the past, than education,"
  },
  {
    "startTime": 352.389,
    "endTime": 359.5,
    "text": "money, circumstances, than failures and success, than what other people think, say, or do."
  },
  {
    "startTime": 359.5,
    "endTime": 365.93,
    "text": "It is more important than appearance, ability, or skill. It will make or break a business,"
  },
  {
    "startTime": 365.93,
    "endTime": 372.189,
    "text": "a home, a friendship, an organization... The remarkable thing is I have a choice every"
  },
  {
    "startTime": 372.189,
    "endTime": 378.40900000000005,
    "text": "day of what my attitude will be. I cannot change my past. I cannot change the actions"
  },
  {
    "startTime": 378.409,
    "endTime": 385.659,
    "text": "of others. I cannot change the inevitable. The only thing I can change is attitude. Life"
  },
  {
    "startTime": 385.659,
    "endTime": 391.849,
    "text": "is ten percent what happens to me and ninety percent how I react to it.”"
  },
  {
    "startTime": 391.849,
    "endTime": 397.96,
    "text": "Now I would love to hear from you. What’s a specific area in your life that a shift"
  },
  {
    "startTime": 397.96,
    "endTime": 404.18,
    "text": "in your attitude, not circumstance, could make the greatest positive impact? Leave a"
  },
  {
    "startTime": 404.18,
    "endTime": 410.18,
    "text": "comment below and let me know. Now, as always, the best discussions happen after the episode"
  },
  {
    "startTime": 410.18,
    "endTime": 415.039,
    "text": "over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 415.039,
    "endTime": 419.949,
    "text": "Did you like this video? If so, subscribe to our channel. And I would be so grateful"
  },
  {
    "startTime": 419.949,
    "endTime": 424.25,
    "text": "if you shared it with your friends. And if you want even more resources to create a business"
  },
  {
    "startTime": 424.25,
    "endTime": 429.3,
    "text": "and life that you love, plus some personal insights from me that I only send in email,"
  },
  {
    "startTime": 429.3,
    "endTime": 433.86,
    "text": "come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 433.86,
    "endTime": 438.49,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 438.49,
    "endTime": 463.24,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]