[
  {
    "startTime": 3.7,
    "endTime": 5.1,
    "text": "These are microbeads."
  },
  {
    "startTime": 5.1,
    "endTime": 8.6,
    "text": "They're little pieces of plastic smaller than a grain of sand."
  },
  {
    "startTime": 8.6,
    "endTime": 10.0,
    "text": "And they're everywhere."
  },
  {
    "startTime": 10.0,
    "endTime": 13.8,
    "text": "You might be swishing them around in your mouth or rubbing them in your face!"
  },
  {
    "startTime": 13.8,
    "endTime": 14.8,
    "text": "Yuck!"
  },
  {
    "startTime": 14.8,
    "endTime": 19.700000000000003,
    "text": "Microbeads are in lots of stuff, but they show up most in personal care products."
  },
  {
    "startTime": 19.7,
    "endTime": 22.599999999999998,
    "text": "Face soap and body wash. Toothpaste."
  },
  {
    "startTime": 22.6,
    "endTime": 27.840000000000003,
    "text": "You could even be filling in those smile lines with the plastic in \"age-defying\" makeup!"
  },
  {
    "startTime": 27.84,
    "endTime": 33.4,
    "text": "Companies put them in these products as exfoliants or just for texture, but there's no proof they even help!"
  },
  {
    "startTime": 33.4,
    "endTime": 39.6,
    "text": "And you might not realize that you're using them, unless you know what to look for."
  },
  {
    "startTime": 39.6,
    "endTime": 44.6,
    "text": "But the biggest problem with microbeads is that they're designed to go down the drain."
  },
  {
    "startTime": 44.6,
    "endTime": 52.0,
    "text": "They're so small most water treatment plants can't capture them...so billions are ending up in our waterways every day."
  },
  {
    "startTime": 52.0,
    "endTime": 58.1,
    "text": "And even worse, these tiny bits of plastic act like sponges, soaking up the toxics around them."
  },
  {
    "startTime": 58.1,
    "endTime": 63.109,
    "text": "So a single microbead can end up being a million times more toxic than the water around it."
  },
  {
    "startTime": 63.109,
    "endTime": 66.97,
    "text": "Once in our waterways they get eaten by fish and other animals."
  },
  {
    "startTime": 66.97,
    "endTime": 70.22,
    "text": "And could make their way right back to you in your sushi!"
  },
  {
    "startTime": 70.22,
    "endTime": 72.83,
    "text": "How's that for the circle of life!"
  },
  {
    "startTime": 72.83,
    "endTime": 76.69,
    "text": "So why do companies put these plastic microbeads in their products to begin with?"
  },
  {
    "startTime": 76.69,
    "endTime": 81.38,
    "text": "Well, for one, plastic's cheaper than the natural exfoliants we used to use."
  },
  {
    "startTime": 81.38,
    "endTime": 84.47999999999999,
    "text": "Plus it's an excuse to sell more stuff!"
  },
  {
    "startTime": 84.48,
    "endTime": 90.0,
    "text": "Those natural exfoliants works so well you could only use them once a week!"
  },
  {
    "startTime": 90.0,
    "endTime": 94.2,
    "text": "Microbeads are smooth enough to use every day which means you run out quicker!"
  },
  {
    "startTime": 94.2,
    "endTime": 96.5,
    "text": "And have to buy more of that product."
  },
  {
    "startTime": 96.5,
    "endTime": 99.64,
    "text": "Sure, we can try to avoid products with microbeads."
  },
  {
    "startTime": 99.64,
    "endTime": 103.86,
    "text": "But isn't the bigger problem what companies put on the shelf in the first place?"
  },
  {
    "startTime": 103.86,
    "endTime": 108.96,
    "text": "The good news is some companies are already removing plastic microbeads from their products."
  },
  {
    "startTime": 108.96,
    "endTime": 111.97999999999999,
    "text": "And many places are considering outright bans!"
  },
  {
    "startTime": 111.98,
    "endTime": 115.62,
    "text": "No matter where you live, there are ways to take action."
  },
  {
    "startTime": 115.62,
    "endTime": 118.7,
    "text": "Come on! We don't need the beads!"
  },
  {
    "startTime": 118.7,
    "endTime": 136.0,
    "text": "Let's get them out of our stuff, out of our waterways, and out of our bodies."
  }
]