[
  {
    "startTime": 0.0,
    "endTime": 10.09,
    "text": "Meet Constantine Fahlberg. He’s a Russian chemist who, back in 1879, was working with"
  },
  {
    "startTime": 10.09,
    "endTime": 16.219,
    "text": "some compounds derived from coal tar. One evening he was eating bread and found it tasted"
  },
  {
    "startTime": 16.219,
    "endTime": 21.6,
    "text": "sweet. His napkin was sweet too, and his water tasted like syrup."
  },
  {
    "startTime": 21.6,
    "endTime": 27.330000000000002,
    "text": "Fahlberg had discovered the first artificial sweetener - Saccharin. It’s one of the many"
  },
  {
    "startTime": 27.33,
    "endTime": 32.89,
    "text": "things you can use to make your food or drinks sweeter. We know that too much sweet stuff"
  },
  {
    "startTime": 32.89,
    "endTime": 37.120000000000005,
    "text": "is bad for us, but are some sweeteners better than others?"
  },
  {
    "startTime": 37.12,
    "endTime": 42.269999999999996,
    "text": "There’s so much information out there that it’s hard to sort out fact from fiction."
  },
  {
    "startTime": 42.27,
    "endTime": 45.59,
    "text": "Let’s unpack what’s really best for you."
  },
  {
    "startTime": 45.59,
    "endTime": 53.1,
    "text": "First up is natural sweeteners. They come from things found in nature, like sugar from"
  },
  {
    "startTime": 53.1,
    "endTime": 58.510000000000005,
    "text": "sugar cane, honey from bees, and maple syrup from maple trees."
  },
  {
    "startTime": 58.51,
    "endTime": 63.91,
    "text": "Plain old table sugar is the refined form of sucrose – it’s the combination of equal"
  },
  {
    "startTime": 63.91,
    "endTime": 70.39,
    "text": "portions of two simple sugars, glucose and fructose. It has a lot of calories and not"
  },
  {
    "startTime": 70.39,
    "endTime": 77.799,
    "text": "much nutritional value. It has a high glycemic index- so the energy we get from eating it"
  },
  {
    "startTime": 77.799,
    "endTime": 82.22900000000001,
    "text": "peaks quickly then dies off. You know, a “sugar high”."
  },
  {
    "startTime": 82.229,
    "endTime": 89.079,
    "text": "Honey is also made up of glucose and fructose, but not in equal proportions. Honey is about"
  },
  {
    "startTime": 89.079,
    "endTime": 95.35,
    "text": "30 percent glucose, 40 percent fructose, the rest mostly water. A teaspoon of honey has"
  },
  {
    "startTime": 95.35,
    "endTime": 100.17999999999999,
    "text": "more calories than a teaspoon of sugar, but it's also sweeter. You probably don’t need"
  },
  {
    "startTime": 100.18,
    "endTime": 105.53,
    "text": "as much of it. Honey also has other benefits – like antioxidants that are good for your"
  },
  {
    "startTime": 105.53,
    "endTime": 106.38,
    "text": "heart health."
  },
  {
    "startTime": 106.38,
    "endTime": 111.82,
    "text": "And our body can’t distinguish between natural sugars like honey and processed ones like"
  },
  {
    "startTime": 111.82,
    "endTime": 118.92999999999999,
    "text": "table sugar – we absorb them in the same way."
  },
  {
    "startTime": 118.93,
    "endTime": 123.52000000000001,
    "text": "The inbetweeners are derived from something natural, but refined and processed in a way"
  },
  {
    "startTime": 123.52,
    "endTime": 127.439,
    "text": "that changes the chemical composition of the original product."
  },
  {
    "startTime": 127.439,
    "endTime": 133.47,
    "text": "The most popular is high fructose corn syrup. It’s made by adding enzymes to regular corn"
  },
  {
    "startTime": 133.47,
    "endTime": 137.879,
    "text": "syrup, that convert glucose into fructose - making it sweeter."
  },
  {
    "startTime": 137.879,
    "endTime": 142.7,
    "text": "In the United States high fructose corn syrup has been widely criticised for contributing"
  },
  {
    "startTime": 142.7,
    "endTime": 148.79,
    "text": "to the obesity epidemic, but there isn’t any research that says it’s a direct cause."
  },
  {
    "startTime": 148.79,
    "endTime": 154.78,
    "text": "The problem it’s in so many processed foods – things like soda and candy and things"
  },
  {
    "startTime": 154.78,
    "endTime": 160.56,
    "text": "you might not expect - like bread, cereal and crackers. Outside of the U.S., it’s"
  },
  {
    "startTime": 160.56,
    "endTime": 163.22,
    "text": "not so cheap or widely used."
  },
  {
    "startTime": 163.22,
    "endTime": 169.54,
    "text": "High fructose corn syrup is similar to table sugar in calorie content and the way it’s"
  },
  {
    "startTime": 169.54,
    "endTime": 175.84,
    "text": "absorbed into the body. The difference is sugar is made up of 50/50 glucose and fructose"
  },
  {
    "startTime": 175.84,
    "endTime": 180.15,
    "text": "while HFCS is more like 55/45."
  },
  {
    "startTime": 180.15,
    "endTime": 185.98000000000002,
    "text": "This matters because fructose converts to fat more easily than glucose does. Its also"
  },
  {
    "startTime": 185.98,
    "endTime": 190.56,
    "text": "not as good at telling our body that we are full. It can cause insulin resistance and"
  },
  {
    "startTime": 190.56,
    "endTime": 195.68,
    "text": "increase risks of heart disease, and its been linked to fatty-liver disease."
  },
  {
    "startTime": 195.68,
    "endTime": 200.84,
    "text": "And if you think Agave syrup is healthier for you – it has an even a higher concentration"
  },
  {
    "startTime": 200.84,
    "endTime": 207.18,
    "text": "of fructose - up to 90%! It’s not actually a “nectar”, but a juice extracted from"
  },
  {
    "startTime": 207.18,
    "endTime": 213.049,
    "text": "the core of the agave plant that’s heated and filtered to turn into sugars. It’s bad"
  },
  {
    "startTime": 213.049,
    "endTime": 217.84,
    "text": "news bears."
  },
  {
    "startTime": 217.84,
    "endTime": 222.17000000000002,
    "text": "There are a few different types of artificial sweeteners available – including Saccharin,"
  },
  {
    "startTime": 222.17,
    "endTime": 225.14,
    "text": "that one Falhberg discovered back in 1879."
  },
  {
    "startTime": 225.14,
    "endTime": 231.79899999999998,
    "text": "Sweeteners are hundreds, or even thousands of times sweeter than sugar. The idea is you"
  },
  {
    "startTime": 231.799,
    "endTime": 236.62900000000002,
    "text": "only need a tiny bit to get the same taste as a teaspoon of sugar - so there’s not"
  },
  {
    "startTime": 236.629,
    "endTime": 238.67999999999998,
    "text": "many calories"
  },
  {
    "startTime": 238.68,
    "endTime": 244.40900000000002,
    "text": "Some of these products are totally artificial, while others like Splenda are made by tweaking"
  },
  {
    "startTime": 244.409,
    "endTime": 249.04,
    "text": "the chemical structure of sucrose to make it sweeter. One product commonly confused"
  },
  {
    "startTime": 249.04,
    "endTime": 254.48,
    "text": "with artificial sweeteners is stevia. It’s from the leaf of a South American plant and"
  },
  {
    "startTime": 254.48,
    "endTime": 257.43,
    "text": "in its pure form, has zero calories."
  },
  {
    "startTime": 257.43,
    "endTime": 263.18,
    "text": "The body responds to these sweeteners differently than it does to sugar. There have been studies"
  },
  {
    "startTime": 263.18,
    "endTime": 268.79,
    "text": "into negative health effects, but not a lot of firm conclusions. Research does show these"
  },
  {
    "startTime": 268.79,
    "endTime": 274.65000000000003,
    "text": "products can actually lead to weight gain - people consume more because they think it’s"
  },
  {
    "startTime": 274.65,
    "endTime": 275.38,
    "text": "healthier."
  },
  {
    "startTime": 275.38,
    "endTime": 282.40999999999997,
    "text": "So what’s actually best? Sugar and honey are marginally better for our health than"
  },
  {
    "startTime": 282.41,
    "endTime": 291.57000000000005,
    "text": "high fructose corn syrup, and agave is the worst offender. Experts say that people over"
  },
  {
    "startTime": 291.57,
    "endTime": 296.93,
    "text": "consume artificial sweeteners, so be careful to just add a little bit."
  },
  {
    "startTime": 296.93,
    "endTime": 301.97,
    "text": "In the end, reducing the consumption of all sweet things is generally better for your"
  },
  {
    "startTime": 301.97,
    "endTime": 311.97,
    "text": "health. Everything in moderation, right?"
  }
]