[
  {
    "startTime": 3.649,
    "endTime": 10.33,
    "text": "Back in Ancient Rome, the philosopher Cicero described gratitude as the mother of all virtues."
  },
  {
    "startTime": 10.33,
    "endTime": 16.33,
    "text": "This concept of being thankful has been stressed in religion and philosophy for a long time."
  },
  {
    "startTime": 16.33,
    "endTime": 26.988999999999997,
    "text": "Back in 1820 Scottish philosopher Thomas Brown defined gratitude as “that delightful emotion　of love to him who has conferred a kindness on us.”"
  },
  {
    "startTime": 26.9,
    "endTime": 33.67,
    "text": "But scientifically, gratitude doesn’t qualify as a basic emotion like joy, sadness or anger."
  },
  {
    "startTime": 33.67,
    "endTime": 39.85,
    "text": "There’s no universal facial expression for it. As an emotion, gratitude is a little hard to define."
  },
  {
    "startTime": 41.739,
    "endTime": 47.459999999999994,
    "text": "Today the Oxford Dictionary defines gratitude as “the quality or condition of being thankful;"
  },
  {
    "startTime": 47.46,
    "endTime": 53.3,
    "text": "the appreciation of an inclination to return kindness.” And we’ve only really started"
  },
  {
    "startTime": 53.3,
    "endTime": 58.129,
    "text": "to study gratitude scientifically in the past 30 years."
  },
  {
    "startTime": 58.129,
    "endTime": 63.449,
    "text": "In a 2015 study, participants were asked to imagine how they would feel if a complete"
  },
  {
    "startTime": 63.449,
    "endTime": 69.689,
    "text": "stranger saved their life. I mean, how would you feel? The participants had to rate how"
  },
  {
    "startTime": 69.689,
    "endTime": 74.75999999999999,
    "text": "grateful they were to strangers who provided them with gifts of food and clothing – all"
  },
  {
    "startTime": 74.76,
    "endTime": 78.21000000000001,
    "text": "while they had their brain scanned in an fMRI machine."
  },
  {
    "startTime": 78.21,
    "endTime": 86.119,
    "text": "Researchers found their ratings of gratitude positively correlated with activity in brain areas associated with fairness and value judgements."
  },
  {
    "startTime": 86.119,
    "endTime": 91.719,
    "text": "It makes sense because gratitude is often thought of as a moral emotion."
  },
  {
    "startTime": 91.77,
    "endTime": 97.61,
    "text": "There are even benefits in just noting how grateful you are. Another study asked people"
  },
  {
    "startTime": 97.61,
    "endTime": 103.729,
    "text": "to write down three things that went well that day and why for one week. At the end"
  },
  {
    "startTime": 103.729,
    "endTime": 109.06,
    "text": "of the week people were slightly happier than at the beginning, and over time, their happiness"
  },
  {
    "startTime": 109.06,
    "endTime": 114.82000000000001,
    "text": "scores kept improving. After one month they were 5% happier and after six months they"
  },
  {
    "startTime": 114.82,
    "endTime": 118.88999999999999,
    "text": "were 9% happier. Just from one week of writing a journal."
  },
  {
    "startTime": 118.89,
    "endTime": 124.64,
    "text": "A similar study with participants with heart disease found that keeping a gratitude journal"
  },
  {
    "startTime": 124.64,
    "endTime": 130.119,
    "text": "increased their heart health and quality of sleep, perhaps because it reduces stress."
  },
  {
    "startTime": 130.119,
    "endTime": 136.68,
    "text": "“Counting your blessings” quite literally makes people happier and healthier."
  },
  {
    "startTime": 136.68,
    "endTime": 143.239,
    "text": "And some people are even hardwired to be more thankful. In a recent study of 77 couples,"
  },
  {
    "startTime": 143.239,
    "endTime": 149.56,
    "text": "those with a particular genetic variation that affects the secretion of oxytocin expressed"
  },
  {
    "startTime": 149.56,
    "endTime": 155.23,
    "text": "more gratitude towards their partners. Oxytocin is thought to play a big role in promoting"
  },
  {
    "startTime": 155.23,
    "endTime": 162.28,
    "text": "close social bonds, so gratitude is part of the glue that keeps these relationships together."
  },
  {
    "startTime": 162.28,
    "endTime": 167.17,
    "text": "So if you think it’s the thought that counts, think again. Science shows there are some"
  },
  {
    "startTime": 167.17,
    "endTime": 174.64,
    "text": "pretty amazing benefits to our mind, body and relationships when we say those two small words –"
  },
  {
    "startTime": 174.629,
    "endTime": 184.629,
    "text": "thank you."
  }
]