[
  {
    "startTime": 0.13,
    "endTime": 8.590000000000002,
    "text": "“Sugar makes children hyper”. We’ve all heard this before and maybe you’ve even"
  },
  {
    "startTime": 8.59,
    "endTime": 14.8,
    "text": "observed it in kids. But actually it's a misconception. There are lots of widely"
  },
  {
    "startTime": 14.8,
    "endTime": 19.98,
    "text": "believed misconceptions about science that are just plain wrong – like “You only"
  },
  {
    "startTime": 19.98,
    "endTime": 26.009,
    "text": "use ten percent of your brain”. You really use one hundred percent of your brain. I hope"
  },
  {
    "startTime": 26.009,
    "endTime": 27.339,
    "text": "that doesn’t surprise you."
  },
  {
    "startTime": 27.339,
    "endTime": 33.519999999999996,
    "text": "These are few misconceptions about sugar that I’ve noticed in the past few months."
  },
  {
    "startTime": 33.52,
    "endTime": 35.550000000000004,
    "text": "Sugar Makes Children Hyperactive"
  },
  {
    "startTime": 35.55,
    "endTime": 40.39,
    "text": "At least a dozen studies have looked at how children behave on diets containing different"
  },
  {
    "startTime": 40.39,
    "endTime": 45.3,
    "text": "levels of sugar – both natural sugars you find in fruit and added sugars you find in"
  },
  {
    "startTime": 45.3,
    "endTime": 51.349999999999994,
    "text": "chocolate or candy and lollies. None of these studies found significant differences in behaviour"
  },
  {
    "startTime": 51.35,
    "endTime": 58.03,
    "text": "between kids who had sugar and kids that didn’t. And in another study, parents who thought"
  },
  {
    "startTime": 58.03,
    "endTime": 64.509,
    "text": "their kids had just consumed a sugary drink, rated their kids’ behaviour as more hyperactive."
  },
  {
    "startTime": 64.509,
    "endTime": 68.27,
    "text": "Even though that drink was really sugar free."
  },
  {
    "startTime": 68.27,
    "endTime": 73.79899999999999,
    "text": "Often it’s kids surroundings that influence them to be hyper – they’re excited, with friends"
  },
  {
    "startTime": 73.799,
    "endTime": 78.759,
    "text": "or at a birthday party. And parents often attribute this behaviour to sugar."
  },
  {
    "startTime": 78.759,
    "endTime": 81.719,
    "text": "Sugar rots your teeth"
  },
  {
    "startTime": 81.719,
    "endTime": 87.229,
    "text": "It is correct to say that sugar can cause tooth decay, but technically it doesn’t directly rot"
  },
  {
    "startTime": 87.229,
    "endTime": 88.859,
    "text": "your teeth."
  },
  {
    "startTime": 88.859,
    "endTime": 95.77,
    "text": "In your mouth you have 500 to 1000 different types of bacteria, kind of gross. And a few species of these"
  },
  {
    "startTime": 95.77,
    "endTime": 102.789,
    "text": "are thought to cause cavities. The main culprit is Streptococcus mutans. S. mutans loves to"
  },
  {
    "startTime": 102.789,
    "endTime": 108.24,
    "text": "feed on the carbohydrates left on your teeth as residue, from sugars or from starch in"
  },
  {
    "startTime": 108.24,
    "endTime": 115.259,
    "text": "bread or potatoes. From this S. mutans produces high levels of lactic acid, which diffuses"
  },
  {
    "startTime": 115.259,
    "endTime": 119.109,
    "text": "into the tooth and your enamel begins to dissolve."
  },
  {
    "startTime": 119.109,
    "endTime": 125.69999999999999,
    "text": "Of course, the more sugar you eat, the more residue you have left on your teeth."
  },
  {
    "startTime": 125.7,
    "endTime": 130.59,
    "text": "Certain areas on your tongue sense different tastes"
  },
  {
    "startTime": 130.59,
    "endTime": 136.4,
    "text": "You may have seen this well-structured Tongue Map before, but there’s no one area for"
  },
  {
    "startTime": 136.4,
    "endTime": 139.05,
    "text": "different taste receptors on your tongue."
  },
  {
    "startTime": 139.05,
    "endTime": 144.73000000000002,
    "text": "This myth is thought to originate from one study in 1901, but it wasn’t debunked until"
  },
  {
    "startTime": 144.73,
    "endTime": 146.11999999999998,
    "text": "1974."
  },
  {
    "startTime": 146.12,
    "endTime": 151.95000000000002,
    "text": "Really, your taste buds are all over your tongue. They live in your papillae, the tiny"
  },
  {
    "startTime": 151.95,
    "endTime": 156.32999999999998,
    "text": "bumps that give your tongue its rough texture. In your taste buds there’s different cells so"
  },
  {
    "startTime": 156.33,
    "endTime": 162.44000000000003,
    "text": "they respond to sweet, sour, salty, bitter or umami tastes – umami being the taste"
  },
  {
    "startTime": 162.44,
    "endTime": 168.65,
    "text": "of glutamate that gives meat and delicacies like Vegemite their savory flavour. Your taste"
  },
  {
    "startTime": 168.65,
    "endTime": 175.07,
    "text": "cells have 50 to 150 receptors for each taste, when they’re stimulated they send messages"
  },
  {
    "startTime": 175.07,
    "endTime": 178.57,
    "text": "to the brain, where those specific tastes are perceived."
  },
  {
    "startTime": 178.57,
    "endTime": 183.98,
    "text": "Now, the reason I noticed these misconceptions is because I actually believed a couple of"
  },
  {
    "startTime": 183.98,
    "endTime": 189.67999999999998,
    "text": "them myself. You may have seen the episodes I did last month on sugar – I did quite a lot"
  },
  {
    "startTime": 189.68,
    "endTime": 195.13,
    "text": "of research for them and even had someone fact check my scripts. But, I'd still included"
  },
  {
    "startTime": 195.13,
    "endTime": 198.19,
    "text": "a couple of things that weren’t entirely correct."
  },
  {
    "startTime": 198.19,
    "endTime": 202.57,
    "text": "DeluxeFlame and some others pointed out “When you talked about sweetness receptors on the"
  },
  {
    "startTime": 202.57,
    "endTime": 206.57,
    "text": "tongue, you showed an image that highlighted the tip of the tongue. Correct me if I’m"
  },
  {
    "startTime": 206.57,
    "endTime": 212.54,
    "text": "wrong but isn’t that a myth proven busted? The whole tongue senses all tastes.”"
  },
  {
    "startTime": 212.54,
    "endTime": 215.32,
    "text": "And you’re totally right, it does."
  },
  {
    "startTime": 215.32,
    "endTime": 220.87,
    "text": "rdizzy pointed out, “Studies have shown recently that it’s not sugar at all that causes tooth"
  },
  {
    "startTime": 220.87,
    "endTime": 226.33,
    "text": "decay, it’s lactic acid produced from bacterium eating sugar that stays on the teeth for too"
  },
  {
    "startTime": 226.33,
    "endTime": 232.23000000000002,
    "text": "long.” Yes and yes! But keep in mind that sugar is pretty central to that loop."
  },
  {
    "startTime": 232.23,
    "endTime": 237.79,
    "text": "What I find most concerning is that the tongue map myth was busted in 1974."
  },
  {
    "startTime": 237.79,
    "endTime": 243.17999999999998,
    "text": "When I was in high school, which wasn’t all that long ago, the tongue map was in our textbooks,"
  },
  {
    "startTime": 243.18,
    "endTime": 248.63,
    "text": "and, after that, when I was teaching, the tongue map was in our teaching materials. I never questioned"
  },
  {
    "startTime": 248.63,
    "endTime": 251.12,
    "text": "it and I still believed it years later."
  },
  {
    "startTime": 251.12,
    "endTime": 257.0,
    "text": "As Richard Feynman said, \"The first principle is that you must not fool yourself and you"
  },
  {
    "startTime": 257.0,
    "endTime": 259.65,
    "text": "are the easiest person to fool.\""
  },
  {
    "startTime": 259.55,
    "endTime": 265.47,
    "text": "So I just wanted to say a big thank you for all of your comments, I definitely appreciate them, I read all of"
  },
  {
    "startTime": 265.47,
    "endTime": 270.49,
    "text": "them and this show wouldn’t be what it is without you guys and what you have to say."
  },
  {
    "startTime": 270.49,
    "endTime": 279.09000000000003,
    "text": "See you next week."
  }
]