[
  {
    "startTime": 0.14,
    "endTime": 14.030000000000001,
    "text": "Hey, it's Marie"
  },
  {
    "startTime": 14.03,
    "endTime": 19.839,
    "text": "Forleo and you are watching MarieTV, the place to be if you want to create a business and"
  },
  {
    "startTime": 19.839,
    "endTime": 25.339,
    "text": "a life that you love, and today it's Q&A Tuesday. Favorite day of the week. Today's"
  },
  {
    "startTime": 25.339,
    "endTime": 28.119,
    "text": "Q comes from Stephanie and she writes:"
  },
  {
    "startTime": 28.119,
    "endTime": 33.699,
    "text": "“Hello, lovely Marie. Here's a Q that’s sorely in need of an A. I'm super passionate"
  },
  {
    "startTime": 33.699,
    "endTime": 38.26,
    "text": "about my work but I have these moments where I catch myself in the go, go, go of hustling"
  },
  {
    "startTime": 38.26,
    "endTime": 43.329,
    "text": "and I think, \"Someday I'm gonna look back and wish I hadn't ripped through my life"
  },
  {
    "startTime": 43.329,
    "endTime": 48.469,
    "text": "with such force. I'm gonna wish I had not poured so much energy into work and had taken"
  },
  {
    "startTime": 48.469,
    "endTime": 53.809,
    "text": "more time off.\" I see it so clearly in my mind, me sitting in a chair looking back over"
  },
  {
    "startTime": 53.809,
    "endTime": 58.309,
    "text": "my life wondering where it all went. And then I go back to the ‘Go, go, go,’ of the"
  },
  {
    "startTime": 58.309,
    "endTime": 63.789,
    "text": "hustle. How do I build a business and carry out the general craziness of life without"
  },
  {
    "startTime": 63.789,
    "endTime": 70.02,
    "text": "every minute roaring past at the speed of light? I feel like it's binary on or off."
  },
  {
    "startTime": 70.02,
    "endTime": 74.0,
    "text": "Where's the happy medium? Thanks, Stephanie.”"
  },
  {
    "startTime": 74.0,
    "endTime": 80.18,
    "text": "Stephanie, great question. So many of us can relate to this struggle and what can sometimes"
  },
  {
    "startTime": 80.18,
    "endTime": 85.14,
    "text": "feel like we're all ripping through life to use your words. Now, there's a few things"
  },
  {
    "startTime": 85.14,
    "endTime": 89.95,
    "text": "that have really helped me in recent years that I want to share with you today."
  },
  {
    "startTime": 89.95,
    "endTime": 96.45,
    "text": "Number one is meditate on the regular. Whether you've got your own practice or you'd"
  },
  {
    "startTime": 96.45,
    "endTime": 103.32900000000001,
    "text": "like to try mine, there has been nothing more powerful in my life to combat that constant"
  },
  {
    "startTime": 103.329,
    "endTime": 110.74,
    "text": "sense of rushing. On the rare occasions that I don't meditate, I feel like my life is speeding"
  },
  {
    "startTime": 110.74,
    "endTime": 116.02,
    "text": "past me. I always feel like I'm, like, chasing my day and I typically feel more stressed"
  },
  {
    "startTime": 116.02,
    "endTime": 122.42999999999999,
    "text": "out and more irritable. Now, I promise you, if you build a daily meditation or stillness"
  },
  {
    "startTime": 122.43,
    "endTime": 127.43,
    "text": "practice, and you can start with as little as 5 minutes, you will virtually eliminate"
  },
  {
    "startTime": 127.43,
    "endTime": 132.84,
    "text": "that ripping through life kind of feeling. Or if you catch yourself starting to slip"
  },
  {
    "startTime": 132.84,
    "endTime": 138.519,
    "text": "into it, you're gonna be able to ease on out. Even if you change nothing else and just"
  },
  {
    "startTime": 138.519,
    "endTime": 144.97,
    "text": "make daily meditation a habit, this one thing will help you get out of that binary on/off"
  },
  {
    "startTime": 144.97,
    "endTime": 147.65,
    "text": "loop you seem to be caught in right now."
  },
  {
    "startTime": 147.65,
    "endTime": 153.18,
    "text": "Number two, rocks first, sand last. Now, you might've heard a version of this story that"
  },
  {
    "startTime": 153.18,
    "endTime": 158.97,
    "text": "I just learned from Steven Covey. It's about a teacher who pulled out this big glass mason"
  },
  {
    "startTime": 158.97,
    "endTime": 164.73,
    "text": "jar and he filled it full of big rocks all the way to the top. Then he asked his students"
  },
  {
    "startTime": 164.73,
    "endTime": 171.7,
    "text": "if the jar was full and they said yes. Then he pulled out these smaller pebbles and he"
  },
  {
    "startTime": 171.7,
    "endTime": 176.73899999999998,
    "text": "dumped them in as well and the little pebbles filled in around the rocks. And he asked his"
  },
  {
    "startTime": 176.739,
    "endTime": 183.29,
    "text": "students if the jar was full now, and they said yes. Then he took a bag of sand and he"
  },
  {
    "startTime": 183.29,
    "endTime": 187.72,
    "text": "dumped that into the jar and sand filled in around every little nook and cranny and he"
  },
  {
    "startTime": 187.72,
    "endTime": 195.47,
    "text": "asked if the jar was full now. And they said yes. Then he dumped everything out and he"
  },
  {
    "startTime": 195.47,
    "endTime": 202.01,
    "text": "started again, but this time he started with the sand and it took up so much of the jar"
  },
  {
    "startTime": 202.01,
    "endTime": 205.35999999999999,
    "text": "that the big rocks and the pebbles couldn't even fit in."
  },
  {
    "startTime": 205.36,
    "endTime": 212.47000000000003,
    "text": "And the teacher said to his students, \"This is your life. The big rocks are the huge,"
  },
  {
    "startTime": 212.47,
    "endTime": 217.909,
    "text": "important things that make life worth living. And you've gotta know your big rocks and put"
  },
  {
    "startTime": 217.909,
    "endTime": 222.92999999999998,
    "text": "them in first. Pebbles is the next group of things that matter to you and things that"
  },
  {
    "startTime": 222.93,
    "endTime": 228.33,
    "text": "you have to do, the things that you must fit in. Then the sand is all the minutiae of life,"
  },
  {
    "startTime": 228.33,
    "endTime": 233.65900000000002,
    "text": "the stuff that'll take up all the space if you let it. So you have to wait and put"
  },
  {
    "startTime": 233.659,
    "endTime": 243.28,
    "text": "that in last and add it after you add in everything else.\" Pretty deep, right?"
  },
  {
    "startTime": 243.28,
    "endTime": 245.569,
    "text": "Here are some of my big rocks."
  },
  {
    "startTime": 245.569,
    "endTime": 253.14999999999998,
    "text": "Josh, my health and well being, my family and Kuma, my team, my friends, the business,"
  },
  {
    "startTime": 253.15,
    "endTime": 256.04,
    "text": "downtime and adventure."
  },
  {
    "startTime": 256.04,
    "endTime": 261.16,
    "text": "So Stephanie, what are your big rocks? What are the relationships and the experiences"
  },
  {
    "startTime": 261.16,
    "endTime": 265.83000000000004,
    "text": "that are super, duper important to you that you want to make sure to prioritize and make"
  },
  {
    "startTime": 265.83,
    "endTime": 270.21999999999997,
    "text": "sure you create the time for? Which brings me to my next point."
  },
  {
    "startTime": 270.22,
    "endTime": 276.54,
    "text": "Number three is make time off predictable and required. So in your question you wrote,"
  },
  {
    "startTime": 276.54,
    "endTime": 282.28000000000003,
    "text": "\"I'm gonna wish I hadn't poured so much energy into work and had taken more time off.\""
  },
  {
    "startTime": 282.28,
    "endTime": 289.67999999999995,
    "text": "Now, the way to make sure that you take more time off is to make sure you take time off."
  },
  {
    "startTime": 289.68,
    "endTime": 294.07,
    "text": "I know. I'm full of super deep wisdom in this episode."
  },
  {
    "startTime": 294.07,
    "endTime": 298.90999999999997,
    "text": "But seriously, in the words of a fantastic article from Harvard Business Review, you"
  },
  {
    "startTime": 298.91,
    "endTime": 303.16,
    "text": "need to make time off predictable and required."
  },
  {
    "startTime": 303.16,
    "endTime": 308.98,
    "text": "So predictable meaning it is set in advance and required meaning it is non-negotiable."
  },
  {
    "startTime": 308.98,
    "endTime": 315.11,
    "text": "I know that sounds kind of strict for something that's supposed to be relaxing, but that's"
  },
  {
    "startTime": 315.11,
    "endTime": 329.27000000000004,
    "text": "how you've got to be when you're addicted to work."
  },
  {
    "startTime": 329.27,
    "endTime": 335.46,
    "text": "See that? Salad bar, here I come. Now, once you know your big rocks you need to whip out"
  },
  {
    "startTime": 335.46,
    "endTime": 341.38,
    "text": "your calendar and start scheduling time off to make those experiences come to life."
  },
  {
    "startTime": 341.38,
    "endTime": 345.38,
    "text": "I've talked about this before but it is worth mentioning again since we're about"
  },
  {
    "startTime": 345.38,
    "endTime": 352.21999999999997,
    "text": "to close our entire company for 2 whole weeks. Time off is predictable and required for our"
  },
  {
    "startTime": 352.22,
    "endTime": 358.06,
    "text": "entire team, including me. And honestly, this is a joy. It's something that all of us"
  },
  {
    "startTime": 358.06,
    "endTime": 362.13,
    "text": "look forward to and no whips required."
  },
  {
    "startTime": 362.13,
    "endTime": 368.7,
    "text": "Number four, change your choices. So rather than thinking that you have to make this humungo"
  },
  {
    "startTime": 368.7,
    "endTime": 375.12,
    "text": "life change, I want you to realize that you can totally transform your life one tiny change"
  },
  {
    "startTime": 375.12,
    "endTime": 375.93,
    "text": "at a time."
  },
  {
    "startTime": 375.93,
    "endTime": 382.56,
    "text": "Annie Dillard wisely said, \"How we spend our days is, of course, how we spend our lives.\""
  },
  {
    "startTime": 382.56,
    "endTime": 389.33,
    "text": "And the supportive flip side of that is that over time changing your day changes your life."
  },
  {
    "startTime": 389.33,
    "endTime": 395.27,
    "text": "So take a look at all the little moments in your day that you might be on autopilot trying"
  },
  {
    "startTime": 395.27,
    "endTime": 400.99,
    "text": "to fit in just one more thing and realize that there are endless opportunities to change"
  },
  {
    "startTime": 400.99,
    "endTime": 402.04,
    "text": "your choices."
  },
  {
    "startTime": 402.04,
    "endTime": 407.95000000000005,
    "text": "For example: ask yourself, \"What can I change in my day to cherish life just a little bit"
  },
  {
    "startTime": 407.95,
    "endTime": 413.61,
    "text": "more right now?\" You might want to talk to your kids in the car instead of putting"
  },
  {
    "startTime": 413.61,
    "endTime": 420.14,
    "text": "on a DVD, grab a book or put on some music instead of wasting time on Facebook or social"
  },
  {
    "startTime": 420.14,
    "endTime": 425.45,
    "text": "media, go out to dinner or cook with your significant other instead of ordering in and"
  },
  {
    "startTime": 425.45,
    "endTime": 430.78999999999996,
    "text": "watching TV, take a walk and connect with nature just for a few minutes."
  },
  {
    "startTime": 430.79,
    "endTime": 437.44,
    "text": "And to that I'll add, make sure you leave your phone at home or at least put it on airplane"
  },
  {
    "startTime": 437.44,
    "endTime": 446.53,
    "text": "mode so it's not dinging in your pocket. Because FYI, this is not a nature walk."
  },
  {
    "startTime": 446.53,
    "endTime": 468.79999999999995,
    "text": "Now, of course, these are just a few ideas just to spark your imagination. What I want"
  },
  {
    "startTime": 468.8,
    "endTime": 473.56,
    "text": "you to do is mentally go through your day and examine your habits and then make a list"
  },
  {
    "startTime": 473.56,
    "endTime": 477.13,
    "text": "of just a few little choices that you can change."
  },
  {
    "startTime": 477.13,
    "endTime": 481.83,
    "text": "And that's what we've got for you today, Stephanie. Four ways to help you continue"
  },
  {
    "startTime": 481.83,
    "endTime": 487.69,
    "text": "to reach for those big dreams without missing out on the sweetness of your life."
  },
  {
    "startTime": 487.69,
    "endTime": 493.99,
    "text": "Now I would love to hear from you. Take an inventory of your daily habits. What are 3"
  },
  {
    "startTime": 493.99,
    "endTime": 498.3,
    "text": "changes that you could make in your daily choices that would immediately help you feel"
  },
  {
    "startTime": 498.3,
    "endTime": 504.08,
    "text": "like you're actually truly living your life and not just ripping through it? Leave a comment"
  },
  {
    "startTime": 504.08,
    "endTime": 505.9,
    "text": "below and let me know."
  },
  {
    "startTime": 505.9,
    "endTime": 511.77,
    "text": "Now, as always, the best discussions happen after the episode over at MarieForleo.com,"
  },
  {
    "startTime": 511.77,
    "endTime": 514.5799999999999,
    "text": "so go there and leave a comment now."
  },
  {
    "startTime": 514.58,
    "endTime": 520.4000000000001,
    "text": "Did you like this video? If so, subscribe to our fantastic channel and I would be so"
  },
  {
    "startTime": 520.4,
    "endTime": 524.9499999999999,
    "text": "grateful if you shared this with your friends. And if you want even more great resources"
  },
  {
    "startTime": 524.95,
    "endTime": 529.44,
    "text": "to create a business and life that you love, plus some personal insights from me that I"
  },
  {
    "startTime": 529.44,
    "endTime": 533.95,
    "text": "only talk about in email, come on over to MarieForleo.com and make sure you sign up"
  },
  {
    "startTime": 533.95,
    "endTime": 535.7800000000001,
    "text": "for email updates."
  },
  {
    "startTime": 535.78,
    "endTime": 540.5899999999999,
    "text": "Stay on your game and keep going for your dreams because the world needs that special"
  },
  {
    "startTime": 540.59,
    "endTime": 545.86,
    "text": "gift that only you have. Thank you so much for watching and I'll catch you next time"
  },
  {
    "startTime": 545.86,
    "endTime": 555.86,
    "text": "on MarieTV."
  }
]