[
  {
    "startTime": 1.579,
    "endTime": 3.259,
    "text": "I've been issued an invitation to the ball."
  },
  {
    "startTime": 3.259,
    "endTime": 5.9,
    "text": "See how they look at you?"
  },
  {
    "startTime": 5.9,
    "endTime": 9.2,
    "text": "Give me a kiss instantly or I shall take grave offence!"
  },
  {
    "startTime": 9.2,
    "endTime": 11.44,
    "text": "I am no-one, what could the interest be?"
  },
  {
    "startTime": 11.44,
    "endTime": 13.899999999999999,
    "text": "You are no-one while everybody is someone."
  },
  {
    "startTime": 13.9,
    "endTime": 18.82,
    "text": "Louis XIV demands a heaven on Earth, but just who is going to provide it?"
  },
  {
    "startTime": 18.82,
    "endTime": 24.310000000000002,
    "text": "Hey presto! Up sprouts landscaper Matthias Schoenaerts and his headstrong assistant"
  },
  {
    "startTime": 24.31,
    "endTime": 31.179,
    "text": "Kate Winslet. She's stardust, she's golden and she's got to get herself back to the garden."
  },
  {
    "startTime": 31.179,
    "endTime": 34.64,
    "text": "You're inviting new ideas into the gardens? Why?"
  },
  {
    "startTime": 34.64,
    "endTime": 35.660000000000004,
    "text": "Welcome to Versailles."
  },
  {
    "startTime": 35.66,
    "endTime": 44.76,
    "text": "Patience, and a little warmth from the Sun are our best hope."
  },
  {
    "startTime": 44.76,
    "endTime": 50.4,
    "text": "Henry, you confounded me with Child 44 so I'm now guessing that this one was right up your herbaceous border."
  },
  {
    "startTime": 50.4,
    "endTime": 55.86,
    "text": "I quite like... no, it's poppycock. There's so much in this film about the vision of Louis XIV and \"will"
  },
  {
    "startTime": 55.86,
    "endTime": 59.19,
    "text": "it come in on time, this project? Will there be enough money? Will there be enough time"
  },
  {
    "startTime": 59.19,
    "endTime": 63.599999999999994,
    "text": "for everything?\" and I kind of think \"Alan Rickman, take a look at yourself mate\". This"
  },
  {
    "startTime": 63.6,
    "endTime": 69.12,
    "text": "is talking about the film in so many different ways. It just feels silly and histrionic and"
  },
  {
    "startTime": 69.12,
    "endTime": 75.01,
    "text": "campy without being particularly funny, and cheap in a strange way. There's this amazing"
  },
  {
    "startTime": 75.01,
    "endTime": 80.11,
    "text": "shot of Versailles at the end which is done with computer generated imaging. It's CGI"
  },
  {
    "startTime": 80.11,
    "endTime": 85.07,
    "text": "Versailles which really just looks flat and dull and cheap and particularly what that"
  },
  {
    "startTime": 85.07,
    "endTime": 90.5,
    "text": "garden wasn't. Also, paradoxically, very tidy and well ordered for a film called A Little"
  },
  {
    "startTime": 90.5,
    "endTime": 94.93,
    "text": "Bit of Chaos. Exactly, what chaos? There's no chaos. Short of calling it, I don't know,"
  },
  {
    "startTime": 94.93,
    "endTime": 99.29,
    "text": "Cop Warriors from Mars I can't think of a more misleading title. I think the idea is"
  },
  {
    "startTime": 99.29,
    "endTime": 104.38000000000001,
    "text": "that Kate Winslet's character, she's supposed to the free-spirit and he's supposed to be..."
  },
  {
    "startTime": 104.38,
    "endTime": 108.42999999999999,
    "text": "that is to say Matthias Schoenaerts, another terrible role for him, I'm sorry to say. Yeah,"
  },
  {
    "startTime": 108.43,
    "endTime": 111.72000000000001,
    "text": "he looks like a kind of droopy cocker spaniel. He just looks terrible, especially when he"
  },
  {
    "startTime": 111.72,
    "endTime": 114.94,
    "text": "has to sing like an eight year old in that kind of high-pitched voice, I didn't"
  },
  {
    "startTime": 114.94,
    "endTime": 120.11,
    "text": "know where to look, certainly not at the screen. She's supposed to be providing this wonderful"
  },
  {
    "startTime": 120.11,
    "endTime": 126.28999999999999,
    "text": "free-thinking, life-affirming chaos. No she doesn't! She's just as stilted and orderly"
  },
  {
    "startTime": 126.29,
    "endTime": 131.92000000000002,
    "text": "and ideologically reactionary as everybody else! It's just ridiculous. I found myself"
  },
  {
    "startTime": 131.92,
    "endTime": 136.2,
    "text": "thinking about Sense and Sensibility, almost 20 years old now, she had so much life and"
  },
  {
    "startTime": 136.2,
    "endTime": 141.709,
    "text": "vivacity and interest and humour and fun. Crucially, she was very well directed by Ang"
  },
  {
    "startTime": 141.709,
    "endTime": 146.76,
    "text": "Lee and it makes you appreciate what a shrewd and interesting man he is. This seemed to"
  },
  {
    "startTime": 146.76,
    "endTime": 151.48,
    "text": "be absolutely dead weight. When Alan Rickman came on in cameo, there was a little touch"
  },
  {
    "startTime": 151.48,
    "endTime": 156.48999999999998,
    "text": "of humour, I thought. It almost, but, I'm sorry to say, not quite, brought the film"
  },
  {
    "startTime": 156.49,
    "endTime": 162.03,
    "text": "to life. If only it was somehow about him, and his eccentricities. Stanley Tucci came"
  },
  {
    "startTime": 162.03,
    "endTime": 166.83,
    "text": "on and he got a few laughs. He's quite funny and sent the whole thing up a little bit,"
  },
  {
    "startTime": 166.83,
    "endTime": 173.59,
    "text": "but then you're just plunged right back into this bafflingly dull, boring, boring world."
  },
  {
    "startTime": 173.59,
    "endTime": 177.79,
    "text": "I just couldn't see what was supposed to be so interesting about it. And that thing where"
  },
  {
    "startTime": 177.79,
    "endTime": 183.04,
    "text": "she moves his potted plant at the beginning... When a film just pivots on the drama of the"
  },
  {
    "startTime": 183.04,
    "endTime": 190.26999999999998,
    "text": "moving of a potted plant, you've got a problem. You moved one of my pots. I did. I mean, who"
  },
  {
    "startTime": 190.27,
    "endTime": 194.73000000000002,
    "text": "is the audience for this film? Who is the audience? I guess it's someone who likes a"
  },
  {
    "startTime": 194.73,
    "endTime": 200.459,
    "text": "period drama or perhaps someone who's into Julian Fellows-esque stuff but badly written"
  },
  {
    "startTime": 200.459,
    "endTime": 206.05,
    "text": "rather than well done. We're kind of three for three on actors having a director's vision"
  },
  {
    "startTime": 206.05,
    "endTime": 209.8,
    "text": "that just seems massively ego clouded. We were talking about Goswell, we were talking"
  },
  {
    "startTime": 209.8,
    "endTime": 213.91000000000003,
    "text": "about The Water Diviner the week before that, and now this. I sort of disagree about Alan"
  },
  {
    "startTime": 213.91,
    "endTime": 218.34,
    "text": "Rickman coming on and bringing it to life, I feel like he'd almost deliberately kept"
  },
  {
    "startTime": 218.34,
    "endTime": 222.379,
    "text": "the ground barren until he could then plant his little ego seed and let the Louis XIV"
  },
  {
    "startTime": 222.379,
    "endTime": 226.54999999999998,
    "text": "character flourish halfway through and suddenly, thank God, we got something to enjoy and something"
  },
  {
    "startTime": 226.55,
    "endTime": 232.3,
    "text": "that is going to be a bit more baroque and interesting. Without that, it just feels bare."
  },
  {
    "startTime": 232.3,
    "endTime": 237.06900000000002,
    "text": "If you wish to be alone, I could come back. No no no. I find that you're the very company"
  },
  {
    "startTime": 237.069,
    "endTime": 250.04,
    "text": "I need today. Nothing would suit me better than for me, the King's gardener, to take"
  },
  {
    "startTime": 250.04,
    "endTime": 260.03999999999996,
    "text": "some advice on perennials."
  }
]