[
  {
    "startTime": 0.6,
    "endTime": 2.2,
    "text": "Hey, I'm Keri Glassman."
  },
  {
    "startTime": 2.3,
    "endTime": 6.5,
    "text": "Here are some quick and simple tips to help you feel just a little bit better."
  },
  {
    "startTime": 9.5,
    "endTime": 16.6,
    "text": "You’ve been told so many times about the benefits of cooking your own meals that I’m not going to pretend like this is some new piece of advice."
  },
  {
    "startTime": 16.7,
    "endTime": 17.7,
    "text": "But what can I say?"
  },
  {
    "startTime": 17.9,
    "endTime": 23.4,
    "text": "When something so simple can make such a difference in so many aspects of your life, I can’t ignore it!"
  },
  {
    "startTime": 23.5,
    "endTime": 28.1,
    "text": "Consider this: Cooking more often — it doesn’t have to be every single meal,"
  },
  {
    "startTime": 28.2,
    "endTime": 35.0,
    "text": "means that you’re eating healthier, you're saving money, and you're spending more time probably with your family and friends."
  },
  {
    "startTime": 35.1,
    "endTime": 40.0,
    "text": "And it can actually be fun. Some people even consider cooking, we know, a hobby!"
  },
  {
    "startTime": 40.1,
    "endTime": 44.9,
    "text": "Hopefully you didn’t stop watching earlier when I referred to cooking meals as \"simple.\""
  },
  {
    "startTime": 45.2,
    "endTime": 47.300000000000004,
    "text": "I know what you’re thinking, \"Are you crazy?\""
  },
  {
    "startTime": 47.4,
    "endTime": 50.0,
    "text": "\"I use my fridge to store sweaters! I don't cook!”"
  },
  {
    "startTime": 50.1,
    "endTime": 55.0,
    "text": "Making your own meals doesn’t have to be this complex, super involved process."
  },
  {
    "startTime": 55.3,
    "endTime": 58.9,
    "text": "Here's my advice: Choose eight to ten foods that you love."
  },
  {
    "startTime": 59.0,
    "endTime": 64.9,
    "text": "Make sure to include at least one veggie, one healthy fat, a whole grain, and a lean protein."
  },
  {
    "startTime": 65.2,
    "endTime": 71.10000000000001,
    "text": "Then, choose three to four fast, easy meals you know you can make. They don’t have to look pretty."
  },
  {
    "startTime": 71.2,
    "endTime": 73.5,
    "text": "Finally, make a deal with yourself."
  },
  {
    "startTime": 73.7,
    "endTime": 80.5,
    "text": "Always have the list of foods on hand and perfect making those three to four meals with those eight to ten foods."
  },
  {
    "startTime": 80.6,
    "endTime": 86.19999999999999,
    "text": "They will quickly turn into staple, go-to meals and perhaps even your signature dish."
  },
  {
    "startTime": 86.3,
    "endTime": 91.1,
    "text": "So remember: Cooking your own meals doesn’t require becoming the next Top Chef."
  },
  {
    "startTime": 91.2,
    "endTime": 99.0,
    "text": "And with the money you save, the healthier food your family is eating, and the extra time you’re spending with loved ones, you’ll feel just a little bit better."
  }
]