[
  {
    "startTime": 6.983,
    "endTime": 13.0,
    "text": "A handful of species on Earth  share a seemingly mysterious trait: a menstrual cycle."
  },
  {
    "startTime": 13.0,
    "endTime": 15.152000000000001,
    "text": "We're one of the select few."
  },
  {
    "startTime": 15.152,
    "endTime": 22.5,
    "text": "Monkeys, apes, bats, humans, and possibly elephant shrews are the only mammals on Earth that menstruate."
  },
  {
    "startTime": 22.5,
    "endTime": 29.0,
    "text": "We also do it more than any other animal, even though it's a waste of nutrients and can be a physical inconvenience."
  },
  {
    "startTime": 29.0,
    "endTime": 33.3,
    "text": "So where's the sense in this uncommon biological process?"
  },
  {
    "startTime": 33.3,
    "endTime": 35.967999999999996,
    "text": "The answer begins with pregnancy."
  },
  {
    "startTime": 35.968,
    "endTime": 42.0,
    "text": "During this process, the body's resources are cleverly used to shape a suitable environment for a fetus,"
  },
  {
    "startTime": 42.0,
    "endTime": 46.92,
    "text": "creating an internal haven for a mother to nurture her growing child."
  },
  {
    "startTime": 46.92,
    "endTime": 53.312000000000005,
    "text": "In this respect,  pregnancy is awe-inspiring, but that's only half the story."
  },
  {
    "startTime": 53.312,
    "endTime": 58.0,
    "text": "The other half reveals that pregnancy places a mother and her child at odds."
  },
  {
    "startTime": 58.0,
    "endTime": 63.0,
    "text": "As for all living creatures, the human body evolved to promote the spread of its genes."
  },
  {
    "startTime": 63.0,
    "endTime": 69.0,
    "text": "For the mother, that means she should try to provide equally for all her offspring."
  },
  {
    "startTime": 69.0,
    "endTime": 73.042,
    "text": "But a mother and her fetus don't share exactly the same genes."
  },
  {
    "startTime": 73.042,
    "endTime": 83.065,
    "text": "The fetus inherits genes from its father, as well, and those genes can promote their own survival by extracting more than their fair share of resources from the mother."
  },
  {
    "startTime": 83.065,
    "endTime": 92.372,
    "text": "This evolutionary conflict of interests places a woman and her unborn child in a biological tug-of-war that plays out inside the womb."
  },
  {
    "startTime": 92.372,
    "endTime": 102.129,
    "text": "One factor contributing  to this internal tussle is the placenta, the fetal organ that connects to the mother's blood supply and nourishes the fetus while it grows."
  },
  {
    "startTime": 102.129,
    "endTime": 107.777,
    "text": "In most mammals, the placenta is confined behind a barrier of maternal cells."
  },
  {
    "startTime": 107.777,
    "endTime": 112.0,
    "text": "This barrier lets the mother control the supply of nutrients to the fetus."
  },
  {
    "startTime": 112.0,
    "endTime": 121.716,
    "text": "But in humans and a few other species, the placenta actually penetrates right into the mother's circulatory system to directly access her bloodstream."
  },
  {
    "startTime": 121.716,
    "endTime": 130.548,
    "text": "Through its placenta, the fetus pumps the mother's arteries with hormones that keep them open to provide a permanent flow of nutrient-rich blood."
  },
  {
    "startTime": 130.548,
    "endTime": 140.815,
    "text": "A fetus with such unrestricted access can manufacture hormones to increase the mother's blood sugar, dilate her arteries, and inflate her blood pressure."
  },
  {
    "startTime": 140.815,
    "endTime": 149.326,
    "text": "Most mammal mothers can expel or reabsorb embryos if required, but in humans, once the fetus is connected to the blood supply,"
  },
  {
    "startTime": 149.326,
    "endTime": 153.0,
    "text": "severing that connection  can result in hemorrhage."
  },
  {
    "startTime": 153.0,
    "endTime": 158.0,
    "text": "If the fetus develops poorly or dies, the mother's health is endangered."
  },
  {
    "startTime": 158.0,
    "endTime": 169.0,
    "text": "As it grows, a fetus's ongoing need for resources can cause intense fatigue, high blood pressure, and conditions  like diabetes and preeclampsia."
  },
  {
    "startTime": 169.0,
    "endTime": 175.0,
    "text": "Because of these risks, pregnancy is always a huge, and sometimes dangerous, investment."
  },
  {
    "startTime": 175.0,
    "endTime": 181.551,
    "text": "So it makes sense that the body should screen embryos carefully to find out which ones are worth the challenge."
  },
  {
    "startTime": 181.551,
    "endTime": 184.059,
    "text": "This is where menstruation fits in."
  },
  {
    "startTime": 184.059,
    "endTime": 192.049,
    "text": "Pregnancy starts with a process called implantation, where the embryo embeds itself in the endometrium that lines the uterus."
  },
  {
    "startTime": 192.049,
    "endTime": 199.084,
    "text": "The endometrium evolved to make implantation difficult, so that only the healthy embryos could survive."
  },
  {
    "startTime": 199.084,
    "endTime": 208.0,
    "text": "But in doing so, it also selected for the most  vigorously invasive embryos, creating an evolutionary feedback loop."
  },
  {
    "startTime": 208.0,
    "endTime": 217.56,
    "text": "The embryo engages in a complex, exquisitely timed hormonal dialogue that transforms the endometrium  to allow implantation."
  },
  {
    "startTime": 217.56,
    "endTime": 220.613,
    "text": "What happens when an embryo fails the test?"
  },
  {
    "startTime": 220.613,
    "endTime": 225.764,
    "text": "It might still manage to attach, or even get partly through the endometrium."
  },
  {
    "startTime": 225.764,
    "endTime": 235.84900000000002,
    "text": "As it slowly dies, it could leave its mother vulnerable to infection, and all the time, it may be emitting hormonal signals that disrupt her tissues."
  },
  {
    "startTime": 235.849,
    "endTime": 240.832,
    "text": "The body avoids this problem by simply removing every possible risk."
  },
  {
    "startTime": 240.832,
    "endTime": 247.779,
    "text": "Each time ovulation doesn't result in a healthy pregnancy, the womb gets rid  of its endometrial lining,"
  },
  {
    "startTime": 247.779,
    "endTime": 252.816,
    "text": "along with any unfertilized eggs, sick, dying, or dead embryos."
  },
  {
    "startTime": 252.816,
    "endTime": 259.109,
    "text": "That protective process is known as menstruation, leading to the period."
  },
  {
    "startTime": 259.109,
    "endTime": 272.316,
    "text": "This biological trait, bizarre as it may be, sets us on course  for the continuation of the human race."
  }
]