[
  {
    "startTime": 0.0,
    "endTime": 3.18,
    "text": "Black holes are one of the strangest things in existence."
  },
  {
    "startTime": 3.452,
    "endTime": 6.6,
    "text": "They don’t seem to make any sense at all; where do they come from?"
  },
  {
    "startTime": 7.118,
    "endTime": 8.5,
    "text": "And what happens if you fall into one?"
  },
  {
    "startTime": 15.67,
    "endTime": 22.7,
    "text": "Stars are incredibly massive collections of mostly hydrogen atoms that collapse from enormous gas clouds under their own gravity."
  },
  {
    "startTime": 22.865,
    "endTime": 29.099999999999998,
    "text": "In their core, nuclear fusion crushes hydrogen atoms into helium, releasing a tremendous amount of energy."
  },
  {
    "startTime": 29.5,
    "endTime": 36.5,
    "text": "This energy, in the form of radiation, pushes against gravity, maintaining a delicate balance between the two forces."
  },
  {
    "startTime": 36.954,
    "endTime": 40.8,
    "text": "As long as there is fusion in the core, a star remains stable enough."
  },
  {
    "startTime": 41.152,
    "endTime": 49.7,
    "text": "But for stars with way more mass than our own Sun, the heat and pressure at the core allow them to fuse heavier elements, until they reach iron."
  },
  {
    "startTime": 50.266,
    "endTime": 56.0,
    "text": "Unlike all the elements that went before, the fusion process that creates iron doesn’t generate any energy."
  },
  {
    "startTime": 56.316,
    "endTime": 63.800000000000004,
    "text": "Iron builds up at the center of the star until it reaches a critical amount, and the balance between radiation and gravity is suddenly broken."
  },
  {
    "startTime": 64.073,
    "endTime": 65.69999999999999,
    "text": "The core collapses."
  },
  {
    "startTime": 66.219,
    "endTime": 73.5,
    "text": "Within a fraction of a second, the star implodes, moving at about a quarter of the speed of light, feeding even more mass into the core."
  },
  {
    "startTime": 74.051,
    "endTime": 81.3,
    "text": "It’s at this very moment that all the heavier elements in the universe are created, as the star dies in a supernova explosion."
  },
  {
    "startTime": 81.6,
    "endTime": 89.69999999999999,
    "text": "This produces either a neutron star or, if the star is massive enough, the entire mass of the core collapses into a black hole."
  },
  {
    "startTime": 89.985,
    "endTime": 94.5,
    "text": "If you looked at a black hole, what you’d really be seeing is the event horizon."
  },
  {
    "startTime": 94.887,
    "endTime": 100.0,
    "text": "Anything that crosses the event horizon needs to be travelling faster than the speed of light to escape."
  },
  {
    "startTime": 100.04,
    "endTime": 102.49900000000001,
    "text": "In other words, it’s impossible."
  },
  {
    "startTime": 102.499,
    "endTime": 106.151,
    "text": "So we just see a black sphere, reflecting nothing."
  },
  {
    "startTime": 106.151,
    "endTime": 111.89999999999999,
    "text": "But if the event horizon is the “black” part, what is the “hole” part of the black hole?"
  },
  {
    "startTime": 111.941,
    "endTime": 113.509,
    "text": "The singularity."
  },
  {
    "startTime": 113.509,
    "endTime": 115.8,
    "text": "We’re not sure what it is exactly."
  },
  {
    "startTime": 116.37,
    "endTime": 123.28,
    "text": "A singularity may be infinitely dense, meaning all its mass is concentrated into a single point in space with no surface or volume."
  },
  {
    "startTime": 123.629,
    "endTime": 126.135,
    "text": "Or something completely different."
  },
  {
    "startTime": 126.152,
    "endTime": 128.0,
    "text": "Right now, we just don’t know."
  },
  {
    "startTime": 128.5,
    "endTime": 130.58,
    "text": "It’s like a dividing by zero error."
  },
  {
    "startTime": 131.009,
    "endTime": 134.0,
    "text": "By the way, black holes do not suck things up like a vacuum cleaner."
  },
  {
    "startTime": 134.616,
    "endTime": 141.20000000000002,
    "text": "If we were to swap the Sun for an equally massive black hole, nothing much would change for Earth, except that we would freeze to death, of course."
  },
  {
    "startTime": 141.5,
    "endTime": 144.3,
    "text": "What would happen to you if you fell into a black hole?"
  },
  {
    "startTime": 144.936,
    "endTime": 147.725,
    "text": "The experience of time is different around black holes."
  },
  {
    "startTime": 147.8,
    "endTime": 153.8,
    "text": "From the outside, you seem to slow down as you approach the event horizon, so time passes slower for you."
  },
  {
    "startTime": 154.1,
    "endTime": 158.79999999999998,
    "text": "At some point, you would appear to freeze in time, slowly turn red, and disappear."
  },
  {
    "startTime": 158.841,
    "endTime": 164.5,
    "text": "While from your perspective, you can watch the rest of the universe in fast-forward, kind of like seeing into the future."
  },
  {
    "startTime": 164.924,
    "endTime": 169.5,
    "text": "Right now, we don’t know what happens next, but we think it could be one of two things."
  },
  {
    "startTime": 169.629,
    "endTime": 172.0,
    "text": "One: you die a quick death."
  },
  {
    "startTime": 172.58,
    "endTime": 178.0,
    "text": "A black hole curves space so much that once you cross the event horizon there is only one possible direction."
  },
  {
    "startTime": 178.339,
    "endTime": 183.3,
    "text": "You can take this literally: inside the event horizon, you can only go in one direction."
  },
  {
    "startTime": 183.82,
    "endTime": 188.5,
    "text": "It’s like being in a really tight alley that closes behind you after each step."
  },
  {
    "startTime": 188.8,
    "endTime": 198.60000000000002,
    "text": "The mass of a black hole is so concentrated, at some point, even tiny distances of a few centimeters would mean that gravity acts with millions of times more force on different parts of your body."
  },
  {
    "startTime": 199.0,
    "endTime": 206.0,
    "text": "Your cells get torn apart as your body stretches more and more, until you’re a hot stream of plasma one atom wide."
  },
  {
    "startTime": 206.16,
    "endTime": 208.6,
    "text": "Two: you die a very quick death."
  },
  {
    "startTime": 208.9,
    "endTime": 214.1,
    "text": "Very soon after you cross the event horizon, you would hit a fire wall and be terminated in an instant."
  },
  {
    "startTime": 214.513,
    "endTime": 217.4,
    "text": "Neither of these options are particularly pleasant."
  },
  {
    "startTime": 217.555,
    "endTime": 220.5,
    "text": "How soon you would die depends on the mass of the black hole."
  },
  {
    "startTime": 221.139,
    "endTime": 228.5,
    "text": "A smaller black hole would kill you before you even entered its event horizon, while you probably could travel inside a supermassive black hole for quite a while."
  },
  {
    "startTime": 229.032,
    "endTime": 233.4,
    "text": "As a rule of thumb, the further away from the singularity you are, the longer you live."
  },
  {
    "startTime": 233.7,
    "endTime": 235.7,
    "text": "Black holes come in different sizes."
  },
  {
    "startTime": 236.0,
    "endTime": 241.2,
    "text": "There are stellar-mass black holes with a few times the mass of the Sun and the diameter of an asteroid."
  },
  {
    "startTime": 241.8,
    "endTime": 248.991,
    "text": "And then there are the supermassive black holes, which are found at the heart of every galaxy and have been feeding for billions of years."
  },
  {
    "startTime": 248.991,
    "endTime": 257.7,
    "text": "Currently, the largest supermassive black hole known is S5 0014+81, forty billion times the mass of our Sun."
  },
  {
    "startTime": 258.0,
    "endTime": 265.5,
    "text": "It is 236.7 billion kilometers in diameter, which is 47 times the distance from the Sun to Pluto."
  },
  {
    "startTime": 265.557,
    "endTime": 271.5,
    "text": "As powerful as black holes are, they will eventually evaporate through a process called Hawking radiation."
  },
  {
    "startTime": 272.0,
    "endTime": 275.13,
    "text": "To understand how this works, we have to look at empty space."
  },
  {
    "startTime": 275.13,
    "endTime": 281.5,
    "text": "Empty space is not really empty, but filled with virtual particles popping into existence and annihilating each other again."
  },
  {
    "startTime": 281.609,
    "endTime": 289.59,
    "text": "When this happens right on the edge of a black hole, one of the virtual particles will be drawn into the black hole, and the other will escape and become a real particle."
  },
  {
    "startTime": 289.903,
    "endTime": 292.54400000000004,
    "text": "So the black hole is losing energy."
  },
  {
    "startTime": 292.544,
    "endTime": 297.2,
    "text": "This happens incredibly slowly at first, and gets faster as the black hole becomes smaller."
  },
  {
    "startTime": 297.545,
    "endTime": 301.6,
    "text": "When it arrives at the mass of a large asteroid, it’s radiating at room temperature."
  },
  {
    "startTime": 302.092,
    "endTime": 305.5,
    "text": "When it has the mass of a mountain, it radiates at about the heat of our Sun."
  },
  {
    "startTime": 305.716,
    "endTime": 312.2,
    "text": "And in the last second of its life, the black hole radiates away with the energy of billions of nuclear bombs in a huge explosion."
  },
  {
    "startTime": 312.309,
    "endTime": 314.70000000000005,
    "text": "But this process is incredibly slow."
  },
  {
    "startTime": 315.076,
    "endTime": 319.25,
    "text": "The biggest black holes we know might take up to a googol years to evaporate."
  },
  {
    "startTime": 322.823,
    "endTime": 325.0,
    "text": "Nobody will be around to witness it."
  },
  {
    "startTime": 325.25,
    "endTime": 328.3,
    "text": "The universe will have become uninhabitable long before then."
  },
  {
    "startTime": 328.97,
    "endTime": 333.0,
    "text": "This is not the end of our story; there are loads more interesting ideas about black holes."
  },
  {
    "startTime": 333.319,
    "endTime": 336.5,
    "text": "We’ll explore them in part 2."
  },
  {
    "startTime": 336.5,
    "endTime": 339.18,
    "text": "A big thanks to Fraser Cain for help with this video."
  },
  {
    "startTime": 340.0,
    "endTime": 345.0,
    "text": "By the way, we’ve made some Kurzgesagt wallpapers in 4K for different screen sizes;"
  },
  {
    "startTime": 345.3,
    "endTime": 348.6,
    "text": "you can get them on our Patreon page, which also helps us to make more videos."
  },
  {
    "startTime": 349.034,
    "endTime": 353.0,
    "text": "Like this December, the first month ever with three videos!"
  },
  {
    "startTime": 353.0,
    "endTime": 363.0,
    "text": "Subtitles by the Amara.org community"
  }
]