[
  {
    "startTime": 0.0,
    "endTime": 3.0,
    "text": "The simple questions are the hardest ones to answer."
  },
  {
    "startTime": 3.0,
    "endTime": 4.86,
    "text": "What is a thing?"
  },
  {
    "startTime": 4.86,
    "endTime": 6.66,
    "text": "Why do things happen?"
  },
  {
    "startTime": 6.66,
    "endTime": 9.38,
    "text": "And why DO they happen the way they do?"
  },
  {
    "startTime": 9.38,
    "endTime": 11.700000000000001,
    "text": "Let's try to approach this step by step."
  },
  {
    "startTime": 11.7,
    "endTime": 13.6,
    "text": "What are you made of?"
  },
  {
    "startTime": 13.6,
    "endTime": 20.5,
    "text": "You are matter, which is made of molecules, which are made of atoms, and those are made of elementary particles."
  },
  {
    "startTime": 20.5,
    "endTime": 35.0,
    "text": "But, if elementary particles are the smallest things that exist, What are THEY made of?"
  },
  {
    "startTime": 35.0,
    "endTime": 38.38,
    "text": "To answer a simple question, let's start simply."
  },
  {
    "startTime": 38.38,
    "endTime": 40.68,
    "text": "Let's wipe the universe clean."
  },
  {
    "startTime": 40.68,
    "endTime": 45.38,
    "text": "Away with matter, antimatter, radiation, particles, anything."
  },
  {
    "startTime": 45.38,
    "endTime": 49.14,
    "text": "Now let's take a closer look at absolutely nothing."
  },
  {
    "startTime": 49.14,
    "endTime": 51.18,
    "text": "What is empty space?"
  },
  {
    "startTime": 51.18,
    "endTime": 53.18,
    "text": "Is it what we call a vacuum?"
  },
  {
    "startTime": 53.18,
    "endTime": 56.24,
    "text": "There are no atoms, no matter, nothing!"
  },
  {
    "startTime": 56.24,
    "endTime": 58.46,
    "text": "Is it really all that empty?"
  },
  {
    "startTime": 58.46,
    "endTime": 62.1,
    "text": "Nothing gives us the building blocks for everything."
  },
  {
    "startTime": 62.1,
    "endTime": 66.38,
    "text": "In a sense, empty space is a lot like a vast, calm ocean."
  },
  {
    "startTime": 66.38,
    "endTime": 72.53999999999999,
    "text": "While the water is very still when nothing is happening, a stiff breeze can create some serious waves."
  },
  {
    "startTime": 72.54,
    "endTime": 74.66000000000001,
    "text": "Our universe works a lot like this."
  },
  {
    "startTime": 74.66,
    "endTime": 76.88,
    "text": "There are these oceans everywhere."
  },
  {
    "startTime": 76.88,
    "endTime": 79.42,
    "text": "Physicists call them fields."
  },
  {
    "startTime": 79.42,
    "endTime": 83.56,
    "text": "This might be strange and new, but think about radiation for example."
  },
  {
    "startTime": 83.56,
    "endTime": 90.24000000000001,
    "text": "By exciting what's known as the electromagnetic field, a little kink is created which is the particle we call the photon."
  },
  {
    "startTime": 90.24,
    "endTime": 94.14,
    "text": "The particle that carries radiation, we perceive it as light."
  },
  {
    "startTime": 94.14,
    "endTime": 98.92,
    "text": "This isn't unique to light; every particle in the universe is made this way."
  },
  {
    "startTime": 98.92,
    "endTime": 103.46000000000001,
    "text": "There are fields for every particle of matter all with their own rules."
  },
  {
    "startTime": 103.46,
    "endTime": 111.69999999999999,
    "text": "For example, along with the electromagnetic field, there is an electron field everywhere in the universe and little kinks in that field are electrons."
  },
  {
    "startTime": 111.7,
    "endTime": 118.36,
    "text": "All together, the fields of our universe can produce 17 particles which can be divided  into 3 categories."
  },
  {
    "startTime": 118.36,
    "endTime": 122.12,
    "text": "The leptons, and the quarks, and the bosons."
  },
  {
    "startTime": 122.12,
    "endTime": 127.42,
    "text": "Leptons consist of the electron as well as its cousins: muon and tau particles."
  },
  {
    "startTime": 127.42,
    "endTime": 130.0,
    "text": "Each has an associated neutrino."
  },
  {
    "startTime": 130.0,
    "endTime": 131.78,
    "text": "Then, there are quarks."
  },
  {
    "startTime": 131.78,
    "endTime": 134.54,
    "text": "The quarks are the nuclear family of particles."
  },
  {
    "startTime": 134.54,
    "endTime": 141.35999999999999,
    "text": "They're always found bound together in groups and pairs and make up protons and neutrons, which make up the nuclei of atoms."
  },
  {
    "startTime": 141.36,
    "endTime": 144.62,
    "text": "Together, the leptons and quarks are the matter particles."
  },
  {
    "startTime": 144.62,
    "endTime": 146.52,
    "text": "They make up all the things you see."
  },
  {
    "startTime": 146.52,
    "endTime": 153.26000000000002,
    "text": "The air you breathe, the sun that warms you, the computer you're using right now to distract yourself from the stuff you should be doing."
  },
  {
    "startTime": 153.26,
    "endTime": 156.72,
    "text": "But things don't just exist, they also do stuff."
  },
  {
    "startTime": 156.72,
    "endTime": 162.94,
    "text": "In some philosophical sense, the properties of a thing are just as much a part of it as existence itself."
  },
  {
    "startTime": 162.94,
    "endTime": 166.72,
    "text": "This is where the bosons and the fields that makes them come in to play."
  },
  {
    "startTime": 166.72,
    "endTime": 172.48,
    "text": "While the quarks and leptons are made by the matter fields, the bosons are made by force fields."
  },
  {
    "startTime": 172.48,
    "endTime": 175.2,
    "text": "We call a rule of the universe a force."
  },
  {
    "startTime": 175.2,
    "endTime": 178.67999999999998,
    "text": "And so far, 4 fundamental forces have been discovered:"
  },
  {
    "startTime": 178.68,
    "endTime": 183.64000000000001,
    "text": "Electromagnetism, gravity, and the strong and weak nuclear forces."
  },
  {
    "startTime": 183.64,
    "endTime": 189.44,
    "text": "These forces are the rule book of a game where the pieces are the particles, and the game is the universe."
  },
  {
    "startTime": 189.44,
    "endTime": 193.1,
    "text": "They tell particles what they can do and how they can do it."
  },
  {
    "startTime": 193.1,
    "endTime": 200.48,
    "text": "Bishops move diagonally, massless particles move at the speed of light, knights can jump, gravity attracts."
  },
  {
    "startTime": 200.48,
    "endTime": 209.48,
    "text": "The forces are the rules for how particles interact which ultimately make them the rules for how particles assemble into all the big things we see in the universe."
  },
  {
    "startTime": 209.48,
    "endTime": 214.44,
    "text": "Gravity isn't just the rule for orbits around the sun or apples falling from trees."
  },
  {
    "startTime": 214.44,
    "endTime": 219.24,
    "text": "As a rule, it says matter attracts, which builds planets and stars."
  },
  {
    "startTime": 219.24,
    "endTime": 225.64000000000001,
    "text": "Electromagnetism isn't just the rule for magnets attracting or repelling, or electric currents in light bulbs."
  },
  {
    "startTime": 225.64,
    "endTime": 229.94,
    "text": "It governs all atomic bonds, building every molecule."
  },
  {
    "startTime": 229.94,
    "endTime": 235.2,
    "text": "Together, forces and particles are sort of like the Tinkertoys of existence."
  },
  {
    "startTime": 235.2,
    "endTime": 240.1,
    "text": "The bosons are like messengers. Passed between, you could say, connecting the matter particles."
  },
  {
    "startTime": 240.1,
    "endTime": 242.79999999999998,
    "text": "Which they use to tell each other how to move."
  },
  {
    "startTime": 242.8,
    "endTime": 247.62,
    "text": "Each particle uses a certain set of the forces to interact with other particles."
  },
  {
    "startTime": 247.62,
    "endTime": 252.54,
    "text": "Quarks, for example, can interact with each other with electromagnetism and the strong nuclear force,"
  },
  {
    "startTime": 252.54,
    "endTime": 256.68,
    "text": "but electrons don't use the strong force, just electromagnetism."
  },
  {
    "startTime": 256.68,
    "endTime": 261.88,
    "text": "The quarks exchange strong force bosons, communicating the strong nuclear attraction to each other,"
  },
  {
    "startTime": 261.88,
    "endTime": 267.6,
    "text": "while the protons they build exchange the particles of electromagnetism, photons with the electrons."
  },
  {
    "startTime": 267.6,
    "endTime": 275.1,
    "text": "Thus, the quarks end up locked up in nuclei, while the electrons remain attached by their electric attraction, building atoms."
  },
  {
    "startTime": 275.1,
    "endTime": 282.58000000000004,
    "text": "Even though the universe has lots of big, messy phenomena like life, supernovas, and computers, that seem complex on the surface."
  },
  {
    "startTime": 282.58,
    "endTime": 290.3,
    "text": "If you zoom in far enough on anything, you just get 17 particles emerging from underlying fields, playing a game with 4 rules."
  },
  {
    "startTime": 290.3,
    "endTime": 295.78000000000003,
    "text": "To summarize, in the most basic form we know right now, this is what things are."
  },
  {
    "startTime": 295.78,
    "endTime": 299.91999999999996,
    "text": "This theory is what physicists call the Standard Model of Particle Physics."
  },
  {
    "startTime": 299.92,
    "endTime": 310.46000000000004,
    "text": "You are basically nothing more than disturbances on an ocean that's excited by energy and guided by forces that make up the rules of the universe."
  },
  {
    "startTime": 310.46,
    "endTime": 312.94,
    "text": "But why? And what is a force?"
  },
  {
    "startTime": 312.94,
    "endTime": 317.48,
    "text": "We'll have to explore a few more simple questions to get to the bottom of this."
  },
  {
    "startTime": 317.48,
    "endTime": 322.26,
    "text": "We made some wallpapers from some of the graphics in this video: You can get them on patreon.com"
  },
  {
    "startTime": 322.26,
    "endTime": 325.5,
    "text": "If you want to help us make more videos, you can do so there."
  },
  {
    "startTime": 325.5,
    "endTime": 327.94,
    "text": "We really appreciate your support."
  },
  {
    "startTime": 327.94,
    "endTime": 331.7,
    "text": "While you decide, here are some more videos we made."
  }
]