[
  {
    "startTime": 10.0,
    "endTime": 16.0,
    "text": "Have you ever been gazing at a starry sky when suddenly a bright dot glided into view?"
  },
  {
    "startTime": 16.0,
    "endTime": 24.282,
    "text": "If it wasn't blinking, then you've had the distinct pleasure of seeing one of mankind's greatest  collaborative feats with your own eyes:"
  },
  {
    "startTime": 24.282,
    "endTime": 27.0,
    "text": "The International Space Station."
  },
  {
    "startTime": 27.0,
    "endTime": 40.051,
    "text": "Roughly the size of a six-bedroom house, and weighing more than 320 cars, the International Space Station is so large that no single rocket could have lifted it into orbit."
  },
  {
    "startTime": 40.051,
    "endTime": 50.906000000000006,
    "text": "Instead, it was assembled piece by piece while hurtling through space at 28,000 kilometers per hour, lapping the Earth once every 90 minutes."
  },
  {
    "startTime": 50.906,
    "endTime": 56.591,
    "text": "It all started when sixteen nations signed the Space Station Intergovernmental Agreement,"
  },
  {
    "startTime": 56.591,
    "endTime": 61.0,
    "text": "laying out each partner's expected contributions to the ISS,"
  },
  {
    "startTime": 61.0,
    "endTime": 65.81700000000001,
    "text": "from modules and maintenance to sharing information and finances."
  },
  {
    "startTime": 65.817,
    "endTime": 73.8,
    "text": "At an estimated 100 billion U.S. dollars, the Space Station would be the most expensive object ever built."
  },
  {
    "startTime": 73.8,
    "endTime": 80.56,
    "text": "The whole world watched as a Russian rocket launched  the first module of the ISS into the sky."
  },
  {
    "startTime": 80.56,
    "endTime": 95.178,
    "text": "Zarya, meaning sunrise, was equipped with two solar panels and a propulsion system that had the important task of keeping the young station from crashing into the Earth by staying a safe 400 kilometers away."
  },
  {
    "startTime": 95.178,
    "endTime": 107.763,
    "text": "The U.S. Space Shuttle Endeavour followed two weeks later, carrying Unity, a node module to which other modules could be connected, and an international six-person assembly crew."
  },
  {
    "startTime": 107.763,
    "endTime": 113.289,
    "text": "Then came Zvezda, which brought communications and living accommodations."
  },
  {
    "startTime": 113.289,
    "endTime": 124.82000000000001,
    "text": "Ever since the International Space Station's first tenants arrived, it's been continually occupied with more than 200 visitors, spending an average of six months onboard."
  },
  {
    "startTime": 124.82,
    "endTime": 134.715,
    "text": "Astronaut Samantha Cristoforetti holds the record for the longest single space flight by a woman at 199 days on the ISS."
  },
  {
    "startTime": 134.715,
    "endTime": 147.0,
    "text": "2001 saw the arrival of Destiny, the first of four research modules, where astronauts spend approximately 36 hours a week conducting extraordinary experiments in microgravity."
  },
  {
    "startTime": 147.0,
    "endTime": 159.0,
    "text": "Their schedules are packed with exercise, two hours a day to fend off muscle atrophy, station maintenance and repair, and connecting with family or awe-inspired minds around the world."
  },
  {
    "startTime": 159.0,
    "endTime": 166.521,
    "text": "But they still find time for fun, with regular movie nights and even shooting  the first music video in space."
  },
  {
    "startTime": 166.521,
    "endTime": 171.91299999999998,
    "text": "Destiny also controls the seven-jointed robotic Canadarm2."
  },
  {
    "startTime": 171.913,
    "endTime": 180.043,
    "text": "Capable of moving  more than 100,000 kilograms, it's perfect for unloading new arrivals from shuttles."
  },
  {
    "startTime": 180.043,
    "endTime": 195.246,
    "text": "2001 was a busy year for the Space Station with the addition of Quest, the main airlock for strolls outside, and Pirs, a pier for Russian spacecraft to dock including the ever-ready emergency escape vehicle, Soyuz."
  },
  {
    "startTime": 195.246,
    "endTime": 209.98700000000002,
    "text": "Then, on February 1st, 2003, after delivering research modules to the ISS, the space shuttle Columbia exploded during reentry tragically killing the seven-member crew on board."
  },
  {
    "startTime": 209.987,
    "endTime": 224.79999999999998,
    "text": "After a four-year hiatus, work quickly picked up pace with the addition of more hubs, airlocks, docks, and an observation cupola for stunning 360-degree views of our world and beyond."
  },
  {
    "startTime": 224.8,
    "endTime": 234.0,
    "text": "Other critical components included platforms and trusses to support radiators that direct all the heat generated by the station's electronics into space,"
  },
  {
    "startTime": 234.0,
    "endTime": 239.0,
    "text": "and solar panels that are efficient enough to power 55 homes."
  },
  {
    "startTime": 239.0,
    "endTime": 249.563,
    "text": "It took ten years and over 30 missions, but finally, the International Space Station was complete, coinciding with the U.S. Space Shuttle Program's retirement."
  },
  {
    "startTime": 249.563,
    "endTime": 255.53799999999998,
    "text": "The Space Station continues to serve as an incredible model for international collaboration."
  },
  {
    "startTime": 255.538,
    "endTime": 265.3,
    "text": "This year, two people began a one-year stay on the ISS, allowing scientists to study the long-term physical and psychological effects of being in space,"
  },
  {
    "startTime": 265.3,
    "endTime": 271.0,
    "text": "which would prove useful for increasingly ambitious space travel, like trips to Mars."
  },
  {
    "startTime": 271.0,
    "endTime": 288.176,
    "text": "Over its lifetime, we've learned an immense amount scientifically, but also about our capacity to work together and accomplish truly remarkable acts."
  }
]