[
  {
    "startTime": 6.0,
    "endTime": 13.0,
    "text": "If you've had surgery, you might remember starting to count backwards from ten, nine, eight,"
  },
  {
    "startTime": 13.0,
    "endTime": 18.5,
    "text": "and then waking up with the surgery already over before you even got to five."
  },
  {
    "startTime": 18.5,
    "endTime": 21.5,
    "text": "And it might seem like you were asleep, but you weren't."
  },
  {
    "startTime": 21.5,
    "endTime": 25.5,
    "text": "You were under anesthesia, which is much more complicated."
  },
  {
    "startTime": 25.5,
    "endTime": 32.0,
    "text": "You were unconscious, but you also couldn't move, form memories, or, hopefully, feel pain."
  },
  {
    "startTime": 32.0,
    "endTime": 39.06,
    "text": "Without being able to block all those processes at once, many surgeries would be  way too traumatic to perform."
  },
  {
    "startTime": 38.5,
    "endTime": 49.5,
    "text": "Ancient medical texts from Egypt, Asia and the Middle East all describe early anesthetics, containing things like opium poppy, mandrake fruit, and alcohol."
  },
  {
    "startTime": 49.5,
    "endTime": 58.5,
    "text": "Today, anesthesiologists often combine regional, inhalational and intravenous agents to get the right balance for a surgery."
  },
  {
    "startTime": 58.5,
    "endTime": 64.5,
    "text": "Regional anesthesia blocks pain signals from a specific part of the body from getting to the brain."
  },
  {
    "startTime": 64.5,
    "endTime": 69.8,
    "text": "Pain and other messages travel through the nervous system as electrical impulses."
  },
  {
    "startTime": 69.8,
    "endTime": 74.0,
    "text": "Regional anesthetics work by setting up an electrical barricade."
  },
  {
    "startTime": 74.388,
    "endTime": 83.60000000000001,
    "text": "They bind to the proteins in neurons' cell membranes that let charged particles in and out and lock out positively charged particles."
  },
  {
    "startTime": 83.6,
    "endTime": 93.999,
    "text": "One compound that does this is cocaine, whose painkilling effects were discovered by accident when an ophthalmology intern got some on his tongue."
  },
  {
    "startTime": 93.999,
    "endTime": 103.351,
    "text": "It's still occasionally used  as an anesthetic, but many of the more common regional anesthetics have a similar chemical structure and work the same way."
  },
  {
    "startTime": 103.351,
    "endTime": 111.316,
    "text": "But for major surgeries where you need to be unconscious, you'll want something that acts on the entire nervous system, including the brain."
  },
  {
    "startTime": 111.316,
    "endTime": 114.07000000000001,
    "text": "That's what inhalational anesthetics do."
  },
  {
    "startTime": 114.07,
    "endTime": 118.594,
    "text": "In Western medicine, diethyl ether was the first common one."
  },
  {
    "startTime": 118.594,
    "endTime": 128.298,
    "text": "It was best known as a recreational drug until doctors started to realize that people sometimes didn't notice injuries they received under the influence."
  },
  {
    "startTime": 128.299,
    "endTime": 135.332,
    "text": "In the 1840s, they started sedating patients with ether during dental extractions and surgeries."
  },
  {
    "startTime": 135.332,
    "endTime": 140.5,
    "text": "Nitrous oxide became popular in the decades that followed and is still used today."
  },
  {
    "startTime": 140.5,
    "endTime": 145.007,
    "text": "Although ether derivatives like sevoflurane, are more common."
  },
  {
    "startTime": 145.007,
    "endTime": 152.5,
    "text": "Inhalational anesthesia is usually supplemented with intravenous anesthesia, which was developed in the 1870s."
  },
  {
    "startTime": 152.5,
    "endTime": 162.188,
    "text": "Common intravenous agents include sedatives, like propofol, which induce unconsciousness, and opioids, like fentanyl, which reduce pain."
  },
  {
    "startTime": 162.188,
    "endTime": 167.90699999999998,
    "text": "These general anesthetics also seem to work by affecting electrical signals in the nervous system."
  },
  {
    "startTime": 167.907,
    "endTime": 175.126,
    "text": "Normally, the brain's electrical signals are a chaotic chorus as different parts of the brain communicate with each other."
  },
  {
    "startTime": 175.126,
    "endTime": 178.5,
    "text": "That connectivity keeps you awake and aware."
  },
  {
    "startTime": 178.5,
    "endTime": 188.5,
    "text": "But as someone becomes anesthetized, those signals become calmer and more organized, suggesting that different parts of the brain aren't talking to each other anymore."
  },
  {
    "startTime": 188.5,
    "endTime": 192.8,
    "text": "There's a lot we still don't know about exactly how this happens."
  },
  {
    "startTime": 192.8,
    "endTime": 198.77100000000002,
    "text": "Several common anesthetics bind to the GABA-A receptor in the brain's neurons."
  },
  {
    "startTime": 198.771,
    "endTime": 204.5,
    "text": "They hold the gateway open, letting negatively charged particles flow into the cell."
  },
  {
    "startTime": 204.5,
    "endTime": 212.0,
    "text": "Negative charge builds up and acts like a log jam, keeping the neuron from transmitting electrical signals."
  },
  {
    "startTime": 212.0,
    "endTime": 219.779,
    "text": "The nervous system has lots of these gated channels, controlling pathways for movement, memory, and consciousness."
  },
  {
    "startTime": 219.779,
    "endTime": 225.276,
    "text": "Most anesthetics probably act on more than one, and they don't act on just the nervous system."
  },
  {
    "startTime": 225.276,
    "endTime": 230.0,
    "text": "Many anesthetics also affect the heart, lungs, and other vital organs."
  },
  {
    "startTime": 230.0,
    "endTime": 238.155,
    "text": "Just like early anesthetics, which included familiar poisons like hemlock and aconite, modern drugs can have serious side effects."
  },
  {
    "startTime": 238.155,
    "endTime": 244.997,
    "text": "So an anesthesiologist has to mix just the right balance of drugs to create all the features of anesthesia,"
  },
  {
    "startTime": 244.997,
    "endTime": 250.876,
    "text": "while carefully monitoring the patient's vital signs, and adjusting the drug mixture as needed."
  },
  {
    "startTime": 250.876,
    "endTime": 258.849,
    "text": "Anesthesia is complicated, but figuring out how to use it allowed for the development of new and better surgical techniques."
  },
  {
    "startTime": 258.849,
    "endTime": 270.407,
    "text": "Surgeons could learn how to routinely and safely perform C-sections, reopen blocked arteries, replace damaged livers and kidneys, and many other life-saving operations."
  },
  {
    "startTime": 270.407,
    "endTime": 283.96999999999997,
    "text": "And each year, new anesthesia techniques are developed that will ensure more and more patients survive the trauma of surgery."
  }
]