[
  {
    "startTime": 0.12,
    "endTime": 7.64,
    "text": "Alright, welcome back to Weekly Words. My name is Alisha, and today we're going to talk about body idioms.  Yeah! Let’s start."
  },
  {
    "startTime": 7.64,
    "endTime": 13.03,
    "text": "‘Back to back’ is the first one. ‘Back to back’ means one right after another. Back to back."
  },
  {
    "startTime": 13.03,
    "endTime": 16.02,
    "text": "In a sentence; \"I have two meetings back to back today, I am so busy.\""
  },
  {
    "startTime": 16.02,
    "endTime": 20.22,
    "text": "The next idiom is ‘can't stomach’. Nice job, stomach."
  },
  {
    "startTime": 20.22,
    "endTime": 25.5,
    "text": "‘Can't stomach’ means that you don't like something. Used to refer to food or just something that's gross."
  },
  {
    "startTime": 25.5,
    "endTime": 33.0,
    "text": "Something that's really gross. \"I can't stomach the thought of eating that old pie.\""
  },
  {
    "startTime": 33.0,
    "endTime": 38.829,
    "text": "\"I can't stomach the thought of working with that guy another day. He's terrible! Stevens!\""
  },
  {
    "startTime": 38.829,
    "endTime": 41.69,
    "text": "Next phrase is ‘eyes are bigger than one's stomach’."
  },
  {
    "startTime": 41.69,
    "endTime": 51.0,
    "text": "When you're at the supermarket, or when you're at a restaurant and you see a  picture of food, or you see a food item in front of you, and you think to yourself,"
  },
  {
    "startTime": 51.0,
    "endTime": 54.0,
    "text": "\"That looks really good. I'm gonna get that/I'm gonna buy that.\""
  },
  {
    "startTime": 54.0,
    "endTime": 57.0,
    "text": "Then it comes to you and you realize you can't eat it all."
  },
  {
    "startTime": 57.0,
    "endTime": 60.0,
    "text": "This is the phrase that we use, \"My eyes were bigger than my stomach.\""
  },
  {
    "startTime": 60.0,
    "endTime": 64.0,
    "text": "I saw it and it looked delicious, but I can’t put all of that food in my stomach."
  },
  {
    "startTime": 64.0,
    "endTime": 69.5,
    "text": "\"I ordered a blooming onion one time and I couldn't eat it all. My eyes were bigger than my stomach.\""
  },
  {
    "startTime": 69.5,
    "endTime": 71.0,
    "text": "Next is ‘a pain in the neck’."
  },
  {
    "startTime": 71.0,
    "endTime": 76.97,
    "text": "A pain in the neck, there are a few other variations on other body parts that you might be able to use with this, ‘a pain in the…’ something else."
  },
  {
    "startTime": 76.97,
    "endTime": 82.5,
    "text": "‘Pain in the neck’ is something that's troublesome, or something that you don't want to have to worry about."
  },
  {
    "startTime": 82.5,
    "endTime": 86.0,
    "text": "Just something that just bothers you, it's just trouble."
  },
  {
    "startTime": 86.0,
    "endTime": 92.5,
    "text": "In a sentence, let's see. \"I have so many reports that I need to catch up on this week. It's a real pain in the neck!\""
  },
  {
    "startTime": 92.5,
    "endTime": 95.2,
    "text": "That's a true story actually; I have to write a bunch of reports today."
  },
  {
    "startTime": 95.2,
    "endTime": 98.25,
    "text": "To ‘pull one's own weight’ is the next one."
  },
  {
    "startTime": 98.25,
    "endTime": 101.5,
    "text": "‘To pull your weight’ means to do the job that you're assigned to do."
  },
  {
    "startTime": 101.5,
    "endTime": 106.65,
    "text": "You have something that you need to be responsible for, so you need to make sure you do it."
  },
  {
    "startTime": 106.65,
    "endTime": 112.0,
    "text": "In a sentence, \"Stevens didn't pull his weight at the meeting last week. I'm afraid we're gonna have to let him go.\""
  },
  {
    "startTime": 112.0,
    "endTime": 115.03,
    "text": "\"Pull your weight Stevens! You're bringing us down.\""
  },
  {
    "startTime": 115.03,
    "endTime": 130.75,
    "text": "The next is the end. This was body idioms this week, so try out a few of these and we'll see you again next time for more fun stuff. Bye!"
  }
]