[
  {
    "startTime": 4.0,
    "endTime": 8.897,
    "text": "Every day, super tiny cells are waging wars inside of us."
  },
  {
    "startTime": 9.097,
    "endTime": 16.3,
    "text": "These ferocious fighters are too small for us to see without a microscope, but they are capable of overtaking just about any organ in your body."
  },
  {
    "startTime": 16.35,
    "endTime": 20.133000000000003,
    "text": "They are cancer cells, and they're actually constantly arising inside of us."
  },
  {
    "startTime": 20.333,
    "endTime": 24.759999999999998,
    "text": "Most of the time, our immune system seeks them out and neutralizes them, but it's not always successful."
  },
  {
    "startTime": 24.81,
    "endTime": 28.314,
    "text": "That's because cancer is not simply one disease; it's many."
  },
  {
    "startTime": 28.514,
    "endTime": 33.411,
    "text": "Cancer cells can attack your brain, your liver, your lungs, and a lot of other super-important parts of your body."
  },
  {
    "startTime": 33.611,
    "endTime": 36.604,
    "text": "But what about your heart? Heart cancer isn't a thing you hear much about."
  },
  {
    "startTime": 36.804,
    "endTime": 38.804,
    "text": "That's because it almost doesn't exist."
  },
  {
    "startTime": 39.004,
    "endTime": 42.321999999999996,
    "text": "Most hospitals report fewer than one case of heart cancer per year."
  },
  {
    "startTime": 42.522,
    "endTime": 45.0,
    "text": "So, why are tumors on this organ so rare?"
  },
  {
    "startTime": 45.2,
    "endTime": 49.911,
    "text": "Well, those cancer cells we're just talking about get their power from their ability to divide and multiply."
  },
  {
    "startTime": 50.111,
    "endTime": 54.25,
    "text": "Cancer cells become a problem when they start to divide uncontrollably and takeover everything."
  },
  {
    "startTime": 54.3,
    "endTime": 58.699999999999996,
    "text": "When they're behaving normally, cells know when to stop replicating based on instructions encoded in their DNA."
  },
  {
    "startTime": 58.9,
    "endTime": 63.5,
    "text": "Cancer cells just don't get the memo and keep replicating, and then replicating, and then replicating some more"
  },
  {
    "startTime": 63.55,
    "endTime": 68.30799999999999,
    "text": "But unlike cells in other organs, our heart cells do almost all of their dividing during fetal development."
  },
  {
    "startTime": 68.508,
    "endTime": 72.89999999999999,
    "text": "Sometimes, but not often, tumors can form in fetuses while these cells are still able to divide."
  },
  {
    "startTime": 73.1,
    "endTime": 75.39699999999999,
    "text": "Once we're born, though, our heart cells stop dividing."
  },
  {
    "startTime": 75.597,
    "endTime": 79.0,
    "text": "Tumors that might have grown while we were in utero tend to stop growing at this point."
  },
  {
    "startTime": 79.0,
    "endTime": 85.514,
    "text": "That's because our heart are made mostly of muscle cells, which can grow in proportion to our bodies, but they don't multiply the same way that other cells in our body do."
  },
  {
    "startTime": 85.714,
    "endTime": 89.91499999999999,
    "text": "See, every cells in your body has a chance of becoming abnormal if its DNA is damaged."
  },
  {
    "startTime": 90.115,
    "endTime": 93.851,
    "text": "A few abnormal cells is OK, so long as they are kept under control by our immune system."
  },
  {
    "startTime": 94.051,
    "endTime": 98.252,
    "text": "The problem arises when these cells start to divide uncontrollably, and form lumps of growth."
  },
  {
    "startTime": 98.452,
    "endTime": 101.2,
    "text": "Some of these growths might be benign, but sometimes they aren't."
  },
  {
    "startTime": 101.2,
    "endTime": 106.72200000000001,
    "text": "But since very little cell division happens in the heart, problem cells are much less likely to turn into a cancerous growth."
  },
  {
    "startTime": 106.922,
    "endTime": 113.096,
    "text": "So, yes, you can get heart cancer. But it's extremely rare, and either begins elsewhere in the body and spreads to the heart through the bloodstream,"
  },
  {
    "startTime": 113.296,
    "endTime": 116.0,
    "text": "or it affects babies who got the disease in the utero."
  },
  {
    "startTime": 116.0,
    "endTime": 120.644,
    "text": "Which means: if you're old enough to be watching this video, you probably have one less thing to worry about."
  },
  {
    "startTime": 120.844,
    "endTime": 124.67299999999999,
    "text": "Thanks for asking, and thanks especially to all of our patrons on Patreon who keep these answers coming."
  },
  {
    "startTime": 124.873,
    "endTime": 129.0,
    "text": "If you'd like to submit questions to be answered, or get this Quick Questions a few days before everyone else,"
  },
  {
    "startTime": 129.0,
    "endTime": 134.24,
    "text": "go to Patreon.com/scishow. And don't forget to go to Youtube.com/scishow and subscribe!"
  }
]