[
  {
    "startTime": 2.5,
    "endTime": 10.42,
    "text": "The word \"economy\" can be seen as a bit of dirty word these days, but add the word \"sharing\", and suddenly things seem a little brighter."
  },
  {
    "startTime": 11.3,
    "endTime": 17.18,
    "text": "However, with just 5% of the UK public alone fully understanding what the sharing economy is."
  },
  {
    "startTime": 17.38,
    "endTime": 20.54,
    "text": "Here is a brief guide to what it actually means to you and me:"
  },
  {
    "startTime": 21.34,
    "endTime": 22.94,
    "text": "Let's start right at the beginning."
  },
  {
    "startTime": 23.4,
    "endTime": 32.0,
    "text": "We've been sharing things for thousands of years, with neighbors lending each other foods, borrowing tools, and allowing friends to stay whenever they need a place to crash."
  },
  {
    "startTime": 35.0,
    "endTime": 44.0,
    "text": "This isn't a new thing and with new technology, the sharing economy is enabling this human trade to grow, and enable both local and international transactions."
  },
  {
    "startTime": 44.56,
    "endTime": 50.0,
    "text": "Today, there are thousands of sharing economy websites which would give you the options to share, well, almost anything."
  },
  {
    "startTime": 51.0,
    "endTime": 57.88,
    "text": "For example, say you have a spare room for a week which you'd like to rent out, or maybe you need to travel across country."
  },
  {
    "startTime": 58.08,
    "endTime": 63.3,
    "text": "The sharing economy means you can see who else in your city is making the same journey, and grab a ride!"
  },
  {
    "startTime": 63.5,
    "endTime": 70.32,
    "text": "It's not all about the money, many at the transactions that pass through the sharing economy do so without cash ever changing hands."
  },
  {
    "startTime": 70.52,
    "endTime": 75.52,
    "text": "After all, the more we spend, the more we consume, and the more we waste."
  },
  {
    "startTime": 76.0,
    "endTime": 82.52,
    "text": "Mankind's obsession with ownership appears to be at a tipping point, and the sharing economy is perhaps the beginning of the antidote."
  },
  {
    "startTime": 82.8,
    "endTime": 89.66,
    "text": "In 2013 alone, the UK benefited from 4.6 billion pounds of savings and earnings from the sharing economy."
  },
  {
    "startTime": 90.52,
    "endTime": 92.11999999999999,
    "text": "And this is only set to grow."
  },
  {
    "startTime": 93.1,
    "endTime": 99.36,
    "text": "So the next time you have a room going spare, or an empty seat in your car, or a talent you think others can benefit from."
  },
  {
    "startTime": 100.2,
    "endTime": 104.16,
    "text": "If you choose to share it, then you'll be adding to this new, and vibrating economy."
  }
]