[
  {
    "startTime": 0.035,
    "endTime": 4.035,
    "text": "\"Oshogatsu,\" or the New Year, is the biggest holiday in Japan."
  },
  {
    "startTime": 4.035,
    "endTime": 12.035,
    "text": "We don't do much for Christmas, and in fact, we don't even get off of work for it, but we'll have between one to two weeks of vacation during the New Year."
  },
  {
    "startTime": 12.035,
    "endTime": 16.92,
    "text": "This time of year, traditionally, we decorate with mochi, a sticky rice cake."
  },
  {
    "startTime": 16.92,
    "endTime": 21.534000000000002,
    "text": "We stack two on top of each other, and then put a \"daidai\" orange or \"mikan\" on top."
  },
  {
    "startTime": 21.534,
    "endTime": 25.84,
    "text": "This is called \"kagami\" mochi, and it's a traditional offering to Shinto gods."
  },
  {
    "startTime": 25.84,
    "endTime": 31.64,
    "text": "The families who grow their own mochi rice, they often make the mochi for \"kagami\" mochi themselves."
  },
  {
    "startTime": 31.64,
    "endTime": 33.88,
    "text": "Rachel and I made some with my uncle last year."
  },
  {
    "startTime": 33.88,
    "endTime": 38.454,
    "text": "This holiday is important for families, and most people will spend it with their parents."
  },
  {
    "startTime": 38.454,
    "endTime": 43.160000000000004,
    "text": "On New Year's morning we eat \"zouni,\" which is a mochi soup, and \"osechi.\""
  },
  {
    "startTime": 43.16,
    "endTime": 48.559999999999995,
    "text": "\"Osechi\" is made of many small portions of various foods that are each considered good luck."
  },
  {
    "startTime": 48.56,
    "endTime": 51.948,
    "text": "On New Year's Day, shrines and temples will be very busy."
  },
  {
    "startTime": 51.948,
    "endTime": 55.02,
    "text": "We traditionally visit multiple shrines and temples to pray."
  },
  {
    "startTime": 55.02,
    "endTime": 60.06,
    "text": "Large shrines may even have small festivals with \"yatai,\" or foot stalls outside."
  },
  {
    "startTime": 60.06,
    "endTime": 65.634,
    "text": "This year, our shrine was so busy that the line to pray curved around half the shrine's perimeter."
  },
  {
    "startTime": 65.634,
    "endTime": 71.235,
    "text": "And since we were not religious enough to stand in line in the snow for 40 minutes, we gave up and went home."
  },
  {
    "startTime": 71.235,
    "endTime": 74.94,
    "text": "Many people also travel and visit their relatives with their families."
  },
  {
    "startTime": 74.94,
    "endTime": 82.704,
    "text": "This year, Rachel and I went with my family to visit my aunt and uncle where we had a feast with \"sukiyaki\" and \"osechi,\" and watched New Year's television."
  },
  {
    "startTime": 82.704,
    "endTime": 88.92899999999999,
    "text": "There is a famous TV program on New Year's Day that shows many famous people doing funny and ridiculous things every year."
  },
  {
    "startTime": 88.929,
    "endTime": 100.58,
    "text": "For example, master chefs replicate daily life items with food and then place them in a room with real items, and people well call \"tarento,\" or talent, have to guess which ones are food by trying to eat them."
  },
  {
    "startTime": 100.58,
    "endTime": 104.78,
    "text": "These things aren't tradition, but they're an entertaining part of New Year's Day."
  },
  {
    "startTime": 104.78,
    "endTime": 113.362,
    "text": "We also visited my grandpa and my aunt and uncles on the other side of my family the next night and had another feast; this time with sushi and fried foods."
  },
  {
    "startTime": 113.362,
    "endTime": 117.93599999999999,
    "text": "Another part of the New Year is cards you buy at the post office called \"nengajou.\""
  },
  {
    "startTime": 117.936,
    "endTime": 121.834,
    "text": "These are special post cards that you send to your friends and acquaintances."
  },
  {
    "startTime": 121.834,
    "endTime": 128.06,
    "text": "And the Japanese postal system works incredibly hard and attempts to deliver every single one on January 1."
  },
  {
    "startTime": 128.06,
    "endTime": 132.448,
    "text": "These cards are extra special because each one has a lottery number on the bottom."
  },
  {
    "startTime": 132.448,
    "endTime": 137.80800000000002,
    "text": "So for every \"nengajou\" you receive, you have a chance to win various prizes from the post office."
  },
  {
    "startTime": 137.808,
    "endTime": 142.548,
    "text": "This used to be things like TVs or free trips, but these days it's cash."
  },
  {
    "startTime": 142.548,
    "endTime": 145.98,
    "text": "This year they will announce the winners on January 18."
  },
  {
    "startTime": 145.98,
    "endTime": 147.1,
    "text": "I hope we win!"
  },
  {
    "startTime": 147.1,
    "endTime": 154.4,
    "text": "It may not sound as fun as Christmas since we don't get presents, but kids actually get something called \"Otoshidama,\" which is money given to them by their relatives."
  },
  {
    "startTime": 154.4,
    "endTime": 160.595,
    "text": "It can be anywhere from about $10 to $100 from each relative for families with a normal income."
  },
  {
    "startTime": 160.595,
    "endTime": 165.46,
    "text": "I used to spend all my \"otoshidama\" on books, but now that I'm an adult, I don't get it anymore."
  },
  {
    "startTime": 165.46,
    "endTime": 170.84,
    "text": "If my sister has kids one day, I'll have to give them \"otoshidama,\" so I hope she never gets married."
  },
  {
    "startTime": 170.84,
    "endTime": 173.683,
    "text": "Anyway, thank you for watching about our New Year's holiday!"
  },
  {
    "startTime": 173.683,
    "endTime": 183.683,
    "text": "What's the biggest holiday in your country?"
  }
]