[
  {
    "startTime": 15.26,
    "endTime": 21.85,
    "text": "I was only four years old when I saw my mother load a washing machine for the very first time in her life."
  },
  {
    "startTime": 23.0,
    "endTime": 24.3,
    "text": "That was a great day for my mother."
  },
  {
    "startTime": 25.0,
    "endTime": 29.5,
    "text": "My mother and father had been saving money for years to be able to buy that machine,"
  },
  {
    "startTime": 30.26,
    "endTime": 36.0,
    "text": "and the first day it was going to be used, even Grandma was invited to see the machine."
  },
  {
    "startTime": 36.1,
    "endTime": 38.6,
    "text": "And Grandma was even more excited."
  },
  {
    "startTime": 39.26,
    "endTime": 43.199999999999996,
    "text": "Throughout her life she had been heating water with firewood,"
  },
  {
    "startTime": 43.7,
    "endTime": 47.2,
    "text": "and she had hand washed laundry for seven children."
  },
  {
    "startTime": 47.7,
    "endTime": 51.800000000000004,
    "text": "And now she was going to watch electricity do that work."
  },
  {
    "startTime": 53.0,
    "endTime": 62.5,
    "text": "My mother carefully opened the door, and she loaded the laundry into the machine, like this."
  },
  {
    "startTime": 63.5,
    "endTime": 70.5,
    "text": "And then, when she closed the door, Grandma said, \"No, no, no, no. Let me, let me push the button.\""
  },
  {
    "startTime": 71.3,
    "endTime": 79.3,
    "text": "And Grandma pushed the button, and she said, \"Oh, fantastic! I want to see this! Give me a chair! Give me a chair! I want to see it,\""
  },
  {
    "startTime": 80.5,
    "endTime": 86.3,
    "text": "and she sat down in front of the machine, and she watched the entire washing program."
  },
  {
    "startTime": 86.9,
    "endTime": 88.2,
    "text": "She was mesmerized."
  },
  {
    "startTime": 89.3,
    "endTime": 94.0,
    "text": "To my grandmother, the washing machine was a miracle."
  },
  {
    "startTime": 95.3,
    "endTime": 101.92999999999999,
    "text": "Today, in Sweden and other rich countries, people are using so many different machines."
  },
  {
    "startTime": 102.5,
    "endTime": 105.7,
    "text": "Look, the homes are full of machines. I can't even name them all, you know."
  },
  {
    "startTime": 106.2,
    "endTime": 114.0,
    "text": "And they also, when they want to travel, they use flying machines that can take them to remote destinations."
  },
  {
    "startTime": 114.5,
    "endTime": 121.4,
    "text": "And yet, in the world, there are so many people who still heat the water on fire, and they cook their food on fire."
  },
  {
    "startTime": 122.5,
    "endTime": 126.576,
    "text": "Sometimes they don't even have enough food, and they live below the poverty line."
  },
  {
    "startTime": 127.5,
    "endTime": 132.0,
    "text": "There are two billion fellow human beings who live on less than two dollars a day."
  },
  {
    "startTime": 132.6,
    "endTime": 139.7,
    "text": "And the richest people over there -- there's one billion people -- and they live above what I call the \"air line,\""
  },
  {
    "startTime": 140.0,
    "endTime": 145.0,
    "text": "because they spend more than 80 dollars a day on their consumption."
  },
  {
    "startTime": 145.6,
    "endTime": 150.5,
    "text": "But this is just one, two, three billion people, and obviously there are seven billion people in the world,"
  },
  {
    "startTime": 151.2,
    "endTime": 157.5,
    "text": "so there must be one, two, three, four billion people more who live in between the poverty and the air line."
  },
  {
    "startTime": 157.95,
    "endTime": 163.0,
    "text": "They have electricity, but the question is, how many have washing machines?"
  },
  {
    "startTime": 163.2,
    "endTime": 171.39999999999998,
    "text": "I've done the scrutiny of market data, and I've found that,  indeed, the washing machine has penetrated below the air line,"
  },
  {
    "startTime": 171.95,
    "endTime": 177.0,
    "text": "and today there's an additional one billion people out there who live above the \"wash line.\""
  },
  {
    "startTime": 179.26,
    "endTime": 183.0,
    "text": "And they consume more than 40 dollars per day."
  },
  {
    "startTime": 183.26,
    "endTime": 185.62,
    "text": "So two billion have access to washing machines."
  },
  {
    "startTime": 186.26,
    "endTime": 190.0,
    "text": "And the remaining five billion, how do they wash?"
  },
  {
    "startTime": 190.3,
    "endTime": 194.8,
    "text": "Or, to be more precise, how do most of the women in the world wash?"
  },
  {
    "startTime": 195.5,
    "endTime": 198.5,
    "text": "Because it remains a hard work for women to wash."
  },
  {
    "startTime": 199.26,
    "endTime": 202.0,
    "text": "They wash like this: by hand."
  },
  {
    "startTime": 202.26,
    "endTime": 209.2,
    "text": "It's a hard, time-consuming labor, which they have to do for hours every week."
  },
  {
    "startTime": 209.9,
    "endTime": 217.6,
    "text": "And sometimes they also have to bring water from far away to do the laundry at home, or they have to bring the laundry away to a stream far off."
  },
  {
    "startTime": 218.26,
    "endTime": 220.7,
    "text": "And they want the washing machine."
  },
  {
    "startTime": 221.26,
    "endTime": 228.0,
    "text": "They don't want to spend such a large part of their life doing this hard work with so relatively low productivity."
  },
  {
    "startTime": 228.5,
    "endTime": 232.25,
    "text": "And there's nothing different in their wish than it was for my grandma."
  },
  {
    "startTime": 233.2,
    "endTime": 239.89999999999998,
    "text": "Look here, two generations ago in Sweden -- picking water from the stream, heating with firewood and washing like that."
  },
  {
    "startTime": 240.26,
    "endTime": 242.5,
    "text": "They want the washing machine in exactly the same way."
  },
  {
    "startTime": 243.26,
    "endTime": 251.0,
    "text": "But when I lecture to environmentally-concerned students, they tell me, \"No, everybody in the world cannot have cars and washing machines.\""
  },
  {
    "startTime": 251.26,
    "endTime": 254.79999999999998,
    "text": "How can we tell this woman that she ain't going to have a washing machine?"
  },
  {
    "startTime": 255.26,
    "endTime": 260.4,
    "text": "And then I ask my students, I've asked them -- over the last two years I've asked, \"How many of you doesn't use a car?\""
  },
  {
    "startTime": 261.15,
    "endTime": 264.5,
    "text": "And some of them proudly raise their hand and say, \"I don't use a car.\""
  },
  {
    "startTime": 265.26,
    "endTime": 271.3,
    "text": "And then I put the really tough question: \"How many of you hand-wash your jeans and your bed sheets?\""
  },
  {
    "startTime": 271.6,
    "endTime": 274.26000000000005,
    "text": "And no one raised their hand."
  },
  {
    "startTime": 274.26,
    "endTime": 279.3,
    "text": "Even the hardcore in the green movement use washing machines."
  },
  {
    "startTime": 283.26,
    "endTime": 287.8,
    "text": "So how come something that everyone uses and they think others will not stop it? What is special with this?"
  },
  {
    "startTime": 288.4,
    "endTime": 291.45,
    "text": "I had to do an analysis about the energy used in the world. Here we are."
  },
  {
    "startTime": 292.5,
    "endTime": 296.5,
    "text": "Look here, you see the seven billion people up there: the air people, the wash people,"
  },
  {
    "startTime": 297.26,
    "endTime": 298.9,
    "text": "the bulb people and the fire people."
  },
  {
    "startTime": 300.26,
    "endTime": 307.0,
    "text": "One unit like this is an energy unit of fossil fuel -- oil, coal or gas."
  },
  {
    "startTime": 307.4,
    "endTime": 310.4,
    "text": "That's what most of electricity and the energy in the world is."
  },
  {
    "startTime": 311.26,
    "endTime": 316.7,
    "text": "And it's 12 units used in the entire world, and the richest one billion, they use six of them."
  },
  {
    "startTime": 317.26,
    "endTime": 320.3,
    "text": "Half of the energy is used by one seventh of the world's population."
  },
  {
    "startTime": 320.7,
    "endTime": 326.0,
    "text": "And these ones who have washing machines, but not a house full of other machines,  they use two."
  },
  {
    "startTime": 326.26,
    "endTime": 328.26,
    "text": "This group uses three, one each."
  },
  {
    "startTime": 328.95,
    "endTime": 333.0,
    "text": "And they also have electricity. And over there they don't even use one each."
  },
  {
    "startTime": 333.5,
    "endTime": 334.5,
    "text": "That makes 12 of them."
  },
  {
    "startTime": 335.26,
    "endTime": 342.0,
    "text": "But the main concern for the environmentally-interested students -- and they are right -- is about the future."
  },
  {
    "startTime": 342.26,
    "endTime": 351.34999999999997,
    "text": "What are the trends? If we just prolong the trends, without any real advanced analysis, to 2050, there are two things that can increase the energy use."
  },
  {
    "startTime": 352.2,
    "endTime": 355.0,
    "text": "First, population growth. Second, economic growth."
  },
  {
    "startTime": 355.26,
    "endTime": 361.9,
    "text": "Population growth will mainly occur among the poorest people here because they have high child mortality and they have many children per woman."
  },
  {
    "startTime": 362.7,
    "endTime": 365.8,
    "text": "And that you will get two extra, but that won't change the energy use very much."
  },
  {
    "startTime": 366.5,
    "endTime": 368.7,
    "text": "What will happen is economic growth."
  },
  {
    "startTime": 369.26,
    "endTime": 374.639,
    "text": "The best of here in the emerging economies -- I call them the New East -- they will jump the air line."
  },
  {
    "startTime": 375.5,
    "endTime": 380.0,
    "text": "\"Wopp!\" they will say. And they will start to use as much as the Old West are doing already."
  },
  {
    "startTime": 380.5,
    "endTime": 383.05,
    "text": "And these people, they want the washing machine."
  },
  {
    "startTime": 383.9,
    "endTime": 386.43199999999996,
    "text": "I told you. They'll go there. And they will double their energy use."
  },
  {
    "startTime": 387.195,
    "endTime": 389.5,
    "text": "And we hope that the poor people will get into the electric light."
  },
  {
    "startTime": 390.26,
    "endTime": 392.28,
    "text": "And they'll get a two-child family without a stop in population growth."
  },
  {
    "startTime": 393.0,
    "endTime": 396.5,
    "text": "But the total energy consumption will increase to 22 units."
  },
  {
    "startTime": 396.6,
    "endTime": 403.0,
    "text": "And these 22 units you know-- still the richest people use most of it."
  },
  {
    "startTime": 403.26,
    "endTime": 405.0,
    "text": "So what needs to be done?"
  },
  {
    "startTime": 405.26,
    "endTime": 410.0,
    "text": "Because the risk, the high probability of climate change is real."
  },
  {
    "startTime": 410.26,
    "endTime": 411.0,
    "text": "It's real."
  },
  {
    "startTime": 412.0,
    "endTime": 415.0,
    "text": "Of course they must be more energy-efficient."
  },
  {
    "startTime": 415.26,
    "endTime": 417.26,
    "text": "They must change behavior in some way."
  },
  {
    "startTime": 417.6,
    "endTime": 421.0,
    "text": "They must also start to produce green energy, much more green energy."
  },
  {
    "startTime": 421.5,
    "endTime": 428.0,
    "text": "But until they have the same energy consumption per person, they shouldn't give advice to others -- what to do and what not to do."
  },
  {
    "startTime": 430.26,
    "endTime": 434.9,
    "text": "Here we can get more green energy all over."
  },
  {
    "startTime": 435.5,
    "endTime": 436.5,
    "text": "This is what we hope may happen."
  },
  {
    "startTime": 436.8,
    "endTime": 438.7,
    "text": "It's a real challenge in the future."
  },
  {
    "startTime": 439.26,
    "endTime": 444.2,
    "text": "But I can assure you that this woman in the favela in Rio, she wants a washing machine."
  },
  {
    "startTime": 444.6,
    "endTime": 452.3,
    "text": "She's very happy about her minister of energy that provided electricity to everyone -- so happy that she even voted for her, you know."
  },
  {
    "startTime": 452.95,
    "endTime": 458.25,
    "text": "And she became Dilma Rousseff, the president-elect of one of the biggest democracies in the world you know --"
  },
  {
    "startTime": 458.98,
    "endTime": 461.28000000000003,
    "text": "moving from minister of energy to president."
  },
  {
    "startTime": 461.8,
    "endTime": 465.8,
    "text": "If you have democracy, people will vote for washing machines."
  },
  {
    "startTime": 466.4,
    "endTime": 468.9,
    "text": "They love them."
  },
  {
    "startTime": 469.26,
    "endTime": 470.5,
    "text": "And what's the magic with them?"
  },
  {
    "startTime": 471.26,
    "endTime": 476.5,
    "text": "My mother explained the magic with this machine the very, very first day."
  },
  {
    "startTime": 476.95,
    "endTime": 480.5,
    "text": "She said, \"Now Hans, we have loaded the laundry."
  },
  {
    "startTime": 480.95,
    "endTime": 484.5,
    "text": "The machine will make the work. And now we can go to the library.\""
  },
  {
    "startTime": 484.55,
    "endTime": 490.0,
    "text": "Because this is the magic: you load the laundry, and what do you get out of the machine?"
  },
  {
    "startTime": 490.5,
    "endTime": 494.58,
    "text": "You get books out of the machines, children's books."
  },
  {
    "startTime": 495.26,
    "endTime": 497.0,
    "text": "And mother got time to read for me."
  },
  {
    "startTime": 497.6,
    "endTime": 504.0,
    "text": "She loved this. I got the \"ABC's\" -- this is where I started my career as a professor, when my mother had time to read for me."
  },
  {
    "startTime": 504.6,
    "endTime": 506.0,
    "text": "And she also got books for herself."
  },
  {
    "startTime": 506.5,
    "endTime": 509.8,
    "text": "She managed to study English and learn that as a foreign language."
  },
  {
    "startTime": 510.4,
    "endTime": 514.6,
    "text": "And she read so many novels, so many different novels here, you know."
  },
  {
    "startTime": 515.26,
    "endTime": 519.26,
    "text": "And we really, we really loved this machine."
  },
  {
    "startTime": 519.26,
    "endTime": 525.0,
    "text": "And what we said, my mother and me, \"Thank you industrialization."
  },
  {
    "startTime": 525.26,
    "endTime": 527.0,
    "text": "Thank you steel mill."
  },
  {
    "startTime": 527.26,
    "endTime": 528.8,
    "text": "Thank you power station."
  },
  {
    "startTime": 529.26,
    "endTime": 533.79,
    "text": "And thank you chemical processing industry that gave us time to read books.\""
  },
  {
    "startTime": 534.26,
    "endTime": 536.0,
    "text": "Thank you very much."
  },
  {
    "startTime": 536.26,
    "endTime": 546.26,
    "text": "(Applause)"
  }
]