[
  {
    "startTime": 0.58,
    "endTime": 8.99,
    "text": "The third step to fluency the Go Natural English way is to pay attention, or to understand"
  },
  {
    "startTime": 8.99,
    "endTime": 16.96,
    "text": "that you don't know everything. So, try to understand which areas, or which"
  },
  {
    "startTime": 16.96,
    "endTime": 25.789,
    "text": "words in English you don't understand. If you don't understand about 30% of what"
  },
  {
    "startTime": 25.789,
    "endTime": 31.789,
    "text": "you're listening to, that is a good material to listen to because it will challenge you"
  },
  {
    "startTime": 31.789,
    "endTime": 38.02,
    "text": "to learn more. If you understand about 80%, or 90%, or 100%,"
  },
  {
    "startTime": 38.02,
    "endTime": 44.0,
    "text": "then that material is great but it should just be regular maintenance."
  },
  {
    "startTime": 44.0,
    "endTime": 50.26,
    "text": "You are not going to learn a lot of new vocabulary from something that you completely understand."
  },
  {
    "startTime": 50.26,
    "endTime": 57.37,
    "text": "So, if you are aware that you cannot understand about 30% or more of what you're listening"
  },
  {
    "startTime": 57.37,
    "endTime": 66.21,
    "text": "to, then it's a good challenge material. If you cannot understand more than 50% of"
  },
  {
    "startTime": 66.21,
    "endTime": 72.21,
    "text": "what you're listening to, then it's too difficult. Try something that's a little bit easier."
  },
  {
    "startTime": 72.21,
    "endTime": 77.11,
    "text": "Now, when you're listening to material that is good for your level and giving you a little"
  },
  {
    "startTime": 77.11,
    "endTime": 85.75,
    "text": "challenge you have to pick out or select the words that are new, that you don't know yet"
  },
  {
    "startTime": 85.75,
    "endTime": 91.99,
    "text": "so that you can research them, so that you can ask your native speaker teacher or friends"
  },
  {
    "startTime": 91.99,
    "endTime": 98.77,
    "text": "about what those words mean. And that is how we grow our vocabulary, little"
  },
  {
    "startTime": 98.77,
    "endTime": 106.32,
    "text": "by little, listening to the kinds of materials that we want to be able to understand and"
  },
  {
    "startTime": 106.32,
    "endTime": 113.65899999999999,
    "text": "to speak like. So, step three is to notice the new words"
  },
  {
    "startTime": 113.659,
    "endTime": 123.659,
    "text": "that you want  to learn."
  }
]