[
  {
    "startTime": 0.21,
    "endTime": 9.920000000000002,
    "text": "The Go Natural English method Step 4 to fluency is once you've identified new words, and you"
  },
  {
    "startTime": 9.92,
    "endTime": 15.61,
    "text": "know the meaning of the new words, then you must use them immediately."
  },
  {
    "startTime": 15.61,
    "endTime": 21.249,
    "text": "If you don't feel ready to use them immediately in a conversation, there are other ways to"
  },
  {
    "startTime": 21.249,
    "endTime": 25.46,
    "text": "use the word. You can simply repeat the word out loud to"
  },
  {
    "startTime": 25.46,
    "endTime": 31.880000000000003,
    "text": "yourself, or you can think the word to yourself quietly in your mind."
  },
  {
    "startTime": 31.88,
    "endTime": 35.8,
    "text": "Even doing that will really help you to remember the word."
  },
  {
    "startTime": 35.8,
    "endTime": 41.149,
    "text": "I suggest that you listen to the word the way a native speaker says it and then you"
  },
  {
    "startTime": 41.149,
    "endTime": 46.329,
    "text": "repeat the word out loud to yourself. You could do this in the quiet of your own"
  },
  {
    "startTime": 46.329,
    "endTime": 52.449,
    "text": "home; you could do it wherever you are just saying the word quietly to yourself."
  },
  {
    "startTime": 52.449,
    "endTime": 58.42,
    "text": "Repeat it several times and try to make a connection in your mind with the sounds of"
  },
  {
    "startTime": 58.42,
    "endTime": 64.699,
    "text": "the new word and a word that you already know. It could be a word in English or a word in"
  },
  {
    "startTime": 64.699,
    "endTime": 72.509,
    "text": "your native language, but it's very important to connect new information with old information."
  },
  {
    "startTime": 72.509,
    "endTime": 79.67,
    "text": "That's how our memory can be accelerated, and how we can learn faster, and reach fluency"
  },
  {
    "startTime": 79.67,
    "endTime": 84.32000000000001,
    "text": "faster. Hey guys, one last thing before you go."
  },
  {
    "startTime": 84.32,
    "endTime": 92.119,
    "text": "I'd like to share all seven of the Go Natural English steps to fluency with you in a free"
  },
  {
    "startTime": 92.119,
    "endTime": 97.21,
    "text": "mini course. You'll receive all the videos, all the audio,"
  },
  {
    "startTime": 97.21,
    "endTime": 106.0,
    "text": "and transcripts of everything if you come to gonaturalenglish.com/7steps -- that's the"
  },
  {
    "startTime": 106.0,
    "endTime": 111.119,
    "text": "number 7 s-t-e-p-s. Alright, I hope to see you there so that I"
  },
  {
    "startTime": 111.119,
    "endTime": 116.329,
    "text": "can share this awesome English-learning material with you to help you get fluent."
  },
  {
    "startTime": 116.329,
    "endTime": 126.329,
    "text": "So, let's go. I'll see you there."
  }
]