[
  {
    "startTime": 0.32,
    "endTime": 8.74,
    "text": "Hello, and welcome to Seven Steps to Fluency, the Go Natural English way."
  },
  {
    "startTime": 8.74,
    "endTime": 14.059000000000001,
    "text": "This is a method that I've developed over years of experience teaching English as a"
  },
  {
    "startTime": 14.059,
    "endTime": 18.198999999999998,
    "text": "second language, and also learning foreign languages myself."
  },
  {
    "startTime": 18.199,
    "endTime": 25.029000000000003,
    "text": "The first step for fluency is to plan your English learning."
  },
  {
    "startTime": 25.029,
    "endTime": 30.869,
    "text": "Don't simply follow the textbook plan, or even your teacher's plan."
  },
  {
    "startTime": 30.869,
    "endTime": 35.25,
    "text": "You need to figure out why you are learning English."
  },
  {
    "startTime": 35.25,
    "endTime": 41.399,
    "text": "You need to think about why you're learning, what you want to say, and with whom you want"
  },
  {
    "startTime": 41.399,
    "endTime": 44.69,
    "text": "to talk. For example, if you want to learn English"
  },
  {
    "startTime": 44.69,
    "endTime": 50.699,
    "text": "so that you can become a doctor, the vocabulary that you're going to study is going to be"
  },
  {
    "startTime": 50.699,
    "endTime": 57.449,
    "text": "very different than if you want English to be able to have a conversation in a bar with"
  },
  {
    "startTime": 57.449,
    "endTime": 61.599999999999994,
    "text": "regular people. If you want to learn legal English so that"
  },
  {
    "startTime": 61.6,
    "endTime": 67.08,
    "text": "you can translate in a courtroom, the vocabulary that you're going to learn is going to be"
  },
  {
    "startTime": 67.08,
    "endTime": 72.59,
    "text": "very different. So, the first step to fluency is to actually"
  },
  {
    "startTime": 72.59,
    "endTime": 78.04,
    "text": "think about why you want to learn English and how you want to use it."
  },
  {
    "startTime": 78.04,
    "endTime": 88.04,
    "text": "So, answer those questions and you will be off to a great start."
  }
]