[
  {
    "startTime": 0.34,
    "endTime": 3.529,
    "text": "Hey. How's it going?"
  },
  {
    "startTime": 3.529,
    "endTime": 8.6,
    "text": "I'm Gabby Wallace, your American English teacher and today I'm not in a recording studio."
  },
  {
    "startTime": 8.6,
    "endTime": 12.469999999999999,
    "text": "Today I'm coming to you from the shore of the Bosphorus River."
  },
  {
    "startTime": 12.47,
    "endTime": 16.400000000000002,
    "text": "You can see behind me. I hope it's not too distracting but this is"
  },
  {
    "startTime": 16.4,
    "endTime": 23.25,
    "text": "the best place -- kind of quiet -- where I could make a quick English tip and update"
  },
  {
    "startTime": 23.25,
    "endTime": 29.369,
    "text": "for you today. So, in this quick tip, I want to talk about"
  },
  {
    "startTime": 29.369,
    "endTime": 34.09,
    "text": "why it's difficult to become fluent in English and what the answer is."
  },
  {
    "startTime": 34.09,
    "endTime": 38.52,
    "text": "How to become fluent in English. I get this question so much."
  },
  {
    "startTime": 38.52,
    "endTime": 40.719,
    "text": "How can I become fluent in English? What should I do?"
  },
  {
    "startTime": 40.719,
    "endTime": 49.32,
    "text": "Well, I think the biggest problem is that in most English classes we don't start with"
  },
  {
    "startTime": 49.32,
    "endTime": 55.969,
    "text": "steps or formula, or instructions. You know how when you get a new -- it could"
  },
  {
    "startTime": 55.969,
    "endTime": 61.93,
    "text": "be a new toy, it could be a new piece of furniture, it could be a new game -- you usually read"
  },
  {
    "startTime": 61.93,
    "endTime": 65.999,
    "text": "the instructions or maybe a friend tells you how to play the game."
  },
  {
    "startTime": 65.999,
    "endTime": 71.649,
    "text": "But you need to know the rules in order to play the game, and for me, that's a lot like"
  },
  {
    "startTime": 71.649,
    "endTime": 76.18900000000001,
    "text": "learning English. I mean, in my mind it really helps me to know"
  },
  {
    "startTime": 76.189,
    "endTime": 82.079,
    "text": "the rules before I play a game, and learning a language to me is a lot like playing a game."
  },
  {
    "startTime": 82.079,
    "endTime": 89.20899999999999,
    "text": "So, what I'd like to do with you over the next seven quick English tips, back-to-back,"
  },
  {
    "startTime": 89.209,
    "endTime": 94.819,
    "text": "I'm going to share my seven steps for English fluency."
  },
  {
    "startTime": 94.819,
    "endTime": 101.039,
    "text": "These are steps that I made for the Go Natural English community, for you, to show you exactly"
  },
  {
    "startTime": 101.039,
    "endTime": 105.349,
    "text": "the rules of the game -- How to become fluent in English."
  },
  {
    "startTime": 105.349,
    "endTime": 110.739,
    "text": "So, it's kind of detailed, so, I want to take it one step at a time."
  },
  {
    "startTime": 110.739,
    "endTime": 120.039,
    "text": "Now, if you would like the video, audio, and the text -- all of the subtitles for all seven"
  },
  {
    "startTime": 120.039,
    "endTime": 133.09,
    "text": "steps, come to gonaturalenglish.com/7steps. That's the number 7 s-t-e-p-s, and you can"
  },
  {
    "startTime": 133.09,
    "endTime": 139.54,
    "text": "download all of that with one click. I want you to come visit so, I would love"
  },
  {
    "startTime": 139.54,
    "endTime": 145.53,
    "text": "to share that valuable resource with you to help you improve your fluency."
  },
  {
    "startTime": 145.53,
    "endTime": 151.019,
    "text": "I'm going to keep this really quick but for today what I want you to remember is that"
  },
  {
    "startTime": 151.019,
    "endTime": 157.56900000000002,
    "text": "it's really important to understand the rules of the game if you want to win it."
  },
  {
    "startTime": 157.569,
    "endTime": 161.54,
    "text": "Okay, so that's what we're going to do with English -- with our seven steps to fluency"
  },
  {
    "startTime": 161.54,
    "endTime": 165.629,
    "text": "over the next few days. This is a really valuable series that I'm"
  },
  {
    "startTime": 165.629,
    "endTime": 172.82899999999998,
    "text": "sharing with you that could be its own course but I want to offer it free for you to help"
  },
  {
    "startTime": 172.829,
    "endTime": 178.049,
    "text": "you as much as I can. So, come on over and grab the video, audio,"
  },
  {
    "startTime": 178.049,
    "endTime": 184.65,
    "text": "and text for all seven or you can wait over the next week or two weeks, I believe, it'll"
  },
  {
    "startTime": 184.65,
    "endTime": 190.43,
    "text": "take some time since we're on a Monday, Wednesday, Friday release for quick tips."
  },
  {
    "startTime": 190.43,
    "endTime": 195.48000000000002,
    "text": "You can wait and you can watch the videos separately, the audio separately, and read"
  },
  {
    "startTime": 195.48,
    "endTime": 200.51899999999998,
    "text": "the subtitles as you watch the videos on YouTube, or you can come over to gonaturalenglish.com/7steps."
  },
  {
    "startTime": 200.519,
    "endTime": 206.93,
    "text": "Okay, I hope to see you there. And don't forget to click on \"subscribe\" so"
  },
  {
    "startTime": 206.93,
    "endTime": 216.519,
    "text": "you don't miss a single update or video. Right there, right there, right there, hit"
  },
  {
    "startTime": 216.519,
    "endTime": 222.269,
    "text": "it. Okay, I'll see you later."
  },
  {
    "startTime": 222.269,
    "endTime": 232.269,
    "text": "Bye"
  }
]