[
  {
    "startTime": 0.51,
    "endTime": 9.16,
    "text": "Step 5 in the 7 Steps to Fluency in the Go Natural English method is to connect new words"
  },
  {
    "startTime": 9.16,
    "endTime": 16.810000000000002,
    "text": "with other old words that you already know. So, if you know a word that sounds similar,"
  },
  {
    "startTime": 16.81,
    "endTime": 22.88,
    "text": "or perhaps is a synonym either in English or in your native language, you can connect"
  },
  {
    "startTime": 22.88,
    "endTime": 28.229999999999997,
    "text": "them in your mind. You can connect your new word with a feeling,"
  },
  {
    "startTime": 28.23,
    "endTime": 34.769,
    "text": "or maybe a smell, or a sound. It could be anything really but the important"
  },
  {
    "startTime": 34.769,
    "endTime": 41.62,
    "text": "thing is to connect that new word with something you're already familiar with, and comfortable"
  },
  {
    "startTime": 41.62,
    "endTime": 47.149,
    "text": "with. Also, the step 5 is important to connect not"
  },
  {
    "startTime": 47.149,
    "endTime": 53.429,
    "text": "only the idea of the word with something you already know, but to connect the new word"
  },
  {
    "startTime": 53.429,
    "endTime": 59.559000000000005,
    "text": "with a situation that you might use it in. Connect the new word with other words to make"
  },
  {
    "startTime": 59.559,
    "endTime": 65.95,
    "text": "a phrase that you can imagine using in an everyday situation."
  },
  {
    "startTime": 65.95,
    "endTime": 75.28,
    "text": "So, step 5 is to connect in various ways Hey guys, one last thing before you go."
  },
  {
    "startTime": 75.28,
    "endTime": 83.08,
    "text": "I'd like to share all seven of the Go Natural English Steps to Fluency with you in a free"
  },
  {
    "startTime": 83.08,
    "endTime": 88.3,
    "text": "mini course. You'll receive all the videos, all the audio,"
  },
  {
    "startTime": 88.3,
    "endTime": 96.95,
    "text": "and transcripts of everything if you come to gonaturalenglish.com/7steps -- that's the"
  },
  {
    "startTime": 96.95,
    "endTime": 102.07000000000001,
    "text": "number 7 s-t-e-p-s. Alright, I hope to see you there so that I"
  },
  {
    "startTime": 102.07,
    "endTime": 107.38,
    "text": "can share this awesome English-learning material with you to help you get fluent."
  },
  {
    "startTime": 107.38,
    "endTime": 117.38,
    "text": "So, let's go. I'll see you there."
  }
]