[
  {
    "startTime": 0.37,
    "endTime": 7.8790000000000004,
    "text": "And welcome to Step 7 of the 7 Steps to Fluency with the Go Natural English method."
  },
  {
    "startTime": 7.879,
    "endTime": 16.98,
    "text": "Step 7 is to review, repeat, and grow. You want to review the vocabulary, and the"
  },
  {
    "startTime": 16.98,
    "endTime": 21.130000000000003,
    "text": "phrases, and everything that you're learning in English."
  },
  {
    "startTime": 21.13,
    "endTime": 28.31,
    "text": "You want to repeat the other six steps that I mentioned before, and you want to continue"
  },
  {
    "startTime": 28.31,
    "endTime": 33.809,
    "text": "to grow with your English skills. Find different ways of expressing yourself."
  },
  {
    "startTime": 33.809,
    "endTime": 40.41,
    "text": "Find synonyms; find related words or antonyms, the opposite of the words that you've just"
  },
  {
    "startTime": 40.41,
    "endTime": 43.87,
    "text": "learned. The beautiful thing about learning a language"
  },
  {
    "startTime": 43.87,
    "endTime": 48.489,
    "text": "is that you can continue to evolve with the language."
  },
  {
    "startTime": 48.489,
    "endTime": 57.159,
    "text": "You can continue to develop your skills. It is an ongoing, living adventure and that"
  },
  {
    "startTime": 57.159,
    "endTime": 63.059,
    "text": "is so exciting. I hope that you enjoy continually developing"
  },
  {
    "startTime": 63.059,
    "endTime": 68.55,
    "text": "your skills with the English language. It is a real pleasure to be able to do that"
  },
  {
    "startTime": 68.55,
    "endTime": 74.72999999999999,
    "text": "throughout life, and I want to give you the tools and the guidance to become a lifelong"
  },
  {
    "startTime": 74.73,
    "endTime": 82.11,
    "text": "independent learner, so that English becomes your tool that you are constantly using and"
  },
  {
    "startTime": 82.11,
    "endTime": 87.2,
    "text": "improving on. I want English to become your tool for a wonderful,"
  },
  {
    "startTime": 87.2,
    "endTime": 94.07000000000001,
    "text": "successful, enjoyable, and meaningful life. So, thank you for being a part of the Go Natural"
  },
  {
    "startTime": 94.07,
    "endTime": 99.13,
    "text": "English community. I'm so happy to have shared the 7 Steps to"
  },
  {
    "startTime": 99.13,
    "endTime": 107.14999999999999,
    "text": "Fluency with you. Please come back and see me again at gonaturalenglish.com"
  },
  {
    "startTime": 107.15,
    "endTime": 113.06,
    "text": "and I hope to see you become part of the premium Go Natural English course."
  },
  {
    "startTime": 113.06,
    "endTime": 116.81,
    "text": "Thanks so much for watching and I hope to see you again real soon."
  },
  {
    "startTime": 116.81,
    "endTime": 121.36,
    "text": "Bye for now. Hey guys, one last thing before you go."
  },
  {
    "startTime": 121.36,
    "endTime": 129.359,
    "text": "I'd like to share all seven of the Go Natural English steps to fluency with you in a free"
  },
  {
    "startTime": 129.359,
    "endTime": 133.90900000000002,
    "text": "mini course. You'll receive all the videos, all the audio,"
  },
  {
    "startTime": 133.909,
    "endTime": 143.23,
    "text": "and transcripts of everything if you come to gonaturalenglish.com/7steps, that's the"
  },
  {
    "startTime": 143.23,
    "endTime": 148.35899999999998,
    "text": "number 7 s-t-e-p-s. Alright, I hope to see you there so that I"
  },
  {
    "startTime": 148.359,
    "endTime": 153.59900000000002,
    "text": "can share this awesome English learning material with you to help you get fluent."
  },
  {
    "startTime": 153.599,
    "endTime": 163.599,
    "text": "So, let's go I'll see you there."
  }
]