[
  {
    "startTime": 0.672,
    "endTime": 3.9810000000000003,
    "text": "This brings us to the very last question of the webinar here,"
  },
  {
    "startTime": 3.981,
    "endTime": 9.936,
    "text": "which is regarding improving your speaking ability and confidence, right?"
  },
  {
    "startTime": 9.936,
    "endTime": 15.733,
    "text": "So, Mariana wants to know \"What do you think about people who know a lot of grammar and theoretical knowledge"
  },
  {
    "startTime": 15.733,
    "endTime": 21.771,
    "text": "of the language, but they don't really seem to use the language they are speaking,"
  },
  {
    "startTime": 21.771,
    "endTime": 28.103,
    "text": "and as a consequence they lack confidence in speaking the language."
  },
  {
    "startTime": 28.103,
    "endTime": 32.316,
    "text": "What can those people do, who are really proficient in the theory of the language"
  },
  {
    "startTime": 32.316,
    "endTime": 36.650000000000006,
    "text": "can do to become fluent as fast as you can?\""
  },
  {
    "startTime": 36.65,
    "endTime": 47.036,
    "text": "Well, first of all I would like to stress once again the fact that knowing grammar or knowing a lot of things about grammar rules and the culture"
  },
  {
    "startTime": 47.036,
    "endTime": 50.065,
    "text": "etc. it doesn't make an influent speaker, so there are two different things."
  },
  {
    "startTime": 50.065,
    "endTime": 61.064,
    "text": "The fastest way to speak and become a comfortable speaker of the language is, it might sound a little bit trite, but is to speak."
  },
  {
    "startTime": 61.064,
    "endTime": 69.483,
    "text": "Now, as I said before, first of all get your mindset right and find a person you want to talk to."
  },
  {
    "startTime": 69.483,
    "endTime": 76.369,
    "text": "If you think, for example, that going to the country is the best solution, think again."
  },
  {
    "startTime": 76.369,
    "endTime": 82.65,
    "text": "Because if you spend some time in the country, but you don't do it the right way, you might not learn"
  },
  {
    "startTime": 82.65,
    "endTime": 86.104,
    "text": "as fast as you thought. When you speak with a lot of people"
  },
  {
    "startTime": 86.104,
    "endTime": 92.17099999999999,
    "text": "say, thirty people a day, cause you are in the country and you have multiple activities you have to engage in etc."
  },
  {
    "startTime": 92.171,
    "endTime": 99.89800000000001,
    "text": "The problem is that all these conversations tend to be superficial, because you don't know that person. To me, quality is much better than quantity"
  },
  {
    "startTime": 99.898,
    "endTime": 108.982,
    "text": "meaning that, instead of trying to interact with native speakers and say in supermarkets or in shops, which is"
  },
  {
    "startTime": 108.982,
    "endTime": 119.15,
    "text": "important, obviously. I would say, on top of that, just find yourself a language partner with whom you can have"
  },
  {
    "startTime": 119.15,
    "endTime": 129.17000000000002,
    "text": "great and interesting conversation, that revolves around your persona, and you can ask him or her interesting questions."
  },
  {
    "startTime": 129.17,
    "endTime": 136.982,
    "text": "So, first, find a language partner. Secondly, you can meet them face to face in a bar with a notebook or use Skype"
  },
  {
    "startTime": 136.982,
    "endTime": 144.204,
    "text": "which is an amazing technology. And once you do that, in order to become a comfortable speaker, obviously you have to"
  },
  {
    "startTime": 144.204,
    "endTime": 152.17000000000002,
    "text": "well, one thing is that if you have a good environment, positive vibes, so to say, if you get the positive vibes from the person you are talking to"
  },
  {
    "startTime": 152.17,
    "endTime": 160.232,
    "text": "you are more than willing not only to talk, but also to share your feelings etc."
  },
  {
    "startTime": 160.232,
    "endTime": 171.983,
    "text": "So, first of all find yourself a person you like talking to. Second, one of the piece of the advice, that I consider"
  },
  {
    "startTime": 171.983,
    "endTime": 178.937,
    "text": "the most useful is to get out of your comfort zone. People consider language learning as sometimes as a performance"
  },
  {
    "startTime": 178.937,
    "endTime": 187.00400000000002,
    "text": "they are scared of making mistakes, they are scared of not being able to say a word, they are scared of pauses and \"ahm...ehm....\""
  },
  {
    "startTime": 187.004,
    "endTime": 193.80499999999998,
    "text": "you know when people try to say that and they find it embarrassing. And I would say, try to get out of your comfort zone as soon as possible"
  },
  {
    "startTime": 193.805,
    "endTime": 201.982,
    "text": "and by that I mean try to say things you can not say. Now, one might retort, if you don't know anything or you just start"
  },
  {
    "startTime": 201.982,
    "endTime": 205.605,
    "text": "with the language, you don't know how to use words, you don't know how to use expressions etc."
  },
  {
    "startTime": 205.605,
    "endTime": 209.802,
    "text": "But you have a language partner giving you that, if you don't how do you say that you can simply"
  },
  {
    "startTime": 209.802,
    "endTime": 215.93699999999998,
    "text": "ask how do you say that? And that person turns into a live vocabulary, that \"spouts\" immediately words and expressions"
  },
  {
    "startTime": 215.937,
    "endTime": 220.46800000000002,
    "text": "and also gives you examples of that, then you can record and you can use later"
  },
  {
    "startTime": 220.468,
    "endTime": 225.065,
    "text": "So, at the beginning you might struggle obviously , because you don't know words, but it goes extremely fast"
  },
  {
    "startTime": 225.065,
    "endTime": 230.939,
    "text": "after 3-4 sessions you are already able to talk about simple things, about your life, that is interesting for you"
  },
  {
    "startTime": 230.939,
    "endTime": 237.648,
    "text": "and you can engage in conversations. And if you step out of your comfort zone all the time you will learn so much faster."
  },
  {
    "startTime": 237.648,
    "endTime": 246.399,
    "text": "So, the idea is that, you know, you are scared of \"Uhms\" etc.etc. You have to consider the fact that each and every one of us"
  },
  {
    "startTime": 246.399,
    "endTime": 254.316,
    "text": "does that, it is a natural process, you have to go through it. You have to struggle to learn. Because the"
  },
  {
    "startTime": 254.316,
    "endTime": 257.703,
    "text": "brain learns by struggling. Every time we struggle, every time we grasp for a word that we have at the back"
  },
  {
    "startTime": 257.703,
    "endTime": 264.149,
    "text": "of our minds, there are neural networks that form or reinforce or get stronger, because we are making an effort"
  },
  {
    "startTime": 264.149,
    "endTime": 271.4,
    "text": "to remember them. At the begging it is difficult, obviously, as in every process. But it gets easier and easier the more you like it"
  },
  {
    "startTime": 271.4,
    "endTime": 284.93699999999995,
    "text": "So, to recap, find a language partner, find a person you like talking to, decide some interesting topics, and not only topics, that are external to your person, but try"
  },
  {
    "startTime": 284.937,
    "endTime": 290.37,
    "text": "to talk about yourself, you know, my name is, I live here, simple things at the beginning and then you expand them."
  },
  {
    "startTime": 290.37,
    "endTime": 297.437,
    "text": "-Hey, why did you learn Japanese?- Oh, because I like the culture, I like manga. Oh, let's talk a little bit about manga"
  },
  {
    "startTime": 297.437,
    "endTime": 303.90000000000003,
    "text": "It doesn't matter how complex something is, it looks complex, you think \"Oh my God, I have to talk about mangas! It's going to be complicated!\""
  },
  {
    "startTime": 303.9,
    "endTime": 310.43699999999995,
    "text": "But you can break it down into smaller chunks. Everything can be done in a difficult way, the difficult way or"
  },
  {
    "startTime": 310.437,
    "endTime": 320.137,
    "text": "the easy way. And the easy way is to put one sentence after the other, very simple things. Think about I want to conveyed this message: subject, verb, object, and then you try to say it"
  },
  {
    "startTime": 320.137,
    "endTime": 331.17,
    "text": "And by doing that, you learn extremely fast. I have a lot of students right now and they all adopted this technique and it works fabulously with each and everyone of them"
  },
  {
    "startTime": 331.17,
    "endTime": 341.17,
    "text": "So, it is not about the ability of the single person, it is about the way to communicate and the way to approach communication, that really makes things take off."
  }
]