[
  {
    "startTime": 0.76,
    "endTime": 9.049999999999999,
    "text": "Step 6 of the 7 steps to fluency at Go Natural English is to actually use your new words"
  },
  {
    "startTime": 9.05,
    "endTime": 13.61,
    "text": "as soon as you can. It's okay if you don't use them correctly"
  },
  {
    "startTime": 13.61,
    "endTime": 19.41,
    "text": "at first because you want to get feedback so that you can understand how to really use"
  },
  {
    "startTime": 19.41,
    "endTime": 22.59,
    "text": "the word correctly. So, use the word."
  },
  {
    "startTime": 22.59,
    "endTime": 26.92,
    "text": "You can use it in a variety of ways. Of course, you can use it in conversation"
  },
  {
    "startTime": 26.92,
    "endTime": 30.939,
    "text": "with another English speaker. You could use it in a class with your English"
  },
  {
    "startTime": 30.939,
    "endTime": 36.019,
    "text": "teacher or tutor. You could use it in your own writing, or even"
  },
  {
    "startTime": 36.019,
    "endTime": 40.449,
    "text": "in a search on the Internet and see what comes up."
  },
  {
    "startTime": 40.449,
    "endTime": 45.679,
    "text": "You can use the word to yourself in your mind. You could find a song that has the word and"
  },
  {
    "startTime": 45.679,
    "endTime": 49.499,
    "text": "sing it to yourself, or better yet, create a song."
  },
  {
    "startTime": 49.499,
    "endTime": 56.17,
    "text": "So, using vocabulary is very important and this is different than simply repeating the"
  },
  {
    "startTime": 56.17,
    "endTime": 63.459,
    "text": "word because when we use the word, we need to use it as a tool, perhaps for communication"
  },
  {
    "startTime": 63.459,
    "endTime": 71.11,
    "text": "or for pleasure, for enjoyment such as singing a song, or reading, or writing a poem, or"
  },
  {
    "startTime": 71.11,
    "endTime": 77.61,
    "text": "a journal entry, or a blog post. But this step is all about using the word"
  },
  {
    "startTime": 77.61,
    "endTime": 85.11,
    "text": "as a tool, and getting feedback on it so you can refine the way that you use it to sound"
  },
  {
    "startTime": 85.11,
    "endTime": 92.77,
    "text": "more like a fluent, native English speaker. Hey guys, one last thing before you go."
  },
  {
    "startTime": 92.77,
    "endTime": 100.75999999999999,
    "text": "I'd like to share all seven of the Go Natural English steps to fluency with you in a free"
  },
  {
    "startTime": 100.76,
    "endTime": 105.73,
    "text": "mini course. You'll receive all the videos, all the audio,"
  },
  {
    "startTime": 105.73,
    "endTime": 114.64,
    "text": "and transcripts of everything if you come to gonaturalenglish.com/7steps, that's the"
  },
  {
    "startTime": 114.64,
    "endTime": 119.76,
    "text": "number 7 s-t-e-p-s. Alright, I hope to see you there so that I"
  },
  {
    "startTime": 119.76,
    "endTime": 125.01,
    "text": "can share this awesome English learning material with you to help you get fluent."
  },
  {
    "startTime": 125.01,
    "endTime": 135.01,
    "text": "So, let's go I'll see you there."
  }
]