[
  {
    "startTime": 8.98,
    "endTime": 12.0,
    "text": "Before he turned physics upside down,"
  },
  {
    "startTime": 12.3,
    "endTime": 21.5,
    "text": "a young Albert Einstein supposedly showed off his genius by devising a complex riddle involving this list of clues."
  },
  {
    "startTime": 21.8,
    "endTime": 26.5,
    "text": "Can you resist tackling a brain teaser written by one of the smartest  people in history?"
  },
  {
    "startTime": 26.8,
    "endTime": 28.0,
    "text": "Let's give it a shot."
  },
  {
    "startTime": 28.0,
    "endTime": 32.2,
    "text": "The world's rarest fish has been stolen from the city aquarium."
  },
  {
    "startTime": 32.676,
    "endTime": 38.0,
    "text": "The police have followed the scent to a street with five identical looking houses."
  },
  {
    "startTime": 38.7,
    "endTime": 40.7,
    "text": "But they can't search all the houses at once,"
  },
  {
    "startTime": 41.2,
    "endTime": 45.2,
    "text": "and if they pick the wrong one, the thief will know they're on his trail."
  },
  {
    "startTime": 45.244,
    "endTime": 49.7,
    "text": "It's up to you, the city's best detective, to solve the case."
  },
  {
    "startTime": 50.0,
    "endTime": 53.491,
    "text": "When you arrive on the scene, the police tell you what they know."
  },
  {
    "startTime": 53.491,
    "endTime": 62.0,
    "text": "One: each house's owner  is of a different nationality, drinks a different beverage, and smokes a different type of cigar."
  },
  {
    "startTime": 62.6,
    "endTime": 67.98,
    "text": "Two: each house's interior walls are painted a different color."
  },
  {
    "startTime": 67.98,
    "endTime": 73.80000000000001,
    "text": "Three: each house contains a different animal, one of which is the fish."
  },
  {
    "startTime": 74.0,
    "endTime": 78.0,
    "text": "After a few hours of expert sleuthing, you gather some clues."
  },
  {
    "startTime": 78.2,
    "endTime": 83.0,
    "text": "It may look like a lot of information, but there's a clear logical path to the solution."
  },
  {
    "startTime": 83.5,
    "endTime": 85.5,
    "text": "Solving the puzzle will be a lot like Sudoku,"
  },
  {
    "startTime": 86.0,
    "endTime": 92.0,
    "text": "so you may find it helpful to organize your information in a grid, like this:"
  },
  {
    "startTime": 92.6,
    "endTime": 99.19999999999999,
    "text": "(Pause the video on the following screen to examine your clues and solve the riddle.)"
  },
  {
    "startTime": 99.0,
    "endTime": 100.115,
    "text": "(Answer in: 3)"
  },
  {
    "startTime": 100.115,
    "endTime": 101.146,
    "text": "(Answer in: 2)"
  },
  {
    "startTime": 101.146,
    "endTime": 102.307,
    "text": "(Answer in: 1)"
  },
  {
    "startTime": 102.307,
    "endTime": 106.5,
    "text": "To start, you fill in the information from clues eight and nine."
  },
  {
    "startTime": 107.0,
    "endTime": 111.2,
    "text": "Immediately, you also realize that since the Norwegian is at the end of the street,"
  },
  {
    "startTime": 111.455,
    "endTime": 113.2,
    "text": "there's only one house next to him,"
  },
  {
    "startTime": 113.5,
    "endTime": 117.0,
    "text": "which must be the one with the blue walls in clue fourteen."
  },
  {
    "startTime": 117.3,
    "endTime": 121.2,
    "text": "Clue five says the green-walled house's owner drinks coffee."
  },
  {
    "startTime": 121.695,
    "endTime": 125.69999999999999,
    "text": "It can't be the center house since you already know its owner drinks milk,"
  },
  {
    "startTime": 126.0,
    "endTime": 130.7,
    "text": "but it also can't be the second house, which you know has blue walls."
  },
  {
    "startTime": 131.0,
    "endTime": 136.5,
    "text": "And since clue four says the green-walled house must be directly to the left of the white-walled one,"
  },
  {
    "startTime": 136.823,
    "endTime": 139.5,
    "text": "it can't be the first  or fifth house either."
  },
  {
    "startTime": 140.077,
    "endTime": 145.3,
    "text": "The only place left  for the green-walled house with the coffee drinker is the fourth spot,"
  },
  {
    "startTime": 145.6,
    "endTime": 148.2,
    "text": "meaning the white-walled house is the fifth."
  },
  {
    "startTime": 148.8,
    "endTime": 151.20000000000002,
    "text": "Clue one gives you  a nationality and a color."
  },
  {
    "startTime": 151.7,
    "endTime": 158.2,
    "text": "Since the only column missing both these values is the center one, this must be the Brit's red-walled home."
  },
  {
    "startTime": 158.6,
    "endTime": 167.0,
    "text": "Now that the only unassigned  wall color is yellow, this must be applied to the first house, where clue seven says  the Dunhill smoker lives."
  },
  {
    "startTime": 167.4,
    "endTime": 174.0,
    "text": "And clue eleven tells you that the owner of the horse is next door, which can only be the second house."
  },
  {
    "startTime": 174.9,
    "endTime": 179.1,
    "text": "The next step is to figure out what the Norwegian in the first house drinks."
  },
  {
    "startTime": 179.6,
    "endTime": 182.5,
    "text": "It can't be tea, clue three tells you that's the Dane."
  },
  {
    "startTime": 183.0,
    "endTime": 188.1,
    "text": "As per clue twelve, it can't be root beer since that person smokes Bluemaster,"
  },
  {
    "startTime": 188.6,
    "endTime": 192.5,
    "text": "and since you already  assigned milk and coffee, it must be water."
  },
  {
    "startTime": 193.0,
    "endTime": 199.5,
    "text": "From clue fifteen, you know that the Norwegian's neighbor, who can only be in the second house, smokes Blends."
  },
  {
    "startTime": 200.0,
    "endTime": 204.0,
    "text": "Now that the only spot in the grid without a cigar and a drink is in the fifth column,"
  },
  {
    "startTime": 204.3,
    "endTime": 207.90800000000002,
    "text": "that must be the home of the person in clue twelve."
  },
  {
    "startTime": 207.908,
    "endTime": 215.0,
    "text": "And since this leaves only the second house without a drink, the tea-drinking Dane must live there."
  },
  {
    "startTime": 215.3,
    "endTime": 220.0,
    "text": "The fourth house is now the only one missing a nationality and a cigar brand,"
  },
  {
    "startTime": 220.6,
    "endTime": 224.29999999999998,
    "text": "so the Prince-smoking German from clue thirteen must live there."
  },
  {
    "startTime": 225.1,
    "endTime": 228.29999999999998,
    "text": "Through elimination, you can conclude that the Brit smokes Pall Mall"
  },
  {
    "startTime": 228.6,
    "endTime": 230.9,
    "text": "and the Swede lives in the fifth house,"
  },
  {
    "startTime": 231.0,
    "endTime": 237.3,
    "text": "while clue six and clue two tell you that these two have a bird  and a dog, respectively."
  },
  {
    "startTime": 237.6,
    "endTime": 244.79999999999998,
    "text": "Clue ten tells you that the cat owner lives next to the Blend-smoking Dane, putting him in the first house."
  },
  {
    "startTime": 245.0,
    "endTime": 247.3,
    "text": "Now with only one spot left on the grid,"
  },
  {
    "startTime": 247.6,
    "endTime": 251.29999999999998,
    "text": "you know that the German in the  green-walled house must be the culprit."
  },
  {
    "startTime": 251.7,
    "endTime": 256.2,
    "text": "You and the police burst into the house, catching the thief fish-handed."
  },
  {
    "startTime": 256.783,
    "endTime": 258.8,
    "text": "While that explanation  was straightforward,"
  },
  {
    "startTime": 258.933,
    "endTime": 263.0,
    "text": "solving puzzles like this often involves false starts and dead ends."
  },
  {
    "startTime": 263.3,
    "endTime": 266.40000000000003,
    "text": "Part of the trick is to use  the process of elimination"
  },
  {
    "startTime": 266.479,
    "endTime": 270.3,
    "text": "and lots of trial and error to hone in on the right pieces,"
  },
  {
    "startTime": 270.5,
    "endTime": 272.2,
    "text": "and the more logic puzzles you solve,"
  },
  {
    "startTime": 272.359,
    "endTime": 279.01099999999997,
    "text": "the better your intuition will be for when and where there's enough  information to make your deductions."
  },
  {
    "startTime": 279.035,
    "endTime": 282.0,
    "text": "And did young Einstein  really write this puzzle?"
  },
  {
    "startTime": 282.238,
    "endTime": 283.3,
    "text": "Probably not."
  },
  {
    "startTime": 283.6,
    "endTime": 287.20000000000005,
    "text": "There's no evidence he did, and some of the brands mentioned are too recent."
  },
  {
    "startTime": 287.5,
    "endTime": 293.15,
    "text": "But the logic here is not so different from what you'd use to solve equations with multiple variables,"
  },
  {
    "startTime": 293.181,
    "endTime": 296.0,
    "text": "even those describing  the nature of the universe."
  }
]