[
  {
    "startTime": 1.63,
    "endTime": 6.6,
    "text": "So you’re taking an anthropology course, which means you’re probably wondering what"
  },
  {
    "startTime": 6.6,
    "endTime": 13.21,
    "text": "you’ve gotten yourself into. Well this short video will give you a very basic view of anthropology"
  },
  {
    "startTime": 13.21,
    "endTime": 20.46,
    "text": "and how it is divided into four distinct, though interwoven, subfields. Simply put,"
  },
  {
    "startTime": 20.46,
    "endTime": 26.069000000000003,
    "text": "Anthropology is the study of humans. The term Anthropology comes from two roots, Anthropos"
  },
  {
    "startTime": 26.069,
    "endTime": 32.66,
    "text": "meaning Man or Human, and Logos meaning study of. Anthropology is traditionally subdivided"
  },
  {
    "startTime": 32.66,
    "endTime": 39.89,
    "text": "into four subfields. Cultural, Biological, Linguistic, and Archaeology."
  },
  {
    "startTime": 39.89,
    "endTime": 45.25,
    "text": "Cultural Anthropology is the study of the cultural basis of humanity, similar to sociology,"
  },
  {
    "startTime": 45.25,
    "endTime": 50.62,
    "text": "but looking at all cultures around the world, and bringing in a historical context. Cultural"
  },
  {
    "startTime": 50.62,
    "endTime": 55.51,
    "text": "Anthropology is well known due to the media. National Geographic (among others) provides"
  },
  {
    "startTime": 55.51,
    "endTime": 61.03,
    "text": "a view of the cultural anthropologist as a westerner from Europe or the US who travels"
  },
  {
    "startTime": 61.03,
    "endTime": 67.68900000000001,
    "text": "to a remote culture to study exotic people. While this is occasionally true, currently"
  },
  {
    "startTime": 67.689,
    "endTime": 72.85,
    "text": "cultural anthropologists do just as much research within their own culture studying particular"
  },
  {
    "startTime": 72.85,
    "endTime": 80.41999999999999,
    "text": "subcultures of Americans or Europeans, as well as studying isolated non-western societies."
  },
  {
    "startTime": 80.42,
    "endTime": 88.119,
    "text": "The second subfield is biological or physical anthropology. The focus of this subfield is"
  },
  {
    "startTime": 88.119,
    "endTime": 94.719,
    "text": "on human anatomy and genetics, as well as the biological relatives of humans, such as"
  },
  {
    "startTime": 94.719,
    "endTime": 101.04899999999999,
    "text": "monkeys and apes, as well as human ancestors, like Neanderthals and Australopithecines."
  },
  {
    "startTime": 101.049,
    "endTime": 106.67,
    "text": "Biological anthropologists study how genetics make us look the way we do or how we can identify"
  },
  {
    "startTime": 106.67,
    "endTime": 112.369,
    "text": "who someone is when all we have is their skeletal remains. They also study the behavior and"
  },
  {
    "startTime": 112.369,
    "endTime": 117.81,
    "text": "physical makeup of primates, which helps us understand how humans have evolved and how"
  },
  {
    "startTime": 117.81,
    "endTime": 123.929,
    "text": "our ancestors may have behaved as well as how they looked. Biological anthropologists"
  },
  {
    "startTime": 123.929,
    "endTime": 129.56,
    "text": "who specialize in paleoanthropology study the ancient remains of primates, both those"
  },
  {
    "startTime": 129.56,
    "endTime": 135.67000000000002,
    "text": "that are within our ancestral line and those who are not on our line, our cousins, if you"
  },
  {
    "startTime": 135.67,
    "endTime": 143.11999999999998,
    "text": "will. Many of these give us a really good understanding the way we are today"
  },
  {
    "startTime": 143.12,
    "endTime": 150.12,
    "text": "Linguistic anthropology is the study of language usage in terms of culture. Looking at how"
  },
  {
    "startTime": 150.12,
    "endTime": 155.3,
    "text": "language changes and adapts, and how language is used differently in different settings"
  },
  {
    "startTime": 155.3,
    "endTime": 161.51000000000002,
    "text": "by different individuals. Linguistic anthropology also addresses the basic structure of languages"
  },
  {
    "startTime": 161.51,
    "endTime": 169.47,
    "text": "and usages that languages have in different cultures, as well as language similarities"
  },
  {
    "startTime": 169.47,
    "endTime": 175.57,
    "text": "and differences to look at human migration around the world."
  },
  {
    "startTime": 175.57,
    "endTime": 185.1,
    "text": "The last main subfield is archaeology. So in a lot of ways they are kind of like cultural"
  },
  {
    "startTime": 185.1,
    "endTime": 189.98,
    "text": "anthropologists of the past. They do this by excavating the remains they left behind"
  },
  {
    "startTime": 189.98,
    "endTime": 195.86999999999998,
    "text": "and interpreting the artifacts and features in order to deduce these cultural behaviors"
  },
  {
    "startTime": 195.87,
    "endTime": 203.20000000000002,
    "text": "of cultures that are now extinct. There is actually one more subfield that crosscuts"
  },
  {
    "startTime": 203.2,
    "endTime": 209.86999999999998,
    "text": "the four main or traditional subfields, which is called applied anthropology. Applied anthropology"
  },
  {
    "startTime": 209.87,
    "endTime": 217.59,
    "text": "is the use of anthropological practices and methods in the everyday world, in business,"
  },
  {
    "startTime": 217.59,
    "endTime": 224.20000000000002,
    "text": "healthcare, design, marketing, etc. The most commonly applied anthropology is cultural,"
  },
  {
    "startTime": 224.2,
    "endTime": 230.16,
    "text": "but all four subfields can be applied in different ways. Physical anthropology is applied in"
  },
  {
    "startTime": 230.16,
    "endTime": 237.72,
    "text": "the design of cars, seats, as well as things like baby food. Forensic Anthropology is applied"
  },
  {
    "startTime": 237.72,
    "endTime": 245.12,
    "text": "anthropology. Archaeological applications include things like when a shopping mall is"
  },
  {
    "startTime": 245.12,
    "endTime": 251.26,
    "text": "built, individuals have to go out and excavate and make sure that there aren’t any Native"
  },
  {
    "startTime": 251.26,
    "endTime": 256.43,
    "text": "American remains where that new development is going to be made. So there are many different"
  },
  {
    "startTime": 256.43,
    "endTime": 263.06,
    "text": "ways in which anthropology can be applied. I hope this has given you a good view of what"
  },
  {
    "startTime": 263.06,
    "endTime": 273.06,
    "text": "anthropology is in a nutshell and I look forward to you learning more about it."
  }
]