[
  {
    "startTime": 0.9,
    "endTime": 4.0,
    "text": "Here are 7 things I'm tired of."
  },
  {
    "startTime": 4.0,
    "endTime": 9.7,
    "text": "I'm getting tired of guys who smoke pipes. When are they going to outlaw this shit? Guy with a fucking pipe!"
  },
  {
    "startTime": 9.7,
    "endTime": 17.7,
    "text": "It's an arrogant thing to place a burning barrier between you and the rest of the world. It's supposed to imply thoughtfullness and intelligence."
  },
  {
    "startTime": 17.7,
    "endTime": 23.299999999999997,
    "text": "It's not intelligent to walk around with a controlled fire sticking out of your mouth. I say \"Hey, professor,"
  },
  {
    "startTime": 23.3,
    "endTime": 27.6,
    "text": "You want something hot to suck on? Call me! I'll give you something to put in your mouth!\""
  },
  {
    "startTime": 27.6,
    "endTime": 34.6,
    "text": "I think these pipe smokers ought to just move to the next level and go ahead and suck a dick. There's nothing wrong with sucking dicks."
  },
  {
    "startTime": 34.6,
    "endTime": 41.6,
    "text": "Men do it. Women do it. It can't be all bad if everybody's doing it. I say \"drop the pipe and go to the dick\"."
  },
  {
    "startTime": 41.6,
    "endTime": 43.6,
    "text": "That's my advice. I'm here to help."
  },
  {
    "startTime": 43.6,
    "endTime": 49.9,
    "text": "I'm also getting sick of car alarms. Not the screeching and beeping. That doesn't bother me."
  },
  {
    "startTime": 49.9,
    "endTime": 57.9,
    "text": "It's just the idea of a car alarm that I find offensive. Especially the ones that talk to you: \"Move away! Move away!\"."
  },
  {
    "startTime": 57.9,
    "endTime": 68.6,
    "text": "- \"Oh, really?\". That's when i reach for my sharpest key. And i put a deep gouge in that paint job, all the way around the car."
  },
  {
    "startTime": 68.6,
    "endTime": 74.0,
    "text": "Three hundred and sixty degrees. I might even make two trips around, if I don't have a luncheon appointment that day."
  },
  {
    "startTime": 74.0,
    "endTime": 82.4,
    "text": "And then I walk away slowly, unconcerned about the screeching and beeping, because I know that no one takes car alarms seriously."
  },
  {
    "startTime": 82.4,
    "endTime": 88.80000000000001,
    "text": "Car alarms are a Yuppie-boomer conceit and they're responsible for most of the carjacking that's going on."
  },
  {
    "startTime": 88.8,
    "endTime": 94.0,
    "text": "Car alarms and The Club have have made it harder for thieves to steal parked cars"
  },
  {
    "startTime": 94.0,
    "endTime": 98.5,
    "text": "and so instead, they're stealing cars with people in them and people are dying."
  },
  {
    "startTime": 98.5,
    "endTime": 103.9,
    "text": "And it's all because these selfish, boomer degenerates can't stand to part with their personal property."
  },
  {
    "startTime": 103.9,
    "endTime": 108.80000000000001,
    "text": "Fuck boomers and fuck their pussified car alarms."
  },
  {
    "startTime": 108.8,
    "endTime": 116.8,
    "text": "I'm also sick of having to look at bearded guys who don't know how to trim the lower edges of their beards, where they extend back toward the neck."
  },
  {
    "startTime": 116.8,
    "endTime": 122.3,
    "text": "They trim too far up toward the chin, leaving a glaring, fleshy strip where there ought to be hair."
  },
  {
    "startTime": 122.3,
    "endTime": 130.8,
    "text": "Guys, you need to let the beard extend far enough back under your chin, so it reaches the point where your neck begins."
  },
  {
    "startTime": 130.8,
    "endTime": 138.9,
    "text": "Then, from the fold or angle that forms between your jaw and neck, you shave downward. If you don't have that fold;"
  },
  {
    "startTime": 138.9,
    "endTime": 144.9,
    "text": "if you have a fat, fleshy pouch under your jaw with no definition, you shouldn't be trimming your beard at all."
  },
  {
    "startTime": 144.9,
    "endTime": 150.9,
    "text": "You should let it grow long and bushy, so it covers that goofy-looking pouch."
  },
  {
    "startTime": 150.9,
    "endTime": 156.1,
    "text": "And I've just about had it with all these geeky fucks who walk around listening to Walkmans."
  },
  {
    "startTime": 156.1,
    "endTime": 164.4,
    "text": "What are these jackoffs telling us anyway? They're too good to participate in daily life? They're sealing themselves off? Big fucking loss!"
  },
  {
    "startTime": 164.4,
    "endTime": 167.5,
    "text": "And what is it they're listening to that's so compelling?"
  },
  {
    "startTime": 167.5,
    "endTime": 175.0,
    "text": "I think a person has to be fairly uncomfortable with his own thoughts to have the need to block them out while simply walking around."
  },
  {
    "startTime": 175.0,
    "endTime": 180.6,
    "text": "I'd love to know how many of these obviously disturbed people become suicides."
  },
  {
    "startTime": 180.6,
    "endTime": 186.7,
    "text": "I've also grown weary of reading about clouds in a book. Doesn't this piss you off?"
  },
  {
    "startTime": 186.7,
    "endTime": 193.0,
    "text": "You're reading a nice story and suddenly the writer has to stop and describe the clouds. Who cares?"
  },
  {
    "startTime": 193.0,
    "endTime": 201.3,
    "text": "I'll bet you anything I can write a decent novel with a good, entertaining story and never once mention clouds."
  },
  {
    "startTime": 201.3,
    "endTime": 210.3,
    "text": "Really! Every book you read. If there's an outdoor scene, an open window, or even a door slightly ajar, the writer has to say"
  },
  {
    "startTime": 210.3,
    "endTime": 218.60000000000002,
    "text": "\"As Bo and Velma walked along the shore, the clouds hung ponderously on the horizon like steel-gray, loosely formed gorilla turds.\""
  },
  {
    "startTime": 218.6,
    "endTime": 222.4,
    "text": "I'm not interested. Skip the clouds and get to the fucking!"
  },
  {
    "startTime": 222.4,
    "endTime": 227.20000000000002,
    "text": "The only story I know of where clouds were important was Noah's Ark."
  },
  {
    "startTime": 227.2,
    "endTime": 233.7,
    "text": "Here's something else; I don't appreciate being put on hold and being forced to listen to someone else's radio."
  },
  {
    "startTime": 233.7,
    "endTime": 238.7,
    "text": "I don't even listen to my own radio. Why should I have to pay money to call some company and listen to theirs?"
  },
  {
    "startTime": 238.7,
    "endTime": 245.5,
    "text": "And it's always that same shit; soft rock! That sucky, non-threatening, easy-listening pussy music."
  },
  {
    "startTime": 245.5,
    "endTime": 253.6,
    "text": "Soft rock is an oxymoron. Furthermore, it's not rock and it's not even music. It's just soft."
  },
  {
    "startTime": 253.6,
    "endTime": 260.5,
    "text": "One more item; I'm tired of being unable to buy clothing that doesn't have writing and printing all over it."
  },
  {
    "startTime": 260.5,
    "endTime": 275.5,
    "text": "Insipid sayings, pseudo-wisdom, cute slogans, team logos, designer names, brand trademarks, small-business ego trips; the marketing pigs and advertising swine have turned us all into walking billboards."
  },
  {
    "startTime": 275.5,
    "endTime": 281.5,
    "text": "You see some asshole walking by, and he's got on a fruity Dodger hat and a Hard Rock Cafe T-shirt."
  },
  {
    "startTime": 281.5,
    "endTime": 290.0,
    "text": "Of course, you can't see the shirt if he's wearing his hot-shit Chicago Bulls jacket. The one that only 50 million other loser jock-sniffers own."
  },
  {
    "startTime": 290.0,
    "endTime": 297.9,
    "text": "And since this cretinous sports fan/consumer zombie is completely for sale to anyone, he runs out his ensemble with"
  },
  {
    "startTime": 297.9,
    "endTime": 308.4,
    "text": "FedEx sneakers, ValuJet socks, Wall Street Journal sweatpants, a Starbucks jock strap and a Microsoft condom with Bill Gates' head on the end of it."
  },
  {
    "startTime": 308.4,
    "endTime": 313.0,
    "text": "No one in this country owns his personal appearance anymore."
  },
  {
    "startTime": 313.0,
    "endTime": 323.0,
    "text": "America has become a nation of obedient consumers, actively participating in their own degradation."
  }
]