[
  {
    "startTime": 7.0,
    "endTime": 21.749000000000002,
    "text": "Hey Farah, do not kick the door open – it could hit somebody, alright?"
  },
  {
    "startTime": 21.0,
    "endTime": 34.5,
    "text": "Kwok! You always have to have the guard on! I want you to be working safe. Ok."
  },
  {
    "startTime": 34.5,
    "endTime": 38.1,
    "text": "Whoa, Ryan, that’s way too many. You’re gonna hurt your back."
  },
  {
    "startTime": 38.1,
    "endTime": 46.14,
    "text": "Take less. That’s better."
  },
  {
    "startTime": 46.14,
    "endTime": 52.0,
    "text": "I’m constantly telling my staff to be safe. But I mean, what more can I do?"
  },
  {
    "startTime": 52.0,
    "endTime": 58.0,
    "text": "There’s no common sense these days."
  },
  {
    "startTime": 58.0,
    "endTime": 65.7,
    "text": "Working safely takes more than just relying on common sense and telling your employees to be safe."
  },
  {
    "startTime": 65.7,
    "endTime": 69.5,
    "text": "You need to show them and then supervise them."
  },
  {
    "startTime": 69.5,
    "endTime": 75.0,
    "text": "Begin by giving new employees an orientation before they start work."
  },
  {
    "startTime": 75.0,
    "endTime": 80.3,
    "text": "So since this is your first day at work, I’m gonna go over some procedures with you that we have at the restaurant here."
  },
  {
    "startTime": 80.3,
    "endTime": 85.5,
    "text": "Don’t be afraid of asking a stupid question – the only stupid question is the one you don’t ask, alright?"
  },
  {
    "startTime": 85.5,
    "endTime": 88.5,
    "text": "We can’t afford anyone to get hurt here."
  },
  {
    "startTime": 88.5,
    "endTime": 93.0,
    "text": "This means going over general information, such as their duties,"
  },
  {
    "startTime": 93.0,
    "endTime": 100.5,
    "text": "who they should go to for questions, their rights and responsibilities, and where to go for first aid."
  },
  {
    "startTime": 100.5,
    "endTime": 104.0,
    "text": "Train your employees for each specific task they will be doing."
  },
  {
    "startTime": 104.0,
    "endTime": 110.0,
    "text": "First, show them how to perform the task, and then have them demonstrate it to you."
  },
  {
    "startTime": 110.0,
    "endTime": 118.0,
    "text": "Ok, so first you wanna get your right hand under the tray, find the balance point, secure it with your left hand, bend with your knees and use your legs."
  },
  {
    "startTime": 118.0,
    "endTime": 126.0,
    "text": "- So this way you won’t strain your back. Do you wanna give it a try? - Sure."
  },
  {
    "startTime": 126.0,
    "endTime": 132.0,
    "text": "That’s it. Steady it. Excellent. Good job, Farah."
  },
  {
    "startTime": 132.0,
    "endTime": 152.0,
    "text": "Supervision means regularly walking by and checking on your employees to make sure they are doing their work properly, efficiently, and safely."
  },
  {
    "startTime": 152.0,
    "endTime": 154.0,
    "text": "Hey Kwok, the kitchen looks great,"
  },
  {
    "startTime": 154.0,
    "endTime": 158.0,
    "text": "but you need to make sure you always have a dry towel on hand to handle the pots and pans."
  },
  {
    "startTime": 158.0,
    "endTime": 159.496,
    "text": "We don’t want you getting burned."
  },
  {
    "startTime": 159.496,
    "endTime": 169.0,
    "text": "Check on them frequently in the beginning, especially new workers, and then less often as you gain confidence in their work habits."
  },
  {
    "startTime": 169.0,
    "endTime": 172.8,
    "text": "If you see your employees doing something wrong, correct them."
  },
  {
    "startTime": 172.8,
    "endTime": 176.0,
    "text": "Saying nothing means you condone it."
  },
  {
    "startTime": 176.0,
    "endTime": 181.0,
    "text": "Hey Ryan, it’s good to see you keeping the equipment clean, but the slicer is really dangerous."
  },
  {
    "startTime": 181.0,
    "endTime": 184.5,
    "text": "You’ve got to unplug it every time before you clean it, alright?"
  },
  {
    "startTime": 184.5,
    "endTime": 193.0,
    "text": "- So you’re gonna turn it off, then unplug it, then push the on again to make sure it’s locked out. Got it? - Got it."
  },
  {
    "startTime": 193.0,
    "endTime": 200.5,
    "text": "And don’t rely on common sense, because common sense means different things to  different people."
  },
  {
    "startTime": 200.5,
    "endTime": 205.0,
    "text": "Take the time to orient and train your employees on how to work safely,"
  },
  {
    "startTime": 205.0,
    "endTime": 211.5,
    "text": "and then supervise them throughout, and you will have a safer and more productive workplace."
  },
  {
    "startTime": 211.5,
    "endTime": 221.959,
    "text": "For more information, visit worksafebc.com."
  }
]