[
  {
    "startTime": 6.0,
    "endTime": 12.0,
    "text": "There are many stories that can be told about World War II, from the tragic to the inspiring."
  },
  {
    "startTime": 12.0,
    "endTime": 17.494,
    "text": "But perhaps one of the most heartrending experiences was that of the Akune family,"
  },
  {
    "startTime": 17.494,
    "endTime": 23.0,
    "text": "divided by the war against each other and against their own identities."
  },
  {
    "startTime": 23.0,
    "endTime": 31.0,
    "text": "Ichiro Akune and his wife Yukiye immigrated to America from Japan in 1918 in search of opportunity,"
  },
  {
    "startTime": 31.0,
    "endTime": 36.0,
    "text": "opening a small grocery store in central California and raising nine children."
  },
  {
    "startTime": 36.0,
    "endTime": 45.0,
    "text": "But when Mrs. Akune died in 1933, the children were sent to live with relatives in Japan, their father following soon after."
  },
  {
    "startTime": 45.0,
    "endTime": 50.0,
    "text": "Though the move was a difficult adjustment after having been born and raised in America,"
  },
  {
    "startTime": 50.0,
    "endTime": 59.0,
    "text": "the oldest son, Harry, formed a close bond with his grand uncle, who taught him the Japanese language, culture and values."
  },
  {
    "startTime": 59.0,
    "endTime": 63.966,
    "text": "Nevertheless, as soon as Harry and his brother Ken were old enough to work,"
  },
  {
    "startTime": 63.966,
    "endTime": 68.5,
    "text": "they returned to the country they considered home, settling near Los Angeles."
  },
  {
    "startTime": 68.5,
    "endTime": 75.344,
    "text": "But then, December 7, 1941, the attack on Pearl Harbor."
  },
  {
    "startTime": 75.344,
    "endTime": 85.548,
    "text": "Now at war with Japan, the United States government did not trust the loyalty of those citizens who had family or ancestral ties to the enemy country."
  },
  {
    "startTime": 85.548,
    "endTime": 96.0,
    "text": "In 1942, about 120,000 Japanese Americans living on the West Coast were stripped of their civil rights and forcibly relocated  to internment camps,"
  },
  {
    "startTime": 96.0,
    "endTime": 106.578,
    "text": "even though most of them,  like Harry and Ken, were Nisei  American or dual citizens who had been born in the US to Japanese immigrant parents."
  },
  {
    "startTime": 106.578,
    "endTime": 115.5,
    "text": "The brothers not only had very limited contact with their family in Japan, but found themselves confined to a camp in a remote part of Colorado."
  },
  {
    "startTime": 115.5,
    "endTime": 126.174,
    "text": "But their story took another twist when recruiters from the US Army's military intelligence service arrived at the camp looking for Japanese-speaking volunteers."
  },
  {
    "startTime": 126.174,
    "endTime": 135.0,
    "text": "Despite their treatment by the government, Harry and Ken jumped at the chance to leave the camp and prove their loyalty as American citizens."
  },
  {
    "startTime": 135.0,
    "endTime": 143.279,
    "text": "Having been schooled in Japan, they soon began their service, translating captured documents, interrogating Japanese soldiers,"
  },
  {
    "startTime": 143.279,
    "endTime": 149.869,
    "text": "and producing Japanese language propaganda aimed at persuading enemy forces to surrender."
  },
  {
    "startTime": 149.869,
    "endTime": 158.0,
    "text": "The brothers' work was invaluable to the war effort, providing vital strategic information about the size and location of Japanese forces."
  },
  {
    "startTime": 158.0,
    "endTime": 162.972,
    "text": "But they still faced discrimination and mistrust from their fellow soldiers."
  },
  {
    "startTime": 162.972,
    "endTime": 170.5,
    "text": "Harry recalled an instance where his combat gear was mysteriously misplaced just prior to parachuting  into enemy territory,"
  },
  {
    "startTime": 170.5,
    "endTime": 174.503,
    "text": "with the white officer reluctant to give him a weapon."
  },
  {
    "startTime": 174.503,
    "endTime": 180.22199999999998,
    "text": "Nevertheless, both brothers continued to serve loyally through the end of the war."
  },
  {
    "startTime": 180.222,
    "endTime": 186.0,
    "text": "But Harry and Ken were not the only Akune brothers fighting in the Pacific."
  },
  {
    "startTime": 186.0,
    "endTime": 195.5,
    "text": "Unbeknownst to them, two younger brothers, the third and fourth of the five Akune boys were serving dutifully in the Imperial Japanese Navy,"
  },
  {
    "startTime": 195.5,
    "endTime": 203.757,
    "text": "Saburo in the Naval Airforce, and 15-year-old Shiro as an orientation trainer for new recruits."
  },
  {
    "startTime": 203.757,
    "endTime": 212.11,
    "text": "When the war ended, Harry and Ken served in the allied occupational forces and were seen as traitors by the locals."
  },
  {
    "startTime": 212.11,
    "endTime": 218.24,
    "text": "When all the Akune brothers gathered at a family reunion in Kagoshima for the first time in a decade,"
  },
  {
    "startTime": 218.24,
    "endTime": 222.0,
    "text": "it was revealed that the two pairs had fought on opposing sides."
  },
  {
    "startTime": 222.0,
    "endTime": 227.427,
    "text": "Tempers flared and a fight almost broke out until their father stepped in."
  },
  {
    "startTime": 227.427,
    "endTime": 237.224,
    "text": "The brothers managed to make peace and Saburo and Shiro joined Harry and Ken in California, and later fought for the US Army in Korea."
  },
  {
    "startTime": 237.224,
    "endTime": 246.0,
    "text": "It took until 1988 for the US government to acknowledge the injustice of its internment  camps and approve reparations payments to survivors."
  },
  {
    "startTime": 246.0,
    "endTime": 255.273,
    "text": "For Harry, though, his greatest regret was not having the courage to thank his Japanese grand uncle who had taught him so much."
  },
  {
    "startTime": 255.273,
    "endTime": 258.552,
    "text": "The story of the Akune brothers is many things:"
  },
  {
    "startTime": 258.552,
    "endTime": 267.999,
    "text": "a family divided by circumstance, the unjust treatment of Japanese Americans, and the  personal struggle of reconciling two national identities."
  },
  {
    "startTime": 268.0,
    "endTime": 272.645,
    "text": "But it also reveals a larger story about American history:"
  },
  {
    "startTime": 272.645,
    "endTime": 282.645,
    "text": "the oppression faced by immigrant groups and their perseverance in overcoming it."
  }
]