[
  {
    "startTime": 1.0,
    "endTime": 2.7800000000000002,
    "text": "This is Michael Bierut."
  },
  {
    "startTime": 2.8,
    "endTime": 5.199999999999999,
    "text": "I'm Michael Bierut. I'm a graphic designer."
  },
  {
    "startTime": 5.25,
    "endTime": 13.4,
    "text": "You might be familiar with his work, but interestingly, he thinks that logos are just kind of overrated."
  },
  {
    "startTime": 13.5,
    "endTime": 16.990000000000002,
    "text": "I am actually often very ambivalent about them."
  },
  {
    "startTime": 16.99,
    "endTime": 19.5,
    "text": "Let's back out a second: What is a logo?"
  },
  {
    "startTime": 19.5,
    "endTime": 21.3,
    "text": "Basically the face of a company."
  },
  {
    "startTime": 21.3,
    "endTime": 25.5,
    "text": "Some are beloved. Some... the swastika is a logo and it's reviled, you know?"
  },
  {
    "startTime": 25.5,
    "endTime": 28.3,
    "text": "They have to work at tiny sizes, and huge."
  },
  {
    "startTime": 28.4,
    "endTime": 30.33,
    "text": "There are three specific types."
  },
  {
    "startTime": 30.33,
    "endTime": 32.5,
    "text": "First type is the wordmark."
  },
  {
    "startTime": 32.5,
    "endTime": 36.6,
    "text": "The wordmark is the easiest one, and it's the one that we're all the most familiar with."
  },
  {
    "startTime": 36.7,
    "endTime": 39.5,
    "text": "I mean, John Hancock's signature is kind of a wordmark."
  },
  {
    "startTime": 39.6,
    "endTime": 42.9,
    "text": "And it can look crisp, clean, and modern, like the new Google logo looks."
  },
  {
    "startTime": 43.0,
    "endTime": 49.45,
    "text": "It can look, somehow, that it has roots in a shared heritage, the way the coca cola logo looks, you know?"
  },
  {
    "startTime": 49.45,
    "endTime": 51.1,
    "text": "The second is pictorial."
  },
  {
    "startTime": 51.2,
    "endTime": 53.900000000000006,
    "text": "Pictorial logos often function as a kind of Rebus, you know."
  },
  {
    "startTime": 54.0,
    "endTime": 59.9,
    "text": "It's a picture, and you say the... what's in the picture, and it sort of is identifying the name of the company."
  },
  {
    "startTime": 60.0,
    "endTime": 66.0,
    "text": "Sometimes directly like Target, sometimes more indirectly like LaCoste."
  },
  {
    "startTime": 66.0,
    "endTime": 70.0,
    "text": "The third kind is kind of the holy grail, abstract iconography."
  },
  {
    "startTime": 70.0,
    "endTime": 75.009,
    "text": "It's everyone's favorite kind of category because it just seems almost like magic, you know."
  },
  {
    "startTime": 75.009,
    "endTime": 80.679,
    "text": "As a designer, people come to me and they'll say, \"Oh, I want, like, something like the Nike swoosh.\""
  },
  {
    "startTime": 80.679,
    "endTime": 86.549,
    "text": "They think that the Nike swoosh was the Nike swoosh the day it was drawn, but it was nothing the day it was drawn."
  },
  {
    "startTime": 86.55,
    "endTime": 91.7,
    "text": "The company that birthed Nike commissioned a design student named Carolyn to draw some ideas."
  },
  {
    "startTime": 91.7,
    "endTime": 93.9,
    "text": "And the Nike founders didn't really like them."
  },
  {
    "startTime": 94.0,
    "endTime": 95.7,
    "text": "They sort of said, \"Uh... let's use that one.\""
  },
  {
    "startTime": 95.8,
    "endTime": 97.8,
    "text": "It wasn't like an overnight success."
  },
  {
    "startTime": 97.9,
    "endTime": 100.10000000000001,
    "text": "And then they started putting it on the sides of shoes."
  },
  {
    "startTime": 100.2,
    "endTime": 106.60000000000001,
    "text": "The shoes were good and then the genius of Nike's marketing apparatus made us further associate that product,"
  },
  {
    "startTime": 106.7,
    "endTime": 112.7,
    "text": "not merely with performance athletic gear but with the very idea of athletic achievement itself."
  },
  {
    "startTime": 112.8,
    "endTime": 116.3,
    "text": "And that's how over a long time, a little mark means something big."
  },
  {
    "startTime": 116.4,
    "endTime": 118.30000000000001,
    "text": "That's exactly how religious symbols work."
  },
  {
    "startTime": 118.4,
    "endTime": 121.80000000000001,
    "text": "It's obviously not just anything inherent in shapes."
  },
  {
    "startTime": 121.8,
    "endTime": 127.099,
    "text": "But it's about what those shapes have come to represent in the minds of the people who are looking at them."
  },
  {
    "startTime": 127.099,
    "endTime": 132.20000000000002,
    "text": "But there is a fourth type of logo that goes beyond these three types and can use elements of each of them."
  },
  {
    "startTime": 132.3,
    "endTime": 137.08,
    "text": "The logo system, a graphical framework that can have endless permutations."
  },
  {
    "startTime": 137.1,
    "endTime": 141.2,
    "text": "The first gigantically popular example of the logo system would be MTV."
  },
  {
    "startTime": 141.3,
    "endTime": 148.8,
    "text": "But Google's daily doodles are another great example of the logo system⏤a familiar mark that can also point to other ideas and issues."
  },
  {
    "startTime": 148.9,
    "endTime": 151.8,
    "text": "This approach all has to do with technological change."
  },
  {
    "startTime": 151.9,
    "endTime": 162.70000000000002,
    "text": "It used to be if a company was doing a logo, there'd be this, you know, military operation by which it would be inscribed on all their equipment and on their airplanes and their retail facilities,"
  },
  {
    "startTime": 162.8,
    "endTime": 169.5,
    "text": "and gold pins and cufflinks would be made for the executive suite and put on spittoons, in ashtrays, and the top of the skyscraper,"
  },
  {
    "startTime": 169.5,
    "endTime": 171.731,
    "text": "and would say \"dwell\" on everyone's business card, right?"
  },
  {
    "startTime": 171.73,
    "endTime": 180.1,
    "text": "Nowadays, none of that's as important as an email signature, or your Twitter avatar, or the little thing that sits next to your URL."
  },
  {
    "startTime": 180.2,
    "endTime": 185.5,
    "text": "Those things are much more ubiquitous and they can be changed at the drop of a hat."
  },
  {
    "startTime": 185.5,
    "endTime": 188.94,
    "text": "Bierut used this system approach for his Hillary Clinton logo."
  },
  {
    "startTime": 188.94,
    "endTime": 194.4,
    "text": "We wanted to have a mark reflect the electorate and reflect the issues."
  },
  {
    "startTime": 194.4,
    "endTime": 203.45000000000002,
    "text": "Those simple forms that comprise the H with the arrow in it are actually designed to hold not just two colors, say red and blue, but any colors you want."
  },
  {
    "startTime": 203.45,
    "endTime": 212.39999999999998,
    "text": "The use of logo systems seems to be continually on the upswing now, probably because it allows the brand using it to expand the conversation beyond it's own name."
  },
  {
    "startTime": 212.4,
    "endTime": 217.5,
    "text": "The logo kind of reminds people that that's... that's what we're... that's what our priority is today."
  },
  {
    "startTime": 217.6,
    "endTime": 224.42,
    "text": "But at the end of the day, regardless of the shape, style, or system, it might not matter what your logo is."
  },
  {
    "startTime": 224.5,
    "endTime": 230.9,
    "text": "It really is about thinking of these symbols as being empty vessels in a way, and then you pour the meaning into them."
  },
  {
    "startTime": 230.9,
    "endTime": 232.45000000000002,
    "text": "So what's this all add up to?"
  },
  {
    "startTime": 232.45,
    "endTime": 236.51,
    "text": "Basically, those fights people get in about new logos are pretty misguided."
  },
  {
    "startTime": 236.51,
    "endTime": 242.7,
    "text": "They think they're judging a diving competition, but actually, all these organizations are in swimming competitions."
  },
  {
    "startTime": 242.8,
    "endTime": 248.34,
    "text": "It's not what kind of splash you make when you hit the water, it's how long you can keep your head above that water."
  },
  {
    "startTime": 248.4,
    "endTime": 253.0,
    "text": "Logos need to have a long life, not win points in a discussion."
  },
  {
    "startTime": 253.4,
    "endTime": 259.9,
    "text": "12 years after the birth of that Nike logo, Nike came back to that graphic design student Carolyn with a gift."
  },
  {
    "startTime": 260.0,
    "endTime": 263.5,
    "text": "A Nike ring with her own trademark on it, the swoosh."
  },
  {
    "startTime": 263.5,
    "endTime": 265.509,
    "text": "Thank you very much, it's beautiful."
  },
  {
    "startTime": 265.509,
    "endTime": 268.0,
    "text": "And an undisclosed amount of Nike stock."
  },
  {
    "startTime": 268.0,
    "endTime": 269.2,
    "text": "Wow."
  },
  {
    "startTime": 269.2,
    "endTime": 274.0,
    "text": "In 1973 when it was designed, her pay was $35."
  }
]