[
  {
    "startTime": 1.439,
    "endTime": 8.8,
    "text": "Carbon monoxide is an invisible gas, and it’s poisonous, so we put ear-splitting alarms in houses to warn us of its dangerous presence."
  },
  {
    "startTime": 8.8,
    "endTime": 13.600000000000001,
    "text": "Carbon dioxide, methane and nitrous oxide are also invisible gases,"
  },
  {
    "startTime": 13.6,
    "endTime": 21.5,
    "text": "but without un-ignorable alarms in place, they’ve been allowed to cause rapid and dangerous changes to the climate, oceans and ecosystems on earth."
  },
  {
    "startTime": 21.5,
    "endTime": 25.529,
    "text": "Here’s what that looks like for us-- the MinuteEarth team, where we live around the world."
  },
  {
    "startTime": 25.529,
    "endTime": 30.7,
    "text": "I’m Henry, and in the dry Rocky Mountains, drought and wildfires are becoming more frequent and more dangerous,"
  },
  {
    "startTime": 30.7,
    "endTime": 34.2,
    "text": "so we’re spending far more resources to protect our businesses and homes,"
  },
  {
    "startTime": 34.2,
    "endTime": 39.410000000000004,
    "text": "and then far more days inside them each summer because the smoke is too thick to safely go outside."
  },
  {
    "startTime": 39.41,
    "endTime": 44.3,
    "text": "I'm Kate, and those same droughts in the Rockies mean that less water makes its way down the Colorado River,"
  },
  {
    "startTime": 44.3,
    "endTime": 49.91,
    "text": "causing Lake Mead – which supplies water to mead and 20 million other people, to drop to record low levels."
  },
  {
    "startTime": 49.91,
    "endTime": 59.879,
    "text": "I'm Ever, and here in Venezuela droughts also threaten the Guri Reservoir – and all the hydroelectric plants that depend on it,  putting more than 60% of our electricity generation at risk."
  },
  {
    "startTime": 59.879,
    "endTime": 64.339,
    "text": "I'm Emily, and in New York City, our biggest problem isn't too little water but too much:"
  },
  {
    "startTime": 64.339,
    "endTime": 72.17,
    "text": "right now, we're still recovering from Hurricane Sandy while also trying to fortify the city against the even fiercer storms and bigger storm surges of the future."
  },
  {
    "startTime": 72.17,
    "endTime": 80.3,
    "text": "I’m Omkar, and storms are also becoming more of a problem in Mumbai, India, with larger surges from the ocean and more intense rainfall on the land,"
  },
  {
    "startTime": 80.3,
    "endTime": 87.729,
    "text": "like the record-breaking meter of rain that fell in 24 hours in 2005, destroying homes and killing more than 1,000 people."
  },
  {
    "startTime": 87.729,
    "endTime": 95.5,
    "text": "I’m Alex, and here in Cambodia, increasingly unpredictable monsoons threaten the livelihoods of the rice farmers and fishers who make up half the population."
  },
  {
    "startTime": 95.5,
    "endTime": 102.95,
    "text": "This year the rains were late, which damaged young plants and lowered the productivity of the rivers, contributing to a 50% smaller catch than last year."
  },
  {
    "startTime": 102.95,
    "endTime": 111.5,
    "text": "I’m Peter, and in Minnesota, warmer weather means less snow and ice for our winter sports and tourism and threatens the very survival of our northern forests and many of their creatures."
  },
  {
    "startTime": 111.5,
    "endTime": 114.3,
    "text": "Some of these experiences might sound familiar to you,"
  },
  {
    "startTime": 114.3,
    "endTime": 118.5,
    "text": "or perhaps you have your own story about what climate change looks like where you live."
  },
  {
    "startTime": 118.5,
    "endTime": 121.54,
    "text": "The question is: how big will we let those impacts become?"
  },
  {
    "startTime": 121.54,
    "endTime": 126.5,
    "text": "If we’re going to act, we have to act now, to keep the effects of climate change as small as possible :"
  },
  {
    "startTime": 126.5,
    "endTime": 132.6,
    "text": "so share your perspective with your political representatives, favorite businesses, family, and friends, and get them involved."
  },
  {
    "startTime": 132.6,
    "endTime": 137.5,
    "text": "Since these gases are invisible, we need to make ourselves as visible as possible"
  },
  {
    "startTime": 137.5,
    "endTime": 144.5,
    "text": "so that the leaders of Earth can see that we, its citizens, want our nations to agree to a legally binding limit on greenhouse gas emissions."
  },
  {
    "startTime": 144.5,
    "endTime": 150.0,
    "text": "To make that easier, we put links in the video description to help you find your representative's contact information."
  },
  {
    "startTime": 150.0,
    "endTime": 158.129,
    "text": "And at the very least, you can add your name to The Mega Climate Petition for a 100% Clean World."
  },
  {
    "startTime": 158.129,
    "endTime": 164.0,
    "text": "We made this video as part of the #OursToLose campaign – please share your own climate stories with the #OursToLose hashtag."
  },
  {
    "startTime": 164.0,
    "endTime": 172.3,
    "text": "Let’s raise the alarm about these invisible gases!"
  }
]