[
  {
    "startTime": 0.12,
    "endTime": 4.979,
    "text": "The Confederate States of America, also referred to as the Confederacy, was a republic that"
  },
  {
    "startTime": 4.979,
    "endTime": 10.07,
    "text": "declared independence from the United States of America in 1861, leading to the American"
  },
  {
    "startTime": 10.07,
    "endTime": 15.379000000000001,
    "text": "Civil War. At the end of the war in 1865, the states that had seceded from the Union"
  },
  {
    "startTime": 15.379,
    "endTime": 21.3,
    "text": "were incorporated back into the U.S. The Bonnie Blue Flag was the unofficial flag of the Confederacy"
  },
  {
    "startTime": 21.3,
    "endTime": 27.18,
    "text": "during the early months of 1861, which included a blue field with a single white star. The"
  },
  {
    "startTime": 27.18,
    "endTime": 31.96,
    "text": "first official national flag of the Confederacy included three horizontal bars of red and"
  },
  {
    "startTime": 31.96,
    "endTime": 36.949,
    "text": "white, with a blue canton containing seven white stars as representations of the initial"
  },
  {
    "startTime": 36.949,
    "endTime": 41.949,
    "text": "seven states that seceded from the Union. This soon increased to nine, then eleven,"
  },
  {
    "startTime": 41.949,
    "endTime": 46.879,
    "text": "and finally to thirteen stars as more states joined the Confederacy. Two of the thirteen"
  },
  {
    "startTime": 46.879,
    "endTime": 52.28,
    "text": "stars reflected the Confederacy’s claims to Kentucky and Missouri. Because of the flag’s"
  },
  {
    "startTime": 52.28,
    "endTime": 57.620000000000005,
    "text": "similarity to the U.S. flag, confusion occurred on the battlefield and ideological criticisms"
  },
  {
    "startTime": 57.62,
    "endTime": 63.269,
    "text": "also surfaced. Beginning in December 1861, a battle flag was employed by Confederate"
  },
  {
    "startTime": 63.269,
    "endTime": 68.92,
    "text": "troops. This flag included a red field with a blue cross outlined in white. Thirteen white"
  },
  {
    "startTime": 68.92,
    "endTime": 74.25,
    "text": "stars appeared within the cross. The battle flag was a square versus the rectangular navy"
  },
  {
    "startTime": 74.25,
    "endTime": 81.0,
    "text": "jack that used a lighter blue in its coloration. Over time the battle flag became, and remains,"
  },
  {
    "startTime": 81.0,
    "endTime": 86.57,
    "text": "the popular symbol associated with the Confederacy. A new national flag for the CSA came into"
  },
  {
    "startTime": 86.57,
    "endTime": 92.91,
    "text": "being in 1863 when the battle flag was incorporated onto a field of white. While the white coloration"
  },
  {
    "startTime": 92.91,
    "endTime": 96.92999999999999,
    "text": "never had an official meaning attached to it by the government of the Confederacy, many"
  },
  {
    "startTime": 96.93,
    "endTime": 101.36000000000001,
    "text": "southerners associated it with the commonly held Confederate ideology of white racial"
  },
  {
    "startTime": 101.36,
    "endTime": 106.94,
    "text": "supremacy. In a short time after its adoption, however, this flag was criticized as being"
  },
  {
    "startTime": 106.94,
    "endTime": 111.06,
    "text": "too white as it could be confused as a flag of truce when there was no wind and the flag"
  },
  {
    "startTime": 111.06,
    "endTime": 116.31,
    "text": "lay limp, hiding the flag’s Southern Cross canton. To remedy this, a vertical red bar"
  },
  {
    "startTime": 116.31,
    "endTime": 121.96000000000001,
    "text": "was added to the national flag in 1865, just two months prior to the end of the war. This"
  },
  {
    "startTime": 121.96,
    "endTime": 126.58999999999999,
    "text": "flag has been nicknamed the blood stained banner. Since the end of the Civil War, the"
  },
  {
    "startTime": 126.59,
    "endTime": 130.53,
    "text": "Confederacy’s national and battle flags continue to appear in some way on a number"
  },
  {
    "startTime": 130.53,
    "endTime": 135.56,
    "text": "of official southern state flags. The battle flag of the Confederacy has also been adopted"
  },
  {
    "startTime": 135.56,
    "endTime": 142.019,
    "text": "by many for personal or unofficial use, especially in the states that made up the former CSA."
  },
  {
    "startTime": 142.019,
    "endTime": 146.42000000000002,
    "text": "The modern use and display of the Confederate flag for various purposes remains a highly"
  },
  {
    "startTime": 146.42,
    "endTime": 151.54,
    "text": "controversial topic because of the different associations that have become attached to"
  },
  {
    "startTime": 151.54,
    "endTime": 154.76,
    "text": "it. There have been varying perceptions of the flag in the twentieth and twenty first"
  },
  {
    "startTime": 154.76,
    "endTime": 158.63899999999998,
    "text": "centuries. Some support it as a symbol of the unique cultural traditions and heritage"
  },
  {
    "startTime": 158.639,
    "endTime": 164.06900000000002,
    "text": "of the southern states, while others have used it to invoke Confederate racial ideology,"
  },
  {
    "startTime": 164.069,
    "endTime": 169.48899999999998,
    "text": "such as when the flag was used by protesters against desegregation in the 1950s."
  },
  {
    "startTime": 169.489,
    "endTime": 173.67000000000002,
    "text": "If you enjoyed this video, be sure to hit the like button and subscribe to my channel."
  },
  {
    "startTime": 173.67,
    "endTime": 183.67,
    "text": "You can also check out another episode right here. Thanks for watching."
  }
]