[
  {
    "startTime": 4.501,
    "endTime": 6.880000000000001,
    "text": "You're running, here in the last quarter of the marathon."
  },
  {
    "startTime": 7.044,
    "endTime": 9.799999999999999,
    "text": "You're a beast! You're a champion! You are incredible!"
  },
  {
    "startTime": 9.8,
    "endTime": 13.15,
    "text": "But then, suddenly, you feel this sharp pain in your side."
  },
  {
    "startTime": 13.19,
    "endTime": 15.658,
    "text": "It seems to get worse and worse with every breath."
  },
  {
    "startTime": 15.858,
    "endTime": 18.248,
    "text": "It is an attack of the side stitch!"
  },
  {
    "startTime": 18.38,
    "endTime": 21.099999999999998,
    "text": "And now you have to stop running for a while so it goes away."
  },
  {
    "startTime": 21.2,
    "endTime": 22.893,
    "text": "But don't worry, you are not alone."
  },
  {
    "startTime": 23.093,
    "endTime": 32.5,
    "text": "A study in the year 2000 found that 69% of runners had experienced a stitch, otherwise known as an exercise-related transient abdominal pain, in the last year."
  },
  {
    "startTime": 32.55,
    "endTime": 36.849999999999994,
    "text": "And people who exercised in other ways, like swimming or bike riding, also reported having gotten a stitch."
  },
  {
    "startTime": 36.88,
    "endTime": 40.43,
    "text": "But even though they're so common, researchers aren't really sure where the pain comes from."
  },
  {
    "startTime": 40.534,
    "endTime": 48.7,
    "text": "Remarkable that we don't know these things, even about our own bodies⏤one possibility is that it's all about your diaphragm, the domed-shaped muscle between your chest and abdomen."
  },
  {
    "startTime": 48.8,
    "endTime": 51.9,
    "text": "When your diaphragm contracts, your lungs expand and fill with air."
  },
  {
    "startTime": 52.0,
    "endTime": 55.9,
    "text": "When your diaphragm expands, your lungs get smaller and the air is forced back out."
  },
  {
    "startTime": 56.0,
    "endTime": 58.9,
    "text": "But when you exercise, you might be overextending that muscle."
  },
  {
    "startTime": 59.0,
    "endTime": 63.911,
    "text": "When you're running, for example, your foot consistently hits the pavement at the same time as you exhale."
  },
  {
    "startTime": 63.911,
    "endTime": 69.1,
    "text": "When your diaphragm is at its highest and tightest, it might strain the diaphragm, causing it to spasm."
  },
  {
    "startTime": 69.18,
    "endTime": 79.9,
    "text": "It could also be that forceful movement, like the up-and-down motion of running, bounces your internal organs around, straining the ligaments trying to keep them from sliding around inside you⏤which is a really gross thought."
  },
  {
    "startTime": 80.0,
    "endTime": 86.82,
    "text": "The most likely explanation seems to point to the peritoneum, a two-layered membrane that lines the abdominal wall and helps support your organs."
  },
  {
    "startTime": 86.95,
    "endTime": 91.5,
    "text": "Now, normally, there's fluid in between the layers that make sure they don't scrape together too much."
  },
  {
    "startTime": 91.6,
    "endTime": 94.1,
    "text": "Because when they do, you end up with that sharp pain."
  },
  {
    "startTime": 94.2,
    "endTime": 102.23,
    "text": "When you eat a large meal, your stomach pushes out on the inner layer, and when you are dehydrated, like if you've been sweating a lot from exercising, there's less fluid between the layers."
  },
  {
    "startTime": 102.3,
    "endTime": 105.207,
    "text": "The way your body is moving around might bump the layers against each other, too."
  },
  {
    "startTime": 105.27,
    "endTime": 106.8,
    "text": "So, how do you make the pain go away?"
  },
  {
    "startTime": 106.88,
    "endTime": 110.8,
    "text": "First, just stop exercising for a bit⏤the pain will eventually pass."
  },
  {
    "startTime": 110.8,
    "endTime": 114.25,
    "text": "Unless it doesn't, in which case, go see your doctor, because I'm not a doctor."
  },
  {
    "startTime": 114.29,
    "endTime": 122.56700000000001,
    "text": "And if you want to make sure it doesn't happen again, it's probably worth listening to your mom's advice: Wait a little while after a big meal before jumping in the pool or going out for a run."
  },
  {
    "startTime": 122.65,
    "endTime": 124.7,
    "text": "Working to strengthen your core might help, too."
  },
  {
    "startTime": 124.8,
    "endTime": 130.15,
    "text": "That should reduce the movement in your abdomen while you're exercising, meaning less strain on your ligaments and membranes."
  },
  {
    "startTime": 130.15,
    "endTime": 138.74,
    "text": "This way, your internal organs and all the stuff inside your abdominal cavity can stay right where it's supposed to be without causing stitches that might slow you down."
  },
  {
    "startTime": 138.8,
    "endTime": 143.0,
    "text": "Thanks for asking and thanks especially to all of our patrons on Patreon who keep these answers coming."
  },
  {
    "startTime": 143.154,
    "endTime": 149.978,
    "text": "If you would like to submit questions to be answered, and get these Quick Questions a few days before everybody else, you can go to patreon.com/scishow."
  },
  {
    "startTime": 150.178,
    "endTime": 153.70499999999998,
    "text": "And don't forget to go to youtube.com/scishow and subscribe!"
  }
]