[
  {
    "startTime": 0.0,
    "endTime": 2.82,
    "text": "Today, I'm HouseholdHacker. We are gonna make a candle from an apple."
  },
  {
    "startTime": 2.82,
    "endTime": 4.721,
    "text": "No, no, no. Not that kind of apple."
  },
  {
    "startTime": 4.721,
    "endTime": 8.713000000000001,
    "text": "[HOUSEHOLD HACKER]"
  },
  {
    "startTime": 8.713,
    "endTime": 11.187,
    "text": "To make an apple candle, you need a few items."
  },
  {
    "startTime": 11.187,
    "endTime": 14.299999999999999,
    "text": "Vegetable oil, an apple, a wicker string and a knife."
  },
  {
    "startTime": 14.3,
    "endTime": 18.9,
    "text": "Pick yourself out of a fine looking apple, and slowing cut a circle or a square around the stem."
  },
  {
    "startTime": 19.0,
    "endTime": 22.459,
    "text": "They don't need to go very deep into the core, about one inch's perfect."
  },
  {
    "startTime": 22.459,
    "endTime": 24.5,
    "text": "Work your way around until you have full cuts."
  },
  {
    "startTime": 24.5,
    "endTime": 28.8,
    "text": "Now, you can pop out the top with the knife or just grab a spoon and scrape it out  with ease."
  },
  {
    "startTime": 28.8,
    "endTime": 30.084,
    "text": "Here's an interesting side note."
  },
  {
    "startTime": 30.084,
    "endTime": 34.2,
    "text": "You can stop the apple from browning by squirting a little lime juice over the exposed  fruit."
  },
  {
    "startTime": 34.2,
    "endTime": 36.800000000000004,
    "text": "Remember that next time you cutting up some apple slices."
  },
  {
    "startTime": 36.8,
    "endTime": 42.108,
    "text": "Now unfortunately you can't use the apple stem as a wick, just as you can see here. It simply won't stay lit."
  },
  {
    "startTime": 42.108,
    "endTime": 46.212999999999994,
    "text": "So grab yourself a wicker string and cut it to be even with the top of the apple."
  },
  {
    "startTime": 46.213,
    "endTime": 50.384,
    "text": "Now grab your vegetable oil and pour directly over the wick to fill up the apple."
  },
  {
    "startTime": 50.384,
    "endTime": 54.223,
    "text": "Make sure to leave some of the wick above the oil line or it simply won't work at all."
  },
  {
    "startTime": 54.223,
    "endTime": 57.6,
    "text": "Once the wick and the oil line are in place, get out the lighter and spark it up."
  },
  {
    "startTime": 57.6,
    "endTime": 62.300000000000004,
    "text": "If you did it right, it should stay lit for at least a couple hours, depending on how much oil you have inside."
  },
  {
    "startTime": 62.3,
    "endTime": 67.675,
    "text": "Now if you wanna add some holiday cheer, grab another apple of a different color and follow the same steps as before."
  },
  {
    "startTime": 67.675,
    "endTime": 70.478,
    "text": "We stuck with red and green to keep with the holiday feat."
  },
  {
    "startTime": 70.478,
    "endTime": 72.81899999999999,
    "text": "One red apple and one green apple is perfect."
  },
  {
    "startTime": 72.819,
    "endTime": 79.7,
    "text": "They burn strong and emit plenty of light, in case you found yourself in a power outage and need a quick and simple emergency candle as well."
  },
  {
    "startTime": 79.7,
    "endTime": 83.9,
    "text": "But the best thing to do, is to use them as a great addition to your Christmas decorations."
  },
  {
    "startTime": 83.9,
    "endTime": 89.50200000000001,
    "text": "So while your friends and family with your amazing Christmas survival skills, check out these other holiday videos here."
  },
  {
    "startTime": 89.502,
    "endTime": 90.47,
    "text": "See you next time."
  }
]