[
  {
    "startTime": 0.14,
    "endTime": 6.699999999999999,
    "text": "Antarctica! Home to the South Poles, penguins, and about 5,000 people during the summers."
  },
  {
    "startTime": 6.7,
    "endTime": 9.98,
    "text": "But less than 1,000 during the ever-dark winter."
  },
  {
    "startTime": 9.98,
    "endTime": 12.540000000000001,
    "text": "No one lives on the continent  permanently."
  },
  {
    "startTime": 12.54,
    "endTime": 14.639999999999999,
    "text": "So, who owns Antarctica?"
  },
  {
    "startTime": 14.64,
    "endTime": 21.2,
    "text": "Most stuff outside national borders: the sea floor, the moon, really all of space, is the Common Heritage of Mankind."
  },
  {
    "startTime": 21.2,
    "endTime": 26.34,
    "text": "It belongs to none of us, and all of us, held in trust for future generations."
  },
  {
    "startTime": 26.34,
    "endTime": 32.15,
    "text": "Which is nice, if perhaps a bit presumptive, to say that the entire Universe is ours."
  },
  {
    "startTime": 32.15,
    "endTime": 35.6,
    "text": "And maybe someone will have something to say about that eventually."
  },
  {
    "startTime": 35.6,
    "endTime": 37.2,
    "text": "Story for another time."
  },
  {
    "startTime": 37.2,
    "endTime": 39.06,
    "text": "But still, well done humanity!"
  },
  {
    "startTime": 39.06,
    "endTime": 40.92,
    "text": "Except... it's never that simple."
  },
  {
    "startTime": 40.92,
    "endTime": 48.0,
    "text": "Because the paperwork on Antarctica sort of says \"Common Heritage of Mankind\", but it doesn't go all in."
  },
  {
    "startTime": 48.0,
    "endTime": 53.76,
    "text": "Here's why: explorers started landing in Antarctica in about the 1800's, planting flags and making claims."
  },
  {
    "startTime": 53.76,
    "endTime": 59.9,
    "text": "But these claims were a bit hollow, because, on the Civilization tech tree, Antarctica wasn't colonizable."
  },
  {
    "startTime": 59.9,
    "endTime": 65.6,
    "text": "Nonetheless, like Monopoly, the optimal colonial strategy is \"Claim everything you land on\"."
  },
  {
    "startTime": 65.6,
    "endTime": 73.5,
    "text": "In the early 1900's, the UK toyed with claiming \"all\" of Antarctica, before scaling back her ambitions to just the coastal parts she had explored to the South Pole."
  },
  {
    "startTime": 73.5,
    "endTime": 78.0,
    "text": "France also claimed coastal explorations to the Pole, followed by Norway, followed by the Nazis."
  },
  {
    "startTime": 78.0,
    "endTime": 86.5,
    "text": "Mid century, Argentina and Chile claimed slices overlapping with the UK, who they figured was rather too busy at the time to care, but later she and her now independent colonies totally did."
  },
  {
    "startTime": 86.5,
    "endTime": 92.46,
    "text": "This left the Antarctica a mess of competing claims, at a bad time to have large territorial disputes."
  },
  {
    "startTime": 92.56,
    "endTime": 99.60000000000001,
    "text": "Complicating things, the United States and the Soviet Union gave themselves the right to make a claim on Antarctica, not now, but maybe later."
  },
  {
    "startTime": 99.6,
    "endTime": 117.69999999999999,
    "text": "Given this, quite remarkably, in 1959, the US, and USSR, and ten other countries, Argentina, Australia, Belgium, Chile, France, Japan, New Zealand, Norway, South Africa, and the UK, made a treaty to ease the tensions, saying that on Antarctica, there would be no military, no mining, and no nuclear exploding."
  },
  {
    "startTime": 117.7,
    "endTime": 125.0,
    "text": "The Antarctican paperwork is the first Cold War disarmament treaty, and set aside the continent for science and nature."
  },
  {
    "startTime": 125.0,
    "endTime": 130.5,
    "text": "By the way, because it's a nature preserve, there's a rule about garbage, \"Leave nothing behind\"."
  },
  {
    "startTime": 130.5,
    "endTime": 131.3,
    "text": "Nothing."
  },
  {
    "startTime": 131.3,
    "endTime": 135.4,
    "text": "Travel to Antarctica in the Summer, and you'll fly back with your poo in the Winter."
  },
  {
    "startTime": 135.4,
    "endTime": 140.16,
    "text": "So, this looks pretty great, what's the problem with the line about common heritage?"
  },
  {
    "startTime": 140.16,
    "endTime": 149.4,
    "text": "Well, no one actually gave up their claims on Antarctica, because the only way to get everyone to sign was to include this clause, which sidesteps the issue."
  },
  {
    "startTime": 149.4,
    "endTime": 164.70000000000002,
    "text": "Basically saying countries will act \"as though\" Antarctica is the Common Heritage of Mankind, and \"as though\" they have no claims, but they aren't legally \"for realsies\" giving up anything -which is why maps of Antarctica often include the current state of claim wedges."
  },
  {
    "startTime": 164.7,
    "endTime": 173.29999999999998,
    "text": "This blank spot, by the way, is nobody's, leaving it the largest territory unclaimed on earth by any nation, so far, anyway."
  },
  {
    "startTime": 173.3,
    "endTime": 188.4,
    "text": "Now, unlike the colonial days, countries have the tech to build permanently staffed bases on Antarctica, and it just so happens that countries build their bases in their own claims, leaving no clear answer to this question."
  },
  {
    "startTime": 188.4,
    "endTime": 193.65,
    "text": "According to the Treaty, Antarctica belongs to everyone, but the Treaty itself has an intentional hole."
  },
  {
    "startTime": 193.65,
    "endTime": 198.34,
    "text": "So Antarctica exists in this quantum state where the claims are real and unreal."
  },
  {
    "startTime": 198.34,
    "endTime": 208.8,
    "text": "Some countries build within their \"borders\", and some countries without claims, like China, build their bases on the continent wherever, because it belongs to everyone, right guys?"
  },
  {
    "startTime": 208.8,
    "endTime": 216.3,
    "text": "These claims don't really matter, until they do in the 2040's, when the mining ban comes up for review."
  },
  {
    "startTime": 216.3,
    "endTime": 225.60000000000002,
    "text": "Oh, and there's possibly a lot of oil in Antarctica, not to mention 70% of the earth's fresh water, which could be the more valuable resource in the future."
  },
  {
    "startTime": 225.6,
    "endTime": 232.98,
    "text": "The US and the Soviet... er... Russia, might just yet dust off those \"One-free-claim-because-I-say-so\" tickets."
  },
  {
    "startTime": 232.98,
    "endTime": 242.12,
    "text": "But for now Antarctica is ,as the Treaty intended, a continental nature reserve, and scientific research haven."
  }
]