[
  {
    "startTime": 15.0,
    "endTime": 22.109,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be, say it with me,"
  },
  {
    "startTime": 22.109,
    "endTime": 27.060000000000002,
    "text": "to create a business and life you love. And today is Q&A Tuesday. Today’s question comes"
  },
  {
    "startTime": 27.06,
    "endTime": 29.099,
    "text": "from Harold and he writes:"
  },
  {
    "startTime": 29.099,
    "endTime": 34.579,
    "text": "“Hey Marie, love what you do. Thanks for all the advice and clarity. I’m a highly"
  },
  {
    "startTime": 34.579,
    "endTime": 40.649,
    "text": "intuitive person. I’m pondering a decision that on all sides points one way logically"
  },
  {
    "startTime": 40.649,
    "endTime": 46.09,
    "text": "and intuitively it points the other way. Now, I hear the saying to always go with your gut,"
  },
  {
    "startTime": 46.09,
    "endTime": 52.07000000000001,
    "text": "my question is, is it always best to go with what feels right? Thanks, Harold.”"
  },
  {
    "startTime": 52.07,
    "endTime": 56.62,
    "text": "Great question, Harold. You know, I think we’ve all been in situations where something"
  },
  {
    "startTime": 56.62,
    "endTime": 61.82,
    "text": "looked really great on paper but for whatever reason, we couldn’t shake that funny feeling"
  },
  {
    "startTime": 61.82,
    "endTime": 67.36,
    "text": "inside that said, “Nuh uh, don't do it.” You know, whenever I get into a tough spot"
  },
  {
    "startTime": 67.36,
    "endTime": 72.659,
    "text": "like that, for what it’s worth, I always wind up going with my gut. But it is wise"
  },
  {
    "startTime": 72.659,
    "endTime": 77.17,
    "text": "to have a process to work through to help you in situations like this, where logic is"
  },
  {
    "startTime": 77.17,
    "endTime": 80.85000000000001,
    "text": "saying one thing and your intuition is telling you another."
  },
  {
    "startTime": 80.85,
    "endTime": 85.44999999999999,
    "text": "I’ll share a great, strategic decision making process with you in just a few minutes, but"
  },
  {
    "startTime": 85.45,
    "endTime": 90.909,
    "text": "first I wanna tell you a little story about a time when I went against logic and the expert"
  },
  {
    "startTime": 90.909,
    "endTime": 96.02000000000001,
    "text": "advice of others to follow my own instincts. So back when I was writing my book, Make Every"
  },
  {
    "startTime": 96.02,
    "endTime": 102.56,
    "text": "Man Want You, I was torn between trying to sell the book to a big publisher or self publishing."
  },
  {
    "startTime": 102.56,
    "endTime": 107.34,
    "text": "Now, I did a lot of research and I asked several New York Times bestselling authors for their"
  },
  {
    "startTime": 107.34,
    "endTime": 110.68,
    "text": "input. And I even paid for a course on book publishing."
  },
  {
    "startTime": 110.68,
    "endTime": 117.799,
    "text": "I gotta tell you, Harold, everyone told me not to self publish my book if I ever wanted"
  },
  {
    "startTime": 117.799,
    "endTime": 131.67000000000002,
    "text": "to get taken seriously as an author. In fact, I was told self publishing is the kiss of death. (I heard someone was looking the self publish, (chuckle).)"
  },
  {
    "startTime": 131.76,
    "endTime": 137.10999999999999,
    "text": "And I gotta say, logically I agreed. Self publishing would cost me a lot of money,"
  },
  {
    "startTime": 137.11,
    "endTime": 141.989,
    "text": "there was a lot of risk involved in the process in terms of quality of the end product, and,"
  },
  {
    "startTime": 141.989,
    "endTime": 147.9,
    "text": "like it or not, self publishing carried an amateur-like stigma. Plus I had this phrase"
  },
  {
    "startTime": 147.9,
    "endTime": 152.65,
    "text": "“kiss of death” looming in the back of my head. But I couldn’t shake the feeling"
  },
  {
    "startTime": 152.65,
    "endTime": 157.519,
    "text": "in my heart that for some crazy reason, I was supposed to self publish."
  },
  {
    "startTime": 157.519,
    "endTime": 162.42000000000002,
    "text": "So I went ahead with my gut feeling and I decided to self publish my book. And I"
  },
  {
    "startTime": 162.42,
    "endTime": 168.08999999999997,
    "text": "gotta tell you, it was one of the best things I’ve ever done. Not only did I learn a ton"
  },
  {
    "startTime": 168.09,
    "endTime": 173.61,
    "text": "about project management and production, I gained a lot of confidence, I made great money,"
  },
  {
    "startTime": 173.61,
    "endTime": 179.42000000000002,
    "text": "I changed a lot of lives, and I wound up selling that same self published book to a big publisher"
  },
  {
    "startTime": 179.42,
    "endTime": 182.67999999999998,
    "text": "and today my book is in 16 languages worldwide."
  },
  {
    "startTime": 182.68,
    "endTime": 193.019,
    "text": "To be clear for anyone considering it, I’m not saying self publishing is right for every"
  },
  {
    "startTime": 193.019,
    "endTime": 198.94,
    "text": "person, but in this instance it was right for me. And over time after making enough"
  },
  {
    "startTime": 198.94,
    "endTime": 204.739,
    "text": "tough decisions, I’ve learned to always trust my gut. But I do get it, Harold. Sometimes,"
  },
  {
    "startTime": 204.739,
    "endTime": 210.269,
    "text": "like now, you’re just not so sure. And when you’re really torn between logic and intuition,"
  },
  {
    "startTime": 210.269,
    "endTime": 216.26,
    "text": "there’s one thing I recommend to help yourself make the best decision for you."
  },
  {
    "startTime": 216.26,
    "endTime": 223.069,
    "text": "You have got to write it all down. You might be asking, why? Because when you get all the"
  },
  {
    "startTime": 223.069,
    "endTime": 229.0,
    "text": "possibilities, the pros and cons, the worst case scenarios, and who else your decision"
  },
  {
    "startTime": 229.0,
    "endTime": 234.019,
    "text": "will impact. When you get all that out of your head and down onto the page, you’re"
  },
  {
    "startTime": 234.019,
    "endTime": 238.25,
    "text": "gonna be able to evaluate the situation a lot more clearly and, ultimately, you’re gonna be more confident in your decision."
  },
  {
    "startTime": 240.909,
    "endTime": 246.67999999999998,
    "text": "Let me repeat this: whenever you’ve got an important or difficult decision to make,"
  },
  {
    "startTime": 246.68,
    "endTime": 251.68,
    "text": "make it on paper. Just thinking about it in your head or even talking about it with other"
  },
  {
    "startTime": 251.68,
    "endTime": 257.04,
    "text": "people will likely just get you more confused and more unsure. Now, to help you out, here"
  },
  {
    "startTime": 257.04,
    "endTime": 262.32,
    "text": "are 5 strategic questions you need to ask and answer about your situation."
  },
  {
    "startTime": 262.32,
    "endTime": 268.229,
    "text": "Number one, what’s the result or outcome you most want in this area of your life? So"
  },
  {
    "startTime": 268.229,
    "endTime": 273.69,
    "text": "what’s most important to you? What are you really after here and why? Number two, list"
  },
  {
    "startTime": 273.69,
    "endTime": 277.79,
    "text": "all your options to move ahead. If it’s just two, that’s fine. But I want you to"
  },
  {
    "startTime": 277.79,
    "endTime": 282.47900000000004,
    "text": "challenge yourself to think outside the box and consider outrageous, even farfetched alternate"
  },
  {
    "startTime": 282.479,
    "endTime": 286.58,
    "text": "options if that’s relevant for your situation. Now, this is where innovation and creative"
  },
  {
    "startTime": 286.58,
    "endTime": 292.889,
    "text": "solutions can really spring up. Number three, upsides and downsides for each option. List"
  },
  {
    "startTime": 292.889,
    "endTime": 298.33,
    "text": "as many as you can think of here. This is your classic pro and con list. Number four,"
  },
  {
    "startTime": 298.33,
    "endTime": 303.85999999999996,
    "text": "worst case scenarios for each option. This one’s vital because we often overestimate"
  },
  {
    "startTime": 303.86,
    "endTime": 308.13,
    "text": "worst case scenarios in our heads, but when we really take time to write them down we"
  },
  {
    "startTime": 308.13,
    "endTime": 313.71,
    "text": "see it’s rare that there’s any decision we can’t change or recover from. This helps"
  },
  {
    "startTime": 313.71,
    "endTime": 320.27,
    "text": "remove fear. Number five, who else will this impact? For each option it’s useful to think"
  },
  {
    "startTime": 320.27,
    "endTime": 325.08,
    "text": "beyond yourself and consider how your choice may impact your relationship with others."
  },
  {
    "startTime": 325.08,
    "endTime": 329.33,
    "text": "Your team, your family, your friends, your customers, etcetera."
  },
  {
    "startTime": 329.33,
    "endTime": 334.40999999999997,
    "text": "This might seem like a lot of work, Harold, but important decisions can radically impact"
  },
  {
    "startTime": 334.41,
    "endTime": 339.37,
    "text": "the quality and direction of your entire life. And these 5 questions will strengthen your"
  },
  {
    "startTime": 339.37,
    "endTime": 345.25,
    "text": "decision making muscles and help you strategically and intelligently work through any tough situation"
  },
  {
    "startTime": 345.25,
    "endTime": 348.759,
    "text": "you find yourself in. So let’s land this plane on a Tweetable."
  },
  {
    "startTime": 348.759,
    "endTime": 356.139,
    "text": "“Sometimes, going with your gut is more than a snap decision.”"
  },
  {
    "startTime": 356.139,
    "endTime": 362.11,
    "text": "Now, by the way, if you haven’t seen our other episodes, one’s called Four Ways to"
  },
  {
    "startTime": 362.11,
    "endTime": 367.3,
    "text": "Sharpen Your Intuition, the other, How to Tell the Difference Between Fear and Intuition,"
  },
  {
    "startTime": 367.3,
    "endTime": 371.62,
    "text": "make sure you check them out. I’m also gonna put links to them below."
  },
  {
    "startTime": 371.62,
    "endTime": 377.199,
    "text": "Now I would love to hear from you. Have you ever felt torn between your sense of logic"
  },
  {
    "startTime": 377.199,
    "endTime": 383.039,
    "text": "and your sense of intuition? Any tools or practices that have repeatedly helped you"
  },
  {
    "startTime": 383.039,
    "endTime": 386.729,
    "text": "intelligently and strategically work through some kind of dilemma?"
  },
  {
    "startTime": 386.729,
    "endTime": 392.31899999999996,
    "text": "As always, the best discussions happen after the episode over at MarieForleo.com, so get your buns"
  },
  {
    "startTime": 392.319,
    "endTime": 395.09000000000003,
    "text": "over there and leave a comment now."
  },
  {
    "startTime": 395.09,
    "endTime": 400.61999999999995,
    "text": "Did you like this video? If so, subscribe to our lovely channel and I would be ever"
  },
  {
    "startTime": 400.62,
    "endTime": 405.319,
    "text": "so grateful if you shared this with your friends. And if you want even more great resources"
  },
  {
    "startTime": 405.319,
    "endTime": 410.099,
    "text": "to create a business and life that you truly love, plus some personal insights from me"
  },
  {
    "startTime": 410.099,
    "endTime": 414.419,
    "text": "that I only get to share in email, come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 416.15,
    "endTime": 421.90999999999997,
    "text": "Stay on your game and keep going for your dreams, because the world needs that special"
  },
  {
    "startTime": 421.91,
    "endTime": 427.34900000000005,
    "text": "gift that only you have. Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]