[
  {
    "startTime": 6.758,
    "endTime": 10.774000000000001,
    "text": "What could octopuses possibly have in common with us?"
  },
  {
    "startTime": 10.774,
    "endTime": 16.714,
    "text": "After all, they don't have lungs, spines, or even a plural noun we can all agree on."
  },
  {
    "startTime": 16.714,
    "endTime": 25.811999999999998,
    "text": "But what they do have is the ability to solve puzzles, learn through observation, and even use tools, just like some other animals we know."
  },
  {
    "startTime": 25.812,
    "endTime": 34.13,
    "text": "And what makes octopus intelligence so amazing is that it comes from a biological structure completely different from ours."
  },
  {
    "startTime": 34.13,
    "endTime": 42.422000000000004,
    "text": "The 200 or so species of octopuses are mollusks belonging to the order cephalopoda, Greek for head-feet."
  },
  {
    "startTime": 42.422,
    "endTime": 55.55,
    "text": "Those heads contain impressively large brains, with a brain to body ratio similar to that of other intelligent animals, and a complex nervous system with about as many neurons as that of a dog."
  },
  {
    "startTime": 55.55,
    "endTime": 67.28,
    "text": "But instead of being centralized in the brain, these 500 million neurons are spread out in a network of interconnected ganglia organized into three basic structures."
  },
  {
    "startTime": 67.28,
    "endTime": 76.37,
    "text": "The central brain only contains about 10% of the neurons, while the two huge optic lobes contain about 30%."
  },
  {
    "startTime": 76.37,
    "endTime": 84.066,
    "text": "The other 60% are in the tentacles, which for humans would be like our arms having minds of their own."
  },
  {
    "startTime": 84.066,
    "endTime": 86.699,
    "text": "This is where things get even more interesting."
  },
  {
    "startTime": 86.699,
    "endTime": 92.541,
    "text": "Vertebrates like us have a rigid skeleton to support our bodies, with joints that allow us to move."
  },
  {
    "startTime": 92.541,
    "endTime": 95.113,
    "text": "But not all types of movement are allowed."
  },
  {
    "startTime": 95.113,
    "endTime": 99.836,
    "text": "You can't bend your knee backwards, or bend your forearm in the middle, for example."
  },
  {
    "startTime": 99.836,
    "endTime": 108.039,
    "text": "Cephalopods, on the other hand, have no bones at all, allowing them to bend their limbs at any point and in any direction."
  },
  {
    "startTime": 108.039,
    "endTime": 116.43900000000001,
    "text": "So shaping their tentacles into any one of the virtually limitless number of possible arrangements is unlike anything we are used to."
  },
  {
    "startTime": 116.439,
    "endTime": 120.39399999999999,
    "text": "Consider a simple task, like grabbing and eating an apple."
  },
  {
    "startTime": 120.394,
    "endTime": 124.048,
    "text": "The human brain contains a neurological map of our body."
  },
  {
    "startTime": 124.048,
    "endTime": 135.57,
    "text": "When you see the apple, your brain's motor center activates the appropriate muscles, allowing you to reach out with your arm, grab it with your hand, bend your elbow joint, and bring it to your mouth."
  },
  {
    "startTime": 135.57,
    "endTime": 138.36599999999999,
    "text": "For an octopus, the process is quite different."
  },
  {
    "startTime": 138.366,
    "endTime": 143.598,
    "text": "Rather than a body map, the cephalopod brain has a behavior library."
  },
  {
    "startTime": 143.598,
    "endTime": 152.173,
    "text": "So when an octopus sees food, its brain doesn't activate a specific body part, but rather a behavioral response to grab."
  },
  {
    "startTime": 152.173,
    "endTime": 159.424,
    "text": "As the signal travels through the network, the arm neurons pick up the message and jump into action to command the movement."
  },
  {
    "startTime": 159.424,
    "endTime": 170.409,
    "text": "As soon as the arm touches the food, a muscle activation wave travels all the way through the arm to its base, while the arm sends back another wave from the base to the tip."
  },
  {
    "startTime": 170.409,
    "endTime": 177.043,
    "text": "The signals meet halfway between the food and the base of the arm, letting it know to bend at that spot."
  },
  {
    "startTime": 177.043,
    "endTime": 183.792,
    "text": "What all this means is that each of an octopus's eight arms can essentially think for itself."
  },
  {
    "startTime": 183.792,
    "endTime": 203.348,
    "text": "This gives it amazing flexibility and creativity when facing a new situation or problem, whether it's opening a bottle to reach food, escaping through a maze, moving around in a new environment, changing the texture and the color of its skin to blend into the scenery, or even mimicking other creatures to scare away enemies."
  },
  {
    "startTime": 203.348,
    "endTime": 209.0,
    "text": "Cephalopods may have evolved complex brains long before our vertebrate relatives."
  },
  {
    "startTime": 209.0,
    "endTime": 212.659,
    "text": "And octopus intelligence isn't just useful for octopuses."
  },
  {
    "startTime": 212.659,
    "endTime": 223.644,
    "text": "Their radically different nervous system and autonomously thinking appendages have inspired new research in developing flexible robots made of soft materials."
  },
  {
    "startTime": 223.644,
    "endTime": 233.756,
    "text": "And studying how intelligence can arise along such a divergent evolutionary path can help us understand more about intelligence and consciousness in general."
  },
  {
    "startTime": 233.756,
    "endTime": 242.0,
    "text": "Who knows what other forms of intelligent life are possible, or how they process the world around them."
  }
]