[
  {
    "startTime": 6.5,
    "endTime": 13.0,
    "text": "Imagine if you could plug  your brain into a machine that would bring you ultimate pleasure for the rest of your life."
  },
  {
    "startTime": 13.0,
    "endTime": 17.3,
    "text": "If you were given the choice to sign up for that kind of existence, would you?"
  },
  {
    "startTime": 17.3,
    "endTime": 23.700000000000003,
    "text": "That's the question philosopher Robert Nozick posed through a thought experiment he called the Experience Machine."
  },
  {
    "startTime": 23.7,
    "endTime": 35.3,
    "text": "The experiment asks us  to consider a world in which scientists have developed a machine that would simulate real life, while guaranteeing experiences of only pleasure and never pain."
  },
  {
    "startTime": 35.4,
    "endTime": 40.6,
    "text": "The catch? You have to permanently leave reality behind, but you'll hardly know the difference."
  },
  {
    "startTime": 40.6,
    "endTime": 43.7,
    "text": "Your experiences will be indistinguishable from reality."
  },
  {
    "startTime": 43.7,
    "endTime": 49.5,
    "text": "Life's natural ups and downs will just be replaced with an endless series of ups."
  },
  {
    "startTime": 49.5,
    "endTime": 51.1,
    "text": "Sounds great, right?"
  },
  {
    "startTime": 51.1,
    "endTime": 55.6,
    "text": "It may seem like a tempting offer, but perhaps it's not as ideal as it sounds."
  },
  {
    "startTime": 55.7,
    "endTime": 61.300000000000004,
    "text": "The experiment was actually designed to refute a philosophical notion called hedonism."
  },
  {
    "startTime": 61.3,
    "endTime": 69.89999999999999,
    "text": "According to hedonists, maximizing net pleasure is the most important thing in life because pleasure is the greatest good that life has to offer."
  },
  {
    "startTime": 69.9,
    "endTime": 79.10000000000001,
    "text": "For hedonists, the best choice that a person could make for himself is one that brings him the greatest possible amount of pleasure while bringing him no pain."
  },
  {
    "startTime": 79.1,
    "endTime": 88.1,
    "text": "Limitless pleasure minus zero pain equals maximum net pleasure, or in other words, the exact scenario the Experience Machine offers."
  },
  {
    "startTime": 88.1,
    "endTime": 93.69999999999999,
    "text": "Therefore, if hedonism is your philosophy of choice, plugging in would be a no-brainer."
  },
  {
    "startTime": 93.7,
    "endTime": 96.766,
    "text": "But what if there's more to life than just pleasure?"
  },
  {
    "startTime": 96.766,
    "endTime": 101.7,
    "text": "That's what Nozick believed he was demonstrating through his Experience Machine thought experiment."
  },
  {
    "startTime": 101.7,
    "endTime": 111.5,
    "text": "Despite the machine's promise of maximum net pleasure, he still found reason not to plug in, as do many other experimenters who consider the proposition."
  },
  {
    "startTime": 111.7,
    "endTime": 116.3,
    "text": "But what could possibly dissuade us from choosing a future of ultimate pleasure?"
  },
  {
    "startTime": 116.3,
    "endTime": 120.8,
    "text": "Consider this scenario: Betsy and Xander are in a loving, committed relationship."
  },
  {
    "startTime": 120.9,
    "endTime": 124.2,
    "text": "Betsy is head over heels and has never felt happier."
  },
  {
    "startTime": 124.2,
    "endTime": 134.2,
    "text": "However, unbeknownst to Betsy, Xander has been romancing her sister, Angelica, with love letters and secret rendezvous for the duration of their relationship."
  },
  {
    "startTime": 134.2,
    "endTime": 143.25,
    "text": "If Betsy found out, it would destroy her relationships with both Xander and Angelica, and the experience would be so traumatic she would never love again."
  },
  {
    "startTime": 143.25,
    "endTime": 153.3,
    "text": "Since Betsy is in blissful ignorance about Xander's infidelity, hedonists would say she's better off remaining in the dark and maintaining her high level of net pleasure."
  },
  {
    "startTime": 153.3,
    "endTime": 161.20000000000002,
    "text": "As long as Betsy never finds out about the relationship, her life is guaranteed to go on as happily as it is right now."
  },
  {
    "startTime": 161.2,
    "endTime": 165.7,
    "text": "So, is there value in Besty knowing the truth of her situation?"
  },
  {
    "startTime": 165.7,
    "endTime": 169.5,
    "text": "Imagine if you were Betsy: Would you prefer to know the truth?"
  },
  {
    "startTime": 169.5,
    "endTime": 175.2,
    "text": "If the answer is \"Yes\", you'd be choosing an option that sharply decreases your net pleasure."
  },
  {
    "startTime": 175.2,
    "endTime": 180.6,
    "text": "Perhaps, then, you believe that there are things in life with greater intrinsic value than pleasure."
  },
  {
    "startTime": 180.6,
    "endTime": 184.807,
    "text": "Truth, knowledge, authentic connection with other human beings."
  },
  {
    "startTime": 184.807,
    "endTime": 187.5,
    "text": "These are all things that might make the list."
  },
  {
    "startTime": 187.5,
    "endTime": 196.58,
    "text": "By never learning the truth, Betsy is essentially living life in her own personal Experience Machine, a world of happiness  that's not based in reality."
  },
  {
    "startTime": 196.58,
    "endTime": 203.3,
    "text": "This love triangle is an extreme example, but it mirrors many of the decisions we make in day-to-day life."
  },
  {
    "startTime": 203.3,
    "endTime": 209.8,
    "text": "So whether you're making a choice for Betsy or for yourself, why might you feel reality should be a factor?"
  },
  {
    "startTime": 209.8,
    "endTime": 215.518,
    "text": "Is there inherent value in real experiences, whether pleasurable or painful?"
  },
  {
    "startTime": 215.518,
    "endTime": 221.63,
    "text": "Do you yourself have more value when you're experiencing real life's pleasures and pains?"
  },
  {
    "startTime": 221.63,
    "endTime": 237.5,
    "text": "Nozick's experiment may not provide all the answers, but it forces us to consider whether real life⏤though imperfect⏤holds some intrinsic value beyond the pleasure of plugging in."
  }
]