[
  {
    "startTime": 8.35,
    "endTime": 11.5,
    "text": "We read fiction for many reasons."
  },
  {
    "startTime": 11.5,
    "endTime": 28.0,
    "text": "To be entertained, to find out who done it, to travel to strange new planets, to be scared, to laugh, to cry, to think, to feel, to be so absorbed that for a while we forget where we are."
  },
  {
    "startTime": 28.0,
    "endTime": 33.15,
    "text": "So, how about writing fiction? How do you suck your readers into your stories?"
  },
  {
    "startTime": 33.15,
    "endTime": 35.699999999999996,
    "text": "With an exciting plot? Maybe."
  },
  {
    "startTime": 35.7,
    "endTime": 38.5,
    "text": "Fascinating characters? Probably."
  },
  {
    "startTime": 38.5,
    "endTime": 43.2,
    "text": "Beautiful language? Perhaps."
  },
  {
    "startTime": 43.2,
    "endTime": 53.1,
    "text": "\"Billie's legs are noodles. The ends of her hair are poison needles. Her tongue is a bristly sponge, and her eyes are bags of bleach.\""
  },
  {
    "startTime": 53.1,
    "endTime": 57.300000000000004,
    "text": "Did that description almost make you feel as queasy as Billie?"
  },
  {
    "startTime": 57.3,
    "endTime": 60.51,
    "text": "We grasp that Billie's legs aren't actually noodles."
  },
  {
    "startTime": 60.51,
    "endTime": 63.9,
    "text": "To Billie, they feel as limp as cooked noodles."
  },
  {
    "startTime": 63.9,
    "endTime": 66.8,
    "text": "It's an implied comparison, a metaphor."
  },
  {
    "startTime": 66.8,
    "endTime": 69.89999999999999,
    "text": "So, why not simply write it like this?"
  },
  {
    "startTime": 69.9,
    "endTime": 72.7,
    "text": "\"Billie feels nauseated and weak.\""
  },
  {
    "startTime": 72.7,
    "endTime": 77.60000000000001,
    "text": "Chances are the second description wasn't as vivid to you as the first."
  },
  {
    "startTime": 77.6,
    "endTime": 85.58,
    "text": "The point of fiction is to cast a spell, a momentary illusion that you are living in the world of the story."
  },
  {
    "startTime": 85.58,
    "endTime": 93.36,
    "text": "Fiction engages the senses, helps us create vivid mental simulacra of the experiences the characters are having."
  },
  {
    "startTime": 93.36,
    "endTime": 97.11,
    "text": "Stage and screen engage some of our senses directly."
  },
  {
    "startTime": 97.11,
    "endTime": 101.43,
    "text": "We see and hear the interactions of the characters and the setting."
  },
  {
    "startTime": 101.43,
    "endTime": 107.27000000000001,
    "text": "But with prose fiction, all you have is static symbols on a contrasting background."
  },
  {
    "startTime": 107.27,
    "endTime": 114.00999999999999,
    "text": "If you describe the story in matter-of-fact, non-tactile language, the spell risks being a weak one."
  },
  {
    "startTime": 114.01,
    "endTime": 117.73,
    "text": "Your reader may not get much beyond interpreting the squiggles."
  },
  {
    "startTime": 117.73,
    "endTime": 123.54,
    "text": "She will understand what Billie feels like, but she won't feel what Billie feels."
  },
  {
    "startTime": 123.54,
    "endTime": 133.1,
    "text": "She'll be reading, not immersed in the world of the story, discovering the truths of Billie's life at the same time that Billie herself does."
  },
  {
    "startTime": 133.1,
    "endTime": 142.85,
    "text": "Fiction plays with our senses: taste, smell, touch, hearing, sight, and the sense of motion."
  },
  {
    "startTime": 142.85,
    "endTime": 148.51,
    "text": "It also plays with our ability to abstract and make complex associations."
  },
  {
    "startTime": 148.51,
    "endTime": 150.42999999999998,
    "text": "Look at the following sentence."
  },
  {
    "startTime": 150.43,
    "endTime": 157.66,
    "text": "\"The world was ghost-quiet, except for the crack of sails and the burbling of water against hull.\""
  },
  {
    "startTime": 157.66,
    "endTime": 163.13,
    "text": "The words, \"quiet,\" \"crack,\" and \"burbling,\" engage the sense of hearing."
  },
  {
    "startTime": 163.13,
    "endTime": 167.28799999999998,
    "text": "Notice that Buckell doesn't use the generic word, \"sound.\""
  },
  {
    "startTime": 167.288,
    "endTime": 172.33,
    "text": "Each word he chooses evokes a particular quality of sound."
  },
  {
    "startTime": 172.33,
    "endTime": 187.83200000000002,
    "text": "Then, like an artist laying on washes of color to give the sense of texture to a painting, he adds another layer, motion, \"the crack of sails,\" and touch, \"the burbling of water against hull.\""
  },
  {
    "startTime": 187.832,
    "endTime": 194.34199999999998,
    "text": "Finally, he gives us an abstract connection by linking the word quiet with the word ghost."
  },
  {
    "startTime": 194.342,
    "endTime": 200.875,
    "text": "Not \"quiet as a ghost,\" which would put a distancing layer of simile between the reader and the experience."
  },
  {
    "startTime": 200.875,
    "endTime": 208.9,
    "text": "Instead, Buckell creates the metaphor \"ghost-quiet\" for an implied, rather than overt, comparison."
  },
  {
    "startTime": 208.9,
    "endTime": 218.33,
    "text": "Writers are always told to avoid cliches because there's very little engagement for the reader in an overused image, such as \"red as a rose.\""
  },
  {
    "startTime": 218.33,
    "endTime": 232.74200000000002,
    "text": "But give them, \"Love...began on a beach. It began that day when Jacob saw Anette in her stewed-cherry dress,\" and their brains engage in the absorbing task of figuring out what a stewed-cherry dress is like."
  },
  {
    "startTime": 232.742,
    "endTime": 236.50099999999998,
    "text": "Suddenly, they're on a beach about to fall in love."
  },
  {
    "startTime": 236.501,
    "endTime": 247.83100000000002,
    "text": "They're experiencing the story at both a visceral and a conceptual level, meeting the writer halfway in the imaginative play of creating a dynamic world of the senses."
  },
  {
    "startTime": 247.831,
    "endTime": 251.0,
    "text": "So when you write, use well-chosen words to engage sound, sight, taste, touch, smell, and movement."
  },
  {
    "startTime": 256.651,
    "endTime": 265.23,
    "text": "Then create unexpected connotations among your story element, and set your readers' brushfire imaginations alight."
  }
]