[
  {
    "startTime": 6.538,
    "endTime": 11.5,
    "text": "Baked or fried, boiled or roasted, as chips or fries."
  },
  {
    "startTime": 11.5,
    "endTime": 15.0,
    "text": "At some point in your life, you've probably eaten a potato."
  },
  {
    "startTime": 15.0,
    "endTime": 26.0,
    "text": "Delicious, for sure, but the fact is potatoes have played a much more significant role in our history than just that of the dietary staple we have come to know and love today."
  },
  {
    "startTime": 26.0,
    "endTime": 31.0,
    "text": "Without the potato, our modern civilization might not exist at all."
  },
  {
    "startTime": 31.0,
    "endTime": 38.5,
    "text": "8,000 years ago in South America, high atop the Andes, ancient Peruvians were the first to cultivate the potato."
  },
  {
    "startTime": 38.5,
    "endTime": 58.0,
    "text": "Containing high levels of proteins and carbohydrates, as well as essential fats, vitamins and minerals, potatoes were the perfect food source to fuel a large Incan working class as they built and farmed their terraced fields, mined the Rocky Mountains, and created the sophisticated civilization of the great Incan Empire."
  },
  {
    "startTime": 58.0,
    "endTime": 68.0,
    "text": "But considering how vital they were to the Incan people, when Spanish sailors returning from the Andes first brought potatoes to Europe, the spuds were duds."
  },
  {
    "startTime": 68.0,
    "endTime": 79.0,
    "text": "Europeans simply didn't want to eat what they considered dull and tasteless oddities from a strange new land, too closely related to the deadly nightshade plant belladonna for comfort."
  },
  {
    "startTime": 79.0,
    "endTime": 84.7,
    "text": "So instead of consuming them, they used potatoes as decorative garden plants."
  },
  {
    "startTime": 84.7,
    "endTime": 94.5,
    "text": "More than 200 years would pass before the potato caught on as a major food source throughout Europe, though even then, it was predominantly eaten by the lower classes."
  },
  {
    "startTime": 94.5,
    "endTime": 114.2,
    "text": "However, beginning around 1750, and thanks at least in part to the wide availability of inexpensive and nutritious potatoes, European peasants with greater food security no longer found themselves at the mercy of the regularly occurring grain famines of the time and so their populations steadily grew."
  },
  {
    "startTime": 114.2,
    "endTime": 126.2,
    "text": "As a result, the British, Dutch and German Empires rose on the backs of the growing groups of farmers, laborers, and soldiers, thus lifting the West to its place of world dominion."
  },
  {
    "startTime": 126.2,
    "endTime": 130.2,
    "text": "However, not all European countries sprouted empires."
  },
  {
    "startTime": 130.2,
    "endTime": 138.7,
    "text": "After the Irish adopted the potato, their population dramatically increased, as did their dependence on the tuber as a major food staple."
  },
  {
    "startTime": 138.7,
    "endTime": 141.0,
    "text": "But then disaster struck."
  },
  {
    "startTime": 141.0,
    "endTime": 154.0,
    "text": "From 1845 to 1852, potato blight disease ravaged the majority of Ireland's potato crop, leading to the Irish Potato Famine, one of the deadliest famines in world history."
  },
  {
    "startTime": 154.0,
    "endTime": 161.0,
    "text": "Over a million Irish citizens starved to death, and 2 million more left their homes behind."
  },
  {
    "startTime": 161.0,
    "endTime": 163.7,
    "text": "But of course, this wasn't the end for the potato."
  },
  {
    "startTime": 163.7,
    "endTime": 171.1,
    "text": "The crop eventually recovered, and Europe's population, especially the working classes, continued to increase."
  },
  {
    "startTime": 171.1,
    "endTime": 185.58499999999998,
    "text": "Aided by the influx of Irish migrants, Europe now had a large, sustainable, and well-fed population who were capable of manning the emerging factories that would bring about our modern world via the Industrial Revolution."
  },
  {
    "startTime": 185.585,
    "endTime": 189.81900000000002,
    "text": "So it's almost impossible to imagine a world without the potato."
  },
  {
    "startTime": 189.819,
    "endTime": 192.38799999999998,
    "text": "Would the Industrial Revolution ever have happened?"
  },
  {
    "startTime": 192.388,
    "endTime": 199.00400000000002,
    "text": "Would World War II have been lost by the Allies without this easy-to-grow crop that fed the Allied troops?"
  },
  {
    "startTime": 199.004,
    "endTime": 200.709,
    "text": "Would it even have started?"
  },
  {
    "startTime": 200.709,
    "endTime": 217.387,
    "text": "When you think about it like this, many major milestones in world history can all be at least partially attributed to the simple spud  from the Peruvian hilltops."
  }
]