[
  {
    "startTime": 25.17,
    "endTime": 30.950000000000003,
    "text": "Many people, including myself, were skeptical about Metal Gear Rising. The Metal Gear series"
  },
  {
    "startTime": 30.95,
    "endTime": 37.019999999999996,
    "text": "has always presented itself as tactical espionage action. How will a straight up action game"
  },
  {
    "startTime": 37.02,
    "endTime": 42.550000000000004,
    "text": "hold up in this series? And the answer is amazingly well. You can’t even describe"
  },
  {
    "startTime": 42.55,
    "endTime": 56.26,
    "text": "the game with real words, you have to make them up, Revengeance."
  },
  {
    "startTime": 56.26,
    "endTime": 62.14,
    "text": "Most people were upset having to play as Raiden in MGS2. He was whiney and bratty, and not"
  },
  {
    "startTime": 62.14,
    "endTime": 68.74,
    "text": "Solid Snake. Then after he came back in Guns of the Patriots in his new cyborg ninja ways,"
  },
  {
    "startTime": 68.74,
    "endTime": 74.479,
    "text": "opinions on him greatly changed and people wished they could now play as this new awesome"
  },
  {
    "startTime": 74.479,
    "endTime": 79.51,
    "text": "Raiden. And now, we finally can."
  },
  {
    "startTime": 79.51,
    "endTime": 86.31,
    "text": "The story is similar to other games in the Metal Gear series. It takes place a couple"
  },
  {
    "startTime": 86.31,
    "endTime": 91.84,
    "text": "years after Metal Gear Solid 4, with those events throwing the world economy into chaos."
  },
  {
    "startTime": 91.84,
    "endTime": 97.68900000000001,
    "text": "Raiden is now working for a private security organization. After some events, he sets out"
  },
  {
    "startTime": 97.689,
    "endTime": 103.63,
    "text": "on not just an assignment but his own personal mission. I don’t want to spoil anything,"
  },
  {
    "startTime": 103.63,
    "endTime": 109.63,
    "text": "because just like Metal Gear, the story is heavy and deep while not getting too preachy."
  },
  {
    "startTime": 109.63,
    "endTime": 112.71,
    "text": "Because this is a very different game than the others."
  },
  {
    "startTime": 112.71,
    "endTime": 118.369,
    "text": "The game is straight-up, no joke, no holds bar action. Raiden comes with his trusty High"
  },
  {
    "startTime": 118.369,
    "endTime": 124.219,
    "text": "Frequency Blade that can cut through practically everything. Raiden has a quick attack and"
  },
  {
    "startTime": 124.219,
    "endTime": 129.76999999999998,
    "text": "a heavy attack, but he can also enter into blade mode where he can precisely target and"
  },
  {
    "startTime": 129.77,
    "endTime": 144.56,
    "text": "aim his blade strikes. The action is very smooth and rewarding. It does an amazing job"
  },
  {
    "startTime": 144.56,
    "endTime": 149.81900000000002,
    "text": "of making you always feel like a super high powered cyborg ninja while also providing"
  },
  {
    "startTime": 149.819,
    "endTime": 155.78,
    "text": "a good challenge and not just mindless action. You will have to be quick but also smart,"
  },
  {
    "startTime": 155.78,
    "endTime": 160.959,
    "text": "as different enemies attack in different ways and you have to target different areas. Sometimes"
  },
  {
    "startTime": 160.959,
    "endTime": 171.29,
    "text": "it will feel grounded and real, then the next has Raiden hopping across incoming missiles."
  },
  {
    "startTime": 171.29,
    "endTime": 176.319,
    "text": "The levels are mixed up nicely too. Some areas can be completed with stealth, so while this"
  },
  {
    "startTime": 176.319,
    "endTime": 182.04,
    "text": "is an action game, it still holds series staples intact and definitely feels like a Metal Gear"
  },
  {
    "startTime": 182.04,
    "endTime": 188.069,
    "text": "game. There is also a very nice unlock and upgrade system, as killing enemies will earn"
  },
  {
    "startTime": 188.069,
    "endTime": 194.849,
    "text": "you BP that can be used on new attacks, weapons, health and armor. It adds more value and really"
  },
  {
    "startTime": 194.849,
    "endTime": 200.189,
    "text": "increases the replay value. And played here on the PS3, there are VR missions that can"
  },
  {
    "startTime": 200.189,
    "endTime": 205.29,
    "text": "be unlocked by finding terminals within the game. The game is not perfect though, as the"
  },
  {
    "startTime": 205.29,
    "endTime": 210.459,
    "text": "camera can be more than a little wonky at times and some sections feeling cheap more"
  },
  {
    "startTime": 210.459,
    "endTime": 222.939,
    "text": "than challenging, but these problems don’t interfere too much with the overall awesomeness of the game."
  },
  {
    "startTime": 222.939,
    "endTime": 228.349,
    "text": "Metal Gear Rising: Revengeance is a very impressive game. It is solid, buttery smooth action that"
  },
  {
    "startTime": 228.349,
    "endTime": 234.23899999999998,
    "text": "is both deep and accessible while also remaining trademarks to keep it tied to its series."
  },
  {
    "startTime": 234.239,
    "endTime": 244.239,
    "text": "It will make fans of the series happy and also action game fans satisfied."
  }
]