[
  {
    "startTime": 6.342,
    "endTime": 14.834,
    "text": "If you've watched the news or followed politics, chances are you've heard the term Orwellian thrown around in one context or another."
  },
  {
    "startTime": 14.834,
    "endTime": 20.0,
    "text": "But have you ever stopped to think about what it really means, or why it's used so often?"
  },
  {
    "startTime": 20.0,
    "endTime": 26.5,
    "text": "The term was named  after British author Eric Blair, known by his pen name George Orwell."
  },
  {
    "startTime": 26.5,
    "endTime": 30.36,
    "text": "Because his most famous work, the novel \"1984,\""
  },
  {
    "startTime": 30.36,
    "endTime": 38.5,
    "text": "depicts an oppressive society under a totalitarian government, \"Orwellian\" is often used simply to mean authoritarian."
  },
  {
    "startTime": 38.5,
    "endTime": 50.0,
    "text": "But using the term in this way not only fails to fully convey Orwell's message, it actually risks doing precisely what he tried to warn against."
  },
  {
    "startTime": 50.0,
    "endTime": 60.0,
    "text": "Orwell was indeed opposed to all forms of tyranny, spending much of his life fighting against anti-democratic forces of both the left-wing and the right."
  },
  {
    "startTime": 60.0,
    "endTime": 65.5,
    "text": "But he was also deeply concerned with how such ideologies proliferate."
  },
  {
    "startTime": 65.5,
    "endTime": 73.712,
    "text": "And one of his most profound insights was the importance that language plays in shaping our thoughts and opinions."
  },
  {
    "startTime": 73.712,
    "endTime": 82.0,
    "text": "The government of \"1984\"'s Oceania controls its people's actions and speech in some ways that are obvious."
  },
  {
    "startTime": 82.0,
    "endTime": 93.213,
    "text": "Their every move and word is watched and heard, and the threat of what happens to those who step out of line is always looming overhead."
  },
  {
    "startTime": 93.213,
    "endTime": 96.0,
    "text": "Other forms of control are not so obvious."
  },
  {
    "startTime": 96.0,
    "endTime": 107.5,
    "text": "The population is inundated with a constant barrage of propaganda, made up of historical facts and statistics manufactured in the Ministry of Truth."
  },
  {
    "startTime": 107.5,
    "endTime": 110.8,
    "text": "The Ministry of Peace is the military."
  },
  {
    "startTime": 110.8,
    "endTime": 113.5,
    "text": "Labor camps are called \"Joycamps.\""
  },
  {
    "startTime": 113.5,
    "endTime": 119.5,
    "text": "Political prisoners are detained and tortured in the Ministry of Love."
  },
  {
    "startTime": 119.5,
    "endTime": 132.0,
    "text": "This deliberate irony is an example of doublespeak, when words are used not to convey meaning but to undermine it, corrupting the very ideas they refer to."
  },
  {
    "startTime": 132.0,
    "endTime": 140.2,
    "text": "The regime's control of language goes even further, eliminating words from  the English language to create the official dialect of Newspeak,"
  },
  {
    "startTime": 140.2,
    "endTime": 150.5,
    "text": "a crudely limited collection of acronyms and simple concrete nouns lacking any words complex enough to encourage nuanced or critical thought."
  },
  {
    "startTime": 150.5,
    "endTime": 154.5,
    "text": "This has an effect on the psyche Orwell calls, \"Doublethink,\""
  },
  {
    "startTime": 154.5,
    "endTime": 164.58,
    "text": "a hypnotic state of cognitive dissonance in which one is compelled to disregard their own perception in place of the officially dictated version of events,"
  },
  {
    "startTime": 164.58,
    "endTime": 170.5,
    "text": "leaving the individual completely dependent on the State's definition  of reality itself."
  },
  {
    "startTime": 170.5,
    "endTime": 176.608,
    "text": "The result is a world in which even the privacy of one's own thought process is violated,"
  },
  {
    "startTime": 176.608,
    "endTime": 182.0,
    "text": "where one may be found guilty of thoughtcrime by talking in their sleep,"
  },
  {
    "startTime": 182.0,
    "endTime": 189.5,
    "text": "and keeping a diary or having a love affair equals a subversive act of rebellion."
  },
  {
    "startTime": 189.5,
    "endTime": 195.0,
    "text": "This might sound like something that can only happen in totalitarian regimes,"
  },
  {
    "startTime": 195.0,
    "endTime": 202.0,
    "text": "but Orwell was warning us about the potential for this occurring even in democratic societies."
  },
  {
    "startTime": 202.0,
    "endTime": 208.0,
    "text": "And this is why \"authoritarian\" alone does not \"Orwellian\" make."
  },
  {
    "startTime": 208.0,
    "endTime": 211.281,
    "text": "In his essay,  \"Politics and the English Language,\""
  },
  {
    "startTime": 211.281,
    "endTime": 215.0,
    "text": "he described techniques like using pretentious words to project authority,"
  },
  {
    "startTime": 215.0,
    "endTime": 222.0,
    "text": "or making atrocities sound acceptable by burying them in euphemisms and convoluted sentence structures."
  },
  {
    "startTime": 222.0,
    "endTime": 227.666,
    "text": "But even more mundane abuses of language can affect the way we think about things."
  },
  {
    "startTime": 227.666,
    "endTime": 235.5,
    "text": "The words you see and hear in everyday advertising have been crafted to appeal to you and affect your behavior,"
  },
  {
    "startTime": 235.5,
    "endTime": 244.5,
    "text": "as have the soundbites and talking points of political campaigns which rarely present the most nuanced perspective on the issues."
  },
  {
    "startTime": 244.5,
    "endTime": 258.0,
    "text": "And the way that we use ready-made phrases and responses gleaned from media reports or copied from the Internet makes it easy to get away with not thinking too deeply or questioning your assumptions."
  },
  {
    "startTime": 258.0,
    "endTime": 263.152,
    "text": "So the next time you hear someone use the word Orwellian, pay close attention."
  },
  {
    "startTime": 263.152,
    "endTime": 268.7,
    "text": "If they're talking about the deceptive and manipulative use of language, they're on the right track."
  },
  {
    "startTime": 268.7,
    "endTime": 278.0,
    "text": "If they're talking about mass surveillance and intrusive government, they're describing something authoritarian but not necessarily Orwellian."
  },
  {
    "startTime": 278.0,
    "endTime": 282.348,
    "text": "And if they use it as an all-purpose word for any ideas they dislike,"
  },
  {
    "startTime": 282.348,
    "endTime": 290.0,
    "text": "it's possible their statements are more Orwellian than whatever it is they're criticizing."
  },
  {
    "startTime": 290.0,
    "endTime": 293.0,
    "text": "Words have the power to shape thought."
  },
  {
    "startTime": 293.0,
    "endTime": 302.5,
    "text": "Language is the currency of politics, forming the basis of society from the most common, everyday interactions to the highest ideals."
  },
  {
    "startTime": 302.5,
    "endTime": 323.381,
    "text": "Orwell urged us to protect our language because ultimately our ability to think and communicate clearly is what stands between us and a world where war is peace and freedom is slavery."
  }
]