[
  {
    "startTime": 0.24,
    "endTime": 5.229,
    "text": "Well-known American food brand, H.J. Heinz Co. is in talks to buy Kraft Foods Group Inc."
  },
  {
    "startTime": 5.229,
    "endTime": 10.639,
    "text": "in a 40 Billion dollar merger deal. If approved by shareholders and regulators, the two companies"
  },
  {
    "startTime": 10.639,
    "endTime": 15.259,
    "text": "together will form the world’s 5th largest food company, owning brands such as Jell-O,"
  },
  {
    "startTime": 15.259,
    "endTime": 21.119,
    "text": "Cracker Barrell, and Weight Watchers. Do mergers like this violate antitrust laws against monopolies?"
  },
  {
    "startTime": 21.119,
    "endTime": 24.99,
    "text": "Well to begin with, let’s take a look at what antitrust laws are and what they’re"
  },
  {
    "startTime": 24.99,
    "endTime": 25.758999999999997,
    "text": "meant to protect."
  },
  {
    "startTime": 25.759,
    "endTime": 30.83,
    "text": "The history of American antitrust laws goes back to the Industrial Revolution. With machines"
  },
  {
    "startTime": 30.83,
    "endTime": 35.5,
    "text": "expediting labor, businesses like Rockefeller's Standard Oil and Carnegie's Steel Company"
  },
  {
    "startTime": 35.5,
    "endTime": 40.72,
    "text": "became so large that they shut out any competition. They were called trusts, back then, but today"
  },
  {
    "startTime": 40.72,
    "endTime": 45.1,
    "text": "we call them “monopolies.” Monopolies can force consumers to pay higher prices,"
  },
  {
    "startTime": 45.1,
    "endTime": 49.31,
    "text": "and make it impossible for other companies to enter the market. Because of their size,"
  },
  {
    "startTime": 49.31,
    "endTime": 52.900000000000006,
    "text": "they can hurt the economy and even skirt government regulations."
  },
  {
    "startTime": 52.9,
    "endTime": 56.989999999999995,
    "text": "Something needed to be done. Presidents and other politicians around the turn of the 20th"
  },
  {
    "startTime": 56.99,
    "endTime": 61.92,
    "text": "century were looking to help the American economy, and they recognized the need to regulate"
  },
  {
    "startTime": 61.92,
    "endTime": 62.6,
    "text": "monopolies."
  },
  {
    "startTime": 62.6,
    "endTime": 67.75,
    "text": "The Sherman Act of 1890 was the first law that made monopolies illegal. In 1914, the"
  },
  {
    "startTime": 67.75,
    "endTime": 71.759,
    "text": "Federal Trade Commission Act, which created the FTC, and the Clayton Act were passed to"
  },
  {
    "startTime": 71.759,
    "endTime": 76.999,
    "text": "further protect consumers and smallest companies. Regulatory policies were installed to outlaw"
  },
  {
    "startTime": 76.999,
    "endTime": 81.53,
    "text": "price gouging and mergers which would hurt competition. Today, all three of these laws"
  },
  {
    "startTime": 81.53,
    "endTime": 84.77,
    "text": "form the foundation of American antitrust laws."
  },
  {
    "startTime": 84.77,
    "endTime": 89.27,
    "text": "So back to the Heinz-Kraft merger. Both of these companies are already major players"
  },
  {
    "startTime": 89.27,
    "endTime": 94.40899999999999,
    "text": "in the food industry, so wouldn’t their integration be bad for competition? Well according"
  },
  {
    "startTime": 94.409,
    "endTime": 98.549,
    "text": "to analysts, the food brands owned by Heinz and Kraft are just diverse enough that they"
  },
  {
    "startTime": 98.549,
    "endTime": 102.819,
    "text": "don’t overlap. They’re not really both in the ketchup game - so there’s no ketchup"
  },
  {
    "startTime": 102.819,
    "endTime": 107.82900000000001,
    "text": "monopoly. One is most well known for ketchup, while the other is known for mac and cheese."
  },
  {
    "startTime": 107.829,
    "endTime": 112.02999999999999,
    "text": "Experts think the Heinz-Kraft deal will be scrutinized, but eventually approved by regulatory"
  },
  {
    "startTime": 112.03,
    "endTime": 116.869,
    "text": "agencies. If there is overlap, the FTC can force them to sell off some of their similar"
  },
  {
    "startTime": 116.869,
    "endTime": 119.09,
    "text": "brands before the merge."
  },
  {
    "startTime": 119.09,
    "endTime": 123.35000000000001,
    "text": "When you hear monopoly, you might think of the classic board game by the same name. Although"
  },
  {
    "startTime": 123.35,
    "endTime": 128.56,
    "text": "it might seem strange, this popular game was actually developed as anti-capitalist propaganda."
  },
  {
    "startTime": 128.56,
    "endTime": 138.56,
    "text": "To learn more, check out this video from Seeker. Thanks for watching TestTube! Please subscribe."
  }
]