[
  {
    "startTime": 1.236,
    "endTime": 5.736,
    "text": "I can't ever give up. Because I can't leave my daughters."
  },
  {
    "startTime": 7.136,
    "endTime": 13.0,
    "text": "The best thing I've ever done, the best thing I will ever do, is be a dad to Taelor and Sydni."
  },
  {
    "startTime": 13.356,
    "endTime": 16.655,
    "text": "I love you guys more than I would ever be able to express."
  },
  {
    "startTime": 16.855,
    "endTime": 19.0,
    "text": "You two are my heartbeat."
  },
  {
    "startTime": 19.076,
    "endTime": 24.0,
    "text": "I'm standing on this stage here tonight, because of you."
  },
  {
    "startTime": 24.259,
    "endTime": 27.942,
    "text": "My dad was always the sports guy that was that much as clear."
  },
  {
    "startTime": 28.142,
    "endTime": 34.2,
    "text": "He went to all my games, and he was always there on the sidelines with critiques and congratulations."
  },
  {
    "startTime": 34.285,
    "endTime": 37.3,
    "text": "Just the excitement that he had about watching me play soccer."
  },
  {
    "startTime": 37.3,
    "endTime": 40.8,
    "text": "I had never seen him happier."
  },
  {
    "startTime": 40.8,
    "endTime": 44.4,
    "text": "I remember when I was young my father taught me how to use a camera."
  },
  {
    "startTime": 44.4,
    "endTime": 48.620999999999995,
    "text": "He showed me how to load film into a camera, which he had forgotten."
  },
  {
    "startTime": 48.721,
    "endTime": 53.863,
    "text": "After I showed him the camera his father gave me he was immediately excited."
  },
  {
    "startTime": 53.863,
    "endTime": 57.11,
    "text": "That was the first thing I remember about taking pictures."
  },
  {
    "startTime": 57.21,
    "endTime": 63.9,
    "text": "The neckless I'm wearing right now he gave it to me for Christmas, and it was the last gift he ever gave me."
  },
  {
    "startTime": 64.078,
    "endTime": 66.45,
    "text": "It was probably a bit of a turning point."
  },
  {
    "startTime": 66.456,
    "endTime": 72.8,
    "text": "The fact that he gave it to me, I couldn't really stay in denial anymore."
  },
  {
    "startTime": 72.8,
    "endTime": 77.426,
    "text": "It's nice to be able to have something that I can keep close to me that reminds me of him."
  },
  {
    "startTime": 77.426,
    "endTime": 82.0,
    "text": "I was taking a photography class and they said, \"Well, go where you spend your time.\""
  },
  {
    "startTime": 82.0,
    "endTime": 84.889,
    "text": "And the only place I really went was, to the hospital to see my father."
  },
  {
    "startTime": 84.889,
    "endTime": 86.67399999999999,
    "text": "I said, \"Can I take these pictures of you?\""
  },
  {
    "startTime": 86.674,
    "endTime": 88.131,
    "text": "And he said, \"Yeah! Of course.\""
  },
  {
    "startTime": 88.331,
    "endTime": 94.175,
    "text": "It was like, back when I was little, it was the best time we got to spent together in years. "
  },
  {
    "startTime": 94.375,
    "endTime": 98.201,
    "text": "The image that he had always put out was one of strength. "
  },
  {
    "startTime": 98.301,
    "endTime": 103.89,
    "text": "There is a different kind of value and still strength in vulnerability. "
  },
  {
    "startTime": 104.894,
    "endTime": 106.777,
    "text": "So I've been reading my dad's book. "
  },
  {
    "startTime": 106.777,
    "endTime": 112.45,
    "text": "It's the most amazing thing ever to be able to hear his voice again and to hear him talking to me."
  },
  {
    "startTime": 112.45,
    "endTime": 120.5,
    "text": "It was sort of this unspoken... when I finished the book, I know that it's the last thing that he'll ever say to me."
  },
  {
    "startTime": 120.512,
    "endTime": 123.69,
    "text": "The hardest thing is probably being very, very lonely."
  },
  {
    "startTime": 123.692,
    "endTime": 126.96,
    "text": "He was a father but he was also a friend during that time."
  },
  {
    "startTime": 126.969,
    "endTime": 128.4,
    "text": "And I feel like I've lost a friend."
  },
  {
    "startTime": 129.411,
    "endTime": 143.5,
    "text": "The hardest part of losing my dad has been times when I either thought I saw him somewhere, and when there are things that I want to tell him."
  },
  {
    "startTime": 145.172,
    "endTime": 148.578,
    "text": "I would to like to thank him for liking me."
  },
  {
    "startTime": 148.778,
    "endTime": 154.35999999999999,
    "text": "For all the times that people haven't really liked me, he really liked my personality."
  },
  {
    "startTime": 154.362,
    "endTime": 157.29999999999998,
    "text": "He said, \"You're my favorite person.\""
  },
  {
    "startTime": 157.337,
    "endTime": 161.0,
    "text": "And so, to be... to just be loved that way."
  },
  {
    "startTime": 161.083,
    "endTime": 167.5,
    "text": "My father said, \"When you die, it does not mean you lose to cancer.\""
  },
  {
    "startTime": 167.555,
    "endTime": 176.0,
    "text": "\"You beat cancer by how you live, why you live, and the manner in which you live.\""
  }
]