[
  {
    "startTime": 0.0,
    "endTime": 2.3,
    "text": "Hey, there, welcome to Life Noggin!"
  },
  {
    "startTime": 2.3,
    "endTime": 6.5,
    "text": "If you've never had a nosebleed before, the first one can be terrifying."
  },
  {
    "startTime": 6.5,
    "endTime": 10.2,
    "text": "Especially if you're young when it happens and have no idea what's going on."
  },
  {
    "startTime": 10.2,
    "endTime": 14.7,
    "text": "All you know is that blood is leaking out of your face... for no reason."
  },
  {
    "startTime": 14.7,
    "endTime": 18.7,
    "text": "But of course, now that you are older, you know that there is a reason your nose started to bleed."
  },
  {
    "startTime": 18.7,
    "endTime": 22.0,
    "text": "You were experiencing a condition known as epistaxis."
  },
  {
    "startTime": 22.0,
    "endTime": 26.0,
    "text": "When this occurs, it can be one of two types: anterior or posterior."
  },
  {
    "startTime": 26.0,
    "endTime": 32.1,
    "text": "More than likely, you'll get an anterior nosebleed, which is caused by irritation to blood vessels in the nasal septum."
  },
  {
    "startTime": 32.24,
    "endTime": 35.0,
    "text": "That's the part of your nose that separates your two nostrils."
  },
  {
    "startTime": 35.0,
    "endTime": 39.8,
    "text": "And it's also the part of your nose that can get deviated, which can lead to difficulty breathing."
  },
  {
    "startTime": 39.8,
    "endTime": 45.3,
    "text": "And fun fact: It's estimated that 80% of people have some type of misalignment to their nasal septum."
  },
  {
    "startTime": 45.3,
    "endTime": 51.099999999999994,
    "text": "If I had a nose, I could attest to that, but sadly, my face is pretty featureless, as you can see."
  },
  {
    "startTime": 51.1,
    "endTime": 52.660000000000004,
    "text": "But a block can dream!"
  },
  {
    "startTime": 52.66,
    "endTime": 60.599999999999994,
    "text": "Anyway, in the nasal septum is an area called the Kiesselbach plexus, where four different arteries come together to form a network of blood vessels."
  },
  {
    "startTime": 60.6,
    "endTime": 67.3,
    "text": "So, when this area is irritated by either a vigorous blow or a roaming finger, some of the blood vessels may break."
  },
  {
    "startTime": 67.3,
    "endTime": 71.13,
    "text": "And then you get blood running down your face and possibly the back of your throat."
  },
  {
    "startTime": 71.13,
    "endTime": 72.39999999999999,
    "text": "But what about dry air?"
  },
  {
    "startTime": 72.4,
    "endTime": 76.4,
    "text": "In the northern hemisphere, winter is coming, and with it comes a lot of nosebleeds."
  },
  {
    "startTime": 76.4,
    "endTime": 80.4,
    "text": "The decreased humidity and temperature prevent your nose from getting the moisture it needs."
  },
  {
    "startTime": 80.4,
    "endTime": 83.799,
    "text": "This then makes the mucous membrane more susceptible to bleeding."
  },
  {
    "startTime": 83.799,
    "endTime": 87.0,
    "text": "And... voila! You get blood leaking down your nostril."
  },
  {
    "startTime": 87.0,
    "endTime": 91.159,
    "text": "The only thing more unappealing than that is saying the words \"mucous membrane\"."
  },
  {
    "startTime": 91.159,
    "endTime": 92.60000000000001,
    "text": "So, how do you stop the blood?"
  },
  {
    "startTime": 92.6,
    "endTime": 98.39999999999999,
    "text": "Well, it's recommended that you pinch the soft part of your nose for ten minutes, making sure to keep the nostrils closed."
  },
  {
    "startTime": 98.4,
    "endTime": 101.30000000000001,
    "text": "This pressure helps the blood to clot and stops the bleeding."
  },
  {
    "startTime": 101.3,
    "endTime": 108.6,
    "text": "Oh, and make sure you lean forward during this because, otherwise, as I previously mentioned, blood can leak down the back of your throat, which you don't want."
  },
  {
    "startTime": 108.6,
    "endTime": 117.6,
    "text": "However, if you are lucky enough to be near a doctor when you get a nosebleed, if they can easily see the broken blood vessel, they may be able to cauterize, or seal it, using silver nitrate."
  },
  {
    "startTime": 117.6,
    "endTime": 121.6,
    "text": "So now your nose... I'm sorry. I could've just ended this."
  },
  {
    "startTime": 121.6,
    "endTime": 126.1,
    "text": "So, do yourself a favor and keep all fingers and foreign objects away from your nostrils."
  },
  {
    "startTime": 126.1,
    "endTime": 128.2,
    "text": "Your nose and future self will thank you."
  },
  {
    "startTime": 128.2,
    "endTime": 130.2,
    "text": "Have you ever had a nosebleed? Do you get them often?"
  },
  {
    "startTime": 130.2,
    "endTime": 135.7,
    "text": "If you're comfortable with sharing, let us know in the comment section below, or tell us what we should talk about next."
  },
  {
    "startTime": 135.7,
    "endTime": 141.399,
    "text": "And if you want even more Life Noggin, check out this video we did on what would happen if all cats suddenly died. Yeah."
  },
  {
    "startTime": 141.5,
    "endTime": 144.3,
    "text": "Yeah! Oh, and make sure you follow us on Facebook and Twitter."
  },
  {
    "startTime": 144.3,
    "endTime": 155.20000000000002,
    "text": "As always, my name is Blocko, this has been Life Noggin, don't forget to keep on thinking."
  }
]