[
  {
    "startTime": 7.5,
    "endTime": 11.22,
    "text": "It’s a lovely place. They said it’s regional Italian,"
  },
  {
    "startTime": 11.5,
    "endTime": 13.0,
    "text": "whatever that means."
  },
  {
    "startTime": 14.0,
    "endTime": 16.5,
    "text": "It got some amazing reviews online."
  },
  {
    "startTime": 20.7,
    "endTime": 25.5,
    "text": "You know, mostly, I get to work about 9. Though... if traffic is heavy,"
  },
  {
    "startTime": 25.6,
    "endTime": 35.18,
    "text": "sometimes, you know, it can be as late as 9:30. It’s alright though, because I usually have a book."
  },
  {
    "startTime": 35.18,
    "endTime": 38.5,
    "text": "I grew up in the countryside, so I’m used to long distances."
  },
  {
    "startTime": 38.6,
    "endTime": 45.86,
    "text": "I’ve been riding bikes since I was a kid. Grazed knees and all that. I’m not scared of the traffic."
  },
  {
    "startTime": 45.86,
    "endTime": 50.0,
    "text": "You just have to make sure that they know that you’re there."
  },
  {
    "startTime": 54.0,
    "endTime": 60.5,
    "text": "So, it’s a part of data services, where we hire the servers to take the pressure off them at peak times,"
  },
  {
    "startTime": 60.5,
    "endTime": 65.0,
    "text": "and then we charge them, depending on how much capacity they use."
  },
  {
    "startTime": 70.5,
    "endTime": 74.9,
    "text": "I think it’s basically trying to make, like, a point about women's position in society"
  },
  {
    "startTime": 75.0,
    "endTime": 77.0,
    "text": "and how capitalism, basically,"
  },
  {
    "startTime": 77.1,
    "endTime": 83.0,
    "text": "disenfranchises  and alienates people who don’t conform to heterodoxy, you know?"
  },
  {
    "startTime": 83.5,
    "endTime": 90.0,
    "text": "I think. But, like, maybe it lends itself to film noir, too."
  },
  {
    "startTime": 92.8,
    "endTime": 98.8,
    "text": "So, I’m working for the youngest partner. Usually it takes two years to reach associate status,"
  },
  {
    "startTime": 98.8,
    "endTime": 102.0,
    "text": "but I recon I could do it in one, if I hit all my targets."
  },
  {
    "startTime": 106.0,
    "endTime": 110.0,
    "text": "I hardly ever eat artichokes, they’re such weird things really."
  },
  {
    "startTime": 110.5,
    "endTime": 114.8,
    "text": "Imagine the courage of the first person who ate one. Must have been truly desperate."
  },
  {
    "startTime": 114.9,
    "endTime": 120.0,
    "text": "Yeah, nothing next to the courage of the first person who first ate an oyster..."
  },
  {
    "startTime": 125.5,
    "endTime": 130.0,
    "text": "Yeah, I’ll certainly give it a few more years, and then... who knows,"
  },
  {
    "startTime": 130.7,
    "endTime": 133.0,
    "text": "I mean, there might be an opportunity for me in America."
  },
  {
    "startTime": 134.0,
    "endTime": 140.0,
    "text": "Yeah, the company is based in Atlanta, which is, in effect everywhere really."
  },
  {
    "startTime": 145.0,
    "endTime": 147.0,
    "text": "And then, my Nan lost her leg."
  },
  {
    "startTime": 148.5,
    "endTime": 153.5,
    "text": "No, no, no, no... I’ll get it, I insist. It was my idea."
  },
  {
    "startTime": 153.5,
    "endTime": 160.0,
    "text": "Thank you, you’re so kind. I didn’t expect it, I mean, it’s so generous of you."
  },
  {
    "startTime": 165.5,
    "endTime": 172.0,
    "text": "-This was great, thanks! -Yeah. So... I guess I’ll see you around."
  },
  {
    "startTime": 173.5,
    "endTime": 174.5,
    "text": "Sure."
  },
  {
    "startTime": 176.0,
    "endTime": 177.0,
    "text": "Great!"
  },
  {
    "startTime": 208.0,
    "endTime": 214.0,
    "text": "Maybe who we are isn't always so unacceptable. It's worth risking more. Next time."
  }
]