[
  {
    "startTime": 12.51,
    "endTime": 20.5,
    "text": "Hey, it’s Marie Forleo and you are watching MarieTV, the place to be to create a business and life you love."
  },
  {
    "startTime": 20.5,
    "endTime": 24.6,
    "text": "And today is Q&A Tuesday, one of the best days of the week."
  },
  {
    "startTime": 24.6,
    "endTime": 30.0,
    "text": "Today’s question comes from Lindsey and Lindsey writes:"
  },
  {
    "startTime": 28.0,
    "endTime": 33.1,
    "text": "“Hey Marie. First, you rock.” No, you rock. “Second, I’m seeking some spiritual advice."
  },
  {
    "startTime": 33.1,
    "endTime": 37.0,
    "text": "Lately I’ve been struggling with resentment towards a particular person."
  },
  {
    "startTime": 37.0,
    "endTime": 43.5,
    "text": "I know I need to let go of it, but my gut is telling me not to trust this person because they’ve burned me before."
  },
  {
    "startTime": 43.5,
    "endTime": 50.1,
    "text": "I don't want this to eat me up inside because I know it’ll just hold me back from becoming everything I’m meant to be."
  },
  {
    "startTime": 50.1,
    "endTime": 53.912,
    "text": "How do I let it go and move on when I’m so full of distrust?"
  },
  {
    "startTime": 54.12,
    "endTime": 60.5,
    "text": "Do you have any suggestions about how to forgive without forgetting? Thanks so much, Lindsey.”"
  },
  {
    "startTime": 60.5,
    "endTime": 68.05,
    "text": "Lindsey, this is a fantastic question. Forgiveness is an important topic and it’s a vital spiritual nd emotional practice."
  },
  {
    "startTime": 68.05,
    "endTime": 75.3,
    "text": "You know, as Nelson Mandela once said, resentment is like drinking poison and then hoping it will kill your enemies."
  },
  {
    "startTime": 75.3,
    "endTime": 80.7,
    "text": "Now, I personally get my inspiration from others who demonstrate forgiveness in incredible ways."
  },
  {
    "startTime": 80.7,
    "endTime": 87.2,
    "text": "So I think about that guy Louis Zamperini, the Olympic runner that turned war hero in Unbroken."
  },
  {
    "startTime": 87.2,
    "endTime": 92.3,
    "text": "He forgave the prison guard who brutally tortured him for years."
  },
  {
    "startTime": 92.3,
    "endTime": 102.1,
    "text": "And, of course, I also think about the families of those who were killed in the horrific shooting in Charleston who also forgave the person who murdered their loved ones."
  },
  {
    "startTime": 102.1,
    "endTime": 105.0,
    "text": "That’s like forgiveness hall of fame."
  },
  {
    "startTime": 105.18,
    "endTime": 112.30000000000001,
    "text": "Now, thankfully, Lindsey, I don't think your situation is quite as extreme, but still you feel hurt and you feel betrayed."
  },
  {
    "startTime": 112.3,
    "endTime": 120.1,
    "text": "And you’re right when you say that not forgiving someone, no matter what they did, will hold you back from being all you’re meant to be."
  },
  {
    "startTime": 120.1,
    "endTime": 123.0,
    "text": "Here’s the big distinction I want you to get."
  },
  {
    "startTime": 123.0,
    "endTime": 132.5,
    "text": "Forgiving someone doesn't mean that you instantly or ever trust someone again. Forgiveness and trust are separate issues."
  },
  {
    "startTime": 132.5,
    "endTime": 141.8,
    "text": "When you forgive someone it doesn't mean that you condone their behavior and it doesn't mean that you’re gonna tolerate any further abuse or lack of respect."
  },
  {
    "startTime": 141.8,
    "endTime": 148.25,
    "text": "And frankly, even if you fully forgive someone you do not have to keep that person in your life."
  },
  {
    "startTime": 148.25,
    "endTime": 156.0,
    "text": "Now, Lindsey, you’ve already said that your gut is telling you that you can’t trust this person, and I think it’s wise to pay attention to that."
  },
  {
    "startTime": 156.0,
    "endTime": 164.2,
    "text": "Now, if you do choose to keep this person in your life, they’re gonna need to rebuild that trust with you and that’s likely gonna take some time."
  },
  {
    "startTime": 164.2,
    "endTime": 173.2,
    "text": "Now, more importantly though, realize that forgiveness is not something that you do for the person who wronged you. It’s something you do for you."
  },
  {
    "startTime": 173.2,
    "endTime": 180.2,
    "text": "Want a little etymology? The Latin root means to give completely, without reservation."
  },
  {
    "startTime": 180.2,
    "endTime": 189.89999999999998,
    "text": "So think of it this way. When you forgive, you’re giving a gift to yourself. A gift of freedom, mental, emotional, and spiritual freedom."
  },
  {
    "startTime": 189.9,
    "endTime": 192.20000000000002,
    "text": "And here’s 2 steps to help you do it."
  },
  {
    "startTime": 192.2,
    "endTime": 205.39999999999998,
    "text": "Step number one in this process is forgive yourself, especially if you’re having any thoughts like, “Oh my goodness, how could I have been so stupid? How could I have been so naïve?”"
  },
  {
    "startTime": 205.4,
    "endTime": 212.5,
    "text": "You've got to realize that this situation, like every situation, is an opportunity to strengthen your soul."
  },
  {
    "startTime": 212.5,
    "endTime": 223.9,
    "text": "You know, every time that I’ve been burned, after I get over that initial anger and hurt I always ask myself, “What can I learn from this? And how can I grow from this?”"
  },
  {
    "startTime": 223.9,
    "endTime": 230.15,
    "text": "And when I ask those wise questions, what comes back are usually some really wise answers."
  },
  {
    "startTime": 230.15,
    "endTime": 233.8,
    "text": "Step number two is to forgive the person."
  },
  {
    "startTime": 233.8,
    "endTime": 240.20000000000002,
    "text": "Now, I know that this is easier said than done and there are many, many different approaches to forgiveness."
  },
  {
    "startTime": 240.2,
    "endTime": 250.7,
    "text": "There’s a spiritual approach, there’s a faith based, there’s a psychological approach, and what I’ve seen to be the most important step in all of those approaches is willingness."
  },
  {
    "startTime": 250.7,
    "endTime": 265.5,
    "text": "You being willing. That slight little shift in energy from, “Nuh uh. Can’t do it,” to, “You know what? I don't know how, but I’m willing to forgive,” can radically change everything."
  },
  {
    "startTime": 265.5,
    "endTime": 284.0,
    "text": "And a simple little prayer or a mantra that you might wanna practice saying to yourself is this: “While I don't know how, I am willing to forgive. Please God, the universe, Smurf fairies, whatever language suits you, show me the way.”"
  },
  {
    "startTime": 284.0,
    "endTime": 292.1,
    "text": "Because that simple willingness is often all it takes to melt the walls around your heart and begin to truly forgive."
  },
  {
    "startTime": 292.1,
    "endTime": 300.0,
    "text": "Now, before we wrap up there’s just one more thing that I wanna say about forgiveness and, yes, it’s a Tweetable."
  },
  {
    "startTime": 298.5,
    "endTime": 301.4,
    "text": "[MARIE'S TWEETABLES | TWWET IT OUT, YO!]"
  },
  {
    "startTime": 301.4,
    "endTime": 308.0,
    "text": "“Forgiveness isn’t a weakness. It’s the ultimate sign of courage and strength.”"
  },
  {
    "startTime": 308.0,
    "endTime": 311.8,
    "text": "That was my A to your Q, Lindsey, and I really do hope it helps."
  },
  {
    "startTime": 311.8,
    "endTime": 319.7,
    "text": "Now I would love to hear from you. Have you ever wrestled with forgiving someone or rebuilding trust after it’s been broken?"
  },
  {
    "startTime": 319.7,
    "endTime": 325.15,
    "text": "In terms of forgiving and forgetting, what’s worked for you and what hasn’t?"
  },
  {
    "startTime": 325.15,
    "endTime": 332.0,
    "text": "Now, as always, the richest discussions happen after the episode over at MarieForleo.com, and we have a lot of fun in the comments."
  },
  {
    "startTime": 332.5,
    "endTime": 336.1,
    "text": "So please go over there and let me know your responses now."
  },
  {
    "startTime": 336.1,
    "endTime": 342.3,
    "text": "Did you like this video? If so, subscribe to our channel and it would be great if you shared this with your friends."
  },
  {
    "startTime": 342.3,
    "endTime": 354.5,
    "text": "And if you want even more great resources to create a business and life that you love, plus some personal insights from me that I only share in email, come on over to MarieForleo.com and sign up for email updates."
  },
  {
    "startTime": 354.5,
    "endTime": 361.5,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 361.5,
    "endTime": 365.5,
    "text": "Thank you so much for watching and I’ll catch you next time on MarieTV."
  }
]