[
  {
    "startTime": 0.729,
    "endTime": 6.12,
    "text": "Hello. My name is Emma, and in today's video, I am going to teach you some very, very useful"
  },
  {
    "startTime": 6.12,
    "endTime": 12.126000000000001,
    "text": "verbs we use when we talk about university. Okay? So if you're going to university, if"
  },
  {
    "startTime": 12.126,
    "endTime": 18.555,
    "text": "you're taking the TOEFL test or the IELTS test, these words are very, very important,"
  },
  {
    "startTime": 18.555,
    "endTime": 22.095,
    "text": "because they're very common and we use them all the time."
  },
  {
    "startTime": 22.095,
    "endTime": 28.537,
    "text": "So, to teach you these verbs, I've decided to tell you a true story about a friend of"
  },
  {
    "startTime": 28.537,
    "endTime": 35.165,
    "text": "mine. My friend's name is Paul, and I'm going to tell you all about his university experience."
  },
  {
    "startTime": 35.165,
    "endTime": 42.76,
    "text": "While I tell you this story, it can help you if you imagine it in your head. Whenever you're"
  },
  {
    "startTime": 42.76,
    "endTime": 48.899,
    "text": "learning new vocabulary, the more you can visualize or make a mental picture of the"
  },
  {
    "startTime": 48.899,
    "endTime": 54.641,
    "text": "words you're learning, the easier it will be to remember them. Okay? And, if my friend,"
  },
  {
    "startTime": 54.641,
    "endTime": 59.969,
    "text": "Paul, is watching this, I'm sorry, Paul. I'm telling some stories about you, maybe a little"
  },
  {
    "startTime": 59.969,
    "endTime": 62.899,
    "text": "personal, so I apologize in advance."
  },
  {
    "startTime": 62.899,
    "endTime": 69.22,
    "text": "Okay, so let's get started about Paul's life and problems at university. All right, so"
  },
  {
    "startTime": 69.22,
    "endTime": 78.1,
    "text": "the first verb I'm going to teach you is \"enroll\". \"Enroll\" or \"sign up for\". These mean the"
  },
  {
    "startTime": 78.1,
    "endTime": 84.53999999999999,
    "text": "same thing and it's where... When you decide to go to university, you enroll in a class"
  },
  {
    "startTime": 84.54,
    "endTime": 91.24000000000001,
    "text": "or you enroll in multiple classes. Paul enrolled in four classes. The class we're going to"
  },
  {
    "startTime": 91.24,
    "endTime": 100.22,
    "text": "be focused on, though, is Psychology 100. Paul enrolls in Psychology 100. Okay? I can"
  },
  {
    "startTime": 100.22,
    "endTime": 107.54599999999999,
    "text": "also say: \"Paul signs up for Psychology 100.\" So this means he's decided to take Psychology"
  },
  {
    "startTime": 107.546,
    "endTime": 114.843,
    "text": "100, and he's told the university, so now he's in the class. He's enrolled."
  },
  {
    "startTime": 114.843,
    "endTime": 123.36,
    "text": "So, Paul, at first, was a very good student. He studied very hard. Okay? If you study hard,"
  },
  {
    "startTime": 123.36,
    "endTime": 130.299,
    "text": "it means you \"hit the books\". \"Hit the books\" means \"study hard\". So, after Paul enrolled"
  },
  {
    "startTime": 130.299,
    "endTime": 137.339,
    "text": "in Psych 100, Paul hit the books. Every night he went, he opened his book, and he studied."
  },
  {
    "startTime": 137.339,
    "endTime": 140.782,
    "text": "He hit the books."
  },
  {
    "startTime": 140.782,
    "endTime": 148.091,
    "text": "Then, the professor, the prof \"hands out the assignment\". So this means the professor of"
  },
  {
    "startTime": 148.091,
    "endTime": 154.279,
    "text": "Psych 100, he gave Paul an assignment. \"Here, Paul, I want you to write this essay.\" Okay?"
  },
  {
    "startTime": 154.279,
    "endTime": 162.871,
    "text": "So the prof hands out an assignment. Okay? So the prof gives you work."
  },
  {
    "startTime": 162.871,
    "endTime": 170.90900000000002,
    "text": "So, after the prof hands out the assignment, Paul is very stressed. You know, he can't"
  },
  {
    "startTime": 170.909,
    "endTime": 176.42399999999998,
    "text": "think about the assignment, he's too stressed out about it, so he ends up partying, he,"
  },
  {
    "startTime": 176.424,
    "endTime": 181.84900000000002,
    "text": "you know, has fun. And then the assignment comes due, which means he has to give the"
  },
  {
    "startTime": 181.849,
    "endTime": 189.61999999999998,
    "text": "assignment in, imagine on a Thursday. The night before the assignment is due, Paul decides"
  },
  {
    "startTime": 189.62,
    "endTime": 197.665,
    "text": "to \"pull an all-nighter\". \"Pull an all-nighter\" means you stay up all night to finish something."
  },
  {
    "startTime": 197.665,
    "endTime": 204.483,
    "text": "So, for Paul, he did not have his assignment ready. It was not completed, so in order to"
  },
  {
    "startTime": 204.483,
    "endTime": 210.879,
    "text": "get it finished, Paul stayed up all night working on it. So, at 3am, Paul was working"
  },
  {
    "startTime": 210.879,
    "endTime": 217.249,
    "text": "at his... On his assignment. At 6am, Paul was working on his assignment. Well, Paul"
  },
  {
    "startTime": 217.249,
    "endTime": 222.442,
    "text": "finished his assignment because he pulled an all-nighter."
  },
  {
    "startTime": 222.442,
    "endTime": 227.499,
    "text": "So the next day, he goes to class, and guess what he does? He has his assignment, he's"
  },
  {
    "startTime": 227.499,
    "endTime": 235.269,
    "text": "very happy he's finished, he \"hands in his assignment\". So Paul gives his assignment"
  },
  {
    "startTime": 235.269,
    "endTime": 242.439,
    "text": "to the professor. Paul hands in his assignment. We can also use the word \"paper\". \"Paper\""
  },
  {
    "startTime": 242.439,
    "endTime": 248.75799999999998,
    "text": "is another word for \"essay\". So, in Psych 100, Paul had to write an essay. We can say:"
  },
  {
    "startTime": 248.758,
    "endTime": 252.597,
    "text": "\"Paul wrote a paper\", and he handed it in."
  },
  {
    "startTime": 252.597,
    "endTime": 258.62,
    "text": "So, if you... If we go back a couple steps, the professor hands out something. So, the"
  },
  {
    "startTime": 258.62,
    "endTime": 265.253,
    "text": "prof hands out. The student hands in. Okay?"
  },
  {
    "startTime": 265.253,
    "endTime": 270.44,
    "text": "So what happens to Paul next? Well, Paul got a really good mark on his paper, somehow."
  },
  {
    "startTime": 270.44,
    "endTime": 276.784,
    "text": "Paul got an A+, he's really happy, everything's going great. And then he starts thinking:"
  },
  {
    "startTime": 276.784,
    "endTime": 282.28999999999996,
    "text": "\"You know, instead of going to psych classes, instead of going to psychology classes, I"
  },
  {
    "startTime": 282.29,
    "endTime": 290.081,
    "text": "have more fun going to...\" I think he used to go to the pub sometimes, like the bar with"
  },
  {
    "startTime": 290.081,
    "endTime": 296.298,
    "text": "his friends. So he started to \"skip class\". Paul did not go to class. What he did was..."
  },
  {
    "startTime": 296.298,
    "endTime": 304.237,
    "text": "Instead of going to class, he \"cut class\" or he \"skipped class\". Okay? So, Paul cuts"
  },
  {
    "startTime": 304.237,
    "endTime": 311.656,
    "text": "class, he skips class. This means he's not in class. He should be in class, but instead,"
  },
  {
    "startTime": 311.656,
    "endTime": 318.09000000000003,
    "text": "he's at the bar with his friends having fun, and the class is happening; Paul is not there."
  },
  {
    "startTime": 318.09,
    "endTime": 319.527,
    "text": "All right?"
  },
  {
    "startTime": 319.527,
    "endTime": 323.389,
    "text": "So, again, these are the verbs I want you to really learn: \"enroll\", \"sign up for\","
  },
  {
    "startTime": 323.389,
    "endTime": 332.046,
    "text": "\"hit the books\", \"hand out\", \"hand out an assignment\", \"pull an all-nighter\", \"hand in\""
  },
  {
    "startTime": 332.046,
    "endTime": 337.77,
    "text": "or \"hand in a paper\" or \"assignment\", and \"cut/skip class\". All right? So, now,"
  },
  {
    "startTime": 337.77,
    "endTime": 344.59299999999996,
    "text": "I am going to tell you about what happened to Paul because he started to cut class."
  },
  {
    "startTime": 344.593,
    "endTime": 352.303,
    "text": "So, what happens next? The next verb I want to teach you: \"fall behind in\". \"Fall behind\"..."
  },
  {
    "startTime": 352.303,
    "endTime": 359.793,
    "text": "When you fall behind in something, it means that everybody is over here, and you're behind."
  },
  {
    "startTime": 359.793,
    "endTime": 364.873,
    "text": "You can't get caught up. So, for example, Paul, because he was partying, he was cutting"
  },
  {
    "startTime": 364.873,
    "endTime": 371.2,
    "text": "class, he skipped class, he missed all these classes so Paul had no idea what was happening"
  },
  {
    "startTime": 371.2,
    "endTime": 377.784,
    "text": "in class. Every week he's supposed to read a certain amount. He didn't do any of his"
  },
  {
    "startTime": 377.784,
    "endTime": 385.292,
    "text": "readings. So, he fell behind. So there's too much work for him to do. Everybody is over"
  },
  {
    "startTime": 385.292,
    "endTime": 392.96999999999997,
    "text": "here. Paul is behind, and he's trying to... He's behind everybody. So Paul falls behind"
  },
  {
    "startTime": 392.97,
    "endTime": 396.788,
    "text": "in Psych 100. This is really bad at university."
  },
  {
    "startTime": 396.788,
    "endTime": 402.85,
    "text": "So what does Paul do when he falls behind? He thinks: \"Oh no. I'm behind on my readings."
  },
  {
    "startTime": 402.85,
    "endTime": 408.43,
    "text": "I'm behind on my assignments.\" He starts to go to class, and he starts to get advice,"
  },
  {
    "startTime": 408.43,
    "endTime": 414.37,
    "text": "he starts to become a better student. He hits the books again. So, because of his effort,"
  },
  {
    "startTime": 414.37,
    "endTime": 421.35,
    "text": "a nice thing happens: he gets \"caught up\". So if you fall behind, when you get back to"
  },
  {
    "startTime": 421.35,
    "endTime": 428.20000000000005,
    "text": "where you should be, you get caught up. So imagine if I'm sick and I miss school for"
  },
  {
    "startTime": 428.2,
    "endTime": 434.84999999999997,
    "text": "a day, when I get to school, I'll ask my friends: \"What did I miss?\" My friends will help me"
  },
  {
    "startTime": 434.85,
    "endTime": 440.6,
    "text": "get caught up, so they'll tell me what I missed so we are all at the same level. Okay? So"
  },
  {
    "startTime": 440.6,
    "endTime": 446.262,
    "text": "we're no longer behind. If you get caught up, you're at the same level as everybody else."
  },
  {
    "startTime": 446.262,
    "endTime": 453.19,
    "text": "So, Paul got caught up. He tried really hard, he hit the books, he got caught up, but then"
  },
  {
    "startTime": 453.19,
    "endTime": 459.34,
    "text": "he started to skip class again, and he started to cut class again. He stopped doing his assignments,"
  },
  {
    "startTime": 459.34,
    "endTime": 466.21999999999997,
    "text": "he stopped doing his homework, and what happened? He fell behind again. Okay? So now Paul is"
  },
  {
    "startTime": 466.22,
    "endTime": 473.39000000000004,
    "text": "back in a bit of a problem; in a difficult situation. So there's a couple of things Paul"
  },
  {
    "startTime": 473.39,
    "endTime": 480.65999999999997,
    "text": "can do now. He can leave the course. Okay? So this means he can quit the course. He can"
  },
  {
    "startTime": 480.66,
    "endTime": 486.797,
    "text": "quit Psych 100, no more Psych 100. Good bye. He's not going to do it anymore. We call this"
  },
  {
    "startTime": 486.797,
    "endTime": 494.07000000000005,
    "text": "\"withdraw from the course\". Okay? We can also call this \"drop a course\". So this means when"
  },
  {
    "startTime": 494.07,
    "endTime": 500.83799999999997,
    "text": "you leave a course before you finish it. You drop out, you quit the course."
  },
  {
    "startTime": 500.838,
    "endTime": 507.24,
    "text": "Paul doesn't want to withdraw from the course. Paul doesn't want to drop Psych 100. So these"
  },
  {
    "startTime": 507.24,
    "endTime": 512.279,
    "text": "two things mean the same thing. He doesn't want to. He thinks: \"You know what? I've done"
  },
  {
    "startTime": 512.279,
    "endTime": 517.649,
    "text": "it once before. I've tried. I can get caught up again. I fell behind before, I got caught"
  },
  {
    "startTime": 517.649,
    "endTime": 523.673,
    "text": "up. I've fallen behind again, I can get caught up again.\""
  },
  {
    "startTime": 523.673,
    "endTime": 528.949,
    "text": "But the problem is Paul is a little bit of a lazy student. So instead of doing what he"
  },
  {
    "startTime": 528.949,
    "endTime": 534.933,
    "text": "should, Paul does something a little bad. Not a little bad; very bad. I didn't mean"
  },
  {
    "startTime": 534.933,
    "endTime": 543.18,
    "text": "to say that. As a teacher, very, very bad. Paul \"plagiarizes\". \"Plagiarize\". \"Plagiarize\""
  },
  {
    "startTime": 543.18,
    "endTime": 551.3599999999999,
    "text": "is when you don't do the work, you get somebody else to do the work. So, for example, Paul"
  },
  {
    "startTime": 551.36,
    "endTime": 558.9300000000001,
    "text": "gives money to somebody else to write his paper. Or, Paul reads a book, and he writes"
  },
  {
    "startTime": 558.93,
    "endTime": 566.42,
    "text": "exactly what the book says. This is plagiarism. Okay? So, if you plagiarize, you don't do"
  },
  {
    "startTime": 566.42,
    "endTime": 573.009,
    "text": "your own work; you copy somebody else, either their words, their ideas. You copy somebody"
  },
  {
    "startTime": 573.009,
    "endTime": 578.259,
    "text": "else, or you pay somebody to do your work for you. That's plagiarism. So it means it's"
  },
  {
    "startTime": 578.259,
    "endTime": 580.453,
    "text": "not your work."
  },
  {
    "startTime": 580.453,
    "endTime": 586.54,
    "text": "So what does Paul do? Paul's stressed. He decides to plagiarize his paper. And again,"
  },
  {
    "startTime": 586.54,
    "endTime": 593.8499999999999,
    "text": "\"paper\" means \"essay\". So Paul does not write the paper. In this case, he gives... I think"
  },
  {
    "startTime": 593.85,
    "endTime": 603.2330000000001,
    "text": "he copied an essay from the internet, he bought an essay online, he copied it. So he plagiarized."
  },
  {
    "startTime": 603.233,
    "endTime": 608.8389999999999,
    "text": "He hands in his paper to the professor, so he gives his paper to the professor, and the"
  },
  {
    "startTime": 608.839,
    "endTime": 613.6800000000001,
    "text": "professor realizes there's something wrong with his paper. The professor does an online"
  },
  {
    "startTime": 613.68,
    "endTime": 618.8209999999999,
    "text": "search, and sees: \"Wait a second. Paul didn't write this paper. Somebody else wrote this"
  },
  {
    "startTime": 618.821,
    "endTime": 626.116,
    "text": "paper.\" So now Paul is in very, very big trouble. Okay? Huge trouble at the university."
  },
  {
    "startTime": 626.116,
    "endTime": 634.449,
    "text": "Now, Paul was very lucky. Luckily, the professor was a very nice professor, and just gave Paul"
  },
  {
    "startTime": 634.449,
    "endTime": 640.889,
    "text": "a zero. So Paul got a zero on that paper. But what can happen if you plagiarize is you"
  },
  {
    "startTime": 640.889,
    "endTime": 647.112,
    "text": "can be \"expelled\" or \"kicked out\". So these have the same meaning, and it's where the"
  },
  {
    "startTime": 647.112,
    "endTime": 653.639,
    "text": "university says: \"Good bye. We don't want you here. Leave.\" Okay? So if you're kicked"
  },
  {
    "startTime": 653.639,
    "endTime": 662.927,
    "text": "out or expelled, you're going to be very, very sad. Okay? You can't go to university"
  },
  {
    "startTime": 662.927,
    "endTime": 668.856,
    "text": "anymore. The university does not want you there. You've been kicked out."
  },
  {
    "startTime": 668.856,
    "endTime": 676.043,
    "text": "So, luckily, that didn't happen to Paul, but in our example, just so you can see the word:"
  },
  {
    "startTime": 676.043,
    "endTime": 684.149,
    "text": "\"The university expels Paul.\" Okay? The university kicks Paul out. Okay? And then Paul is like"
  },
  {
    "startTime": 684.149,
    "endTime": 691.329,
    "text": "this. Actually, Paul became very successful. This was his first year, his freshman year."
  },
  {
    "startTime": 691.329,
    "endTime": 699.309,
    "text": "Afterwards, he learned how to be a good university student. He never plagiarized again. He never..."
  },
  {
    "startTime": 699.309,
    "endTime": 704.43,
    "text": "Well, he fell behind a couple more times, but he always managed to get caught up. He"
  },
  {
    "startTime": 704.43,
    "endTime": 709.069,
    "text": "hit the books, he studied real hard, and so Paul actually did really well, and now he"
  },
  {
    "startTime": 709.069,
    "endTime": 715.2489999999999,
    "text": "has a really high-paying job. So, good job, Paul. Very proud of you. So that's Paul's"
  },
  {
    "startTime": 715.249,
    "endTime": 717.501,
    "text": "story about university."
  },
  {
    "startTime": 717.501,
    "endTime": 722.199,
    "text": "So, I'm going to give you some homework. I want you to hit the books. I want you to use"
  },
  {
    "startTime": 722.199,
    "endTime": 728.8389999999999,
    "text": "these words, and I want you to write about either your experience at university or maybe"
  },
  {
    "startTime": 728.839,
    "endTime": 734.9390000000001,
    "text": "somebody you know. One of the best ways to learn words is actually to make a story up"
  },
  {
    "startTime": 734.939,
    "endTime": 739.802,
    "text": "using them, because it helps you remember the words a lot better. Okay? So your homework:"
  },
  {
    "startTime": 739.802,
    "endTime": 744.167,
    "text": "Make a story using these words and the other verbs I've taught you"
  },
  {
    "startTime": 744.167,
    "endTime": 747.091,
    "text": "about you or somebody you know."
  },
  {
    "startTime": 747.091,
    "endTime": 753.3290000000001,
    "text": "You can also come... Hit the books, and come to our website where you can do a quiz where"
  },
  {
    "startTime": 753.329,
    "endTime": 757.8629999999999,
    "text": "you can practice these words. I promise you don't have to pull an all-nighter to succeed"
  },
  {
    "startTime": 757.863,
    "endTime": 763.6800000000001,
    "text": "at this quiz. So come by, you know, you can practice the definitions/meanings of these"
  },
  {
    "startTime": 763.68,
    "endTime": 772.949,
    "text": "words, and see some more examples of how we can use them. So, I hope you visit us at www.engvid.com."
  },
  {
    "startTime": 772.949,
    "endTime": 782.949,
    "text": "And I will be seeing you later."
  }
]