[
  {
    "startTime": 1.28,
    "endTime": 4.18,
    "text": "Hello and welcome to 6 Minute English. I'm Alice."
  },
  {
    "startTime": 4.31,
    "endTime": 5.478999999999999,
    "text": "And I'm Neil. Hello."
  },
  {
    "startTime": 5.59,
    "endTime": 10.849,
    "text": "Hello, Neil. Now, tell me. Do you usually go Dutch when you take someone out to dinner?"
  },
  {
    "startTime": 10.849,
    "endTime": 16.8,
    "text": "Now, go Dutch means to share the cost of something, for example a meal in a restaurant."
  },
  {
    "startTime": 16.8,
    "endTime": 21.3,
    "text": "Well Alice, no. I usually expect my date to pay actually."
  },
  {
    "startTime": 21.3,
    "endTime": 25.2,
    "text": "I hope you're joking, Neil. But I wouldn't be surprised."
  },
  {
    "startTime": 25.2,
    "endTime": 29.799999999999997,
    "text": "Personally, I think it's a nice gesture to offer to pay for the meal when you're on a date."
  },
  {
    "startTime": 29.8,
    "endTime": 32.92,
    "text": "Yeah. But it can depend on the situation."
  },
  {
    "startTime": 32.92,
    "endTime": 36.0,
    "text": "Some people might be offended if you offered to pay for everything."
  },
  {
    "startTime": 36.0,
    "endTime": 40.269999999999996,
    "text": "Well yes, true. Clearly you're not going to offend those people, Neil, though. Are you?"
  },
  {
    "startTime": 40.27,
    "endTime": 43.5,
    "text": "And I won't be going to dinner with you any time soon."
  },
  {
    "startTime": 43.5,
    "endTime": 46.979,
    "text": "Well, I didn't ask. So calm down, Alice!"
  },
  {
    "startTime": 46.979,
    "endTime": 58.65,
    "text": "Actually, money matters can cause relationship problems in couples and that's the subject of the show. Here's today's quiz question based on a UK survey. Ready, Alice?"
  },
  {
    "startTime": 58.65,
    "endTime": 59.85,
    "text": "I am indeed."
  },
  {
    "startTime": 59.85,
    "endTime": 66.15,
    "text": "What percentage of married couples don't know exactly what their spouse earns?"
  },
  {
    "startTime": 66.15,
    "endTime": 74.80000000000001,
    "text": "Is it: a) 4%?  b) 14%?  Or c) 44%?"
  },
  {
    "startTime": 74.8,
    "endTime": 81.24,
    "text": "Well, gosh! I think b) 14%. Yes, that sounds about right to me."
  },
  {
    "startTime": 81.24,
    "endTime": 84.83999999999999,
    "text": "Well, we'll find out if you're right or wrong later on."
  },
  {
    "startTime": 84.84,
    "endTime": 93.7,
    "text": "Now, it seems important that couples are honest about their finances because it can have an impact on their future financial options together."
  },
  {
    "startTime": 93.7,
    "endTime": 105.60000000000001,
    "text": "Yes, that's right. If you're buying a house together and then find out later that your spouse – your husband or wife is thousands of pounds in debt, then the chances are you won't be able to get a mortgage."
  },
  {
    "startTime": 105.6,
    "endTime": 109.5,
    "text": "To be in debt, by the way, means to owe money to someone."
  },
  {
    "startTime": 109.5,
    "endTime": 114.55,
    "text": "Good point. A mortgage is where a bank lends you money to buy a house."
  },
  {
    "startTime": 114.55,
    "endTime": 121.84,
    "text": "Let's listen now to what Arabella Russell, a relationship therapist, has to say about this."
  },
  {
    "startTime": 121.84,
    "endTime": 125.9,
    "text": "The fact of the matter is it's very difficult – it can be very difficult to talk about money."
  },
  {
    "startTime": 125.9,
    "endTime": 130.25,
    "text": "Often when we talk about money, its emotions are very close to us – there's guilt, there's shame."
  },
  {
    "startTime": 130.25,
    "endTime": 134.1,
    "text": "What have we done in the past? To start those conversations is complicated."
  },
  {
    "startTime": 134.1,
    "endTime": 137.78,
    "text": "Money can be about how we value ourselves, how we feel valued."
  },
  {
    "startTime": 137.78,
    "endTime": 142.05,
    "text": "It's not just a simple case of talking about hard cash."
  },
  {
    "startTime": 142.05,
    "endTime": 146.18,
    "text": "Arabella talks about 'hard cash'. Now what does that mean?"
  },
  {
    "startTime": 146.18,
    "endTime": 154.42000000000002,
    "text": "Well, we say hard cash when we talk about physical money – the coins and banknotes as opposed to other types of payment."
  },
  {
    "startTime": 154.42,
    "endTime": 158.67999999999998,
    "text": "And why do we find it so difficult to talk about cash, Alice?"
  },
  {
    "startTime": 158.68,
    "endTime": 161.36,
    "text": "Well, because we get emotional about it!"
  },
  {
    "startTime": 161.36,
    "endTime": 164.55,
    "text": "Arabella talks about feelings of guilt and shame."
  },
  {
    "startTime": 164.55,
    "endTime": 170.58,
    "text": "And for many of us, money isn't simply money – it can be about how we value ourselves or feel valued."
  },
  {
    "startTime": 170.58,
    "endTime": 176.8,
    "text": "Right... so if I were to buy you a cheap engagement ring you would feel undervalued."
  },
  {
    "startTime": 176.8,
    "endTime": 182.66000000000003,
    "text": "Nice example, Neil! You can't be a cheapskate when it comes to engagement rings!"
  },
  {
    "startTime": 182.66,
    "endTime": 185.9,
    "text": "So how much would you spend on our engagement ring, Neil?"
  },
  {
    "startTime": 185.9,
    "endTime": 188.41,
    "text": "Well... um... I didn't know we were getting married!"
  },
  {
    "startTime": 188.41,
    "endTime": 198.35999999999999,
    "text": "But if I was buying an engagement ring for you Alice, I think definitely I would spend about... you know around... in the region of ... mmm pounds..."
  },
  {
    "startTime": 198.36,
    "endTime": 205.3,
    "text": "Sorry, Neil, I didn't quite catch that. Alright!"
  },
  {
    "startTime": 205.3,
    "endTime": 206.93,
    "text": "Are you calling me a cheapskate?"
  },
  {
    "startTime": 206.93,
    "endTime": 212.94,
    "text": "I certainly am, Neil. Cheapskate means someone who doesn't like spending money, by the way."
  },
  {
    "startTime": 212.94,
    "endTime": 220.3,
    "text": "Moving on ... let's hear more from Arabella about how people have different attitudes towards money."
  },
  {
    "startTime": 220.3,
    "endTime": 225.57000000000002,
    "text": "Accept the fact that in your relationship you might do money differently. There might be a spender and there might be a saver."
  },
  {
    "startTime": 225.57,
    "endTime": 229.18,
    "text": "It's very tempting if your partner does things differently to say they're wrong."
  },
  {
    "startTime": 229.18,
    "endTime": 231.94,
    "text": "They might do it differently because they see money differently."
  },
  {
    "startTime": 231.94,
    "endTime": 239.48,
    "text": "Do it differently but have a budget. Of course be honest about each other, but recognise that you might just have a different view of money."
  },
  {
    "startTime": 239.48,
    "endTime": 242.29999999999998,
    "text": "Now that sounds like excellent advice to me!"
  },
  {
    "startTime": 242.3,
    "endTime": 245.0,
    "text": "I'm a saver, and I'm not ashamed to say it."
  },
  {
    "startTime": 245.0,
    "endTime": 249.94,
    "text": "Why waste money on an expensive engagement ring? Engagements don't always last."
  },
  {
    "startTime": 249.94,
    "endTime": 252.64,
    "text": "You might drop the ring down the kitchen sink or..."
  },
  {
    "startTime": 252.64,
    "endTime": 257.0,
    "text": "How romantic, Neil! (It could be stolen or you know, you might meet someone else.)"
  },
  {
    "startTime": 257.0,
    "endTime": 262.58,
    "text": "Indeed. Now I know I shouldn't say you're wrong... but you're wrong!"
  },
  {
    "startTime": 262.58,
    "endTime": 265.60999999999996,
    "text": "You'd have to invest in a relationship if you want it to work."
  },
  {
    "startTime": 265.61,
    "endTime": 268.95,
    "text": "Calm down. I see money differently to you."
  },
  {
    "startTime": 268.95,
    "endTime": 273.42,
    "text": "I'm a saver and you're a spender, and that's all there is to it."
  },
  {
    "startTime": 273.42,
    "endTime": 278.83000000000004,
    "text": "Now a budget means the money you have available for something and a plan for how to use it."
  },
  {
    "startTime": 278.83,
    "endTime": 281.5,
    "text": "Well, we'll have to agree to differ."
  },
  {
    "startTime": 281.5,
    "endTime": 285.85,
    "text": "And that means accept that we have different opinions on this one!"
  },
  {
    "startTime": 285.85,
    "endTime": 289.05,
    "text": "Can we have the answer to today's quiz question then, please?"
  },
  {
    "startTime": 289.05,
    "endTime": 290.16,
    "text": "Yes, we can."
  },
  {
    "startTime": 290.16,
    "endTime": 294.90000000000003,
    "text": "I asked: What percentage of married couples don't know exactly what their spouse earns?"
  },
  {
    "startTime": 294.9,
    "endTime": 300.9,
    "text": "Is it: a) 4%?  b) 14%?  or c) 44%"
  },
  {
    "startTime": 300.9,
    "endTime": 303.33,
    "text": "And I said b) 14%."
  },
  {
    "startTime": 303.33,
    "endTime": 313.75,
    "text": "And you are absolutely and completely... wrong! The correct answer is 44%. (Uh huh, yes?)"
  },
  {
    "startTime": 313.75,
    "endTime": 327.66,
    "text": "Now that's according to new research conducted by the UK credit report service, Noddle, who also found that an astonishing 1.9 million married couples actively try to keep their finances secret from their partners!"
  },
  {
    "startTime": 327.66,
    "endTime": 332.20000000000005,
    "text": "Gosh, what a lot of people! Can we have today's words again then, Neil, please?"
  },
  {
    "startTime": 332.2,
    "endTime": 349.4,
    "text": "Yes, we can. Here they are: go Dutch, spouse, to be in debt, mortgage, hard cash, cheapskate, budget, agree to differ."
  },
  {
    "startTime": 349.4,
    "endTime": 352.35999999999996,
    "text": "Well, that brings us to the end of today's 6 Minute English."
  },
  {
    "startTime": 352.36,
    "endTime": 355.22,
    "text": "We hope you thought today's programme was good value."
  },
  {
    "startTime": 355.22,
    "endTime": 357.68,
    "text": "And please join us again soon. See you then."
  },
  {
    "startTime": 357.8,
    "endTime": 358.8,
    "text": "Good Bye. (Bye!)"
  },
  {
    "startTime": 358.8,
    "endTime": 365.0,
    "text": "[Six minute English, from the BBC.]"
  }
]