[
  {
    "startTime": 1.8,
    "endTime": 7.88,
    "text": "Digital marketing is the promotion of products or brands via electronic media."
  },
  {
    "startTime": 7.89,
    "endTime": 16.6,
    "text": "By using digital marketing channels and methods, you can analyze your marketing campaigns to understand what is working and what isn't, typically, in real-time."
  },
  {
    "startTime": 16.9,
    "endTime": 22.799999999999997,
    "text": "While the Internet is the channel most closely associated with digital marketing, other channels are important."
  },
  {
    "startTime": 23.01,
    "endTime": 25.1,
    "text": "Digital media is everywhere."
  },
  {
    "startTime": 25.2,
    "endTime": 29.2,
    "text": "Consumers can access information wherever, whenever, and however they want it."
  },
  {
    "startTime": 29.3,
    "endTime": 33.0,
    "text": "And they are no longer influenced by just what you say about your brand."
  },
  {
    "startTime": 33.1,
    "endTime": 38.2,
    "text": "In fact, consumers are more likely to be influenced by what others say about your brand."
  },
  {
    "startTime": 38.3,
    "endTime": 49.3,
    "text": "The reality is that people prefer brands that they can trust, companies that know them, communications that are personalized and relevant, and offers that are tailored to their anticipated needs and preferences."
  },
  {
    "startTime": 49.4,
    "endTime": 54.6,
    "text": "Digital marketing can help you deliver all that, but there are three main challenges to overcome."
  },
  {
    "startTime": 54.9,
    "endTime": 57.17,
    "text": "The proliferation of digital channels."
  },
  {
    "startTime": 57.4,
    "endTime": 64.2,
    "text": "Consumers use multiple channels and a variety of digital devices with different protocols, specifications, and interfaces."
  },
  {
    "startTime": 64.3,
    "endTime": 67.5,
    "text": "This makes it hard to manage digital marketing efforts."
  },
  {
    "startTime": 68.0,
    "endTime": 70.0,
    "text": "Competition is intensifying."
  },
  {
    "startTime": 70.1,
    "endTime": 78.89999999999999,
    "text": "That's because digital channels are relatively cost-effective compared with traditional media, such as print, making them within reach of practically every business."
  },
  {
    "startTime": 79.8,
    "endTime": 81.39999999999999,
    "text": "Exploding data volumes."
  },
  {
    "startTime": 81.5,
    "endTime": 85.3,
    "text": "When consumers use digital channels, they leave behind a huge trail of data."
  },
  {
    "startTime": 85.4,
    "endTime": 91.27000000000001,
    "text": "Unfortunately, digital data is often not integrated with data from operations and business activities."
  },
  {
    "startTime": 91.3,
    "endTime": 97.61,
    "text": "As a result, many businesses struggle to find the right data for making the best strategic and tactical decisions."
  },
  {
    "startTime": 97.7,
    "endTime": 101.7,
    "text": "Given these challenges, what does it take to get digital marketing right?"
  },
  {
    "startTime": 101.9,
    "endTime": 103.9,
    "text": "It comes down to three actions:"
  },
  {
    "startTime": 104.3,
    "endTime": 109.7,
    "text": "Managing complex customer relationships across channels, both digital and traditional."
  },
  {
    "startTime": 109.8,
    "endTime": 113.3,
    "text": "Responding to and initiating dynamic customer interactions."
  },
  {
    "startTime": 113.4,
    "endTime": 118.80000000000001,
    "text": "And extracting value from big data to make better decisions faster."
  },
  {
    "startTime": 118.9,
    "endTime": 120.94000000000001,
    "text": "Knowing your customers is not enough."
  },
  {
    "startTime": 120.95,
    "endTime": 128.6,
    "text": "You must know them better than anybody else so you can communicate with them where, when, and how they are most receptive to your message."
  },
  {
    "startTime": 129.1,
    "endTime": 137.0,
    "text": "To do that successfully, you need a consolidated view of customer preferences and expectations across all channels, not just digital."
  },
  {
    "startTime": 137.1,
    "endTime": 145.0,
    "text": "With this information, you can create consistent, coordinated customer experiences that will move customers along in their buying cycle."
  },
  {
    "startTime": 145.5,
    "endTime": 157.3,
    "text": "The speed and immediacy of digital combined with the power of advanced analytics make it possible to measure, monitor, and test campaign performance on the fly, to learn what works and doesn't work."
  },
  {
    "startTime": 157.4,
    "endTime": 162.0,
    "text": "This helps you improve the customer experience and marketing ROI."
  },
  {
    "startTime": 162.7,
    "endTime": 168.2,
    "text": "Too often, marketers can't access or make use of all the data necessary to get the best insights."
  },
  {
    "startTime": 168.3,
    "endTime": 173.8,
    "text": "They are often limited to data subsets or samples, which compromises analytic accuracy."
  },
  {
    "startTime": 173.9,
    "endTime": 184.8,
    "text": "To make the best decisions, you need access to all customer data and marketing data to deliver more real-time, complete customer experiences in an agile, cost-efficient way."
  }
]