[
  {
    "startTime": 0.3,
    "endTime": 6.1,
    "text": "Dreams provide a world in which we escape from reality into the mind and seemingly have little control over what happens."
  },
  {
    "startTime": 6.1,
    "endTime": 9.7,
    "text": "But what if you could know you were dreaming, and subsequently control the dream?"
  },
  {
    "startTime": 9.7,
    "endTime": 15.2,
    "text": "It turns out lucid dreaming is entirely possible and with a little effort and practice, even you can do it."
  },
  {
    "startTime": 15.1,
    "endTime": 17.4,
    "text": "Now, some of you might be saying, \"I don't even dream.\""
  },
  {
    "startTime": 17.4,
    "endTime": 20.74,
    "text": "But the truth is everybody has about 3-7 dreams a night."
  },
  {
    "startTime": 20.74,
    "endTime": 23.0,
    "text": "The problem is we quickly forget them."
  },
  {
    "startTime": 23.0,
    "endTime": 26.4,
    "text": "The first strategy towards lucid dreaming is keeping a dream journal."
  },
  {
    "startTime": 26.4,
    "endTime": 31.099999999999998,
    "text": "Keeping the journal improves your ability to recall dreams, and helps facilitate lucidity."
  },
  {
    "startTime": 31.1,
    "endTime": 35.9,
    "text": "So every time you wake up, write down what you can remember, even if it's nothing, just to form the habit."
  },
  {
    "startTime": 35.9,
    "endTime": 38.199999999999996,
    "text": "The next step is performing reality checks."
  },
  {
    "startTime": 38.2,
    "endTime": 43.620000000000005,
    "text": "In a dream, something as simple as reading a sentence, counting your fingers, or checking the time can often go astray."
  },
  {
    "startTime": 43.62,
    "endTime": 47.5,
    "text": "Try it right now: look at the time, look away, and then look back."
  },
  {
    "startTime": 47.5,
    "endTime": 50.9,
    "text": "Assuming you aren't currently dreaming, the time probably stayed the same."
  },
  {
    "startTime": 50.9,
    "endTime": 55.58,
    "text": "However, in a dream, the time or the words you were reading will often completely change."
  },
  {
    "startTime": 55.58,
    "endTime": 58.92,
    "text": "The key is to do these reality checks often when you're awake."
  },
  {
    "startTime": 58.92,
    "endTime": 65.2,
    "text": "This way they become second nature and when you're dreaming you're likely to perform the same test and realize that something's wrong."
  },
  {
    "startTime": 65.36,
    "endTime": 69.84,
    "text": "After this comes a technique known as Mnemonically Induced Lucid Dreams or MILD."
  },
  {
    "startTime": 69.84,
    "endTime": 74.52000000000001,
    "text": "As you're falling asleep, begin to think of a recent dream, and imagine yourself becoming lucid."
  },
  {
    "startTime": 74.52,
    "endTime": 79.17999999999999,
    "text": "The idea is to reinforce the intention to realize you're dreaming in your dream."
  },
  {
    "startTime": 79.18,
    "endTime": 82.34,
    "text": "Keep repeating the phrase \"I will have a lucid dream tonight.\""
  },
  {
    "startTime": 82.34,
    "endTime": 89.60000000000001,
    "text": "The highest rates of success tend to come if you wake up in the middle of the night get up for 30 minutes, and then go back to sleep with these intentions in mind."
  },
  {
    "startTime": 89.6,
    "endTime": 96.1,
    "text": "Finally, once you've had success with MILD, an advanced technique known as Wake Induced Lucid Dreams (WILD) may be attempted."
  },
  {
    "startTime": 96.1,
    "endTime": 99.8,
    "text": "The idea behind this is to keep your mind aware while your body falls asleep."
  },
  {
    "startTime": 99.8,
    "endTime": 102.64,
    "text": "The risk here is that you'll experience sleep paralysis."
  },
  {
    "startTime": 102.64,
    "endTime": 108.8,
    "text": "A completely normal phenomenon that prevents your body from moving during sleep except you'll be awake, which can be somewhat frightening."
  },
  {
    "startTime": 108.8,
    "endTime": 113.565,
    "text": "The extra caveat with WILD is that, during sleep paralysis the brain can play tricks on you,"
  },
  {
    "startTime": 113.565,
    "endTime": 118.67999999999999,
    "text": "inducing strong feelings of fear and causing hallucinations of dark and scary figures approaching you."
  },
  {
    "startTime": 118.68,
    "endTime": 124.5,
    "text": "Scientific research into lucid dreaming has provided an insight into the location of meta-consciousness in the brain,"
  },
  {
    "startTime": 124.5,
    "endTime": 127.64,
    "text": "provided opportunities for dream therapy and nightmare recession,"
  },
  {
    "startTime": 127.64,
    "endTime": 132.52,
    "text": "and even begged the question if sleep and wakefulness are distinct events, or part of a continuum."
  },
  {
    "startTime": 132.52,
    "endTime": 139.98000000000002,
    "text": "After all, dreaming of doing something is almost equivalent to actually doing it when looking at the functional system of neuronal activity in your brain."
  },
  {
    "startTime": 139.98,
    "endTime": 142.78,
    "text": "So, are you sure you're not dreaming?"
  },
  {
    "startTime": 142.78,
    "endTime": 144.56,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 144.56,
    "endTime": 146.8,
    "text": "Ask it in the comments or on Facebook and Twitter,"
  },
  {
    "startTime": 146.8,
    "endTime": 156.8,
    "text": "and subscribe for more weekly science videos."
  }
]