[
  {
    "startTime": 4.7,
    "endTime": 20.4,
    "text": "10,000 years ago, the average human life lasted just over 30 years, and then a hundred years ago that number was up to 50, and if you were born in the last few decades in the developed world, then your life expectancy is 80 years."
  },
  {
    "startTime": 20.4,
    "endTime": 31.599999999999998,
    "text": "But that is of course assuming that no major breakthroughs happen during your lifetime that can slow the process of aging, and that may be a very bad assumption."
  },
  {
    "startTime": 31.6,
    "endTime": 44.8,
    "text": "There's a new series on National Geographic Channel which was developed with GE and the show's creators wanted to present my take on aging, so I'm here at the GE Global Research Centre to talk to principal scientist Dr. Fiona Ginty."
  },
  {
    "startTime": 44.8,
    "endTime": 50.9,
    "text": "And this would be kind of an example of, you know, one of the types of images we would generate, so..."
  },
  {
    "startTime": 50.9,
    "endTime": 60.7,
    "text": "- What are we looking at here? - So these are our cells that are actively dividing, and these are cells that are heading on their way to death or apoptosis."
  },
  {
    "startTime": 60.7,
    "endTime": 73.5,
    "text": "Aging is not recognized as a disease. I mean, there are plenty of diseases we do acknowledge like diabetes, heart disease, Alzheimer's, and at their core, aging may be responsible for all of them."
  },
  {
    "startTime": 73.5,
    "endTime": 82.9,
    "text": "And yet aging seems natural because it's something that we do from birth and for a while it makes us better, bigger, stronger, faster, more intelligent."
  },
  {
    "startTime": 82.9,
    "endTime": 96.0,
    "text": "But then at some point in your life, it reverses and aging makes our bodies decay and degrade. And why is that?  Why do we have to age? Why do our bodies have to decay?"
  },
  {
    "startTime": 96.0,
    "endTime": 101.9,
    "text": "Well, scientists are now realizing there is a fundamental cellular mechanism at the heart of aging."
  },
  {
    "startTime": 101.9,
    "endTime": 107.80000000000001,
    "text": "Do we age at the macroscopic level because our cells are aging at the microscopic level?"
  },
  {
    "startTime": 107.8,
    "endTime": 113.5,
    "text": "To a great extent, yes. There's only a finite number of times a cell will divide."
  },
  {
    "startTime": 113.5,
    "endTime": 127.0,
    "text": "A key discovery was made by a biologist named Hayflick. He was studying normal human cells and what he found was that they can only divide a finite number of times, on average, it's about 50."
  },
  {
    "startTime": 127.1,
    "endTime": 134.6,
    "text": "Beyond that, the cell becomes senescent, which means it's an aged cell. It can divide no longer."
  },
  {
    "startTime": 134.6,
    "endTime": 143.6,
    "text": "It lives for a little while but it's the accumulation of these senescent cells in our bodies that leads to aging on the macroscopic scale."
  },
  {
    "startTime": 143.6,
    "endTime": 154.79999999999998,
    "text": "So it's as though cells have this little timer inside them that tells them when to stop dividing. But how do they know, and what is that timer?"
  },
  {
    "startTime": 154.8,
    "endTime": 163.5,
    "text": "- So, telomeres are like how your shoelaces have, you know, a little bit of plastic at the end to stop them from fraying."
  },
  {
    "startTime": 163.5,
    "endTime": 168.1,
    "text": "- So telomeres are like the ends of your shoelaces... - But for chromosomes?  - But for chromosomes."
  },
  {
    "startTime": 168.1,
    "endTime": 173.16,
    "text": "So they keep the chromosome together and they stop it sticking to other chromosomes."
  },
  {
    "startTime": 173.16,
    "endTime": 181.0,
    "text": "So every time a cell divides, it loses some of the telomere. They estimate about 200 base pairs."
  },
  {
    "startTime": 181.0,
    "endTime": 183.3,
    "text": "Why is that? Why can't it just copy to the end?"
  },
  {
    "startTime": 183.3,
    "endTime": 191.60000000000002,
    "text": "You know, it's just sort of really the mechanics of it, you know, there's only so much space when DNA polymerase does its job of replicating.  - When it's copying? - Yeah."
  },
  {
    "startTime": 191.6,
    "endTime": 201.7,
    "text": "So the telomere, and the telomere getting shorter is like your molecular clock. The cellular clock inside each cell that tells it how many times it has divided."
  },
  {
    "startTime": 201.7,
    "endTime": 207.7,
    "text": "- Would you wana have your telomeres measured? - Well, people do get their telomeres measured."
  },
  {
    "startTime": 207.7,
    "endTime": 217.5,
    "text": "There have been associations made with lifestyle, with exercise, showing that longer telomeres are associated with a more active lifestyle, exercise."
  },
  {
    "startTime": 217.5,
    "endTime": 226.1,
    "text": "What if there was a way to stop the telomeres from shortening?  If we could do that, maybe the cells would live forever."
  },
  {
    "startTime": 226.1,
    "endTime": 235.92,
    "text": "- There's another enzyme involved called telomerase, and it keeps rebuilding, like, it doesn't let the telomere ever shrink, so it... - It rebuilds the telomere? - Right, exactly."
  },
  {
    "startTime": 235.92,
    "endTime": 241.6,
    "text": "There is one animal that doesn't seem to age, and that is the lobster."
  },
  {
    "startTime": 241.6,
    "endTime": 256.3,
    "text": "It just gets bigger over time. It doesn't get weaker and its chromosomes don't change. It has long telomeres that do not shorten, so it only dies when it gets eaten by something else, like us."
  },
  {
    "startTime": 256.3,
    "endTime": 258.90000000000003,
    "text": "So how can we be more like a lobster?"
  },
  {
    "startTime": 258.9,
    "endTime": 266.9,
    "text": "Some people would say maybe, \"I want my telomerase to be higher for longer.\" Would that help? I mean, would that keep us younger?"
  },
  {
    "startTime": 266.9,
    "endTime": 277.0,
    "text": "I mean it's balance because, you know, in cancer, you've got a perfect example of telomerase being active and it becomes an unregulated growth situation."
  },
  {
    "startTime": 277.0,
    "endTime": 282.0,
    "text": "This is the double-edged sword of telomeres and telomerase."
  },
  {
    "startTime": 282.0,
    "endTime": 297.0,
    "text": "Cancer cells have really long telomeres, and they can divide indefinitely, and that is the problem with cancer:  cancer is dividing cells that won't stop and they won't die."
  },
  {
    "startTime": 297.0,
    "endTime": 303.7,
    "text": "So, in a way, cancer is the immortal cell living within us."
  },
  {
    "startTime": 303.7,
    "endTime": 314.3,
    "text": "So maybe we've developed the aging process, maybe we have telomeres that shorten for a very good reason because otherwise, they could become cancerous."
  },
  {
    "startTime": 314.3,
    "endTime": 317.36,
    "text": "So one of the theories there is that the cells divide that limited number of times because it stops them from accumulating damage that may be detrimental."
  },
  {
    "startTime": 324.56,
    "endTime": 328.8,
    "text": "- So there is some... - It might cause them to become cancer. - Exactly."
  },
  {
    "startTime": 328.8,
    "endTime": 340.7,
    "text": "Over the past hundred years, developments in medicine have increased human lifespan more than we could have imagined, and I can only expect that the next hundred years will bring similarly incredible results."
  },
  {
    "startTime": 340.7,
    "endTime": 353.62,
    "text": "I'm not sure where or how they will take place, but you can bet that your life expectancy today will not be the actual age at which you die."
  },
  {
    "startTime": 353.62,
    "endTime": 361.5,
    "text": "If you wanna find out more about the future of aging, well, then you should definitely check out the episode of Breakthrough which was directed by Ron Howard."
  },
  {
    "startTime": 361.5,
    "endTime": 371.5,
    "text": "That's airing on Sunday, November 29 at 9/8c. That is just one of six episodes of Breakthrough which was developed by National Geographic Channel and GE."
  },
  {
    "startTime": 371.5,
    "endTime": 376.5,
    "text": "So, I wanna thank them for supporting Veritasium, and I wanna thank you for watching."
  },
  {
    "startTime": 376.5,
    "endTime": 391.0,
    "text": "Oh, and I also made a video about the future of energy. It's over on the GE YouTube channel, so go check it out!"
  }
]