[
  {
    "startTime": 6.6,
    "endTime": 9.2,
    "text": "Which of these has the least carbohydrates?"
  },
  {
    "startTime": 9.34,
    "endTime": 10.54,
    "text": "This roll of bread?"
  },
  {
    "startTime": 10.54,
    "endTime": 11.799999999999999,
    "text": "This bowl of rice?"
  },
  {
    "startTime": 11.92,
    "endTime": 13.7,
    "text": "Or this can of soda?"
  },
  {
    "startTime": 13.82,
    "endTime": 14.8,
    "text": "It's a trick question."
  },
  {
    "startTime": 15.1,
    "endTime": 22.65,
    "text": "Although they may differ in fats, vitamins, and other nutritional content, when it comes to carbs, they're pretty much the same."
  },
  {
    "startTime": 22.65,
    "endTime": 25.919999999999998,
    "text": "So what exactly does that mean for your diet?"
  },
  {
    "startTime": 26.3,
    "endTime": 34.0,
    "text": "First of all, carbohydrate is the nutritional category for sugars and molecules that your body breaks down to make sugars."
  },
  {
    "startTime": 34.08,
    "endTime": 39.08,
    "text": "Carbohydrates can be simple or complex depending on their structure."
  },
  {
    "startTime": 39.12,
    "endTime": 42.51,
    "text": "This is a simple sugar, or monosaccharide."
  },
  {
    "startTime": 42.51,
    "endTime": 46.699999999999996,
    "text": "Glucose, fructose, and galactose are all simple sugars."
  },
  {
    "startTime": 46.86,
    "endTime": 54.5,
    "text": "Link two of them together, and you've got a disaccharide, lactose, maltose, or sucrose."
  },
  {
    "startTime": 55.14,
    "endTime": 61.01,
    "text": "Complex carbohydrates, on the other hand, have three or more simple sugars strung together."
  },
  {
    "startTime": 61.01,
    "endTime": 66.11,
    "text": "Complex carbohydrates with three to ten linked sugars are oligosaccharides."
  },
  {
    "startTime": 66.11,
    "endTime": 68.96,
    "text": "Those with more than ten are polysaccharides."
  },
  {
    "startTime": 69.87,
    "endTime": 79.55000000000001,
    "text": "During digestion, your body breaks down those complex carbohydrates into their monosaccharide building blocks, which your cells can use for energy."
  },
  {
    "startTime": 79.79,
    "endTime": 86.91000000000001,
    "text": "So when you eat any carbohydrate-rich food, the sugar level in your blood, normally about a teaspoon, goes up."
  },
  {
    "startTime": 86.91,
    "endTime": 91.64,
    "text": "But your digestive tract doesn't respond to all carbohydrates the same."
  },
  {
    "startTime": 91.64,
    "endTime": 102.1,
    "text": "Consider starch and fiber, both polysaccharides, both derived from plants, both composed of hundreds to thousands of monosaccharides joined together,"
  },
  {
    "startTime": 102.1,
    "endTime": 107.41,
    "text": "but they're joined together differently, and that changes the effect they have on your body."
  },
  {
    "startTime": 107.41,
    "endTime": 120.8,
    "text": "In starches, which plants mostly store for energy in roots and seeds, glucose molecules are joined together by alpha linkages, most of which can be easily cleaved by enzymes in your digestive tract."
  },
  {
    "startTime": 120.97,
    "endTime": 127.95,
    "text": "But in fiber, the bonds between monosaccharide molecules are beta bonds, which your body can't break down."
  },
  {
    "startTime": 128.17,
    "endTime": 136.2,
    "text": "Fiber can also trap some starches, preventing them from being cleaved, resulting in something called resistant starch."
  },
  {
    "startTime": 136.3,
    "endTime": 148.8,
    "text": "So foods high in starch, like crackers and white bread, are digested easily, quickly releasing a whole bunch of glucose into your blood, exactly what would happen if you drank something high in glucose, like soda."
  },
  {
    "startTime": 149.07,
    "endTime": 156.29999999999998,
    "text": "These foods have a high glycemic index, the amount that a particular food raises the sugar level in your blood."
  },
  {
    "startTime": 156.47,
    "endTime": 162.5,
    "text": "Soda and white bread have a similar glycemic index because they have a similar effect on your blood sugar."
  },
  {
    "startTime": 162.71,
    "endTime": 172.3,
    "text": "But when you eat foods high in fiber, like vegetables, fruits, and whole grains, those indigestible beta bonds slow the release of glucose into the blood."
  },
  {
    "startTime": 172.37,
    "endTime": 180.1,
    "text": "Those foods have a lower glycemic index, and foods like eggs, cheese, and meats have the lowest glycemic index."
  },
  {
    "startTime": 180.46,
    "endTime": 191.10000000000002,
    "text": "When sugar moves from the digestive tract to the bloodstream, your body kicks into action to transfer it into your tissues where it can be processed and used for energy."
  },
  {
    "startTime": 191.41,
    "endTime": 198.03,
    "text": "Insulin, a hormone synthesized in the pancreas, is one of the body's main tools for sugar management."
  },
  {
    "startTime": 198.03,
    "endTime": 202.95,
    "text": "When you eat and your blood sugar rises, insulin is secreted into the blood."
  },
  {
    "startTime": 203.21,
    "endTime": 210.3,
    "text": "It prompts your muscle and fat cells to let glucose in, and jump-starts the conversion of sugar to energy."
  },
  {
    "startTime": 210.41,
    "endTime": 217.5,
    "text": "The degree to which a unit of insulin lowers the blood sugar helps us understand something called insulin sensitivity."
  },
  {
    "startTime": 217.74,
    "endTime": 222.85000000000002,
    "text": "The more a given unit of insulin lowers blood sugar, the more sensitive you are to insulin."
  },
  {
    "startTime": 223.11,
    "endTime": 227.3,
    "text": "If insulin sensitivity goes down, that's known as insulin resistance."
  },
  {
    "startTime": 227.45,
    "endTime": 240.89999999999998,
    "text": "The pancreas still sends out insulin, but cells, especially muscle cells, are less and less responsive to it, so blood sugar fails to decrease, and blood insulin continues to rise."
  },
  {
    "startTime": 241.07,
    "endTime": 253.13,
    "text": "Chronically consuming  a lot of carbohydrates may lead to insulin resistance, and many scientists believe that insulin resistance leads to a serious condition called metabolic syndrome."
  },
  {
    "startTime": 253.13,
    "endTime": 260.6,
    "text": "That involves a constellation of symptoms, including high blood sugar, increased waist circumference, and high blood pressure."
  },
  {
    "startTime": 260.76,
    "endTime": 267.4,
    "text": "It increases the risk of developing conditions, like cardiovascular disease and type II diabetes."
  },
  {
    "startTime": 267.61,
    "endTime": 271.40000000000003,
    "text": "And its prevalence is rapidly increasing all over the world."
  },
  {
    "startTime": 271.57,
    "endTime": 278.04,
    "text": "As much as 32% of the population in the US has metabolic syndrome."
  },
  {
    "startTime": 278.04,
    "endTime": 280.0,
    "text": "So let's get back to your diet."
  },
  {
    "startTime": 280.28,
    "endTime": 287.2,
    "text": "Whether your food tastes sweet or not, sugar is sugar, and too many carbs can be a problem."
  },
  {
    "startTime": 287.31,
    "endTime": 295.0,
    "text": "So maybe you'll want to take a pass on that pasta sushi roll pita burrito donut burger sandwich."
  }
]