[
  {
    "startTime": 7.9,
    "endTime": 19.0,
    "text": "The Earth intercepts a lot of solar power: 173 thousand terawatts. That's ten thousand times more power than the planet's population uses."
  },
  {
    "startTime": 19.0,
    "endTime": 24.2,
    "text": "So, is it possible that one day the world could be completely reliant on solar energy?"
  },
  {
    "startTime": 24.2,
    "endTime": 32.0,
    "text": "To answer that question, we first need to examine how solar panels convert solar energy to electrical energy."
  },
  {
    "startTime": 32.0,
    "endTime": 36.1,
    "text": "Solar panels are made up of smaller units called solar cells."
  },
  {
    "startTime": 36.1,
    "endTime": 43.300000000000004,
    "text": "The most common solar cells are made from silicon, a semiconductor that is the second most abundant element on Earth."
  },
  {
    "startTime": 43.3,
    "endTime": 48.8,
    "text": "In a solar cell, crystalline silicon is sandwiched between conductive layers."
  },
  {
    "startTime": 48.8,
    "endTime": 57.9,
    "text": "Each silicon atom is connected to its neighbors by four strong bonds, which keep the electrons in place so no current can flow."
  },
  {
    "startTime": 57.9,
    "endTime": 63.8,
    "text": "Here's the key: a silicon solar cell uses two different layers of silicon."
  },
  {
    "startTime": 63.8,
    "endTime": 72.289,
    "text": "An n-type silicon has extra electrons, and p-type silicon has extra spaces for electrons, called holes."
  },
  {
    "startTime": 72.289,
    "endTime": 83.3,
    "text": "Where the two types of silicon meet, electrons can wander across the p/n junction, leaving a positive charge on one side and creating negative charge on the other."
  },
  {
    "startTime": 83.3,
    "endTime": 90.0,
    "text": "You can think of light  as the flow of tiny particles called photons, shooting out from the Sun."
  },
  {
    "startTime": 90.0,
    "endTime": 98.5,
    "text": "When one of these photons strikes the silicon cell with enough energy, it can knock an electron from its bond, leaving a hole."
  },
  {
    "startTime": 98.5,
    "endTime": 116.1,
    "text": "The negatively charged electron and location of the positively charged hole are now free to move around, but because of the electric field at the p/n junction, they'll only go one way: the electron is drawn to the n-side, while the hole is drawn to the p-side."
  },
  {
    "startTime": 116.1,
    "endTime": 121.89999999999999,
    "text": "The mobile electrons are collected by thin metal fingers at the top of the cell."
  },
  {
    "startTime": 121.9,
    "endTime": 131.8,
    "text": "From there, they flow through an external circuit, doing electrical work, like powering a lightbulb, before returning through the conductive aluminum sheet on the back."
  },
  {
    "startTime": 131.8,
    "endTime": 138.8,
    "text": "Each silicon cell only puts out half a volt, but you can string them together in modules to get more power."
  },
  {
    "startTime": 138.8,
    "endTime": 146.20000000000002,
    "text": "Twelve photovoltaic cells are enough to charge a cellphone, while it takes many modules to power an entire house."
  },
  {
    "startTime": 146.2,
    "endTime": 157.057,
    "text": "Electrons are the only moving parts in a solar cell, and they all go back where they came from. There's nothing to get worn out or used up, so solar cells can last for decades."
  },
  {
    "startTime": 157.057,
    "endTime": 162.874,
    "text": "So, what's stopping us from being completely reliant on solar power?"
  },
  {
    "startTime": 162.874,
    "endTime": 168.7,
    "text": "There are political factors at play, not to mention businesses that lobby to maintain the status quo."
  },
  {
    "startTime": 168.7,
    "endTime": 181.219,
    "text": "But for now, let's focus on the physical and logistical challenges, and the most obvious of those is that solar energy is unevenly distributed across the planet—some areas are sunnier than others."
  },
  {
    "startTime": 181.219,
    "endTime": 187.228,
    "text": "It's also inconsistent. Less solar energy is available on cloudy days or at night."
  },
  {
    "startTime": 187.228,
    "endTime": 196.8,
    "text": "So a total reliance would require efficient ways to get electricity from sunny spots to cloudy ones, and effective storage of energy."
  },
  {
    "startTime": 196.8,
    "endTime": 200.393,
    "text": "The efficiency of the cell itself is a challenge, too."
  },
  {
    "startTime": 200.393,
    "endTime": 210.893,
    "text": "If sunlight is reflected instead of absorbed, or if dislodged electrons fall back into a hole before going through the circuit, that photon's energy is lost."
  },
  {
    "startTime": 210.893,
    "endTime": 223.9,
    "text": "The most efficient solar cell yet still only converts 46% of the available sunlight to electricity, and most commercial systems are currently 15-20% efficient."
  },
  {
    "startTime": 223.9,
    "endTime": 230.70000000000002,
    "text": "In spite of these limitations, it actually would be possible to power the entire world with today's solar technology."
  },
  {
    "startTime": 230.7,
    "endTime": 246.1,
    "text": "We'd need the funding to build the infrastructure and a good deal of space. Estimates range from tens to hundreds of thousands of square miles, which seems like a lot, but the Sahara Desert alone is over 3 million square miles in area."
  },
  {
    "startTime": 246.1,
    "endTime": 257.2,
    "text": "Meanwhile, solar cells are getting better, cheaper, and are competing with electricity from the grid, and innovations, like floating solar farms, may change the landscape entirely."
  },
  {
    "startTime": 257.2,
    "endTime": 268.7,
    "text": "Thought experiments aside, there's the fact that over a billion people don't have access to a reliable electric grid, especially in developing countries, many of which are sunny."
  },
  {
    "startTime": 268.7,
    "endTime": 276.4,
    "text": "So in places like that, solar energy is already much cheaper and safer than available alternatives, like kerosene."
  },
  {
    "startTime": 276.4,
    "endTime": 288.64599999999996,
    "text": "For say, Finland or Seattle, though, effective solar energy may still be a little way off."
  }
]