[
  {
    "startTime": 15.26,
    "endTime": 19.259999999999998,
    "text": "So, imagine you're standing on a street anywhere in America"
  },
  {
    "startTime": 19.26,
    "endTime": 24.26,
    "text": "And a Japanese man comes up to you and says, \"Excuse me, what is the name of this block?\""
  },
  {
    "startTime": 24.26,
    "endTime": 30.26,
    "text": "And you say, \"I'm sorry, well, this is Oak Street, that's Elm Street. This is 26th, that's 27th.\""
  },
  {
    "startTime": 30.26,
    "endTime": 32.480000000000004,
    "text": "He says, \"OK, but what is the name of that block?\""
  },
  {
    "startTime": 32.48,
    "endTime": 40.199999999999996,
    "text": "You say, \"Well, blocks don't have names. Streets have names; blocks are just the unnamed spaces in between streets.\""
  },
  {
    "startTime": 40.2,
    "endTime": 43.260000000000005,
    "text": "He leaves, a little confused and disappointed."
  },
  {
    "startTime": 43.26,
    "endTime": 50.26,
    "text": "So, now imagine you're standing on a street, anywhere in Japan, you turn to a person next to you and say, \"Excuse me, what is the name of this street?\""
  },
  {
    "startTime": 50.26,
    "endTime": 54.26,
    "text": "And they say, \"Oh, well that's Block 17 and this is Block 16.\""
  },
  {
    "startTime": 54.26,
    "endTime": 57.26,
    "text": "And you say, \"OK, but what is the name of this street?\""
  },
  {
    "startTime": 57.26,
    "endTime": 61.0,
    "text": "And they say, \"Well, streets don't have names. Blocks have names."
  },
  {
    "startTime": 61.0,
    "endTime": 71.26,
    "text": "Just look at Google Maps here. There's Block 14, 15, 16, 17, 18, 19. All of these blocks have names, and the streets are just the unnamed spaces in between the blocks.\""
  },
  {
    "startTime": 71.26,
    "endTime": 74.26,
    "text": "And you say, \"OK, then how do you know your home address?\""
  },
  {
    "startTime": 74.26,
    "endTime": 80.26,
    "text": "He said, \"Well, easy, this is District Eight. There's Block 17, house number one.\""
  },
  {
    "startTime": 80.26,
    "endTime": 84.26,
    "text": "You say, \"OK, but walking around the neighborhood, I noticed that the house numbers don't go in order.\""
  },
  {
    "startTime": 84.26,
    "endTime": 87.26,
    "text": "He said, \"Of course they do. They go in the order in which they were built."
  },
  {
    "startTime": 87.26,
    "endTime": 95.26,
    "text": "The first house ever built on a block is house number one. The second house ever built is house number two. Third is house number three. It's easy. It's obvious.\""
  },
  {
    "startTime": 95.26,
    "endTime": 105.26,
    "text": "So, I love that sometimes we need to go to the opposite side of the world to realize assumptions we didn't even know we had, and realize that the opposite of them may also be true."
  },
  {
    "startTime": 105.26,
    "endTime": 110.26,
    "text": "So, for example, there are doctors in China who believe that it's their job to keep you healthy."
  },
  {
    "startTime": 110.26,
    "endTime": 117.0,
    "text": "So, any month you are healthy you pay them, and when you're sick you don't have to pay them because they failed at their job. They get rich when you're healthy, not sick."
  },
  {
    "startTime": 119.26,
    "endTime": 126.10000000000001,
    "text": "In most music, we think of the \"one\" as the downbeat, the beginning of the musical phrase: one, two, three, four."
  },
  {
    "startTime": 126.1,
    "endTime": 131.26,
    "text": "But in West African music, the \"one\" is thought of as the end of the phrase, like the period at the end of a sentence."
  },
  {
    "startTime": 131.26,
    "endTime": 136.6,
    "text": "So, you can hear it not just in the phrasing, but the way they count off their music: two, three, four, one."
  },
  {
    "startTime": 136.6,
    "endTime": 141.26,
    "text": "And this map is also accurate."
  },
  {
    "startTime": 141.26,
    "endTime": 146.26,
    "text": "There's a saying that whatever true thing you can say about India, the opposite is also true."
  },
  {
    "startTime": 146.26,
    "endTime": 153.26,
    "text": "So, let's never forget, whether at TED, or anywhere else, that whatever brilliant ideas you have or hear, that the opposite may also be true."
  },
  {
    "startTime": 153.26,
    "endTime": 156.0,
    "text": "Domo arigato gozaimashita."
  }
]