[
  {
    "startTime": 0.333,
    "endTime": 5.633,
    "text": "I just want to talk about the beard for a minute because it's quite something. And how long did it take you to grow it, first of all."
  },
  {
    "startTime": 5.7,
    "endTime": 11.9,
    "text": "It was six months, and then I think I had it for an additional year after that."
  },
  {
    "startTime": 11.9,
    "endTime": 15.5,
    "text": "- Mm-hmm. And how did people treat you? - There's the shot of me."
  },
  {
    "startTime": 15.5,
    "endTime": 18.6,
    "text": "No, that's... no, that's not what it was during the movie, right?"
  },
  {
    "startTime": 18.6,
    "endTime": 19.966,
    "text": "- That's cleaned up. - No, that was it."
  },
  {
    "startTime": 19.966,
    "endTime": 26.3,
    "text": "Oh, really? Well, then it didn't look like that in the movie. It... it... maybe it's, 'cause there was so much ice on it, too. 'Cause it was always frozen."
  },
  {
    "startTime": 26.3,
    "endTime": 28.2,
    "text": "That was actually wax."
  },
  {
    "startTime": 28.2,
    "endTime": 36.5,
    "text": "She... I had a fantastic makeup artist in this movie who did all the stuff from the bear mauling, and it was wax that she dribbled all over my face every day."
  },
  {
    "startTime": 36.5,
    "endTime": 42.366,
    "text": "It was about a four to five hour makeup job every day with all the scars."
  },
  {
    "startTime": 42.366,
    "endTime": 46.7,
    "text": "- So again, it was just a joy, the whole experience. -Yeah."
  },
  {
    "startTime": 46.7,
    "endTime": 50.5,
    "text": "But now see, you're growing it back again or something. Or are you just gonna keep it at  that level?"
  },
  {
    "startTime": 50.5,
    "endTime": 52.9,
    "text": "- A light stubble. I'm keeping it at a light stubble. - A light stubble? - Yeah."
  },
  {
    "startTime": 52.9,
    "endTime": 59.9,
    "text": "- Do you like wearing a beard? - I don't think I'll ever have a beard like that ever again. Unless it's for a role. But yeah, it's hard to maintain."
  },
  {
    "startTime": 59.9,
    "endTime": 66.6,
    "text": "It's just... stuff gets in there, you know; you're eating and then food falls in, and you're..."
  },
  {
    "startTime": 66.6,
    "endTime": 68.89999999999999,
    "text": "Right. And you have to shampoo it, right?"
  },
  {
    "startTime": 68.9,
    "endTime": 69.96600000000001,
    "text": "You have to shampoo it, yeah."
  },
  {
    "startTime": 69.966,
    "endTime": 71.53299999999999,
    "text": "And do you put conditioner in it?"
  },
  {
    "startTime": 71.533,
    "endTime": 74.233,
    "text": "- I did. I did put conditioner... - 'Cause you'd want it to be soft."
  },
  {
    "startTime": 74.233,
    "endTime": 75.5,
    "text": "- You do want it to be soft. - Right."
  },
  {
    "startTime": 75.5,
    "endTime": 77.833,
    "text": "Otherwise it gets like a Brillo pad."
  },
  {
    "startTime": 77.833,
    "endTime": 81.1,
    "text": "And can you... yes. And who wants to feel that?"
  },
  {
    "startTime": 81.1,
    "endTime": 86.3,
    "text": "- Who wants it? - And when you... when you have food in it, can you tell?"
  },
  {
    "startTime": 86.3,
    "endTime": 87.666,
    "text": "It's very visible, yeah. Very visible."
  },
  {
    "startTime": 87.666,
    "endTime": 93.8,
    "text": "I mean, no, but if you don't have a mirror, sometimes do you feel like you've walked around  and there's been food in your beard?"
  },
  {
    "startTime": 93.8,
    "endTime": 98.8,
    "text": "- Well, if you have good enough friends, they notify you if you have mustard on your beard or something like that. - Right."
  },
  {
    "startTime": 98.8,
    "endTime": 99.5,
    "text": "They let you know."
  },
  {
    "startTime": 99.5,
    "endTime": 101.366,
    "text": "All right. Just checking."
  },
  {
    "startTime": 101.366,
    "endTime": 109.4,
    "text": "So, you've always been like a daredevil, but you've done... I think I've talked to you about you swim with sharks, or you have."
  },
  {
    "startTime": 109.4,
    "endTime": 112.66600000000001,
    "text": "- Yeah. - And you've jumped out of an airplane. - Yeah."
  },
  {
    "startTime": 112.666,
    "endTime": 115.0,
    "text": "- On a regular basis, or... - I only did that once."
  },
  {
    "startTime": 114.8,
    "endTime": 121.2,
    "text": "- Once. Will you do it again? - When you're... when both parachutes don't open, you tend to not go repeat something like that, yeah."
  },
  {
    "startTime": 121.2,
    "endTime": 123.866,
    "text": "- What are you talking about? Well, then, how'd you get down?"
  },
  {
    "startTime": 123.866,
    "endTime": 129.133,
    "text": "I had... I jumped out of the airplane, and then my first chute didn't open."
  },
  {
    "startTime": 129.133,
    "endTime": 133.60000000000002,
    "text": "They cut... it's tandem, so somebody's on your back; they cut that line."
  },
  {
    "startTime": 133.6,
    "endTime": 140.6,
    "text": "We've started free-falling towards Earth, and that's when you get the, you know, 8x10  glossies of your whole life flashing before your eyes."
  },
  {
    "startTime": 140.6,
    "endTime": 150.5,
    "text": "And then, the second one was tangled as well, and I saw my friends sort of popping off with  their, you know, their parachutes, and I'm still plummeting towards planet Earth."
  },
  {
    "startTime": 150.5,
    "endTime": 158.7,
    "text": "And... and then that was tangled for about a good, I don't know, 20, 30 seconds, and then he untangled it, and then he told me,"
  },
  {
    "startTime": 158.7,
    "endTime": 162.2,
    "text": "\"Oh, you're probably gonna break your legs now because this—we're going too fast.\""
  },
  {
    "startTime": 162.2,
    "endTime": 165.5,
    "text": "So it was one of the worst experiences of my life, and I'll never do it again."
  },
  {
    "startTime": 165.5,
    "endTime": 166.8,
    "text": "And did you  break your legs?"
  },
  {
    "startTime": 166.8,
    "endTime": 168.10000000000002,
    "text": "- I did not break my legs. - Wow."
  },
  {
    "startTime": 168.1,
    "endTime": 172.63299999999998,
    "text": "-So, he's whispering in your ear... or yelling in your... - He was screaming. - Screaming in your..."
  },
  {
    "startTime": 172.633,
    "endTime": 173.866,
    "text": "[whispering] \"Break your leg.\""
  },
  {
    "startTime": 173.866,
    "endTime": 175.60000000000002,
    "text": "[whispering] \"You're gonna break your legs.\""
  },
  {
    "startTime": 175.6,
    "endTime": 181.4,
    "text": "[screaming] \"What? I can't hear you.\""
  },
  {
    "startTime": 181.4,
    "endTime": 183.03300000000002,
    "text": "Wow, that's just horrible."
  },
  {
    "startTime": 183.033,
    "endTime": 185.5,
    "text": "So, what's the scariest thing you've ever done?"
  },
  {
    "startTime": 185.5,
    "endTime": 190.2,
    "text": "I was on a plane to Russia, and the engine exploded."
  },
  {
    "startTime": 190.2,
    "endTime": 194.5,
    "text": "I was looking out the window and the entire engine just turned into a fireball."
  },
  {
    "startTime": 194.5,
    "endTime": 199.9,
    "text": "- It was right after Sully had that incident happen to him where the geese flew into both engines. - Right, and he landed on the river."
  },
  {
    "startTime": 199.9,
    "endTime": 211.6,
    "text": "Yeah. This happened in one of the engines, and I was the only person there that seemed to  see this, but it was a flaming fireball, and it was all Russian passengers, and—"
  },
  {
    "startTime": 211.6,
    "endTime": 217.2,
    "text": "I kinda felt like I'd already died and gone to heaven 'cause no one said anything."
  },
  {
    "startTime": 217.2,
    "endTime": 221.0,
    "text": "And I was screaming at the top of my lungs saying, \"What the hell is going on here?\""
  },
  {
    "startTime": 221.0,
    "endTime": 228.7,
    "text": "And the people just kinda looked back at me and the stewardess came out and said, \"We seem to have a slight problem here.\""
  },
  {
    "startTime": 228.7,
    "endTime": 233.0,
    "text": "And the Russian guy finally said, \"What is the problem?\""
  },
  {
    "startTime": 233.0,
    "endTime": 238.4,
    "text": "And he said, \"Well, we... we lost one of our engines.\""
  },
  {
    "startTime": 238.4,
    "endTime": 242.5,
    "text": "And he sa--he goes, \"How many engines did we have?\""
  },
  {
    "startTime": 242.5,
    "endTime": 248.5,
    "text": "He goes, \"Well, we had two. Now we have one.\""
  },
  {
    "startTime": 248.5,
    "endTime": 256.4,
    "text": "And... he proceeded to say, \"That is not... that is not good. That is not good.\""
  },
  {
    "startTime": 256.4,
    "endTime": 267.9,
    "text": "And we basically dumped fuel for 45 minutes and did an emergency landing, and all our tires exploded and there was a hundred different ambulances there, and it was on CNN; that was another bummer."
  },
  {
    "startTime": 267.9,
    "endTime": 272.29999999999995,
    "text": "- Wow. Oh, my God. That's incredible."
  },
  {
    "startTime": 272.3,
    "endTime": 280.0,
    "text": "- I feel like I should write a book now. - Yeah, well, no, I'm gonna write it."
  }
]