[
  {
    "startTime": 0.0,
    "endTime": 2.7,
    "text": "Hello, people! We are back."
  },
  {
    "startTime": 2.7,
    "endTime": 6.1530000000000005,
    "text": "And today, it's gonna be a pretty funny episode, I think."
  },
  {
    "startTime": 6.153,
    "endTime": 7.786,
    "text": "I hope so; I think so."
  },
  {
    "startTime": 7.786,
    "endTime": 13.399999999999999,
    "text": "So, we're gonna delve into and explore a few funny...?"
  },
  {
    "startTime": 13.4,
    "endTime": 14.171000000000001,
    "text": "Would you say funny?"
  },
  {
    "startTime": 14.171,
    "endTime": 17.599999999999998,
    "text": "- Funny, interesting, weird habits - Funny, weird, strange?"
  },
  {
    "startTime": 17.6,
    "endTime": 22.513,
    "text": "That Asians have that maybe Westerners won't understand."
  },
  {
    "startTime": 22.513,
    "endTime": 26.022000000000002,
    "text": "All right. The first one has to do with food, and just like eating in general."
  },
  {
    "startTime": 26.022,
    "endTime": 32.855,
    "text": "'Cause I think you guys might have heard about, you know, you're not supposed to stick your chopsticks vertically in your rice, well, it's just rude."
  },
  {
    "startTime": 32.855,
    "endTime": 44.599999999999994,
    "text": "And also, I've heard that people are just wondering why, especially for Japanese, they like, slurp their noodles really loudly; whereas like, in the West, that's considered rude!"
  },
  {
    "startTime": 44.6,
    "endTime": 51.293,
    "text": "Because actually in Japan, it's a sign of like, you're enjoying the meal so, you're actually, the louder the noise that you make, the better."
  },
  {
    "startTime": 51.293,
    "endTime": 60.491,
    "text": "Apart from that, I think there's also like, you know, when you're at the dinner table, I think, Asian culture, we all share the food."
  },
  {
    "startTime": 60.491,
    "endTime": 68.2,
    "text": "We all have our individual rice, and then just a whole bunch of dishes; whereas in the West, you stick to your own plate."
  },
  {
    "startTime": 68.2,
    "endTime": 77.7,
    "text": "Or the closest thing is probably what we do during Thanksgiving; you have like, a bunch of food on your table, and you're like, sharing things, everything is like family size."
  },
  {
    "startTime": 77.7,
    "endTime": 87.2,
    "text": "And then all you do is really like, pass the mash potatoes, or pass the peas, or the sauce, and that's the closest you really get to like sharing food."
  },
  {
    "startTime": 87.2,
    "endTime": 100.33,
    "text": "When I was at home in Australia, my friend was telling me how her neighbor, she, like, was driving down the road, and her neighbor had like, chickens hanging in the clothesline."
  },
  {
    "startTime": 100.332,
    "endTime": 102.8,
    "text": "- Like an entire chicken?  -Yeah, I think so."
  },
  {
    "startTime": 102.8,
    "endTime": 110.774,
    "text": "Just like hanging in the clothesline waiting for it to dry, or like ripen, or something, or like crisp up, I don't know."
  },
  {
    "startTime": 110.774,
    "endTime": 115.3,
    "text": "Next one, hahaha, the good-old squat."
  },
  {
    "startTime": 117.3,
    "endTime": 121.939,
    "text": "Okay, no but seriously, this is a pretty serious issue."
  },
  {
    "startTime": 121.8,
    "endTime": 136.95,
    "text": "- What do you mean? It's not an issue. - Because when I was in college, I would go to the toilets, and like, there's a lot of Asian students, right, we have a lot of international students, and there would be signs on the back of the door that said, \"Please, no squatting on the toilet.\""
  },
  {
    "startTime": 136.951,
    "endTime": 139.6,
    "text": "There's actually some held reason behind it."
  },
  {
    "startTime": 139.6,
    "endTime": 147.0,
    "text": "It says that squatting is better for you, in terms of it improves your digestion, and also your bowel function."
  },
  {
    "startTime": 147.0,
    "endTime": 148.465,
    "text": "Not sure how I know that."
  },
  {
    "startTime": 148.465,
    "endTime": 150.966,
    "text": "So we should all start squatting!"
  },
  {
    "startTime": 152.706,
    "endTime": 153.79999999999998,
    "text": "Not that type of squatting."
  },
  {
    "startTime": 153.8,
    "endTime": 159.8,
    "text": "The next one on our list, is especially Chinese people from Mainland China, they talk really loudly."
  },
  {
    "startTime": 159.8,
    "endTime": 175.3,
    "text": "- I don't really know why they do that, but I remember when I was working before, my boss was like, wondering if people who are next to us were like, fighting with one another, because they were like, talking really passionately, and they were really loud, that's just how they talk. - Yeah. And actually, a lot of the time—"
  },
  {
    "startTime": 175.3,
    "endTime": 182.8,
    "text": "they have a lot of like, their faces look really angry as well, 'cause they're like, (weird noises), but then they're actually talking about like flowers or something."
  },
  {
    "startTime": 182.8,
    "endTime": 188.20000000000002,
    "text": "- We're not just saying, because it is a fact that they do talk louder. - Mmm, hmm."
  },
  {
    "startTime": 188.2,
    "endTime": 199.79999999999998,
    "text": "And I think there's a lot of theories, like you know, in China, there's a lot of people, so in order to be heard, and you know, speak to each other in public places, you have to speak louder in general to get your message across."
  },
  {
    "startTime": 199.8,
    "endTime": 203.936,
    "text": "So maybe, when they came here, they thought it was the same thing, so..."
  },
  {
    "startTime": 203.936,
    "endTime": 213.33,
    "text": "Probably, and especially when you go to like, Chinese restaurants, some Chinese restaurants, like you have to flag them down and you just have to be like, \"Hey!\", you know, really loudly, otherwise they can't hear you."
  },
  {
    "startTime": 213.338,
    "endTime": 219.5,
    "text": "Okay, so another one might be pretty obvious to some people, it's removing the shoes."
  },
  {
    "startTime": 219.5,
    "endTime": 221.514,
    "text": "To me, it's just so obvious."
  },
  {
    "startTime": 221.514,
    "endTime": 224.193,
    "text": "Like, you don't want your house to get dirty."
  },
  {
    "startTime": 224.193,
    "endTime": 230.8,
    "text": "That's why when you go to an Asian person or Asian family house, they always have extra slippers."
  },
  {
    "startTime": 230.8,
    "endTime": 235.0,
    "text": "If you're not comfortable just walking around with your socks, then you can wear these slippers."
  },
  {
    "startTime": 235.0,
    "endTime": 241.5,
    "text": "But I was told, actually, that it's pretty common in some European and South American countries, too, so it's not just Asia."
  },
  {
    "startTime": 241.5,
    "endTime": 246.4,
    "text": "I don't know, I think it's just, I don't think this is a cultural thing, I think it's more like hygienic reason."
  },
  {
    "startTime": 246.4,
    "endTime": 248.9,
    "text": "- I really think it's about the cleanliness.  - Yeah."
  },
  {
    "startTime": 248.9,
    "endTime": 256.38,
    "text": "Another one we kind of picked up is, you know, how when you see a friend, or you know, you meet someone, you're like \"Hey, how you going?\""
  },
  {
    "startTime": 256.385,
    "endTime": 262.192,
    "text": "And that can either be like an invitation to actually, it's like a \"Hi,\" yeah"
  },
  {
    "startTime": 262.192,
    "endTime": 272.2,
    "text": "I think Asian people generally don't really, you know, when you meet someone, just like stand there and just small talk about like little mundane things, like—"
  },
  {
    "startTime": 272.2,
    "endTime": 278.09999999999997,
    "text": "Especially with people that you don't really know, or like people that you just run into on the streets or something like that."
  },
  {
    "startTime": 278.1,
    "endTime": 282.3,
    "text": "They just don't like, I don't know, they're not really expressive."
  },
  {
    "startTime": 282.3,
    "endTime": 298.72,
    "text": "And I think that's maybe like, a cultural thing, because when like, this is a generalization, you know like, Western countries are very open, and very welcoming,  yeah, and they like to talk; whereas Asian cultures were much more reserved."
  },
  {
    "startTime": 298.725,
    "endTime": 306.8,
    "text": "So that's our list of this weird, or not really weird, just like, typically Asian habits that you might see, and you may not understand."
  },
  {
    "startTime": 306.8,
    "endTime": 313.1,
    "text": "And I'm sure there's like a lot of other things that we may have missed, so whatever we missed you can just tell us on the comments section below."
  },
  {
    "startTime": 313.1,
    "endTime": 319.40000000000003,
    "text": "Yeah, and these are just, you know, stemmed from cultural differences, it's not like, it's a bad thing, it's a good thing, it just exists."
  },
  {
    "startTime": 319.4,
    "endTime": 320.7,
    "text": "It's just different."
  },
  {
    "startTime": 320.7,
    "endTime": 329.62,
    "text": "So yeah, hope you guys enjoyed this video, remember to let us know your comments about anything, or you think there's other differences, and we will see you guys soon. Bye!"
  }
]