[
  {
    "startTime": 12.93,
    "endTime": 18.18,
    "text": "These are simple objects: clocks, keys, combs, glasses."
  },
  {
    "startTime": 18.18,
    "endTime": 23.517,
    "text": "They are the things the victims of genocide in Bosnia carried with them on their final journey."
  },
  {
    "startTime": 23.517,
    "endTime": 27.75,
    "text": "We are all familiar with these mundane, everyday objects."
  },
  {
    "startTime": 27.75,
    "endTime": 37.32,
    "text": "The fact that some of the victims carried personal items such as toothpaste and a toothbrush is a clear sign they had no idea what was about to happen to them."
  },
  {
    "startTime": 37.32,
    "endTime": 42.55,
    "text": "Usually, they were told that they were going to be exchanged for prisoners of war."
  },
  {
    "startTime": 42.55,
    "endTime": 53.25,
    "text": "These items have been recovered from numerous mass graves across my homeland, and as we speak, forensics are exhuming bodies from newly discovered mass graves, 20 years after the war."
  },
  {
    "startTime": 53.25,
    "endTime": 57.54,
    "text": "And it is quite possibly the largest ever discovered."
  },
  {
    "startTime": 57.54,
    "endTime": 71.77,
    "text": "During the four years of conflict that devastated the Bosnian nation in the early '90s, approximately 30,000 citizens, mainly civilians, went missing, presumed killed, and another 100,000 were killed during combat operations."
  },
  {
    "startTime": 71.77,
    "endTime": 82.67999999999999,
    "text": "Most of them were killed either in the early days of the war or towards the end of the hostilities, when U.N. safe zones like Srebrenica fell into the hands of the Serb army."
  },
  {
    "startTime": 82.68,
    "endTime": 89.38000000000001,
    "text": "International criminal tribunal delivered a number of sentences for crimes against humanity and genocide."
  },
  {
    "startTime": 89.38,
    "endTime": 98.14999999999999,
    "text": "Genocide is a systematic and deliberate destruction of a racial, political, religious or ethnic group."
  },
  {
    "startTime": 98.15,
    "endTime": 108.64,
    "text": "As much as genocide is about killing, it is also about destroying their property, their cultural heritage, and ultimately the very notion that they ever existed."
  },
  {
    "startTime": 108.64,
    "endTime": 114.18,
    "text": "Genocide is not only about the killing; it is about the denied identity."
  },
  {
    "startTime": 114.18,
    "endTime": 117.53200000000001,
    "text": "There are always traces —no such thing as a perfect crime."
  },
  {
    "startTime": 117.532,
    "endTime": 127.14999999999999,
    "text": "There are always remnants of the perished ones that are more durable than their fragile bodies and our selective and fading memory of them."
  },
  {
    "startTime": 127.15,
    "endTime": 142.905,
    "text": "These items are recovered from numerous mass graves, and the main goal of this collection of the items is a unique process of identifying those who disappeared in the killings, the first act of genocide on European soil since the Holocaust."
  },
  {
    "startTime": 142.905,
    "endTime": 147.285,
    "text": "Not a single body should remain undiscovered or unidentified."
  },
  {
    "startTime": 147.285,
    "endTime": 157.647,
    "text": "Once recovered, these items that the victims carried with them on their way to execution are carefully cleaned, analyzed, catalogued and stored."
  },
  {
    "startTime": 157.647,
    "endTime": 163.2,
    "text": "Thousands of artifacts are packed in white plastic bags just like the ones you see on CSI."
  },
  {
    "startTime": 163.2,
    "endTime": 174.47699999999998,
    "text": "These objects are used as a forensic tool in visual identification of the victims, but they are also used as very valuable forensic evidence in the ongoing war crimes trials."
  },
  {
    "startTime": 174.477,
    "endTime": 185.55100000000002,
    "text": "Survivors are occasionally called to try to identify these items physically, but physical browsing is extremely difficult, an ineffective and painful process."
  },
  {
    "startTime": 185.551,
    "endTime": 193.41699999999997,
    "text": "Once the forensics and doctors and lawyers are done with these objects, they become orphans of the narrative."
  },
  {
    "startTime": 193.417,
    "endTime": 200.8,
    "text": "Many of them get destroyed, believe it or not, or they get simply shelved, out of sight and out of mind."
  },
  {
    "startTime": 200.8,
    "endTime": 211.35000000000002,
    "text": "I decided a few years ago to photograph every single exhumed item in order to create a visual archive that survivors could easily browse."
  },
  {
    "startTime": 211.35,
    "endTime": 214.85,
    "text": "As a storyteller, I like to give back to the community."
  },
  {
    "startTime": 214.85,
    "endTime": 217.64,
    "text": "I like to move beyond raising awareness."
  },
  {
    "startTime": 217.64,
    "endTime": 229.62599999999998,
    "text": "And in this case, someone may recognize these items, or at least their photographs will remain as a permanent, unbiased and accurate reminder of what happened."
  },
  {
    "startTime": 229.626,
    "endTime": 235.45000000000002,
    "text": "Photography is about empathy, and the familiarity of these items guarantee empathy."
  },
  {
    "startTime": 235.45,
    "endTime": 244.47,
    "text": "In this case, I am merely a tool, a forensic, if you like, and the result is a photography that is as close as possible of being a document."
  },
  {
    "startTime": 244.47,
    "endTime": 251.81,
    "text": "Once all the missing persons are identified, only decaying bodies in their graves and these everyday items will remain."
  },
  {
    "startTime": 251.81,
    "endTime": 261.319,
    "text": "In all their simplicity, these items are the last testament to the identity of the victims, the last permanent reminder that these people ever existed."
  },
  {
    "startTime": 261.319,
    "endTime": 263.65700000000004,
    "text": "Thank you very much."
  }
]