[
  {
    "startTime": 0.849,
    "endTime": 5.720000000000001,
    "text": "So let’s talk about babies. Very cute, right? It’s hard to look at a baby smiling at you"
  },
  {
    "startTime": 5.72,
    "endTime": 10.27,
    "text": "and not feel good. But even the most devoted parents don’t generally think of their baby"
  },
  {
    "startTime": 10.27,
    "endTime": 14.649999999999999,
    "text": "as a cognitive powerhouse. But babies figure out how language works like little"
  },
  {
    "startTime": 14.65,
    "endTime": 35.309,
    "text": "geniuses. They’re just born that way. I’m Moti Lieberman, and this is the Ling Space."
  },
  {
    "startTime": 35.309,
    "endTime": 41.129,
    "text": "Language is special. People can do a lot of amazing things - ride a unicycle, learn long"
  },
  {
    "startTime": 41.129,
    "endTime": 43.89,
    "text": "division, walk on the moon. But maybe the most"
  },
  {
    "startTime": 43.89,
    "endTime": 48.609,
    "text": "amazing thing that human beings do is language. Don’t believe me? Just wait."
  },
  {
    "startTime": 48.609,
    "endTime": 53.089,
    "text": "So the most important idea for today’s episode is the theory that the ability to learn and"
  },
  {
    "startTime": 53.089,
    "endTime": 57.0,
    "text": "use language is biologically hardwired into the human brain."
  },
  {
    "startTime": 57.0,
    "endTime": 62.639,
    "text": "Babies are made to pick up the language that they hear around them, just sponging up those glorious sounds and structures"
  },
  {
    "startTime": 62.639,
    "endTime": 67.729,
    "text": "and turning them into their mother tongues. The theory that language is something innate,"
  },
  {
    "startTime": 67.729,
    "endTime": 71.67999999999999,
    "text": "something you’re born with, is known in linguistics as nativism or generativism,"
  },
  {
    "startTime": 71.68,
    "endTime": 75.68900000000001,
    "text": "and it’s got a lot of really good evidence behind it."
  },
  {
    "startTime": 75.689,
    "endTime": 79.75,
    "text": "Before we start getting into what this means, though, let’s be perfectly clear about what"
  },
  {
    "startTime": 79.75,
    "endTime": 85.229,
    "text": "it doesn’t. It doesn’t mean that we’re born with any particular language – no baby springs"
  },
  {
    "startTime": 85.229,
    "endTime": 90.979,
    "text": "into the world with the ability to speak perfect English or German or Japanese. We don’t"
  },
  {
    "startTime": 90.979,
    "endTime": 96.509,
    "text": "come equipped with the rules or sounds or vocabulary of any language - that’s all stuff we have to learn."
  },
  {
    "startTime": 96.509,
    "endTime": 100.42,
    "text": "What babies don’t need to figure out is how language can work – what kinds of words"
  },
  {
    "startTime": 100.42,
    "endTime": 105.85900000000001,
    "text": "we can build, what types of sentences we can make, what sorts of interpretations we’re"
  },
  {
    "startTime": 105.859,
    "endTime": 110.80999999999999,
    "text": "allowed. These fundamental principles of language define what’s possible and what’s not,"
  },
  {
    "startTime": 110.81,
    "endTime": 114.649,
    "text": "and they’re the same for everybody. Anything that doesn’t stick to the rules will never"
  },
  {
    "startTime": 114.649,
    "endTime": 118.149,
    "text": "come up in any human language, ever.  Given how many"
  },
  {
    "startTime": 118.149,
    "endTime": 123.13,
    "text": "different languages there are, it might seem unlikely that there's one set of principles that can rule"
  },
  {
    "startTime": 123.13,
    "endTime": 128.319,
    "text": "them all. But the idea comes to us from none less than the father of modern linguistics,"
  },
  {
    "startTime": 128.319,
    "endTime": 133.66,
    "text": "Noam Chomsky. He called it: Universal Grammar, or UG."
  },
  {
    "startTime": 133.66,
    "endTime": 137.82,
    "text": "There are a lot of arguments to back up the nativist position, but for today, we’re just"
  },
  {
    "startTime": 137.82,
    "endTime": 142.92,
    "text": "going to focus on two of them. So the first is that babies go through the same stages in"
  },
  {
    "startTime": 142.92,
    "endTime": 146.89,
    "text": "development no matter what language they’re learning. The second is that infants master"
  },
  {
    "startTime": 146.89,
    "endTime": 152.2,
    "text": "language way faster than they should if they’re just little blank slate know-nothing babies."
  },
  {
    "startTime": 152.2,
    "endTime": 155.39,
    "text": "To be that fast, there’s got to be something there to help them along."
  },
  {
    "startTime": 155.39,
    "endTime": 161.72,
    "text": "Let’s start off with babbling, those adorable random syllables that little babies make. Except"
  },
  {
    "startTime": 161.72,
    "endTime": 166.25,
    "text": "they’re not really random. No matter what language they’re learning, this early babbling"
  },
  {
    "startTime": 166.25,
    "endTime": 171.9,
    "text": "uses the same set of sounds. One study examined the early babbling of babies from 15 different"
  },
  {
    "startTime": 171.9,
    "endTime": 177.51000000000002,
    "text": "languages, including English, Thai, Japanese, Arabic, Hindi, and Mayan – languages where"
  },
  {
    "startTime": 177.51,
    "endTime": 181.95,
    "text": "all they have in common is that they’re spoken by people. The study found that these"
  },
  {
    "startTime": 181.95,
    "endTime": 187.95,
    "text": "babies all prefer labial consonants, or sounds made with the lips, more than other consonants;"
  },
  {
    "startTime": 187.95,
    "endTime": 192.51,
    "text": "stop consonants like [p] and [b], where the air flow through the mouth is totally blocked,"
  },
  {
    "startTime": 192.51,
    "endTime": 197.6,
    "text": "over others; and vowels made low in the mouth like [æ] and [ɑ] over those that are made"
  },
  {
    "startTime": 197.6,
    "endTime": 199.32,
    "text": "higher up, like [i] and [u]."
  },
  {
    "startTime": 199.32,
    "endTime": 202.85,
    "text": "And all of that is independent of how often - or even whether"
  },
  {
    "startTime": 202.85,
    "endTime": 207.76,
    "text": "at all - these languages make use of these sounds! Babbling Hindi-learning babies make"
  },
  {
    "startTime": 207.76,
    "endTime": 211.87,
    "text": "the same amounts of the same sounds that Arabic-learning babies do."
  },
  {
    "startTime": 211.87,
    "endTime": 216.57,
    "text": "In fact, your average 8-month-old baby can differentiate between any pair of sounds used"
  },
  {
    "startTime": 216.57,
    "endTime": 220.88,
    "text": "in any language in the world. Depending on your language, you might not be able to tell"
  },
  {
    "startTime": 220.88,
    "endTime": 224.38,
    "text": "the difference between [t̪ɑk] and [ʈɑk], or between [lɑk] and [ɹɑk],"
  },
  {
    "startTime": 224.38,
    "endTime": 228.62,
    "text": "but your baby can. It makes sense: a baby needs to be prepared"
  },
  {
    "startTime": 228.62,
    "endTime": 233.32,
    "text": "to pick up any language, so they better come equipped to hear anything that could be relevant."
  },
  {
    "startTime": 233.32,
    "endTime": 237.57999999999998,
    "text": "It’s not just the way they deal with sounds that’s the same for all infants. They all"
  },
  {
    "startTime": 237.58,
    "endTime": 243.18,
    "text": "pick up words at the same approximate rate and stages, too, and that's regardless of how the language"
  },
  {
    "startTime": 243.18,
    "endTime": 247.9,
    "text": "they’re learning works. It doesn’t matter whether or not the babies hear motherese, that"
  },
  {
    "startTime": 247.9,
    "endTime": 253.63,
    "text": "way of speaking slow and using easy words and intonation, like “What a cute baby!"
  },
  {
    "startTime": 253.63,
    "endTime": 256.739,
    "text": "Where’s the kitty, baby?”"
  },
  {
    "startTime": 256.739,
    "endTime": 261.92999999999995,
    "text": "It doesn’t matter if the language has tone, like Mandarin, or doesn’t, like English,"
  },
  {
    "startTime": 261.93,
    "endTime": 265.72,
    "text": "or whether the verb comes at the beginning or end of the sentence."
  },
  {
    "startTime": 265.72,
    "endTime": 270.16,
    "text": "In fact, all babies, in whatever language, will start getting their first words around"
  },
  {
    "startTime": 270.16,
    "endTime": 275.33000000000004,
    "text": "10-12 months old. By 18 months, they’ve got about 50 words. And then they undergo"
  },
  {
    "startTime": 275.33,
    "endTime": 280.99,
    "text": "a crazy vocabulary spurt, picking up hundreds of words over the next few months, so that"
  },
  {
    "startTime": 280.99,
    "endTime": 287.23,
    "text": "by around 2, they’ll have about 500. And then they start going even faster! Your average"
  },
  {
    "startTime": 287.23,
    "endTime": 292.53000000000003,
    "text": "2 and a half year old is glomming up new words at the rate of about 10 a day. That’s faster than"
  },
  {
    "startTime": 292.53,
    "endTime": 296.0,
    "text": "your average 3-credit undergraduate language course."
  },
  {
    "startTime": 296.0,
    "endTime": 300.97,
    "text": "So the ways that kids make sounds, the way they pick up words, it’s all the same worldwide,"
  },
  {
    "startTime": 300.97,
    "endTime": 305.57000000000005,
    "text": "in Chicago or Tokyo or Cairo or Bangkok. And since the languages they’re learning are"
  },
  {
    "startTime": 305.57,
    "endTime": 310.7,
    "text": "all so different, this tells us something fundamental about the human brain. How babies"
  },
  {
    "startTime": 310.7,
    "endTime": 314.9,
    "text": "learn language is biological – our brains are configured for language."
  },
  {
    "startTime": 314.9,
    "endTime": 319.03999999999996,
    "text": "If you’re still not convinced, how about this: there’s been a lot of research done"
  },
  {
    "startTime": 319.04,
    "endTime": 323.25,
    "text": "on other language acquisition theories, and the results there are just as clear."
  },
  {
    "startTime": 323.25,
    "endTime": 327.22,
    "text": "Maybe you think that we can pick up language quicker than other behavioral skills, that"
  },
  {
    "startTime": 327.22,
    "endTime": 332.6,
    "text": "there’s nothing special about it except how fast we do it. Okay. First, of course"
  },
  {
    "startTime": 332.6,
    "endTime": 338.31,
    "text": "kids make mistakes - calling a deer “horsie” the first time they see one, saying “I eated”"
  },
  {
    "startTime": 338.31,
    "endTime": 342.15,
    "text": "instead of “I ate” - but there’s all sorts of mistakes that kids don’t make that it"
  },
  {
    "startTime": 342.15,
    "endTime": 347.47999999999996,
    "text": "seems like they should. For example, when asking a question, “Teddy is happy” can"
  },
  {
    "startTime": 347.48,
    "endTime": 354.3,
    "text": "turn into “Is Teddy happy?”, but “Teddy dressed up as Alice” can never turn into “Dressed"
  },
  {
    "startTime": 354.3,
    "endTime": 358.0,
    "text": "Teddy up as Alice?”. Kids never make mistakes like that."
  },
  {
    "startTime": 358.0,
    "endTime": 362.19,
    "text": "Second, if language was just something you picked up without having a blueprint in your"
  },
  {
    "startTime": 362.19,
    "endTime": 367.53,
    "text": "brain, it should be possible to approximate some part of it with computer modeling. That’s"
  },
  {
    "startTime": 367.53,
    "endTime": 372.65999999999997,
    "text": "exactly what one linguist tried to do in 2011. She designed twenty different computer models"
  },
  {
    "startTime": 372.66,
    "endTime": 377.21000000000004,
    "text": "of how the English stress system could be acquired – so what syllables should be pronounced"
  },
  {
    "startTime": 377.21,
    "endTime": 382.0,
    "text": "more strongly than others, and what factors matter for deciding that. And the researcher"
  },
  {
    "startTime": 382.0,
    "endTime": 387.31,
    "text": "didn’t only run the experiment only once – she did it a thousand times for each model, with"
  },
  {
    "startTime": 387.31,
    "endTime": 392.37,
    "text": "different versions paying attention to different factors. So how many of these models nailed"
  },
  {
    "startTime": 392.37,
    "endTime": 397.43,
    "text": "English? Three. Three out of twenty thousand total trials."
  },
  {
    "startTime": 397.43,
    "endTime": 401.93,
    "text": "And yet, basically every English speaking child gets this right. That strongly"
  },
  {
    "startTime": 401.93,
    "endTime": 405.74,
    "text": "suggests there’s something very special going on with language."
  },
  {
    "startTime": 405.74,
    "endTime": 409.58,
    "text": "But it’s not just that all babies do the same things that makes us think that language"
  },
  {
    "startTime": 409.58,
    "endTime": 414.02,
    "text": "is innate, that it’s something we’re born with. It’s that kids get so good at language"
  },
  {
    "startTime": 414.02,
    "endTime": 419.06,
    "text": "so quickly. Let’s consider what your average 2 and a half year old knows about language."
  },
  {
    "startTime": 419.06,
    "endTime": 423.09,
    "text": "They know what sound combinations are possible for their language, so they know what a possible"
  },
  {
    "startTime": 423.09,
    "endTime": 427.44899999999996,
    "text": "word sounds like. They know the word order for their language, so a Turkish kid will"
  },
  {
    "startTime": 427.449,
    "endTime": 431.46000000000004,
    "text": "know that the verb comes after the object, but a French kid will know it’s the other"
  },
  {
    "startTime": 431.46,
    "endTime": 436.33,
    "text": "way around. They know how to make questions, and what sorts of questions it's grammatically"
  },
  {
    "startTime": 436.33,
    "endTime": 441.639,
    "text": "okay to ask. They know how to use modifiers like adjectives or adverbs. Now, think about"
  },
  {
    "startTime": 441.639,
    "endTime": 448.11,
    "text": "what your average toddler knows about, like, everything else. They know a whole lot about how language"
  },
  {
    "startTime": 448.01,
    "endTime": 455.75,
    "text": "works, at an age where they can’t add 2 + 2. Or tie their shoes. Or reliably use a bathroom."
  },
  {
    "startTime": 455.75,
    "endTime": 462.04,
    "text": "So why are kids so good? Why can they learn so fast, make so few mistakes, and succeed"
  },
  {
    "startTime": 462.04,
    "endTime": 466.6,
    "text": "where sophisticated computer models fail? How do they know all of this despite not having"
  },
  {
    "startTime": 466.6,
    "endTime": 471.12,
    "text": "it explicitly taught to them? It’s because they already know how language can work. Deep"
  },
  {
    "startTime": 471.12,
    "endTime": 476.29,
    "text": "in their brains, in their genes, they have the abstract rule sets that tell them what’s possible"
  },
  {
    "startTime": 476.29,
    "endTime": 481.949,
    "text": "and what’s not. All babies start the same way, with the same linguistic abilities. Then,"
  },
  {
    "startTime": 481.949,
    "endTime": 486.22,
    "text": "they apply the data they hear to the Universal Grammar in their heads, and they make little"
  },
  {
    "startTime": 486.22,
    "endTime": 489.43,
    "text": "linguistic miracles happen. Every single day."
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "So we’ve reached the end of the Ling Space for this week. We’ll be coming back to talk"
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "more about child language in the future, but if you were paying attention this time, you"
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "learned that nativist or generativist ideas mean that we think language is innate, but"
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "not that any particular language is; that babies go through"
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "the same stages of development regardless of what language they’re learning; and that"
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "kids know a whole lot about how language works at a really early age."
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "The Ling Space is written and produced by me, Moti Lieberman. It’s directed by Adèle-Élise"
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "Prévost, our production assistant is Georges Coulombe, and our music and sound design is by"
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "Shane Turner. Our educational consultants are Level-Up Learning Solutions, and our graphics"
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "team is atelierMuse. We’re down in the comments below, or you can bring the discussion over"
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "to our website, where we have some extra material on this topic. Check us out on Twitter and"
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "Facebook, and if you want to keep expanding your own personal Ling Space, please subscribe."
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "And we’ll see you next Wednesday. Mata raishuu!"
  }
]