[
  {
    "startTime": 0.32,
    "endTime": 4.11,
    "text": "So let’s talk about moving. It’s a real challenge to get all of your stuff from one"
  },
  {
    "startTime": 4.11,
    "endTime": 9.66,
    "text": "place to another. The thing is, even if you decide to leave lots of junk behind, one thing"
  },
  {
    "startTime": 9.66,
    "endTime": 14.190000000000001,
    "text": "you’re always stuck with is your old language. It might clutter up the brain space you want"
  },
  {
    "startTime": 14.19,
    "endTime": 19.289,
    "text": "for your fresh new language, but there’s nothing you can do about it. Some things, you can’t leave"
  },
  {
    "startTime": 19.289,
    "endTime": 36.7,
    "text": "behind. I’m Moti Lieberman, and this is The Ling Space."
  },
  {
    "startTime": 36.7,
    "endTime": 41.010000000000005,
    "text": "So the biggest difference between learning your first language and any other one is also the most"
  },
  {
    "startTime": 41.01,
    "endTime": 45.559,
    "text": "obvious: when you’re learning a second or third language, you already have a whole linguistic"
  },
  {
    "startTime": 45.559,
    "endTime": 50.149,
    "text": "system inside your head. And as much as we’d like to forget everything we know about our native"
  },
  {
    "startTime": 50.149,
    "endTime": 54.649,
    "text": "language, when we learn a new one, we just can’t. Once your system’s been wired"
  },
  {
    "startTime": 54.649,
    "endTime": 59.829,
    "text": "with the grammar of your first language, that knowledge is very sticky. It’s like caramel,"
  },
  {
    "startTime": 59.829,
    "endTime": 61.46,
    "text": "except inside your brain."
  },
  {
    "startTime": 61.46,
    "endTime": 65.72,
    "text": "But people still learn new languages, right? It’s not like there’s a sign that says,"
  },
  {
    "startTime": 65.72,
    "endTime": 70.28,
    "text": "if you’re over two years old, you can’t ride the new language roller coaster. The"
  },
  {
    "startTime": 70.28,
    "endTime": 74.38,
    "text": "difference, though, is this: if you already have a grammar in your head, and you start"
  },
  {
    "startTime": 74.38,
    "endTime": 78.92999999999999,
    "text": "learning a new one, your first guess about whatever your new language will do is based on"
  },
  {
    "startTime": 78.93,
    "endTime": 83.72000000000001,
    "text": "however your old language did it. In other words, you transfer knowledge over from your first"
  },
  {
    "startTime": 83.72,
    "endTime": 89.78,
    "text": "language, or L1, into your second language, or L2. As you get more information about your"
  },
  {
    "startTime": 89.78,
    "endTime": 95.18900000000001,
    "text": "L2, you’ll revise all those ideas and make a new grammar, but transfer happens first."
  },
  {
    "startTime": 95.189,
    "endTime": 100.24,
    "text": "So how do we know there has to be transfer? Well, if everyone started from scratch for"
  },
  {
    "startTime": 100.24,
    "endTime": 104.439,
    "text": "their L2, they would all follow the same path, right? All people would pick up their new"
  },
  {
    "startTime": 104.439,
    "endTime": 108.99,
    "text": "language in the same way, no matter where they were coming from. Use the same language"
  },
  {
    "startTime": 108.99,
    "endTime": 114.79899999999999,
    "text": "recipe, get the same language cake. But that’s not even close to what happens! We see different"
  },
  {
    "startTime": 114.799,
    "endTime": 119.759,
    "text": "patterns in what mistakes people make depending on what their first language was. And we know"
  },
  {
    "startTime": 119.759,
    "endTime": 123.299,
    "text": "they can’t be getting it from speakers of whatever it is they’re learning, because"
  },
  {
    "startTime": 123.299,
    "endTime": 126.289,
    "text": "native speakers would never say those things."
  },
  {
    "startTime": 126.289,
    "endTime": 130.91,
    "text": "For example, take an English word like “have.” French doesn’t have that [h] sound at the"
  },
  {
    "startTime": 130.91,
    "endTime": 134.41,
    "text": "beginning, but it's totally fine with a sound like [v] coming at the end of"
  },
  {
    "startTime": 134.41,
    "endTime": 139.76,
    "text": "a word, so a French learner of English will usually say something like [æv]. A German"
  },
  {
    "startTime": 139.76,
    "endTime": 144.69,
    "text": "speaker, on the other hand, comes equipped with a language that already has [h], but doesn’t"
  },
  {
    "startTime": 144.69,
    "endTime": 149.87,
    "text": "let sounds like [v] show up at the end of a word, so they’ll usually say something like [hæf]."
  },
  {
    "startTime": 149.87,
    "endTime": 154.0,
    "text": "We even see changes in how you’ll pronounce things depending on what dialect of a language"
  },
  {
    "startTime": 154.0,
    "endTime": 156.28,
    "text": "you speak! So no version of"
  },
  {
    "startTime": 156.28,
    "endTime": 160.82,
    "text": "French has that [ð] sound that you get in English in words like [ði] (the) or [ðɛɹ] (there)."
  },
  {
    "startTime": 160.82,
    "endTime": 165.54999999999998,
    "text": "It’s a really hard sound for L2 speakers to learn, and so they’ll often switch"
  },
  {
    "startTime": 165.55,
    "endTime": 170.77,
    "text": "it up for a different consonant. But European French speakers will fix it by saying [z],"
  },
  {
    "startTime": 170.77,
    "endTime": 177.11,
    "text": "like “Go over zere.” Quebec French speakers on the other hand will get around it by using [d], like"
  },
  {
    "startTime": 177.11,
    "endTime": 182.87,
    "text": "“Go over dere.” Even though it’s the same language! But they’re not the same dialect,"
  },
  {
    "startTime": 182.87,
    "endTime": 187.70000000000002,
    "text": "and that change is enough to make the English pronunciations they end up with different, too."
  },
  {
    "startTime": 187.7,
    "endTime": 193.26,
    "text": "So how much do you transfer from your native language? Well… pretty much everything!"
  },
  {
    "startTime": 193.26,
    "endTime": 199.16,
    "text": "Yeah. Everything. You fully transfer over that whole native grammar. You leave the words"
  },
  {
    "startTime": 199.16,
    "endTime": 203.99,
    "text": "behind, mostly, but you take everything else. We’re able to say this because we can find"
  },
  {
    "startTime": 203.99,
    "endTime": 208.58,
    "text": "evidence of transfer in every part of the L2 grammar, from the phonemes all the"
  },
  {
    "startTime": 208.58,
    "endTime": 209.9,
    "text": "way up through semantics."
  },
  {
    "startTime": 209.9,
    "endTime": 215.16,
    "text": "We’ve already talked about some phonological examples, but only for single sounds. We can"
  },
  {
    "startTime": 215.16,
    "endTime": 220.43,
    "text": "also find plenty of cases where whole words are affected by transfer. Like, take groups"
  },
  {
    "startTime": 220.43,
    "endTime": 225.31,
    "text": "of consonants. Some languages are totally fine with bunches of consonants clumping"
  },
  {
    "startTime": 225.31,
    "endTime": 230.6,
    "text": "together in a word, and others firmly disapprove of it. But even if you disapprove, there are"
  },
  {
    "startTime": 230.6,
    "endTime": 232.43,
    "text": "lots of different ways to fix it."
  },
  {
    "startTime": 232.43,
    "endTime": 236.82,
    "text": "Take a word like “sparkle.” If you’re a Spanish speaker, you don’t like that [sp]"
  },
  {
    "startTime": 236.82,
    "endTime": 241.82,
    "text": "at the beginning of the word. Spanish fixes this by putting an [ɛ] at the beginning of the word,"
  },
  {
    "startTime": 241.82,
    "endTime": 247.09,
    "text": "so that [s] and [p] belong to different syllables. So a Spanish learner of English"
  },
  {
    "startTime": 247.09,
    "endTime": 249.34,
    "text": "would probably say something like [ɛspɑɹkəl]."
  },
  {
    "startTime": 249.34,
    "endTime": 254.81,
    "text": "But Japanese, which also hates consonant clusters, takes a different tack. Between the pairs"
  },
  {
    "startTime": 254.81,
    "endTime": 260.43,
    "text": "of consonants, Japanese shoehorns in this extra vowel, [ɯ]. If there’s a vowel in between,"
  },
  {
    "startTime": 260.43,
    "endTime": 265.24,
    "text": "no more bunch of consonants, so problem solved! That’s why a Japanese speaker wouldn’t"
  },
  {
    "startTime": 265.24,
    "endTime": 269.16,
    "text": "say “sparkle” or “esparkel”. They’d say [sɯpɑ:kɯɾɯ] (スパークル). So"
  },
  {
    "startTime": 269.16,
    "endTime": 274.3,
    "text": "from this, you can tell that non-native accents are a result of transfer. Your accent is"
  },
  {
    "startTime": 274.3,
    "endTime": 278.37,
    "text": "different based on what the phonology of your native language was, because it got moved"
  },
  {
    "startTime": 278.37,
    "endTime": 284.23,
    "text": "over with everything else. This can be some of the toughest stuff to fix, but it IS doable."
  },
  {
    "startTime": 284.23,
    "endTime": 290.01,
    "text": "But transfer goes beyond phonology. We can see it in syntax, too. So, no surprise, sentences"
  },
  {
    "startTime": 290.01,
    "endTime": 294.78,
    "text": "get built differently in different languages. For example, in English, adverbs come before"
  },
  {
    "startTime": 294.78,
    "endTime": 299.97999999999996,
    "text": "the verb, so like “Barney frequently wears suits,” but in French, it comes after the"
  },
  {
    "startTime": 299.98,
    "endTime": 306.22,
    "text": "verb. “Barney porte fréquemment des costumes.” And sure enough, the word order here transfers."
  },
  {
    "startTime": 306.22,
    "endTime": 312.31,
    "text": "In English, L1 French speakers will say “Barney wears frequently suits”. Similarly, in French,"
  },
  {
    "startTime": 312.31,
    "endTime": 317.73,
    "text": "English speakers will say “Barney fréquemment porte des costumes.” You just get what your"
  },
  {
    "startTime": 317.73,
    "endTime": 319.69,
    "text": "native language would have done."
  },
  {
    "startTime": 319.69,
    "endTime": 323.75,
    "text": "Or maybe you’re a Greek learner of English, and you want to say “Ted married the woman"
  },
  {
    "startTime": 323.75,
    "endTime": 328.15,
    "text": "that he met at the wedding.” Well, in Greek, you’d put the equivalent of her in that"
  },
  {
    "startTime": 328.15,
    "endTime": 329.91999999999996,
    "text": "lower sentence, like this: Ο Θοδωρής παντρεύτηκε κάποια γυναίκα"
  },
  {
    "startTime": 329.92,
    "endTime": 332.85,
    "text": "που τη γνώρισε στον γάμο. So in English, you wouldn’t leave that “her”"
  },
  {
    "startTime": 332.85,
    "endTime": 339.16,
    "text": "out, right? No, you’d probably say “Ted married the woman that he met her at the wedding.”"
  },
  {
    "startTime": 339.16,
    "endTime": 341.07000000000005,
    "text": "And transfer strikes again."
  },
  {
    "startTime": 341.07,
    "endTime": 346.74,
    "text": "We can even see this in the way that L2 learners interpret sentences. So consider the sentence"
  },
  {
    "startTime": 346.74,
    "endTime": 351.79,
    "text": "“Lily didn’t drink the beer or the whiskey.” In English, this sentence means that Lily"
  },
  {
    "startTime": 351.79,
    "endTime": 356.78000000000003,
    "text": "couldn’t have drank either of the alcoholic beverages. But in Japanese, the exact same"
  },
  {
    "startTime": 356.78,
    "endTime": 361.53,
    "text": "sentence would mean that Lily drank either the beer, or the whiskey, but not both of"
  },
  {
    "startTime": 361.53,
    "endTime": 366.73999999999995,
    "text": "them. So the same sentence, with the same structure, but a different interpretation."
  },
  {
    "startTime": 366.74,
    "endTime": 370.86,
    "text": "So what happens when you ask a Japanese learner of English whether Lily had either"
  },
  {
    "startTime": 370.86,
    "endTime": 376.41,
    "text": "of the drinks? They’ll tell you that she drank one or the other of them, but not both. So even the"
  },
  {
    "startTime": 376.41,
    "endTime": 379.29,
    "text": "way you want to interpret a sentence gets transferred over."
  },
  {
    "startTime": 379.29,
    "endTime": 384.06,
    "text": "That’s because L2 transfer is everywhere. It’s helpful in a way, because you don’t"
  },
  {
    "startTime": 384.06,
    "endTime": 389.19,
    "text": "have to start from scratch with each new language. That’d take way longer! But"
  },
  {
    "startTime": 389.19,
    "endTime": 393.84,
    "text": "it’s so pervasive, it colors everything you do in your L2. You can work at"
  },
  {
    "startTime": 393.84,
    "endTime": 398.13,
    "text": "getting beyond it, but sometimes you’re just stuck with what you have. If you look"
  },
  {
    "startTime": 398.13,
    "endTime": 402.15,
    "text": "at your first language, you can find what sorts of mistakes you’ll probably make in"
  },
  {
    "startTime": 402.15,
    "endTime": 407.38,
    "text": "your new one. For better or for worse, it’s the linguistic baggage you carry around with you."
  },
  {
    "startTime": 407.38,
    "endTime": 411.81,
    "text": "So we’ve reached the end of the Ling Space for this week. If my word order seemed natural"
  },
  {
    "startTime": 411.81,
    "endTime": 416.47,
    "text": "to you, you learned that when we learn a new language, we transfer over our whole native"
  },
  {
    "startTime": 416.47,
    "endTime": 420.27000000000004,
    "text": "grammar; that depending on what language you’re starting from, the mistakes you’ll make"
  },
  {
    "startTime": 420.27,
    "endTime": 425.28,
    "text": "in the L2 will be different; and that transfer effects can be found all over linguistics,"
  },
  {
    "startTime": 425.28,
    "endTime": 428.03999999999996,
    "text": "from phonology to syntax to semantics."
  },
  {
    "startTime": 428.04,
    "endTime": 432.63,
    "text": "The Ling Space is produced by me, Moti Lieberman. It’s directed by Adèle-Elise Prévost,"
  },
  {
    "startTime": 432.63,
    "endTime": 437.32,
    "text": "and it’s written by both of us. Our production assistant is Georges Coulombe, our music and"
  },
  {
    "startTime": 437.32,
    "endTime": 442.07,
    "text": "sound design is by Shane Turner, and our graphics team is AtelierMuse. Write down in the comments"
  },
  {
    "startTime": 442.07,
    "endTime": 446.4,
    "text": "below, or you can bring the discussion back over to our website, where we have some extra material"
  },
  {
    "startTime": 446.4,
    "endTime": 451.17999999999995,
    "text": "on this topic. Check us out on Tumblr, Twitter and Facebook, and if you want to keep expanding"
  },
  {
    "startTime": 451.18,
    "endTime": 455.65000000000003,
    "text": "your own personal Ling Space, please subscribe. And we’ll see you next Wednesday."
  },
  {
    "startTime": 455.65,
    "endTime": 465.65,
    "text": "Ekosi maka Kawi asamēna ka wāpimitin!"
  }
]