[
  {
    "startTime": 0.269,
    "endTime": 8.43,
    "text": "Here’s little Robert Kiyosaki. He has two fathers. One of them has a Ph.D., the other never finished 8th grade."
  },
  {
    "startTime": 8.43,
    "endTime": 17.98,
    "text": "Both earn substantial incomes, yet one always struggles financially, while the other is going to become one of the richest men in Hawaii."
  },
  {
    "startTime": 17.98,
    "endTime": 22.34,
    "text": "One is going to die leaving tens of millions of dollars to his family."
  },
  {
    "startTime": 22.34,
    "endTime": 25.84,
    "text": "The other is going to leave bills to be paid."
  },
  {
    "startTime": 25.84,
    "endTime": 32.79,
    "text": "The problem with financial education is that it isn’t taught in schools, so the family decides to teach it."
  },
  {
    "startTime": 32.79,
    "endTime": 48.97,
    "text": "Now, the problem with this is that unless your parents are in the top 1%, they are going to teach you how to be poor, not because they don’t love you, they just don’t know what they’re teaching, and they don’t read books like Rich Dad Poor Dad."
  },
  {
    "startTime": 48.97,
    "endTime": 53.48,
    "text": "My story is very similar. I was taught how to be poor."
  },
  {
    "startTime": 53.48,
    "endTime": 59.48,
    "text": "Then I went to the Air Force Academy and studied economics and took accounting and investing classes."
  },
  {
    "startTime": 59.48,
    "endTime": 65.86999999999999,
    "text": "I did complicated regressions on economic data and balanced complex balance sheets."
  },
  {
    "startTime": 65.87,
    "endTime": 75.43,
    "text": "Yet, I have received more pragmatic advice by reading a single book from Kiyosaki, than I did by taking four years of complicated classes."
  },
  {
    "startTime": 75.43,
    "endTime": 84.53,
    "text": "I've never had a rich dad, but I have many rich dads now. Clason, Kiyosaki, Hill, DeMarco, the list goes on."
  },
  {
    "startTime": 84.53,
    "endTime": 92.32000000000001,
    "text": "So if you weren’t born into the top 1%, let’s learn from Kiyosaki who learned from his rich dad."
  },
  {
    "startTime": 92.32,
    "endTime": 97.52999999999999,
    "text": "You have to know these two words: assets and liabilities."
  },
  {
    "startTime": 97.53,
    "endTime": 104.23,
    "text": "Now forget what you might have learned in your accounting classes, we are going to define them in very simple terms."
  },
  {
    "startTime": 104.23,
    "endTime": 113.12,
    "text": "An asset is anything that puts money in your pocket. A liability is anything that takes money away from your pocket."
  },
  {
    "startTime": 113.12,
    "endTime": 115.93,
    "text": "Anything can be an asset or a liability."
  },
  {
    "startTime": 115.93,
    "endTime": 121.18,
    "text": "If you own a house and it eats a $1000 a month, then it’s a liability."
  },
  {
    "startTime": 121.18,
    "endTime": 126.38000000000001,
    "text": "If you own a house and it brings in a $1000 a month, then it’s an asset."
  },
  {
    "startTime": 126.38,
    "endTime": 136.54,
    "text": "Assets are things like businesses, real estate, paper assets, things like stocks and bonds. Here is why knowing this distinction is so important."
  },
  {
    "startTime": 136.54,
    "endTime": 149.20999999999998,
    "text": "Really try to focus on this. The poor only have expenses, the rich buy assets, and the middle class buy liabilities that they think are assets."
  },
  {
    "startTime": 149.21,
    "endTime": 158.63,
    "text": "After graduating if I had followed everybody’s advice, I would have gotten a job which increases my income, but there are so many problems with that."
  },
  {
    "startTime": 158.63,
    "endTime": 166.73,
    "text": "As I got my job, my girlfriend and I would have moved into a bigger house, we would have gotten a BMW in addition to our Mustang. I would have bought the iPhone 6."
  },
  {
    "startTime": 169.53,
    "endTime": 177.13,
    "text": "The problem with all of this is that I would think I was acquiring assets while I was actually acquiring liabilities."
  },
  {
    "startTime": 177.13,
    "endTime": 182.57,
    "text": "I would have to pay every month for the house, for the car, for my expensive phone."
  },
  {
    "startTime": 182.57,
    "endTime": 197.54,
    "text": "In essence, unless you make a paradigm shift about what you do with your money, which is to buy actual assets, no matter how much income you earn from your job, you will just match it with your liabilities and expenses."
  },
  {
    "startTime": 197.54,
    "endTime": 205.23,
    "text": "Your friends might admire your iPhone 6, and you might look rich but you will never actually be rich."
  },
  {
    "startTime": 205.23,
    "endTime": 213.13,
    "text": "Now there is nothing wrong with having your job. I just don’t have one, because I’m operating from the assets quadrant."
  },
  {
    "startTime": 213.13,
    "endTime": 222.87,
    "text": "But, if you are following the standard narrative of going to school and getting a job, chances are you’re acquiring liabilities which you think are assets."
  },
  {
    "startTime": 222.87,
    "endTime": 233.48000000000002,
    "text": "That is the problem. So keep your job, but make sure what you earn goes mostly towards real assets, rather than liabilities that seem like assets."
  },
  {
    "startTime": 233.48,
    "endTime": 238.79,
    "text": "And yes, eventually when you acquire enough assets, you won’t need your job either."
  },
  {
    "startTime": 238.79,
    "endTime": 247.32,
    "text": "It absolutely blows my mind how people say, well what if I lose money with the business, or the real estate, or the paper assets."
  },
  {
    "startTime": 247.32,
    "endTime": 256.67,
    "text": "They don’t say the same thing about buying their second enormous TV which will be worthless in a year, and which creates a liability every month."
  },
  {
    "startTime": 256.67,
    "endTime": 264.13,
    "text": "I would rather lose all of my money starting a business than lose it by buying yet another TV I don’t need."
  },
  {
    "startTime": 264.13,
    "endTime": 274.45,
    "text": "Even if I lost all my money, the lessons learned from starting a business would be infinitely more valuable than watching Dr. Phil."
  },
  {
    "startTime": 274.45,
    "endTime": 279.78,
    "text": "Here is another problem. It’s not how much money you make, it’s how much money you keep."
  },
  {
    "startTime": 279.78,
    "endTime": 294.73999999999995,
    "text": "If I told you I was going to pay you a million dollars a month, but then I took away $999,999, you’d have to be an idiot if you said you were making a million."
  },
  {
    "startTime": 294.74,
    "endTime": 298.37,
    "text": "My dad told me become a doctor and you will be rich."
  },
  {
    "startTime": 298.37,
    "endTime": 304.32,
    "text": "Yet a doctor pays a half or even more of what he earns just to the government."
  },
  {
    "startTime": 304.32,
    "endTime": 313.14,
    "text": "You get taxed when you earn, you get taxed when you spend, you get taxed when you save, and guess what, you get taxed when you die."
  },
  {
    "startTime": 313.14,
    "endTime": 320.93,
    "text": "On the other hand, you can operate from the assets quadrant and pay sometimes 0% in taxes."
  },
  {
    "startTime": 320.93,
    "endTime": 327.13,
    "text": "I have doctor friends who are more financially anxious than my absolutely broke friends."
  },
  {
    "startTime": 327.13,
    "endTime": 334.43,
    "text": "Here is a short history of taxation. Years ago, there was no tax in Great Britain or in the United States."
  },
  {
    "startTime": 334.43,
    "endTime": 338.24,
    "text": "It amazes me how so many people don’t realize this."
  },
  {
    "startTime": 338.24,
    "endTime": 346.32,
    "text": "The government would sometimes collect tax during civil wars and extreme cases, but there was no actual tax."
  },
  {
    "startTime": 346.32,
    "endTime": 350.68899999999996,
    "text": "Well, the government realized that the poor and the middle class were idiots."
  },
  {
    "startTime": 350.48,
    "endTime": 356.23,
    "text": "The masses looked up to the idiotic story of Robin Hood and actually admired it."
  },
  {
    "startTime": 356.23,
    "endTime": 365.58000000000004,
    "text": "So, the government decided it was going to leverage that. It said, hey guys let’s put a tax on the rich, so you idiots can get money from them."
  },
  {
    "startTime": 365.58,
    "endTime": 369.12,
    "text": "Well of course all the idiots agreed and voted for it."
  },
  {
    "startTime": 369.12,
    "endTime": 378.23,
    "text": "The problem is that the government’s greed grew bigger and bigger until the taxation trickled down to everyone including the poor."
  },
  {
    "startTime": 378.23,
    "endTime": 379.83000000000004,
    "text": "But the rich didn’t care. They were too smart for little Robin Hood."
  },
  {
    "startTime": 382.13,
    "endTime": 387.23,
    "text": "They easily found ways to avoid being robbed of their hard earned money."
  },
  {
    "startTime": 387.23,
    "endTime": 392.23,
    "text": "So it actually hurt the idiots in the end, the poor and the middle class."
  },
  {
    "startTime": 392.23,
    "endTime": 397.469,
    "text": "That is why Warren Buffett pays lower tax rate than his secretary."
  },
  {
    "startTime": 397.32,
    "endTime": 404.09999999999997,
    "text": "I was born in 1992, in the Republic of Georgia right after the breakup of the Soviet Union."
  },
  {
    "startTime": 404.1,
    "endTime": 414.12,
    "text": "If you think I worked my ass off in poverty for two decades, so one day I could come to another communist state, you must be out of your mind."
  },
  {
    "startTime": 414.12,
    "endTime": 431.53000000000003,
    "text": "You must be out of your mind if you think I’m going to share over half of what I earn with blood and sweat with people who want to sit on their ass and watch TV all day and collect the benefits the government hands out to them, so they can get reelected."
  },
  {
    "startTime": 431.53,
    "endTime": 439.09999999999997,
    "text": "The rich are too smart for this. Yes, I am going to buy my BMW, I’m just going to buy it for my corporation."
  },
  {
    "startTime": 439.1,
    "endTime": 455.48,
    "text": "A poor person thinks of a bunch of buildings when he thinks of a corporation when in reality, it’s really a folder full of papers, a folder full of papers that allows the rich to make all the expenses and then pay the taxes at the end."
  },
  {
    "startTime": 455.48,
    "endTime": 477.129,
    "text": "So the rich will never actually be affected by any of this. It will always come down to the middle and the upper middle class, the people who work the hardest, to pay for the benefits of the person with a bag of chips in one hand, and a remote in the other."
  }
]