[
  {
    "startTime": 0.0,
    "endTime": 2.82,
    "text": "Hello. Welcome to the \"grow your audience boot camp\"."
  },
  {
    "startTime": 2.82,
    "endTime": 12.3,
    "text": "My name is Bailey, and I'm an audience development strategist here at YouTube."
  },
  {
    "startTime": 12.3,
    "endTime": 16.9,
    "text": "I wanna kick us off by talking a little bit about why growing your audience is so important."
  },
  {
    "startTime": 16.9,
    "endTime": 20.5,
    "text": "Did you know that every single month, 1 billion people visit YouTube?"
  },
  {
    "startTime": 20.5,
    "endTime": 28.5,
    "text": "One billion! That's nearly 1/7th of the entire world's population. And those 1 billion people? Well, they watch 6 billion hours of content."
  },
  {
    "startTime": 28.5,
    "endTime": 34.4,
    "text": "This means that no matter what type of video you're creating, there's definitely gonna be a fan out there for you."
  },
  {
    "startTime": 34.4,
    "endTime": 39.199999999999996,
    "text": "But guess what? All these potential fans, they've got a lot of options."
  },
  {
    "startTime": 39.2,
    "endTime": 43.900000000000006,
    "text": "Every single minute, 100 new hours of video is uploaded to YouTube."
  },
  {
    "startTime": 43.9,
    "endTime": 51.94,
    "text": "So, it's really important for you to optimize your videos and your channels to help your audiences find and fall in love with your content."
  },
  {
    "startTime": 51.94,
    "endTime": 55.5,
    "text": "Which is exactly what we made this boot camp to do: to teach you these steps."
  },
  {
    "startTime": 55.5,
    "endTime": 62.64,
    "text": "Before you dive in, though, I wanna share with you the different steps that a viewer takes between watching just one video and eventually becoming a fan."
  },
  {
    "startTime": 62.64,
    "endTime": 72.02,
    "text": "So first and foremost, they've gotta find one of your videos; whether they find it via search results, suggested videos, or a friend shares it with them, they've gotta find it, and they've gotta watch it."
  },
  {
    "startTime": 72.02,
    "endTime": 77.89999999999999,
    "text": "After that, if they like what they see, they're gonna wanna watch more, and it's important that you help them do that."
  },
  {
    "startTime": 77.9,
    "endTime": 87.25,
    "text": "And eventually these people are gonna wanna become subscribers, and they're gonna wanna comment and engage, and become real, true fans that are gonna loyally watch every new video that you upload."
  },
  {
    "startTime": 87.25,
    "endTime": 98.2,
    "text": "This week we're gonna focus just on step 1, which is how can you as a creator optimize your channels and your videos to help those people find it in the first place."
  },
  {
    "startTime": 98.2,
    "endTime": 104.10000000000001,
    "text": "How can you make sure that some of those 1 billion people who might like your content are actually gonna get to see it?"
  },
  {
    "startTime": 104.1,
    "endTime": 112.42999999999999,
    "text": "We're also gonna give a quick overview of YouTube Analytics, which is a really cool tool that will help you measure success across each stage of this audience path."
  },
  {
    "startTime": 112.43,
    "endTime": 125.5,
    "text": "And then finally, we're gonna tee ourselves up for next week by giving an overview of the concept of watch time, and explaining why getting viewers to watch not 1, but 2 or 3 of your videos is really important for the long-term growth of your channel."
  },
  {
    "startTime": 125.5,
    "endTime": 138.53,
    "text": "Enjoy this week's lessons, and we'll see you back next week."
  }
]