[
  {
    "startTime": 8.1,
    "endTime": 12.7,
    "text": "Hi, I'm Andy Stack. I'm a partner product manager at YouTube."
  },
  {
    "startTime": 12.7,
    "endTime": 18.799999999999997,
    "text": "For many of our creators, turning their passion into profit is an important aspect of the YouTube platform."
  },
  {
    "startTime": 18.8,
    "endTime": 25.200000000000003,
    "text": "For me, my passion is musical performance, and I've been a drummer for—wow, as long as I can remember."
  },
  {
    "startTime": 25.2,
    "endTime": 35.0,
    "text": "So, I've been told many times to keep my day job; however, I might decide that I want to turn my passion for drumming into a profitable enterprise."
  },
  {
    "startTime": 35.0,
    "endTime": 40.2,
    "text": "One way I could do this is I could create videos that would appeal to others that share my passion."
  },
  {
    "startTime": 40.2,
    "endTime": 45.300000000000004,
    "text": "I could upload those videos to YouTube and then just wait for the dollars to roll in."
  },
  {
    "startTime": 45.3,
    "endTime": 48.8,
    "text": "Well, as you may know, this doesn't auto-magically happen."
  },
  {
    "startTime": 48.8,
    "endTime": 54.9,
    "text": "We'll work together to demystify monetization at YouTube, and help you drum up some cash."
  },
  {
    "startTime": 54.9,
    "endTime": 57.6,
    "text": "Okay, so let's start with some basics."
  },
  {
    "startTime": 57.6,
    "endTime": 70.5,
    "text": "There are 4 key players when it comes to YouTube monetization\b: there are the viewers, the creators, the advertisers, and of course the YouTube platform itself."
  },
  {
    "startTime": 70.5,
    "endTime": 76.5,
    "text": "As YouTube evolves, we strive to keep the interests of each of these key players in mind."
  },
  {
    "startTime": 76.5,
    "endTime": 85.4,
    "text": "So, from a viewer perspective, we want YouTube to be the best place on the Internet for viewers to find and enjoy entertaining content."
  },
  {
    "startTime": 85.4,
    "endTime": 93.2,
    "text": "Hopefully, like my drumming videos."
  },
  {
    "startTime": 93.2,
    "endTime": 102.48,
    "text": "From a creator perspective, we want YouTube to be the optimal platform where you can produce that content and make sustainable revenue from it."
  },
  {
    "startTime": 102.48,
    "endTime": 112.2,
    "text": "And from an advertiser perspective, we want a safe environment where they can reach their target  audiences with measurable precision."
  },
  {
    "startTime": 112.2,
    "endTime": 122.7,
    "text": "So, in my example, viewers around the world who are interested in drumming can come to YouTube for entertainment or education, or to find others that share their interests."
  },
  {
    "startTime": 122.7,
    "endTime": 136.8,
    "text": "As a partner, I'm one of many creators producing content that viewers come to watch, and the advertisers who want to reach an audience help fund this experience in return for exposure to their ads."
  },
  {
    "startTime": 136.8,
    "endTime": 150.67000000000002,
    "text": "YouTube is the platform that makes this possible for drumming aficionados and everyone else."
  }
]