[
  {
    "startTime": 0.0,
    "endTime": 4.8,
    "text": "I’ve seen a lot of pregnant women with earphones to their bellies playing Mozart to make their baby smarter."
  },
  {
    "startTime": 4.8,
    "endTime": 13.3,
    "text": "But, it got me wondering, can a fetus in the womb even hear anything?"
  },
  {
    "startTime": 13.3,
    "endTime": 15.3,
    "text": "Hi guys, Lissette here for Dnews."
  },
  {
    "startTime": 15.3,
    "endTime": 23.0,
    "text": "In utero, a fetus' auditory system starts forming at around the 18th week of pregnancy and becomes functional at around the 25th week."
  },
  {
    "startTime": 23.0,
    "endTime": 25.9,
    "text": "At this point, the fetus is thought to be able to perceive sound."
  },
  {
    "startTime": 25.9,
    "endTime": 32.6,
    "text": "In fact, the period from 25 weeks of gestation to 6 months of age is critical to auditory development."
  },
  {
    "startTime": 32.6,
    "endTime": 37.4,
    "text": "This is when the neurosensory system is trained to perceive and differentiate sounds."
  },
  {
    "startTime": 37.4,
    "endTime": 44.989,
    "text": "In other words, unlike your eyes, your ear requires exposure to sound in order to fully develop, so early exposure to sounds can be beneficial."
  },
  {
    "startTime": 44.989,
    "endTime": 48.5,
    "text": "But this doesn’t mean fetuses can hear in the same way you do."
  },
  {
    "startTime": 48.5,
    "endTime": 53.2,
    "text": "Because they are in their mother's body, sounds coming from the outside are somewhat muffled."
  },
  {
    "startTime": 53.2,
    "endTime": 57.6,
    "text": "High frequency sounds have trouble passing through the mother’s abdominal walls, tissue and fluids."
  },
  {
    "startTime": 57.6,
    "endTime": 62.2,
    "text": "So, fetuses are more able to perceive lower tones, and of course those that are louder."
  },
  {
    "startTime": 62.2,
    "endTime": 72.9,
    "text": "Yet, despite this filter, many studies have found that, that just days after they’re born, babies can distinguish their mother’s voice from other female voices, and even prefer their mother’s native tongue."
  },
  {
    "startTime": 72.9,
    "endTime": 76.4,
    "text": "But some moms choose to add classical music to this equation."
  },
  {
    "startTime": 76.4,
    "endTime": 84.80000000000001,
    "text": "This trend is known as the “Mozart effect” and has sparked a lucrative industry with thousands of CDs being sold to parents with the promise of making their babies smarter."
  },
  {
    "startTime": 84.8,
    "endTime": 88.2,
    "text": "But, there is actually very little evidence to support this claim."
  },
  {
    "startTime": 88.2,
    "endTime": 96.57000000000001,
    "text": "In fact, even the researcher behind the paper that spread the commercial madness has come out and said that her findings were \"grossly misapplied and over-exaggerated.\""
  },
  {
    "startTime": 96.57,
    "endTime": 100.69999999999999,
    "text": "However, there is some evidence that music is better than random noise."
  },
  {
    "startTime": 100.7,
    "endTime": 113.8,
    "text": "In fact, a 2013 study conducted by researchers at the University of Helsinki found that babies who were played Twinkle Twinkle Little Star and other tunes in utero were able to recognize the melody when they were tested at 4 months old."
  },
  {
    "startTime": 113.8,
    "endTime": 123.3,
    "text": "The researchers monitored the babies' brain activation with an EEG while they played different sounds, and those who'd been played the melody in utero had higher levels of brain activation."
  },
  {
    "startTime": 123.3,
    "endTime": 130.4,
    "text": "The researchers argue that extensive prenatal exposure to a melody induces neural representations that last for several months."
  },
  {
    "startTime": 130.4,
    "endTime": 136.8,
    "text": "Now, the jury is still out on whether this constitutes true learning, but it’s clear that music influences neural patterns."
  },
  {
    "startTime": 136.8,
    "endTime": 142.60000000000002,
    "text": "What’s more, another study suggests that prenatal exposure to music can impact neonatal behavior."
  },
  {
    "startTime": 142.6,
    "endTime": 155.7,
    "text": "In a clinical study of more than 250 infants, researchers found that infants whose pregnant mothers were exposed to music, scored higher on 5 of the 7 areas of the Brazelton Neonatal Behavioral Assessment Scale."
  },
  {
    "startTime": 155.7,
    "endTime": 166.0,
    "text": "These babies performed significantly better when tasked with following an object with their eyes, responding to animate vs inanimate objects and how quickly they recognized that an object was familiar."
  },
  {
    "startTime": 166.0,
    "endTime": 168.1,
    "text": "And those are a pretty big deal to babies."
  },
  {
    "startTime": 168.1,
    "endTime": 175.5,
    "text": "So there is definitely some evidence to support that early exposure to music helps with fetal development, but more research is needed."
  },
  {
    "startTime": 175.5,
    "endTime": 180.8,
    "text": "And no studies have conclusively found that when babies are in the womb, Mozart is any better than Bieber."
  },
  {
    "startTime": 180.8,
    "endTime": 185.3,
    "text": "So with or without music being blasted at bellies, babies end up being pretty smart."
  },
  {
    "startTime": 185.3,
    "endTime": 189.5,
    "text": "To learn why babies are way smarter than you think, check out Julia's awesome video here."
  },
  {
    "startTime": 189.5,
    "endTime": 200.4,
    "text": "A recent study published in the journal developmental science found that babies can reason logically even before the age of 1 which apparently researchers thought people couldn't do it until the age of 5 or 6."
  },
  {
    "startTime": 200.4,
    "endTime": 206.20000000000002,
    "text": "And you don't have choice on what you heard when you were in the womb but what do you choose to listen to today and how does that affect you?"
  },
  {
    "startTime": 206.2,
    "endTime": 207.6,
    "text": "Sound off in the comments below."
  },
  {
    "startTime": 207.6,
    "endTime": 210.0,
    "text": "Thanks for watching Dnews and remember to subscribe."
  }
]