[
  {
    "startTime": 6.4,
    "endTime": 9.8,
    "text": "Sometimes, when we're learning a language, we can feel very frustrated."
  },
  {
    "startTime": 9.8,
    "endTime": 13.700000000000001,
    "text": "Despite all the hours that we're putting in and all of the hard work that we're doing,"
  },
  {
    "startTime": 13.7,
    "endTime": 22.1,
    "text": "when it comes to actually speaking the language, it can sometimes come out stuttered, full of mistakes, and sound like we're not really that good."
  },
  {
    "startTime": 22.1,
    "endTime": 23.8,
    "text": "This can lead to a lot of self-doubt."
  },
  {
    "startTime": 23.8,
    "endTime": 29.5,
    "text": "It can lead us to ask questions like, 'Can I really learn this language?' or 'Have I perhaps reached my limit?'"
  },
  {
    "startTime": 29.5,
    "endTime": 35.1,
    "text": "The way to start speaking a language more fluently and more proficiently is just to practise  speaking it."
  },
  {
    "startTime": 35.2,
    "endTime": 38.7,
    "text": "Practise, practise and practise again."
  },
  {
    "startTime": 38.7,
    "endTime": 45.900000000000006,
    "text": "Here are some tips that you can use to get more practice at speaking the language."
  },
  {
    "startTime": 45.9,
    "endTime": 48.8,
    "text": "So, the first one is: get a conversation partner."
  },
  {
    "startTime": 48.8,
    "endTime": 53.0,
    "text": "You can find a lot of people who will be happy to practise languages with you online."
  },
  {
    "startTime": 53.0,
    "endTime": 63.3,
    "text": "Or, otherwise, if you go to a meetup group or a student event, I'm sure you will find plenty of people who you can practise your languages with."
  },
  {
    "startTime": 63.3,
    "endTime": 72.7,
    "text": "If you don't know where to find a conversation partner, the other thing you could do is start to talk to yourself, or, if you're not comfortable talking to yourself in public, just think to yourself."
  },
  {
    "startTime": 72.7,
    "endTime": 82.2,
    "text": "Start narrating to yourself what you're doing and working out what things you're comfortable  describing and what things you're not yet comfortable talking about."
  },
  {
    "startTime": 82.3,
    "endTime": 90.5,
    "text": "Then, when you go home, you'll be able to fill in those vocabulary gaps, and the next day try again."
  },
  {
    "startTime": 90.5,
    "endTime": 94.6,
    "text": "The third thing you can do is to learn vocabulary like you want to use it."
  },
  {
    "startTime": 94.6,
    "endTime": 102.39999999999999,
    "text": "So, instead of just learning the word for 'door', why not learn it in a phrase like 'open the door', 'close the door' or 'behind the door'."
  },
  {
    "startTime": 102.4,
    "endTime": 110.60000000000001,
    "text": "That means that when you need to talk about things like that, you're immediately gonna have phrases that you can start using."
  },
  {
    "startTime": 110.6,
    "endTime": 117.39999999999999,
    "text": "Finally, whenever you learn a new grammar point or anything really in the language, always think about how you could use this."
  },
  {
    "startTime": 117.4,
    "endTime": 121.80000000000001,
    "text": "Imagine a scenario in which you'd use it naturally, with friends, as part of your normal life,"
  },
  {
    "startTime": 121.8,
    "endTime": 134.069,
    "text": "and then immediately you'll find that what you're learning theoretically will be much more applicable to your speaking of the language."
  },
  {
    "startTime": 134.069,
    "endTime": 150.0,
    "text": "Share your language-learning tips and experiences by leaving a comment below, and make sure you check out the other videos in this series."
  }
]