[
  {
    "startTime": 6.3,
    "endTime": 18.4,
    "text": "In my experience, the difference between people who are successful at learning languages and people who are not is this: people who often give up approach learning languages with a couple of specific questions."
  },
  {
    "startTime": 18.4,
    "endTime": 27.9,
    "text": "They often want to know: how long exactly is this gonna take me to do, and how much of my time am I gonna have to give every day in order to be able to do this."
  },
  {
    "startTime": 27.9,
    "endTime": 39.92,
    "text": "The reason why is because they don't really like learning languages; they like speaking languages and they like the idea of the benefits of it, but they're not necessarily enjoying the process of learning them."
  },
  {
    "startTime": 39.92,
    "endTime": 45.36,
    "text": "In order to make your language-learning a lot more fun, I think you should focus on the things that interest you the most."
  },
  {
    "startTime": 45.36,
    "endTime": 54.1,
    "text": "If you want to learn the language to learn more about the culture, then you should be watching films, you should be reading and enjoying those things that are available."
  },
  {
    "startTime": 54.0,
    "endTime": 65.6,
    "text": "It's also important to reward yourself for the learning that you're doing, so make sure that you give yourself a little treat and maybe even plan a holiday or a trip to the  country where they speak the language,"
  },
  {
    "startTime": 65.6,
    "endTime": 73.1,
    "text": "so you can actually see how much progress you've made since you started learning and how far you could still come in a similar amount of time."
  },
  {
    "startTime": 73.1,
    "endTime": 78.39999999999999,
    "text": "The other really important thing is to set realistic goals when thinking about learning  a language."
  },
  {
    "startTime": 78.4,
    "endTime": 86.30000000000001,
    "text": "That well may keep you much more motivated through the language-learning process and make sure that you stick to the commitment that you make."
  },
  {
    "startTime": 86.3,
    "endTime": 96.39999999999999,
    "text": "So, an example of an unrealistic goal is: \"I want to be able to speak German fluently.\" That's very, very difficult to achieve and it's gonna take you a long time."
  },
  {
    "startTime": 96.4,
    "endTime": 106.0,
    "text": "But an example of a realistic goal would be something like: \"I would like to have a ten-minute conversation with a native speaker about something very simple and easy.\""
  },
  {
    "startTime": 106.0,
    "endTime": 123.86,
    "text": "Or, for example: \"I want to be able to watch the news and understand 50% of it.\" That's something that is very clear and that you could work towards in order to make sure that you keep seeing how much progress you make."
  },
  {
    "startTime": 123.86,
    "endTime": 137.64,
    "text": "Share your language-learning tips and experiences by leaving a comment below, and make sure you check out the other videos in this series."
  }
]