[
  {
    "startTime": 0.3,
    "endTime": 6.1,
    "text": "You need to take risks in love for love to happen, often times that means getting outside your comfort zone."
  },
  {
    "startTime": 6.1,
    "endTime": 13.399999999999999,
    "text": "[Here's what happens when you always date your \"type\"]"
  },
  {
    "startTime": 13.4,
    "endTime": 21.71,
    "text": "Einstein, of course, said that the definition of insanity is doing the same thing and expecting different results; I think the same is true in dating."
  },
  {
    "startTime": 21.71,
    "endTime": 32.6,
    "text": "If you keep dating the same type of person, or you keep repeating a pattern in dating that's not working for you, you have to examine that, and then you have to do and date differently."
  },
  {
    "startTime": 32.6,
    "endTime": 38.008,
    "text": "Dating differently often involves getting outside your comfort zone, getting outside your type."
  },
  {
    "startTime": 38.008,
    "endTime": 45.1,
    "text": "So, if you say, \"I'm never attracted to introverts, I only like extroverts,\" try dating an introvert and see what happens."
  },
  {
    "startTime": 45.1,
    "endTime": 55.0,
    "text": "Because, let's put it this way, if you always date the extroverted, life of the party, you're probably shrinking down a little to let that person shine."
  },
  {
    "startTime": 55.0,
    "endTime": 58.3,
    "text": "When you date an introvert, different parts of you may be expressed."
  },
  {
    "startTime": 58.4,
    "endTime": 66.67399999999999,
    "text": "So, if you don't know what your dating pattern is, I have a simple exercise: consider if your dating life were a movie, what would it be called?"
  },
  {
    "startTime": 66.674,
    "endTime": 70.248,
    "text": "How would it begin and end? And what character do you always play?"
  },
  {
    "startTime": 70.448,
    "endTime": 75.717,
    "text": "You'll start to find some themes, and that's when you can determine what your type is, what your pattern is."
  },
  {
    "startTime": 75.917,
    "endTime": 86.6,
    "text": "Let's say, your pattern is that you're a runaway bride, or that you never commit, you're a 40-year-old virgin, or something else has kept you back from opening up to love."
  },
  {
    "startTime": 86.6,
    "endTime": 91.071,
    "text": "I think it's really important to get out of your head, chances are you're overthinking it; love is a feeling, not a thought."
  }
]