[
  {
    "startTime": 0.0,
    "endTime": 7.1,
    "text": "Rain. Sleet. Ice. Uhhh... ice. Snow. All of the signs of the winter season."
  },
  {
    "startTime": 7.1,
    "endTime": 16.0,
    "text": "So today, let's keep you 10 steps ahead of Jack Frost with these warm and cozy winter life hacks."
  },
  {
    "startTime": 16.0,
    "endTime": 20.2,
    "text": "Walking around in wet conditions can really dampen your mood and your shoes."
  },
  {
    "startTime": 20.2,
    "endTime": 29.9,
    "text": "Simply grab yourself a cheap candle and carefully rub it over the outer fabric of your shoes themselves. Keep applying the candle wax until you have a thick layer covering the exterior."
  },
  {
    "startTime": 29.9,
    "endTime": 40.5,
    "text": "Now fire up your hair dryer on high and blast the shoe until the wax melts into the fabric forming a clear layer of water protection. Next time your shoes come in contact with water, it'll bounce right off."
  },
  {
    "startTime": 40.5,
    "endTime": 52.3,
    "text": "A shovel is best for deeper soggy snow, but next time your walkway is buried in fresh powder, grab yourself a broom instead. Not only can you clear your path faster and easier, but you'll also spare yourself some backache."
  },
  {
    "startTime": 52.3,
    "endTime": 57.442,
    "text": "Now if the snow does build up and you need a shovel, you probably know how annoying the sticky snow can be."
  },
  {
    "startTime": 57.442,
    "endTime": 62.9,
    "text": "So here's a quick tip: Grab a can of nonstick cooking spray and lubricate your shovel front and back."
  },
  {
    "startTime": 62.9,
    "endTime": 69.4,
    "text": "This will up your scooping game making most of the sticky snow slide right off, so you can get back to more important things like baking."
  },
  {
    "startTime": 69.4,
    "endTime": 81.10000000000001,
    "text": "One simple way to conserve energy during the winter months is by utilizing the excess heat from your oven right after baking. Just leave your oven cracked open after you shut it off and reap the benefits and extra bread."
  },
  {
    "startTime": 81.1,
    "endTime": 85.5,
    "text": "Is your office building cold but the maintenance crew lock down the thermostat? No problem."
  },
  {
    "startTime": 85.5,
    "endTime": 94.175,
    "text": "Head to the break room and fill a bag with ice. Drop it on top of the thermostat and after few short minutes, it'll be tricked into turning on again by lowering the ambient temperature."
  },
  {
    "startTime": 94.175,
    "endTime": 98.0,
    "text": "Just a couple degrees should do. Oh, and you might want to clear this with your boss first."
  },
  {
    "startTime": 98.0,
    "endTime": 104.6,
    "text": "One unfortunate side effect of winter is the common cold, but it's nothing a hot shower and a Vicks shower bomb can't handle."
  },
  {
    "startTime": 104.6,
    "endTime": 108.19999999999999,
    "text": "You'll only need baking soda, Vicks VapoRub, and some corn starch."
  },
  {
    "startTime": 108.2,
    "endTime": 117.9,
    "text": "Go ahead and pour half a cup of baking soda into a large bowl and follow up with one full cup of corn starch. Now break out the Vicks and scoop out 5 tablespoons into the bowl."
  },
  {
    "startTime": 117.9,
    "endTime": 124.10000000000001,
    "text": "Remember, it's sticky, so take your time until you get the amount you need. Finally,  just add 2 to 3 tablespoons of water."
  },
  {
    "startTime": 124.2,
    "endTime": 128.0,
    "text": "Now I suggest putting on gloves and mixing up the ingredients with your hands."
  },
  {
    "startTime": 128.0,
    "endTime": 135.21,
    "text": "Really working together and form a nice mixture of the powders jell in water. It should be moldable and if it's not, just add a bit more water."
  },
  {
    "startTime": 135.21,
    "endTime": 143.0,
    "text": "Now grab an empty ice cube tray and pack all the holes with your finished mixture. Push them down hard and we really wanna form a nice solid cube here."
  },
  {
    "startTime": 143.0,
    "endTime": 146.5,
    "text": "Now I suggest adding them to the freezer for a couple hours or until you need one."
  },
  {
    "startTime": 146.5,
    "endTime": 150.8,
    "text": "Pop one out of the tray and place it in your shower. Now fire up your hot water and hop on in."
  },
  {
    "startTime": 150.8,
    "endTime": 156.9,
    "text": "After just a couple minutes, you'll find many of your cold symptoms fading away as the Vicks and steam work their magic."
  },
  {
    "startTime": 156.9,
    "endTime": 160.5,
    "text": "Gaps under your doors let cold air in making your furnace work even harder."
  },
  {
    "startTime": 160.5,
    "endTime": 175.0,
    "text": "So go to your foam pipe insulator closet or just grab one from about any hardware store for a buck and slide the foam open end up along the bottom of the door. Now cut it to length. It should be cut slightly shorter than the width of the door to avoid any jams."
  },
  {
    "startTime": 175.0,
    "endTime": 181.8,
    "text": "Each insulator is about six feet and it'll probably cover two doors, so for just a couple bucks, you can take care of all your entryways."
  },
  {
    "startTime": 181.8,
    "endTime": 189.5,
    "text": "But what about smaller gaps? A quick and dirty solution is molding clay, and for just a couple dollars, you can plug up any areas that let cold air in."
  },
  {
    "startTime": 189.5,
    "endTime": 193.1,
    "text": "This will form a nice seal to keep your heat inside once it's molded to fit."
  },
  {
    "startTime": 193.1,
    "endTime": 197.79999999999998,
    "text": "Don't worry. No one sees it when the door shut, just like you won't be seeing a high heating bill."
  },
  {
    "startTime": 197.8,
    "endTime": 201.40800000000002,
    "text": "Why pay for a temporary hand warmer when you can easily make your own?"
  },
  {
    "startTime": 201.408,
    "endTime": 208.623,
    "text": "Just get socks and some rice. Simply open the sock and fill it with rice leaving enough room at the top to tie it off when you're done."
  },
  {
    "startTime": 208.623,
    "endTime": 211.1,
    "text": "We used baby socks but any size will do."
  },
  {
    "startTime": 211.1,
    "endTime": 217.408,
    "text": "Once it's tied off, toss them in the microwave for about 30 seconds and enjoy your rechargeable hand warmers"
  },
  {
    "startTime": 217.408,
    "endTime": 219.39999999999998,
    "text": "Oh! And make sure the socks are clean."
  },
  {
    "startTime": 219.4,
    "endTime": 224.8,
    "text": "And finally the most common problem with cold weather is when you hop into bed and find yourself freezing."
  },
  {
    "startTime": 224.8,
    "endTime": 235.5,
    "text": "Now if you lack a cuddle partner or a heated blanket, the next best solution is to don your mighty hair dryer and blast away that evil blanket chill, giving you a nice warm nest to hibernate in."
  },
  {
    "startTime": 235.5,
    "endTime": 236.268,
    "text": "Good night."
  },
  {
    "startTime": 236.268,
    "endTime": 240.8,
    "text": "Now staying warm isn't exactly rocket science but sometimes we need a little reminder."
  },
  {
    "startTime": 240.8,
    "endTime": 247.10000000000002,
    "text": "Be sure to share this with your friends and family and we'll see you next time."
  }
]