[
  {
    "startTime": 0.1,
    "endTime": 3.23,
    "text": "Have you seen this amazing video of the Northern lights?"
  },
  {
    "startTime": 3.23,
    "endTime": 10.11,
    "text": "The footage was filmed in Sweden over Christmas 2013, which got us thinking about the Aurora Borealis."
  },
  {
    "startTime": 10.11,
    "endTime": 13.23,
    "text": "Here are five remarkable facts you should know!"
  },
  {
    "startTime": 13.23,
    "endTime": 15.93,
    "text": "I'm Sophie, and welcome to the Countdown."
  },
  {
    "startTime": 15.93,
    "endTime": 18.05,
    "text": "What causes an aurora?"
  },
  {
    "startTime": 18.05,
    "endTime": 23.93,
    "text": "Well, the Earth is surrounded by a magnetic field, which normally helps deflect harmful radiation."
  },
  {
    "startTime": 23.93,
    "endTime": 34.92,
    "text": "When charged particles from the sun, known as the solar wind, fly towards our planet, the field speeds up those particles and directs them towards the magnetic north and south poles."
  },
  {
    "startTime": 34.92,
    "endTime": 41.57,
    "text": "As the solar wind hits our atmosphere, the charged particles collide with atmospheric atoms and molecules, and transfer their energy."
  },
  {
    "startTime": 41.57,
    "endTime": 46.06,
    "text": "These gas molecules then spit that energy back out in the form of light."
  },
  {
    "startTime": 46.06,
    "endTime": 52.06,
    "text": "Our atmosphere is mostly made up of oxygen and nitrogen, which produce a variety of colors."
  },
  {
    "startTime": 52.06,
    "endTime": 60.74,
    "text": "Atoms of nitrogen release blue light, while two nitrogen atoms bonded together give off a purple hue; the color also depends on altitude."
  },
  {
    "startTime": 60.74,
    "endTime": 67.68,
    "text": "Oxygen releases green light above 100km, but switches to a reddish color above 240km."
  },
  {
    "startTime": 67.68,
    "endTime": 71.95,
    "text": "And when colors combine, they can produce other shades, like pink and yellow."
  },
  {
    "startTime": 71.95,
    "endTime": 76.61,
    "text": "The aurora can be a single hue, or a shimmering rainbow."
  },
  {
    "startTime": 76.61,
    "endTime": 82.32,
    "text": "Unfortunately, the solar activity that gives us auroras also has some unwanted effects."
  },
  {
    "startTime": 82.32,
    "endTime": 90.96,
    "text": "On the planet's surface, charged solar particles can interfere with satellite communication, along with radio, television and telephone signals."
  },
  {
    "startTime": 90.96,
    "endTime": 94.74,
    "text": "Navigation instruments like compasses become unreliable."
  },
  {
    "startTime": 94.74,
    "endTime": 102.53,
    "text": "The solar weather can even cause electrical surges, that interrupt the power grid and sometimes result in power outages."
  },
  {
    "startTime": 102.53,
    "endTime": 106.15,
    "text": "Auroras have fascinated humans for thousands of years."
  },
  {
    "startTime": 106.15,
    "endTime": 113.63000000000001,
    "text": "This cave painting, which dates back to 30,000 BC, may represent the earliest observation of the phenomenon."
  },
  {
    "startTime": 113.63,
    "endTime": 121.42,
    "text": "But, it wasn't recorded in more detail until 2600 BC, when a Chinese manuscript described it as \"strong lightning.\""
  },
  {
    "startTime": 121.42,
    "endTime": 124.35000000000001,
    "text": "Most early attempts to explain the Aurora fell flat."
  },
  {
    "startTime": 124.35,
    "endTime": 131.01999999999998,
    "text": "A drawing from 1570 AD attempted to illustrate it as a line of candles, hovering above the clouds."
  },
  {
    "startTime": 131.02,
    "endTime": 138.37,
    "text": "In 1619, Galileo thought reflected sunlight was causing the light show, so he named it after the Roman goddess of the morning."
  },
  {
    "startTime": 138.37,
    "endTime": 147.16,
    "text": "It wasn't until the 20th century that Norwegian scientist Christian Berkland suggested molecules in the atmosphere were responsible for the light show."
  },
  {
    "startTime": 147.16,
    "endTime": 159.10999999999999,
    "text": "The Aurora Borealis and its southern cousin, Aurora Australis, are generally located over ring-shaped regions, roughly 4,000km wide, which circle the North and South poles."
  },
  {
    "startTime": 159.11,
    "endTime": 164.44000000000003,
    "text": "But when an Aurora is putting on a big show, the ring spreads over a much larger area."
  },
  {
    "startTime": 164.44,
    "endTime": 169.31,
    "text": "On rare occasions, Aurora Borealis can be seen as far south as Texas!"
  },
  {
    "startTime": 169.31,
    "endTime": 176.49,
    "text": "If you want to see an Aurora yourself, you can either travel north or south, or just wait for a particularly large Aurora."
  },
  {
    "startTime": 176.49,
    "endTime": 181.65,
    "text": "You'll want a clear, dark night, and you should avoid heavily populated areas with a lot of light pollution."
  },
  {
    "startTime": 181.65,
    "endTime": 185.91,
    "text": "Then, just look up and marvel!"
  },
  {
    "startTime": 185.91,
    "endTime": 188.37,
    "text": "I'm Sophie Bushwick, and that's your Countdown."
  },
  {
    "startTime": 188.37,
    "endTime": 200.0,
    "text": "If you like our show, visit the Spacelab Channel on Youtube, or follow us on twitter, @sa_spacelab, and if you've got any topics you'd like to see in the future, let us know in the comments."
  }
]