[
  {
    "startTime": 0.0,
    "endTime": 17.58,
    "text": "Eat right, exercise, don't watch too much TV, keep your brain healthy, don't smoke, don't drink too much, don't drink too little… advice for prolonging life is everywhere, but maybe you're not living wrong, you're just living in the wrong place."
  },
  {
    "startTime": 17.58,
    "endTime": 20.089999999999996,
    "text": "What's up, cotton top wannabes? Trace here from DNews."
  },
  {
    "startTime": 20.09,
    "endTime": 28.43,
    "text": "Getting older is inevitable and in some places the drudgery of aging is as apparent as grey clouds rolling over a sunny day, but that is not always the case."
  },
  {
    "startTime": 28.43,
    "endTime": 44.14,
    "text": "In his 2011 book, \"The Blue Zones\" Dan Buettner used census data to find the regions of the world where people live the longest -- Okinawa, Japan; Sardinia, Italy; Loma Linda, California; the Nicoya Peninsula,and Costa Rica… he called these areas Blue Zones."
  },
  {
    "startTime": 44.14,
    "endTime": 56.51,
    "text": "Living in each of these \"zones\" have mysterious benefits: Okinawa boasts the longest disability-free life-expectancy, and Nicoya Peninsula residents have four-times the chance of reaching age 90 than the average American!"
  },
  {
    "startTime": 56.51,
    "endTime": 67.32,
    "text": "The research is a collection of case studies on these areas, but according to an Indian Journal of Community Medicine review, all four of these geographically disparate \"zones\" have common threads."
  },
  {
    "startTime": 67.32,
    "endTime": 79.85999999999999,
    "text": "The big takeaways: Low-intensity physical activity; building good relationships; Eating a diet lighter on meat and excess calories and heavier on plants; and Finding a purpose for and sense of meaning in your life."
  },
  {
    "startTime": 79.85,
    "endTime": 85.57,
    "text": "The lifestyles in each of the areas forced senior citizens to live in such a way, that they got all of these benefits."
  },
  {
    "startTime": 85.57,
    "endTime": 95.24,
    "text": "For example, Buettner told NPR, \"Okinawans sat on the floor; Sardinians lived in vertical houses,\" et cetera, keeping these people mildly-active all the time."
  },
  {
    "startTime": 95.24,
    "endTime": 102.78,
    "text": "Okinawans eat 300 grams of vegetables a day and practice something called \"hara hachi bun\", they never eat to more than 80 percent full."
  },
  {
    "startTime": 102.78,
    "endTime": 106.77,
    "text": "And each group keeps up their involvement in their community, that's really important!"
  },
  {
    "startTime": 106.77,
    "endTime": 110.41,
    "text": "The Sardinians value advice and regular communication with their elders."
  },
  {
    "startTime": 110.41,
    "endTime": 118.36999999999999,
    "text": "And even the little things matter, like Costa Ricans build a garden year after year… giving structure, purpose and meaning to their lives."
  },
  {
    "startTime": 118.37,
    "endTime": 129.79,
    "text": "Not everyone in Blue Zones run marathons or hit the gym every day, but they do maintain this low-level healthy lifestyle with activity and social involvement, and tons of scientific studies support that strategy!"
  },
  {
    "startTime": 129.79,
    "endTime": 133.51,
    "text": "Honestly, it sounds kind of lovely, but come on, where's the HARD SCIENCE?"
  },
  {
    "startTime": 133.51,
    "endTime": 143.82999999999998,
    "text": "Firstly, diets with low levels of meat intake, and high levels of vegetables are all supported by tons of research as the healthiest choices, but you should also eat nuts, berries, and some complex carbs."
  },
  {
    "startTime": 143.83,
    "endTime": 153.11,
    "text": "The Mediterranean diet, practiced by the Sardinians, is exactly that -- and studies show it decreases instances of cardiovascular disease and cancer and increases longevity."
  },
  {
    "startTime": 153.11,
    "endTime": 161.33,
    "text": "But it's not just diet. According to a review in Science, study after study finds people who are happier live longer, and have better health."
  },
  {
    "startTime": 161.33,
    "endTime": 167.52,
    "text": "In one, people who were happier lived almost seven years longer, and presumably, they were happier to do so!"
  },
  {
    "startTime": 167.52,
    "endTime": 170.87,
    "text": "And staying happy is heavily connected to our social well-being."
  },
  {
    "startTime": 170.87,
    "endTime": 184.14000000000001,
    "text": "A meta-study in PLos Medicine of 308,000 people found: relationships with friends help us deal with stress, encourage healthy behaviors, influence us to take better care of ourselves, and provide meaning to our lives!"
  },
  {
    "startTime": 184.14,
    "endTime": 188.1,
    "text": "And that, the study found, had a measurable effect on longevity."
  },
  {
    "startTime": 188.1,
    "endTime": 195.03,
    "text": "Separately, studies of the Okinawan specifically, found a rare genetic phenotype exists there at twice the rate of other populations."
  },
  {
    "startTime": 195.03,
    "endTime": 204.17000000000002,
    "text": "These genes may affect cardiovascular functions, insulin signaling, immunoinflammatory response, and stress resistance; dramatically increasing their longevity as well."
  },
  {
    "startTime": 204.17,
    "endTime": 211.01999999999998,
    "text": "Studies throughout scientific literature find that living like these people can help all humans create long, happy lives."
  },
  {
    "startTime": 211.02,
    "endTime": 215.97,
    "text": "And they’ve shown that longevity is a combination of genetic, social and environmental factors!"
  },
  {
    "startTime": 215.97,
    "endTime": 220.60999999999999,
    "text": "Point being, you don't have to live in these places to get these benefits."
  },
  {
    "startTime": 220.61,
    "endTime": 223.51000000000002,
    "text": "The thing is, we can't live forever."
  },
  {
    "startTime": 223.51,
    "endTime": 229.0,
    "text": "If you want to know more about how and why we can't live forever, make sure you watch this video all about that."
  },
  {
    "startTime": 228.67,
    "endTime": 231.73999999999998,
    "text": "We are born with about 20,000 stem cells to do this job."
  },
  {
    "startTime": 231.74,
    "endTime": 235.26000000000002,
    "text": "Over time those cells mutate, because telomeres."
  },
  {
    "startTime": 235.26,
    "endTime": 238.67999999999998,
    "text": "But just like in X-Men, mutations can be there good or bad!"
  },
  {
    "startTime": 238.68,
    "endTime": 241.34,
    "text": "Sometimes we get a good cell, other times we get cancer."
  },
  {
    "startTime": 241.34,
    "endTime": 245.31,
    "text": "What do you guys think? Would you move to a blue zone to add seven years to your life?"
  },
  {
    "startTime": 245.31,
    "endTime": 246.64000000000001,
    "text": "Let us know down in the comments!"
  },
  {
    "startTime": 246.64,
    "endTime": 260.0,
    "text": "Keep coming back here every day for more DNews, make sure you subscribe. I'll see you next time."
  }
]