[
  {
    "startTime": 0.0,
    "endTime": 7.64,
    "text": "You’re hired! Two words everyone loves to hear. But before we hear those words comes"
  },
  {
    "startTime": 7.64,
    "endTime": 14.09,
    "text": "(dun dun duuuuhn!) “the interview”. Today’s video is part two in a series that’s all"
  },
  {
    "startTime": 14.09,
    "endTime": 23.269,
    "text": "about preparing for a job interview."
  },
  {
    "startTime": 23.269,
    "endTime": 29.14,
    "text": "This is part two of a five-part series on preparing for an interview. Interviewing for"
  },
  {
    "startTime": 29.14,
    "endTime": 35.05,
    "text": "a job can be a huge source of stress and anxiety. And if you’re interviewing for a job in"
  },
  {
    "startTime": 35.05,
    "endTime": 41.55,
    "text": "a non-native language, the stress can be even higher. In this video you’ ll see me interview"
  },
  {
    "startTime": 41.55,
    "endTime": 46.649,
    "text": "for a job. Throughout the interview, we’ll discuss some of the most common interview"
  },
  {
    "startTime": 46.649,
    "endTime": 52.67,
    "text": "questions and how to answer them. You’ll also learn some basic information to get you"
  },
  {
    "startTime": 52.67,
    "endTime": 58.289,
    "text": "started creating your own answers to these questions. Let’s pick up where we left off"
  },
  {
    "startTime": 58.289,
    "endTime": 60.56,
    "text": "in the first video."
  },
  {
    "startTime": 60.56,
    "endTime": 65.32000000000001,
    "text": "TK: That’s great. Can you tell me how you heard about this position?"
  },
  {
    "startTime": 65.32,
    "endTime": 70.79899999999999,
    "text": "Can you tell me how you heard about this position? This is a common question that you’ll hear"
  },
  {
    "startTime": 70.799,
    "endTime": 75.549,
    "text": "in interviews. It’s a chance to share a little bit about the research that you’ve"
  },
  {
    "startTime": 75.549,
    "endTime": 80.92,
    "text": "done in order to learn about the position you are applying for. It’s also a chance"
  },
  {
    "startTime": 80.92,
    "endTime": 86.5,
    "text": "to share if someone from inside the company let you know about the position. Here are"
  },
  {
    "startTime": 86.5,
    "endTime": 89.85,
    "text": "some example responses:"
  },
  {
    "startTime": 89.85,
    "endTime": 95.479,
    "text": "I heard about the position from one of your current employees, Bob Greene."
  },
  {
    "startTime": 95.479,
    "endTime": 100.7,
    "text": "I heard about the position from my friend Liz Miller, who works in Accounting."
  },
  {
    "startTime": 100.7,
    "endTime": 104.17,
    "text": "I saw this position on LinkedIn."
  },
  {
    "startTime": 104.17,
    "endTime": 108.0,
    "text": "I read about the position on your website."
  },
  {
    "startTime": 108.0,
    "endTime": 113.11,
    "text": "Since this is a simple question with a simple answer, think about your answer and practice"
  },
  {
    "startTime": 113.11,
    "endTime": 120.09,
    "text": "it out loud before your interview. Record yourself and listen. Are you easy to understand?"
  },
  {
    "startTime": 120.09,
    "endTime": 128.50900000000001,
    "text": "Are there any words that are challenging for you? Practice these words separately, slowly,"
  },
  {
    "startTime": 128.509,
    "endTime": 134.7,
    "text": "thinking about the mouth position. As it becomes more comfortable, speed it up. You’re going"
  },
  {
    "startTime": 134.7,
    "endTime": 141.849,
    "text": "to want to practice tough words 10, 20, 30 times in a row. Build your muscle memory,"
  },
  {
    "startTime": 141.849,
    "endTime": 145.84,
    "text": "so in the interview it will naturally be easier to pronounce."
  },
  {
    "startTime": 145.84,
    "endTime": 150.36,
    "text": "TK: That’s great. Can you tell me how you heard about this position?"
  },
  {
    "startTime": 150.36,
    "endTime": 156.93,
    "text": "RS: Of course. A friend of mine saw the position listed on LinkedIn and forwarded it to me,"
  },
  {
    "startTime": 156.93,
    "endTime": 162.08,
    "text": "so I spent some time on your website learning about the position and the company. I also"
  },
  {
    "startTime": 162.08,
    "endTime": 166.76000000000002,
    "text": "read an article in Business Weekly about your work that really got me interested."
  },
  {
    "startTime": 166.76,
    "endTime": 170.28,
    "text": "TK: What attracted you to our company?"
  },
  {
    "startTime": 170.28,
    "endTime": 176.94,
    "text": "Common Question: What attracted you to our company? This question gives you the opportunity"
  },
  {
    "startTime": 176.94,
    "endTime": 182.06,
    "text": "to share what you know about the company, and why you would like to work there. Some"
  },
  {
    "startTime": 182.06,
    "endTime": 188.64000000000001,
    "text": "ways to begin your response include the following. Notice that most responses show that you have"
  },
  {
    "startTime": 188.64,
    "endTime": 193.89,
    "text": "a strong feeling about what you learned. This will give the interviewer more information"
  },
  {
    "startTime": 193.89,
    "endTime": 198.76,
    "text": "about who you are and what you might bring to the position."
  },
  {
    "startTime": 198.76,
    "endTime": 203.42999999999998,
    "text": "I was really impressed with your commitment to renewable energy."
  },
  {
    "startTime": 203.43,
    "endTime": 209.84900000000002,
    "text": "I was very excited to learn that you support your research department so strongly."
  },
  {
    "startTime": 209.849,
    "endTime": 215.72,
    "text": "I read that you encourage employees to spend time with each other outside the workplace,"
  },
  {
    "startTime": 215.72,
    "endTime": 218.19,
    "text": "and that is something I really appreciate."
  },
  {
    "startTime": 218.19,
    "endTime": 225.18,
    "text": "Again, think about the answer to this question before your interview, and practice your responses"
  },
  {
    "startTime": 225.18,
    "endTime": 232.58,
    "text": "using recordings and repetition. Even if this question is not asked, the time spent practicing"
  },
  {
    "startTime": 232.58,
    "endTime": 236.93900000000002,
    "text": "the response will be helpful when you answer other questions during the interview."
  },
  {
    "startTime": 236.939,
    "endTime": 242.67,
    "text": "TK: What attracted you to our company? RS: To be honest, what really caught my eye"
  },
  {
    "startTime": 242.67,
    "endTime": 248.409,
    "text": "was your focus on growth. I was really impressed with your ambitious goals and the clear plan"
  },
  {
    "startTime": 248.409,
    "endTime": 254.189,
    "text": "you have for achieving those goals. I also like the support you provide for your employees."
  },
  {
    "startTime": 254.189,
    "endTime": 258.84999999999997,
    "text": "I love your continuing education initiatives, where you pay for employees to educate themselves"
  },
  {
    "startTime": 258.85,
    "endTime": 264.259,
    "text": "in new techniques and skill sets. I think that really helps to build employee satisfaction"
  },
  {
    "startTime": 264.259,
    "endTime": 269.33000000000004,
    "text": "and loyalty. TK: You’ve obviously done your homework."
  },
  {
    "startTime": 269.33,
    "endTime": 271.87,
    "text": "What would you say is your greatest strength?"
  },
  {
    "startTime": 271.87,
    "endTime": 278.52,
    "text": "Common Question: What would you say is your greatest strength? This question gives you"
  },
  {
    "startTime": 278.52,
    "endTime": 284.54999999999995,
    "text": "the chance to talk about what you do really well as an employee, and as a person. You"
  },
  {
    "startTime": 284.55,
    "endTime": 289.59000000000003,
    "text": "can share what your greatest strength is, then explain how that helps you in your current"
  },
  {
    "startTime": 289.59,
    "endTime": 293.50899999999996,
    "text": "job or life. For example:"
  },
  {
    "startTime": 293.509,
    "endTime": 300.889,
    "text": "My greatest strength is _________. I find that this is very important when I _______."
  },
  {
    "startTime": 300.889,
    "endTime": 306.71000000000004,
    "text": "My greatest strength is flexibility. I find that this is very important when I’m working"
  },
  {
    "startTime": 306.71,
    "endTime": 311.23999999999995,
    "text": "with lots of different people and opinions."
  },
  {
    "startTime": 311.24,
    "endTime": 319.05,
    "text": "To practice answering this question, write down: My greatest strength is (blank). Then,"
  },
  {
    "startTime": 319.05,
    "endTime": 324.32,
    "text": "fill in your strength. Write down how this strength is demonstrated in your life and"
  },
  {
    "startTime": 324.32,
    "endTime": 329.75,
    "text": "work. You may come up with several different strengths you want to highlight. That’s"
  },
  {
    "startTime": 329.75,
    "endTime": 336.35,
    "text": "great, practice them all. But in the interview, you’ll only want to use one or two answers."
  },
  {
    "startTime": 336.35,
    "endTime": 341.34000000000003,
    "text": "Practice answering the questions out loud, based on what you wrote down. But don’t"
  },
  {
    "startTime": 341.34,
    "endTime": 346.58,
    "text": "just memorize written text. Practice speaking freely on these ideas."
  },
  {
    "startTime": 346.58,
    "endTime": 353.139,
    "text": "TK: What would you say is your greatest strength? RS: I would say, my greatest strength is a"
  },
  {
    "startTime": 353.139,
    "endTime": 359.91,
    "text": "combination of enthusiasm and persistence. My work ethic won’t let me settle for less"
  },
  {
    "startTime": 359.91,
    "endTime": 365.75,
    "text": "than my best. I’m able to persevere through challenges and setbacks without falling into"
  },
  {
    "startTime": 365.75,
    "endTime": 370.72,
    "text": "frustration or anger. I’ve noticed that this tends to keep those around me in good"
  },
  {
    "startTime": 370.72,
    "endTime": 375.6,
    "text": "spirits as well, which is a plus. TK: That’s very good."
  },
  {
    "startTime": 375.6,
    "endTime": 380.949,
    "text": "To be continued! We’ll pick it up from here in the next video in this series, where we’ll"
  },
  {
    "startTime": 380.949,
    "endTime": 387.24,
    "text": "talk about some questions that could be tough to answer. Talking about setbacks and challenges"
  },
  {
    "startTime": 387.24,
    "endTime": 388.90000000000003,
    "text": "at work."
  },
  {
    "startTime": 388.9,
    "endTime": 394.40999999999997,
    "text": "I hope this video on job interviews has been helpful. There’s nothing better than walking"
  },
  {
    "startTime": 394.41,
    "endTime": 398.33000000000004,
    "text": "out of an interview feeling that you were fully prepared!"
  },
  {
    "startTime": 398.33,
    "endTime": 402.99,
    "text": "If you have interview-related questions or stories, please post them in the comments"
  },
  {
    "startTime": 402.99,
    "endTime": 405.87,
    "text": "below. I’d love to hear them."
  },
  {
    "startTime": 405.87,
    "endTime": 411.84000000000003,
    "text": "Are you signed up for my mailing list? If so, you get a free weekly email in your inbox"
  },
  {
    "startTime": 411.84,
    "endTime": 417.979,
    "text": "with English videos and lessons, as well stories of American culture and my own life. Click"
  },
  {
    "startTime": 417.979,
    "endTime": 420.479,
    "text": "here or in the description to sign up."
  },
  {
    "startTime": 420.479,
    "endTime": 430.479,
    "text": "That’s it, and thanks so much for using Rachel’s English."
  }
]