[
  {
    "startTime": 1.56,
    "endTime": 13.55,
    "text": "So, I have this problem. When I plug my laptop charger into an outlet, that weird box between the plug and the part where it connects to my computer, it gets super hot, like I can't even touch it."
  },
  {
    "startTime": 13.7,
    "endTime": 17.3,
    "text": "So, I've invited Audrey Quinn from NPR's Planet Money team"
  },
  {
    "startTime": 17.4,
    "endTime": 20.819,
    "text": "to help explain what's going on with my super-hot laptop charger."
  },
  {
    "startTime": 20.819,
    "endTime": 22.5,
    "text": "So, Audrey, what's the deal?"
  },
  {
    "startTime": 22.6,
    "endTime": 31.3,
    "text": "Yeah. The first thing you have to understand is that the kind of power that comes out of your wall is actually different than the kind of power that your electronics want."
  },
  {
    "startTime": 31.309,
    "endTime": 34.980000000000004,
    "text": "It comes out in the form of alternating current electricity,"
  },
  {
    "startTime": 34.98,
    "endTime": 38.898999999999994,
    "text": "that means the electrons are pulsing back and forth."
  },
  {
    "startTime": 38.899,
    "endTime": 45.5,
    "text": "And your electronics want what's called direct current power, that's where the electrons are flowing straight like a river."
  },
  {
    "startTime": 45.6,
    "endTime": 46.9,
    "text": "So, they have to convert it."
  },
  {
    "startTime": 47.0,
    "endTime": 53.2,
    "text": "And when they do that conversion energy is wasted, so what you're feeling is energy lost in the form of heat."
  },
  {
    "startTime": 53.3,
    "endTime": 57.98,
    "text": "Okay, so, why can't I just power my laptop with alternating current?"
  },
  {
    "startTime": 57.98,
    "endTime": 59.5,
    "text": "If that's coming out of the wall?"
  },
  {
    "startTime": 59.6,
    "endTime": 65.649,
    "text": "Yeah, that works just fine for things like lightbulbs or a hairdryer, but electronics are a little more complicated."
  },
  {
    "startTime": 65.649,
    "endTime": 69.5,
    "text": "If you were to send that alternating current power directly to your laptop,"
  },
  {
    "startTime": 69.6,
    "endTime": 71.3,
    "text": "you'd probably see a puff of blue smoke."
  },
  {
    "startTime": 71.4,
    "endTime": 73.0,
    "text": "Oh god, that sounds bad."
  },
  {
    "startTime": 73.1,
    "endTime": 78.78,
    "text": "Okay, so, if DC power is so great, then why don't we just have it in our houses in the first place?  "
  },
  {
    "startTime": 78.8,
    "endTime": 82.0,
    "text": "So this goes back to the late 1800s."
  },
  {
    "startTime": 82.1,
    "endTime": 85.3,
    "text": "There were two guys who represented the two different kinds of power."
  },
  {
    "startTime": 85.49,
    "endTime": 89.19999999999999,
    "text": "There was Thomas Edison, he was all about DC power,"
  },
  {
    "startTime": 89.3,
    "endTime": 93.0,
    "text": "and then there's Nikola Tesla, he was your AC guy."
  },
  {
    "startTime": 93.15,
    "endTime": 95.0,
    "text": "They're totally duking it out."
  },
  {
    "startTime": 95.1,
    "endTime": 98.35,
    "text": "Every time a new building goes in, it's kind of this 'oh, what's gonna happen?"
  },
  {
    "startTime": 98.4,
    "endTime": 100.5,
    "text": "Are they going to use AC or they're going to use DC?"
  },
  {
    "startTime": 100.6,
    "endTime": 107.0,
    "text": "And what happens eventually is that AC power is much better at traveling long distances."
  },
  {
    "startTime": 107.1,
    "endTime": 112.3,
    "text": "So ultimately, the entire power grid gets set up to spread AC power."
  },
  {
    "startTime": 112.4,
    "endTime": 114.7,
    "text": "But today we have all these devices."
  },
  {
    "startTime": 114.8,
    "endTime": 118.89999999999999,
    "text": "We have smartphones, we have electric cars, we have tablets, we have computers,"
  },
  {
    "startTime": 118.9,
    "endTime": 121.80000000000001,
    "text": "and all these things are hungry for this DC power."
  },
  {
    "startTime": 121.9,
    "endTime": 124.30000000000001,
    "text": "Do you think we could ever switch back and maybe realize"
  },
  {
    "startTime": 124.4,
    "endTime": 127.0,
    "text": "Edison's original dream of DC power in every home?"
  },
  {
    "startTime": 127.1,
    "endTime": 134.4,
    "text": "The US has one of the best, most reliable power grids in the world, so people aren't saying \"let's knock out this entire grid.\""
  },
  {
    "startTime": 134.52,
    "endTime": 136.86,
    "text": "You could just have one converter box in your house,"
  },
  {
    "startTime": 136.9,
    "endTime": 141.8,
    "text": "and that way you're not converting AC to DC at the level of every single device."
  },
  {
    "startTime": 141.9,
    "endTime": 154.64000000000001,
    "text": "So, if we can reduce the number of conversions from AC power to DC power, even a little bit, we're going to save a lot of energy."
  }
]