[
  {
    "startTime": 4.5,
    "endTime": 9.9,
    "text": "When you gotta go, you gotta go, and by \"go\", I mean relieve yourself, you know, of urine."
  },
  {
    "startTime": 10.0,
    "endTime": 17.2,
    "text": "But sometimes⏤and we’ve all done this⏤you’ll hold your pee to finish one more email, or so you don’t miss the end of a movie, or just because you’re too lazy to walk to the bathroom from the couch."
  },
  {
    "startTime": 17.26,
    "endTime": 20.0,
    "text": "You’ve probably heard people say that that’s bad for you. And it is!"
  },
  {
    "startTime": 20.1,
    "endTime": 26.3,
    "text": "But only if you do it frequently and for a really long time, and it almost always isn’t life-threatening."
  },
  {
    "startTime": 26.4,
    "endTime": 33.0,
    "text": "If you’re an adult, your bladder can hold up to about half a liter, or two full cups of pee, before you’ll feel the need to... let it go, as Elsa might say."
  },
  {
    "startTime": 33.1,
    "endTime": 40.800000000000004,
    "text": "Your bladder wall is lined with receptors that can measure how full your bladder is, and when it’s reached capacity, these receptors send your brain a signal that it’s time to hit the can."
  },
  {
    "startTime": 40.9,
    "endTime": 48.6,
    "text": "Most adults have control over their bathroom urges, meaning you can choose to pee right away after receiving these signals, or to hold it for a bit if you’re not near facilities."
  },
  {
    "startTime": 48.7,
    "endTime": 54.800000000000004,
    "text": "If you do decide to hold it, the cylindrical sphincters in your bladder close up tightly to keep all of the urine from leaking through your urethra."
  },
  {
    "startTime": 54.9,
    "endTime": 66.0,
    "text": "But if you hold it in for long periods of time a lot, like if you’re a trucker who’s on the road for hours on end, for years, then you might find yourself facing some not-so-fun long-term effects, like urinary retention and increased risk of infection."
  },
  {
    "startTime": 66.1,
    "endTime": 69.5,
    "text": "Urinary retention is the inability to empty your bladder completely."
  },
  {
    "startTime": 69.6,
    "endTime": 75.14999999999999,
    "text": "Constantly holding in your pee can weaken your bladder muscles, which can be the cause of urinary retention as you age."
  },
  {
    "startTime": 75.22,
    "endTime": 84.0,
    "text": "Your bladder can also become a breeding ground for bacteria if it’s constantly holding large amounts of urine, which slightly increases your chances of getting a bladder or urinary tract infection."
  },
  {
    "startTime": 84.1,
    "endTime": 87.8,
    "text": "Which sounds bad enough, but what if you held it in for longer?"
  },
  {
    "startTime": 87.9,
    "endTime": 95.2,
    "text": "Think about Tycho Brahe, the 16th-century astronomer who supposedly died from a bladder that burst after he held his pee for too long."
  },
  {
    "startTime": 95.3,
    "endTime": 107.89999999999999,
    "text": "Well, long before you get anywhere near your bladder bursting, odds are your body will ignore your brain's attempts to hold in the pee, and you’ll just wet yourself; however, in certain very rare, very extreme cases, bladders do burst."
  },
  {
    "startTime": 108.0,
    "endTime": 117.2,
    "text": "When this happens, it’s almost always in people who already had a damaged bladder, like from a pelvic injury, though there are a few reports of bladders bursting in people who seemed perfectly fine before."
  },
  {
    "startTime": 117.3,
    "endTime": 125.6,
    "text": "In those cases, it’s generally because the person was drinking a lot, and the alcohol dampened the signal to their brains that was telling them they needed to pee, like right now."
  },
  {
    "startTime": 125.7,
    "endTime": 127.10000000000001,
    "text": "But again, it’s incredibly rare."
  },
  {
    "startTime": 127.2,
    "endTime": 134.8,
    "text": "So, if you do hold your pee in a few hours longer than you should, probably nothing super terrible will happen⏤unless you consider wetting yourself in public super terrible."
  },
  {
    "startTime": 134.8,
    "endTime": 136.20000000000002,
    "text": "Totally understandable if you do!"
  },
  {
    "startTime": 136.3,
    "endTime": 140.5,
    "text": "Thanks for asking, and thanks especially to all of our patrons on Patreon who keep these answers coming."
  },
  {
    "startTime": 140.6,
    "endTime": 146.2,
    "text": "If you’d like to submit questions to be answered or get these Quick Questions a few days before everyone else, go to patreon.com/scishow."
  },
  {
    "startTime": 146.3,
    "endTime": 150.211,
    "text": "And don’t forget to go to youtube.com/scishow and subscribe!"
  }
]