[
  {
    "startTime": 6.1,
    "endTime": 13.7,
    "text": "In the third millennium BCE, Mesopotamian kings recorded and interpreted their dreams on wax tablets."
  },
  {
    "startTime": 13.806,
    "endTime": 20.654,
    "text": "A thousand years later, Ancient Egyptians wrote a dream book listing over a hundred common dreams and their meanings."
  },
  {
    "startTime": 20.654,
    "endTime": 25.4,
    "text": "And in the years since, we haven't paused in our quest to understand why we dream."
  },
  {
    "startTime": 25.5,
    "endTime": 30.8,
    "text": "So, after a great deal of scientific research, technological advancement, and persistence,"
  },
  {
    "startTime": 31.105,
    "endTime": 36.443,
    "text": "we still don't have any definite answers, but we have some interesting theories."
  },
  {
    "startTime": 36.443,
    "endTime": 40.937,
    "text": "We dream to fulfill our wishes."
  },
  {
    "startTime": 40.937,
    "endTime": 49.851,
    "text": "In the early 1900s, Sigmund Freud proposed that while all of our dreams, including our nightmares, are a collection of images from our daily conscious lives,"
  },
  {
    "startTime": 49.851,
    "endTime": 55.37,
    "text": "they also have symbolic meanings, which relate to the fulfillment of our subconscious wishes."
  },
  {
    "startTime": 55.4,
    "endTime": 65.535,
    "text": "Freud theorized that everything we remember when we wake up from a dream is a symbolic representation of our unconscious primitive thoughts, urges, and desires."
  },
  {
    "startTime": 65.535,
    "endTime": 68.48899999999999,
    "text": "Freud believed that by analyzing those remembered elements,"
  },
  {
    "startTime": 68.489,
    "endTime": 72.0,
    "text": "the unconscious content would be revealed to our conscious mind,"
  },
  {
    "startTime": 72.1,
    "endTime": 77.615,
    "text": "and psychological issues stemming from its repression could be addressed and resolved."
  },
  {
    "startTime": 77.615,
    "endTime": 80.6,
    "text": "We dream to remember."
  },
  {
    "startTime": 80.7,
    "endTime": 87.0,
    "text": "To increase performance on certain mental tasks, sleep is good, but dreaming while sleeping is better."
  },
  {
    "startTime": 87.0,
    "endTime": 97.476,
    "text": "In 2010, researchers found that subjects were much better at getting through a complex 3-D maze if they had napped and dreamed of the maze prior to their second attempt."
  },
  {
    "startTime": 97.476,
    "endTime": 104.211,
    "text": "In fact, they were up to ten times better at it than those who only thought of the maze while awake between attempts,"
  },
  {
    "startTime": 104.211,
    "endTime": 108.5,
    "text": "and those who napped but did not dream about the maze."
  },
  {
    "startTime": 108.6,
    "endTime": 111.26899999999999,
    "text": "Researchers theorize that certain memory processes can happen only when we are asleep,"
  },
  {
    "startTime": 113.401,
    "endTime": 118.202,
    "text": "and our dreams are a signal that these processes are taking place."
  },
  {
    "startTime": 118.202,
    "endTime": 122.0,
    "text": "We dream to forget."
  },
  {
    "startTime": 122.3,
    "endTime": 131.1,
    "text": "There are about 10,000 trillion neural connections within the architecture of your brain, they are created by everything you think and everything you do."
  },
  {
    "startTime": 131.2,
    "endTime": 139.48999999999998,
    "text": "A 1983 neurobiological theory of dreaming, called reverse learning, holds that while sleeping, and mainly during REM sleep cycles,"
  },
  {
    "startTime": 139.49,
    "endTime": 145.0,
    "text": "your neocortex reviews these neural connections and dumps the unnecessary ones."
  },
  {
    "startTime": 145.1,
    "endTime": 148.7,
    "text": "Without this unlearning process, which results in your dreams,"
  },
  {
    "startTime": 148.8,
    "endTime": 157.303,
    "text": "your brain could be overrun by useless connections and parasitic thoughts could disrupt the necessary thinking you need to do while you're awake."
  },
  {
    "startTime": 157.303,
    "endTime": 162.5,
    "text": "We dream to keep our brains working."
  },
  {
    "startTime": 162.3,
    "endTime": 173.0,
    "text": "The continual activation theory proposes that your dreams result from your brain's need to constantly consolidate and create long-term memories in order to function properly."
  },
  {
    "startTime": 173.0,
    "endTime": 177.1,
    "text": "So when external input falls below a certain level, like when you're asleep,"
  },
  {
    "startTime": 177.331,
    "endTime": 181.588,
    "text": "your brain automatically triggers the generation of data from its memory storages,"
  },
  {
    "startTime": 181.588,
    "endTime": 186.6,
    "text": "which appear to you in the form of the thoughts and feelings you experience in your dreams."
  },
  {
    "startTime": 186.7,
    "endTime": 194.2,
    "text": "In other words, your dreams might be a random screen saver your brain turns on so it doesn't completely shut down."
  },
  {
    "startTime": 194.2,
    "endTime": 197.79999999999998,
    "text": "We dream to rehearse."
  },
  {
    "startTime": 198.0,
    "endTime": 201.8,
    "text": "Dreams involving dangerous and threatening situations are very common,"
  },
  {
    "startTime": 201.85,
    "endTime": 207.79,
    "text": "and the primitive instinct rehearsal theory holds that the content of a dream is significant to its purpose."
  },
  {
    "startTime": 207.79,
    "endTime": 214.188,
    "text": "Whether it's an anxiety-filled night of being chased through the woods by a bear or fighting off a ninja in a dark alley,"
  },
  {
    "startTime": 214.188,
    "endTime": 221.72,
    "text": "these dreams allow you to practice your fight or flight instincts and keep them sharp and dependable in case you'll need them in real life."
  },
  {
    "startTime": 221.72,
    "endTime": 223.947,
    "text": "But it doesn't always have to be unpleasant."
  },
  {
    "startTime": 223.947,
    "endTime": 230.571,
    "text": "For instance, dreams about your attractive neighbor could actually give your reproductive instinct some practice, too."
  },
  {
    "startTime": 230.571,
    "endTime": 234.512,
    "text": "We dream to heal."
  },
  {
    "startTime": 234.512,
    "endTime": 239.8,
    "text": "Stress neurotransmitters in the brain are much less active during the REM stage of sleep,"
  },
  {
    "startTime": 239.839,
    "endTime": 250.828,
    "text": "even during dreams of traumatic experiences, leading some researchers to theorize that one purpose of dreaming is to take the edge off painful experiences to allow for psychological healing."
  },
  {
    "startTime": 250.881,
    "endTime": 260.14,
    "text": "Reviewing traumatic events in your dreams with less mental stress may grant you a clearer perspective and enhanced ability to process them in psychologically healthy ways."
  },
  {
    "startTime": 260.14,
    "endTime": 265.279,
    "text": "People with certain mood disorders and PTSD often have difficulty sleeping,"
  },
  {
    "startTime": 265.279,
    "endTime": 272.4,
    "text": "leading some scientists to believe that lack of dreaming may be a contributing factor to their illnesses."
  },
  {
    "startTime": 272.5,
    "endTime": 277.0,
    "text": "We dream to solve problems."
  },
  {
    "startTime": 277.1,
    "endTime": 280.26300000000003,
    "text": "Unconstrained by reality and the rules of conventional logic,"
  },
  {
    "startTime": 280.263,
    "endTime": 289.09999999999997,
    "text": "in your dreams, your mind can create limitless  scenarios to help you grasp problems and formulate solutions that you may not consider while awake."
  },
  {
    "startTime": 289.2,
    "endTime": 291.527,
    "text": "John Steinbeck called it the committee of sleep,"
  },
  {
    "startTime": 291.527,
    "endTime": 296.2,
    "text": "and researcher has demonstrated the effectiveness of dreaming on problem solving."
  },
  {
    "startTime": 296.3,
    "endTime": 301.7,
    "text": "It's also how renowned chemist August Kekule discovered the structure of the benzene molecule,"
  },
  {
    "startTime": 301.879,
    "endTime": 306.92,
    "text": "and it's the reason that sometimes the best solution for a problem is to sleep on it."
  },
  {
    "startTime": 306.92,
    "endTime": 310.0,
    "text": "And those are just a few of the more prominent theories."
  },
  {
    "startTime": 310.1,
    "endTime": 313.856,
    "text": "As technology increases our capability for understanding the brain,"
  },
  {
    "startTime": 313.856,
    "endTime": 318.05899999999997,
    "text": "it's possible that one day we will discover the definitive reason for them."
  },
  {
    "startTime": 318.059,
    "endTime": 321.70000000000005,
    "text": "But until that time arrives, we'll just have to keep on dreaming."
  }
]