[
  {
    "startTime": 0.1,
    "endTime": 6.3999999999999995,
    "text": "We all know to stay away from poisons like mercury, where ingesting a 200-milligram dose would kill you,"
  },
  {
    "startTime": 6.5,
    "endTime": 13.1,
    "text": "or polonium, which only requires 1 gram of vaporized substance to wipe out 50 million people."
  },
  {
    "startTime": 13.2,
    "endTime": 19.5,
    "text": "But did you know that 70 cups of coffee contains enough caffeine to kill a 70-kilogram person?"
  },
  {
    "startTime": 19.6,
    "endTime": 23.900000000000002,
    "text": "This amount of caffeine can trigger heart palpitations or even cardiac arrest."
  },
  {
    "startTime": 24.0,
    "endTime": 26.3,
    "text": "Prefer alcohol as your beverage of choice?"
  },
  {
    "startTime": 26.4,
    "endTime": 29.299999999999997,
    "text": "13 consecutive shots could be lethal, too."
  },
  {
    "startTime": 29.5,
    "endTime": 36.9,
    "text": "Because alcohol is a depressant, the area in the brain controlling basic life functions like breathing and heart rate begin to shut down."
  },
  {
    "startTime": 37.0,
    "endTime": 39.8,
    "text": "Too much liquid in general can be dangerous as well."
  },
  {
    "startTime": 39.9,
    "endTime": 49.7,
    "text": "Though it takes a lot, water intoxication from around 6 liters causes brain cells to swell, leading to headaches, seizures, comas, and even death in extreme cases."
  },
  {
    "startTime": 49.8,
    "endTime": 57.3,
    "text": "But if you stop drinking water or consume too much salt, your cells will start to shrink, leading to the condition known as hypernatremia."
  },
  {
    "startTime": 57.4,
    "endTime": 65.3,
    "text": "48 teaspoons of your favorite seasoning at once is enough to trigger this reaction, also leading to seizures, coma, or even death."
  },
  {
    "startTime": 65.4,
    "endTime": 74.10000000000001,
    "text": "Stick your head under water or simply hold your breath, and it takes around 4 minutes without oxygen to cause severe brain injury, and at 6 minutes, you could die."
  },
  {
    "startTime": 74.2,
    "endTime": 79.5,
    "text": "However, in extreme cases, some free divers have been able to hold their breath for over 20 minutes."
  },
  {
    "startTime": 79.6,
    "endTime": 82.19999999999999,
    "text": "Cherries can also deprive you of oxygen."
  },
  {
    "startTime": 82.3,
    "endTime": 83.1,
    "text": "Say what?"
  },
  {
    "startTime": 83.2,
    "endTime": 88.2,
    "text": "If you ever swallow a cherry pit, you shouldn't worry too much, just don't bite into one."
  },
  {
    "startTime": 88.3,
    "endTime": 99.3,
    "text": "1 or 2 ground cherry pits contains enough cyanide to take you down, and these cyanide ions inhibit the enzyme cytochrome c oxidase, causing your cells to be unable to use oxygen."
  },
  {
    "startTime": 99.4,
    "endTime": 106.9,
    "text": "Speaking of a lack of oxygen, it's at around 8,000 feet above sea level that our bodies can no longer acclimatize to the limited oxygen."
  },
  {
    "startTime": 107.0,
    "endTime": 110.2,
    "text": "This is known as the \"death zone\" in mountaineering."
  },
  {
    "startTime": 110.3,
    "endTime": 112.89999999999999,
    "text": "Simply being too tall can also kill you."
  },
  {
    "startTime": 113.0,
    "endTime": 117.5,
    "text": "In the 1930s, Robert Pershing Wadlow reached 8 feet, 11 inches."
  },
  {
    "startTime": 117.6,
    "endTime": 124.69999999999999,
    "text": "This height put severe stress on his circulatory system and structural pressure on his bones, and he died at the young age of 22."
  },
  {
    "startTime": 124.8,
    "endTime": 130.7,
    "text": "Researchers have hypothesised that every inch above 5 feet takes 1.3 years off your life."
  },
  {
    "startTime": 130.8,
    "endTime": 134.60000000000002,
    "text": "If you're worried about your pet's life, you may have heard not to give them chocolate."
  },
  {
    "startTime": 134.7,
    "endTime": 137.7,
    "text": "The same chemical, theobromine, can kill us, too."
  },
  {
    "startTime": 137.8,
    "endTime": 148.3,
    "text": "Our bodies metabolize theobromine more effectively, though, with 1,000 milligrams per kilogram being lethal to humans, which is the equivalent of 85 full-sized chocolate bars at once."
  },
  {
    "startTime": 148.4,
    "endTime": 156.3,
    "text": "You may want that many chocolate bars after getting high; however, you would need to eat 22 kilograms of marijuana to be at risk of death."
  },
  {
    "startTime": 156.4,
    "endTime": 159.9,
    "text": "Smoke it, and the amount required to overdose is comically high."
  },
  {
    "startTime": 160.0,
    "endTime": 165.8,
    "text": "Approximately 680 kilograms of pot within 15 minutes would induce a lethal response,"
  },
  {
    "startTime": 165.9,
    "endTime": 172.3,
    "text": "which may explain why there has never been a single documented death directly linked to consuming too much marijuana."
  },
  {
    "startTime": 172.4,
    "endTime": 177.9,
    "text": "Blasting some amazing music may be fun as well, just don't go above 185 decibels."
  },
  {
    "startTime": 178.0,
    "endTime": 183.8,
    "text": "The amount of air pressure from this could burst your lungs, or, alternatively, create an embolism that travels to your heart."
  },
  {
    "startTime": 183.9,
    "endTime": 186.3,
    "text": "It may also keep your neighbours up all night."
  },
  {
    "startTime": 186.4,
    "endTime": 195.4,
    "text": "And, while it's uncertain how long the body can survive without sleep, studies on rats who underwent continuous sleep deprivation lasted around 2 weeks before dying."
  },
  {
    "startTime": 195.5,
    "endTime": 203.5,
    "text": "The world record in humans is just over 11 days, but, surprisingly, no long-term effects were documented after he caught up on his sleep."
  },
  {
    "startTime": 203.6,
    "endTime": 205.2,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 205.3,
    "endTime": 207.3,
    "text": "Ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 207.4,
    "endTime": 215.3,
    "text": "And if you liked this video, check out our previous one called \"This is 200 Calories\", where we break down and compare different foods and drinks to put things in perspective."
  },
  {
    "startTime": 215.4,
    "endTime": 227.6,
    "text": "Be sure to like, share, and subscribe for more weekly science videos."
  }
]