[
  {
    "startTime": 0.17,
    "endTime": 13.8,
    "text": "Do you get hot and bothered when your date throws up on their food and then slurps it all down? Then you, my friend, may be a flyosexual."
  },
  {
    "startTime": 13.8,
    "endTime": 15.4,
    "text": "Hey everyone, Laci Green here for DNews."
  },
  {
    "startTime": 15.4,
    "endTime": 22.1,
    "text": "My dad always warned me that flies were the scum of the earth and that I should never,  I repeat, never allow them to land on my food."
  },
  {
    "startTime": 22.1,
    "endTime": 26.5,
    "text": "They’ll vomit! They’ll poop! They’ll spread contagious diseases and you will die!"
  },
  {
    "startTime": 26.5,
    "endTime": 29.5,
    "text": "I felt a bit like receiving an abstinence lecture, to be honest."
  },
  {
    "startTime": 29.5,
    "endTime": 37.4,
    "text": "In a recent survey, Orick asked participants, \"if you were at a restaurant, which critter would make you drop your fork? Rodents? Cockroaches? Flies? Ants? Or snakes?\""
  },
  {
    "startTime": 37.4,
    "endTime": 41.6,
    "text": "Snakes! I’d definitely be outta that joint in a heartbeat."
  },
  {
    "startTime": 41.6,
    "endTime": 49.510000000000005,
    "text": "61% of people said they would bounce if they saw cockroaches, but scientists are warning that flies are actually twice as germy as cockroaches."
  },
  {
    "startTime": 49.4,
    "endTime": 56.5,
    "text": "And they’re specifically referring to those pesky houseflies that can be found anywhere. After all, there are over 90,000 different species of flies."
  },
  {
    "startTime": 56.5,
    "endTime": 64.3,
    "text": "So, what’s the real deal on flies and food? Flies do gross things like eat garbage and poop and rotting animal carcasses."
  },
  {
    "startTime": 64.3,
    "endTime": 70.7,
    "text": "All those germs from the gross stuff they think is delicious gets transferred to their legs and small hairs all over their body."
  },
  {
    "startTime": 70.7,
    "endTime": 75.0,
    "text": "It only takes a second for them to transfer those germs to your food or to your body."
  },
  {
    "startTime": 75.0,
    "endTime": 81.5,
    "text": "It’s also true that flies can’t chew, so in order to eat, they spit enzymes on their food to dissolve it and then slurp it up."
  },
  {
    "startTime": 81.5,
    "endTime": 86.8,
    "text": "And yet another solid truth is that flies can carry cholera, dysentery, and typhoid."
  },
  {
    "startTime": 86.8,
    "endTime": 92.39999999999999,
    "text": "But, notice most people don't get those diseases, which brings me to the rational side of things."
  },
  {
    "startTime": 92.4,
    "endTime": 100.10000000000001,
    "text": "Flies that are festering on food can definitely make you sick, so if there’s a bunch of flies feeding on a rotting apple—you probably shouldn’t eat it!"
  },
  {
    "startTime": 100.1,
    "endTime": 105.6,
    "text": "But when they land on food for a few seconds, it’s unlikely that it’ll transfer enough bacteria to make you sick."
  },
  {
    "startTime": 105.6,
    "endTime": 111.39999999999999,
    "text": "It’s also a misconception that they poop every time they land. That would be a lot of tiny fly bowel movements."
  },
  {
    "startTime": 111.4,
    "endTime": 118.77000000000001,
    "text": "They might spit on your food if they’re intending to eat it, but it’s the bacteria that’s stuck to their body that actually spreads disease and makes people sick."
  },
  {
    "startTime": 118.77,
    "endTime": 123.39999999999999,
    "text": "Long story short: fly vomit is your friend, fly bodies? Not so much."
  },
  {
    "startTime": 123.4,
    "endTime": 124.60000000000001,
    "text": "Thanks for watching DNews."
  },
  {
    "startTime": 124.6,
    "endTime": 138.239,
    "text": "Do you get grossed out if flies land on your food? Let me know down below and we’ll catch you on the next episode—hopefully with a little less feces."
  }
]