[
  {
    "startTime": 0.0,
    "endTime": 10.6,
    "text": "Breakfast is the most important meal of the day, so get started on the right foot with these 5 incredible smoothie recipes."
  },
  {
    "startTime": 10.6,
    "endTime": 18.0,
    "text": "So, to get started, I'm going to share just a couple (of) tips to make your smoothie-making run smoothly, right?"
  },
  {
    "startTime": 18.0,
    "endTime": 26.287,
    "text": "First up, you wanna use frozen fruit. Now, the reason is you don't wanna be watering down your smoothie with a whole bunch of ice, so freeze your fruit yourself."
  },
  {
    "startTime": 26.287,
    "endTime": 32.2,
    "text": "I like to freeze my fruit in a single layer on a baking sheet; this prevents it from all clumping and sticking together."
  },
  {
    "startTime": 32.2,
    "endTime": 41.0,
    "text": "Next, when it comes to using your blender, be sure to add your liquid first near the blades; that's gonna help your blender run a little more smoothly."
  },
  {
    "startTime": 41.0,
    "endTime": 45.5,
    "text": "Finally, don't be afraid to prepackage your smoothies and leave them in the freezer."
  },
  {
    "startTime": 45.5,
    "endTime": 54.9,
    "text": "These are great 'cause all you need to do in the morning is roll out of bed, pour these into your blender with a little bit of yogurt and some juice and you're off to the races—breakfast is served."
  },
  {
    "startTime": 54.9,
    "endTime": 62.5,
    "text": "I love this sunny tropical yellow smoothie to start off my week. It's perfect for a gloomy Monday morning to get you going."
  },
  {
    "startTime": 62.5,
    "endTime": 64.595,
    "text": "So, we're gonna start with a half a cup of pineapple juice."
  },
  {
    "startTime": 64.7,
    "endTime": 70.5,
    "text": "Now, if you don't have pineapple juice, it's fine, you could also use orange juice or even almond milk in this recipe would work just as well."
  },
  {
    "startTime": 70.5,
    "endTime": 74.076,
    "text": "To that, we're going to add a half a cup of Greek yogurt."
  },
  {
    "startTime": 74.076,
    "endTime": 85.07499999999999,
    "text": "This is going to add a little bit of much needed protein into our smoothie, then we're gonna top it with some tasty fruits like some frozen pineapple, some mango, and some tasty banana."
  },
  {
    "startTime": 85.075,
    "endTime": 95.836,
    "text": "Finally, we're gonna hit it with a little bit of grated ginger just to liven it all up and press blend; monday morning breakfast, taken care of."
  },
  {
    "startTime": 95.836,
    "endTime": 100.355,
    "text": "I call this \"My Orange Glad, it's not Monday anymore Tuesday smoothie\"."
  },
  {
    "startTime": 100.355,
    "endTime": 103.458,
    "text": "We're starting with some orange juice, about half a cup."
  },
  {
    "startTime": 103.458,
    "endTime": 113.93599999999999,
    "text": "To that, we're gonna add about a half a cup of Greek yogurt for protein, one peeled orange  frozen, half a peach, also peeled and frozen, and finally, one shredded carrot."
  },
  {
    "startTime": 113.936,
    "endTime": 119.10000000000001,
    "text": "I love sneaking vegetables into these smoothies when no one's looking; they'll never even taste it."
  },
  {
    "startTime": 119.1,
    "endTime": 129.9,
    "text": "Come hump day, I'm ready for something bright and beautiful like this ruby red smoothie that features watermelon and strawberries and fresh raspberries. It's absolutely delicious."
  },
  {
    "startTime": 129.9,
    "endTime": 133.8,
    "text": "We're going to mix it all up with a little bit of almond milk and some Greek yogurt."
  },
  {
    "startTime": 133.8,
    "endTime": 141.3,
    "text": "I'm using vanilla flavored Greek yogurt for this recipe and boom, there's breakfast baby."
  },
  {
    "startTime": 141.3,
    "endTime": 145.70000000000002,
    "text": "By the time Thursday rolls around you're stressed out to the max or at least I know I am."
  },
  {
    "startTime": 145.7,
    "endTime": 150.39999999999998,
    "text": "What better way to start your day than with a whole lot of antioxidant goodness?"
  },
  {
    "startTime": 150.4,
    "endTime": 157.0,
    "text": "This purple smoothie is so delicious and features some of these most antioxidant-rich foods."
  },
  {
    "startTime": 157.0,
    "endTime": 160.6,
    "text": "Into our blender, we are adding a half a cup of pomegranate juice."
  },
  {
    "startTime": 160.6,
    "endTime": 163.5,
    "text": "If you don't have pomegranate juice, cranberry juice will also work."
  },
  {
    "startTime": 163.5,
    "endTime": 173.383,
    "text": "Then, we are going to add some vanilla-flavored Greek yogurt; we've got some frozen blueberries and frozen blackberries and even some beautiful freshly pitted cherries."
  },
  {
    "startTime": 173.383,
    "endTime": 179.169,
    "text": "When they're in season, buy a whole ton, pit them and then freeze them so you can use them all year long."
  },
  {
    "startTime": 179.169,
    "endTime": 183.0,
    "text": "Ladies and gentleman, congratulations, you made it to Friday."
  },
  {
    "startTime": 183.0,
    "endTime": 188.7,
    "text": "Now, in order to prepare for the epic night you have ahead of you, probably best to get some greens into us early."
  },
  {
    "startTime": 188.7,
    "endTime": 193.39999999999998,
    "text": "So, I'm gonna show you my \"tasty Friday green goodness smoothie\"."
  },
  {
    "startTime": 193.4,
    "endTime": 207.107,
    "text": "All right, so it starts with about a half a cup of OJ, half a cup of vanilla-flavored Greek yogurt, to that, we are going to add two peeled and frozen kiwis, and then a whole avocado."
  },
  {
    "startTime": 207.107,
    "endTime": 212.5,
    "text": "Trust me on this one, it's gonna add some creaminess and some texture. You're going to absolutely love it."
  },
  {
    "startTime": 212.5,
    "endTime": 219.9,
    "text": "Now, believe it or not, you can freeze avocados. You'll never be able to eat it on its own again but it is great in smoothies."
  },
  {
    "startTime": 219.9,
    "endTime": 225.0,
    "text": "And then, we're gonna add a handful of greens and you won't even taste them because of this beautiful kiwi."
  },
  {
    "startTime": 225.0,
    "endTime": 228.9,
    "text": "Also, keep in mind that smoothies are an excellent place to improvise."
  },
  {
    "startTime": 228.9,
    "endTime": 240.348,
    "text": "So, once you've got these basic recipes down, you can add all sorts of things to them like protein powder or hemp seeds or chia seeds; any kind of greens, you can sneak those in. You won't even know they're there."
  },
  {
    "startTime": 240.348,
    "endTime": 243.5,
    "text": "These are incredibly delicious and packed full of nutrients."
  },
  {
    "startTime": 243.5,
    "endTime": 246.209,
    "text": "I hope you'll give them a try and let me know how it goes."
  },
  {
    "startTime": 246.209,
    "endTime": 251.01,
    "text": "Be sure to tweet me or Instagram me a photo of what you come up with in your own kitchen. I love hearing from you."
  },
  {
    "startTime": 251.01,
    "endTime": 255.04999999999998,
    "text": "And be sure to subscribe for more great recipes just like these."
  },
  {
    "startTime": 255.05,
    "endTime": 259.5,
    "text": "Happy Monday, Happy Tuesday, Happy Wednesday, Happy Thursday, Happy Friday."
  },
  {
    "startTime": 259.5,
    "endTime": 272.228,
    "text": "And comes Saturday, it's time for eggs Benedict; I have a video for that too."
  }
]