[
  {
    "startTime": 0.63,
    "endTime": 11.71,
    "text": "There's this interesting theory out there that every Pixar film exists in the same universe, that they're connected by overarching themes that place them along a single, unified timeline."
  },
  {
    "startTime": 11.71,
    "endTime": 20.340000000000003,
    "text": "Since the hit-making animation studio is set to release two more films in the next few months, I thought it'd be interesting to put the theory out there, and start a conversation."
  },
  {
    "startTime": 20.34,
    "endTime": 24.23,
    "text": "It begins with Brave, and Merida discovering the \"the-will-of-the-wisps.\""
  },
  {
    "startTime": 24.23,
    "endTime": 30.19,
    "text": "This magic turns her mother into a bear, and is the reason why animals and inanimate objects behave like humans."
  },
  {
    "startTime": 30.19,
    "endTime": 34.56,
    "text": "A witch uses this magic and mysteriously vanishes through wooden doors."
  },
  {
    "startTime": 34.56,
    "endTime": 41.28,
    "text": "The magic from the will of the wisps eventually leads to superheroes, who maintain order and justice in the world."
  },
  {
    "startTime": 41.28,
    "endTime": 47.120000000000005,
    "text": "But the villain Buddy introduces artificially intelligent robots which try and destroy the superhumans."
  },
  {
    "startTime": 47.12,
    "endTime": 58.309999999999995,
    "text": "He also harnesses Zero Point Energy, a power source that exists in wavelengths and gives life to toys, which learn that another energy source is human love, upon which they thrive."
  },
  {
    "startTime": 58.31,
    "endTime": 64.24000000000001,
    "text": "In the first movie, the gang begins to understand what happens to toys that are isolated from humans."
  },
  {
    "startTime": 64.24,
    "endTime": 69.77,
    "text": "In the second film, the toys evolve to become more self-aware and begin questioning their purpose."
  },
  {
    "startTime": 69.77,
    "endTime": 74.57,
    "text": "And certain toys, like Jesse, begin to resent their human owners for abandoning them."
  },
  {
    "startTime": 74.57,
    "endTime": 77.22999999999999,
    "text": "Resentment is felt by animals too."
  },
  {
    "startTime": 77.23,
    "endTime": 83.58,
    "text": "We learn that fish have very advanced intelligence and are suffering from human pollution and experimentation."
  },
  {
    "startTime": 83.58,
    "endTime": 88.63,
    "text": "They too begin to resent humans for their lack of concern for nature and the environment."
  },
  {
    "startTime": 88.63,
    "endTime": 96.58999999999999,
    "text": "In Remy, we see an even more advanced animal who walks on his hind legs, can read, and cook better than all the other humans."
  },
  {
    "startTime": 96.59,
    "endTime": 109.24000000000001,
    "text": "His relationship with Linguini is also the first time we see communication between animals and humans, but the tides are beginning to turn, as Remy essentially uses Linguini as his controllable cooking machine."
  },
  {
    "startTime": 109.24,
    "endTime": 112.33999999999999,
    "text": "Three years later, the toys are also ready to take over."
  },
  {
    "startTime": 112.34,
    "endTime": 119.32000000000001,
    "text": "They're fed up with being abused, and some characters, like Lotso the Huggin' Bear, hate humans with a passion."
  },
  {
    "startTime": 119.32,
    "endTime": 126.30999999999999,
    "text": "Meanwhile, as a result of the increasing dominance of the BnL corporation, Carl is forced to give up his property."
  },
  {
    "startTime": 126.31,
    "endTime": 132.65,
    "text": "This foreshadows that BnL is the cause of widespread pollution that wipes out life on earth in the future."
  },
  {
    "startTime": 132.65,
    "endTime": 139.71,
    "text": "Carl also discovers that animals can communicate with humans, and he learns how bitter they are at their subservient role."
  },
  {
    "startTime": 139.71,
    "endTime": 154.73000000000002,
    "text": "When the animals finally do rise up, the machines side with humans in the war because people are the machine's source of energy, but eliminating the animals throws off the balance of the ecosystem, so humans are sent away on a ship called the Axiom."
  },
  {
    "startTime": 154.73,
    "endTime": 158.91,
    "text": "All of the other machines are left behind to populate the world and run things."
  },
  {
    "startTime": 158.91,
    "endTime": 163.10999999999999,
    "text": "This is confirmed when humans are still nowhere to be found anywhere on earth."
  },
  {
    "startTime": 163.11,
    "endTime": 168.22000000000003,
    "text": "With the humans gone, the cars have to run on oil, but the oil eventually runs out."
  },
  {
    "startTime": 168.22,
    "endTime": 179.97,
    "text": "Fast Forward a few hundred years when Wall-E is the only machine left on earth, surviving because of his connection to human culture and his relationship with the single remaining living creature, a sturdy cockroach."
  },
  {
    "startTime": 179.97,
    "endTime": 188.71,
    "text": "This robot Jesus and his aptly-named love, Eve, save the human race and help them come home to repopulate the planet."
  },
  {
    "startTime": 188.71,
    "endTime": 195.87,
    "text": "The end credits show the last plant growing into a mighty tree which we see in \"A Bug's Life.\""
  },
  {
    "startTime": 195.87,
    "endTime": 203.13,
    "text": "Supporting the fact that the film takes place after Wall-E is that the ants are intelligent, long-living and socially advanced."
  },
  {
    "startTime": 203.13,
    "endTime": 213.01,
    "text": "Humans are barely alluded to in the film, which makes sense because there simply aren't many humans around after having only recently begun repopulating the Earth."
  },
  {
    "startTime": 213.01,
    "endTime": 222.82999999999998,
    "text": "Hundreds, perhaps thousands of years after Wall-E, monsters evolve and mutate out of the pollution caused by BnL, and humans go extinct."
  },
  {
    "startTime": 222.83,
    "endTime": 237.53,
    "text": "At Monster's University, the monsters are taught that humans are toxic and from another dimension because it was feared that travelling back in time, as the monsters do when they go through the doors, could alter history and erase them from their present day existence."
  },
  {
    "startTime": 237.53,
    "endTime": 242.91,
    "text": "But the monsters realize that they need human contact, especially laughter, to survive."
  },
  {
    "startTime": 242.91,
    "endTime": 253.12,
    "text": "The mobile trailer from A Bug's Life appears, but it's newer in Monsters, INC. because they are time-travelling back before humans were forced to leave on the Axiom."
  },
  {
    "startTime": 253.12,
    "endTime": 257.56,
    "text": "This all leads us to Boo, the character that brings the theory full circle."
  },
  {
    "startTime": 257.56,
    "endTime": 261.64,
    "text": "Little Boo never stopped missing Sulley, and never gave up trying to find him."
  },
  {
    "startTime": 261.64,
    "endTime": 268.07,
    "text": "So she figured out how to time travel later in life and went back to the source of all magic, \"the-will-of-the-wisps.\""
  },
  {
    "startTime": 268.07,
    "endTime": 278.12,
    "text": "She's the witch in Brave. She uses magic to try and find Sulley, to return to her happiest moments as a child, by creating doors going backwards and forward in time."
  },
  {
    "startTime": 278.12,
    "endTime": 290.23,
    "text": "She leaves two wood carvings of Sulley and a pizza truck behind, and she turns Queen Elinor into a bear, maybe because she's trying to bring Sulley back, and a bear is the animal Sulley most closely resembles."
  },
  {
    "startTime": 290.23,
    "endTime": 297.81,
    "text": "As she travels through time she leaves Easter eggs behind in other movies, like Flik and Heimlich in this scene from Toy Story 2."
  },
  {
    "startTime": 297.81,
    "endTime": 303.86,
    "text": "In the newest movie, the all-mighty life-giving energy force of human emotion is on full display."
  },
  {
    "startTime": 303.86,
    "endTime": 313.93,
    "text": "There's also a character named Bing Bong that could be based on a monster, which Riley likely encountered when she was a toddler the same age boo met Sulley."
  },
  {
    "startTime": 313.93,
    "endTime": 320.91,
    "text": "There's a connection to \"UP\" too when the background memories in Riley's mind show scenes from Carl and Ellie's life."
  },
  {
    "startTime": 320.91,
    "endTime": 329.07000000000005,
    "text": "And in the upcoming \"The Good Dinosaur,\" the asteroid that killed the dinosaurs misses earth, causing humans and dinosaurs to exist together."
  },
  {
    "startTime": 329.07,
    "endTime": 338.31,
    "text": "This origin story could fill in some of the clues as to how animals are able to develop intelligence so fast in the Pixar universe."
  },
  {
    "startTime": 338.31,
    "endTime": 342.07,
    "text": "So that's the theory. It was thought up by the blogger Jon Negroni."
  },
  {
    "startTime": 342.07,
    "endTime": 345.61,
    "text": "It's very interesting, and at least plausible."
  },
  {
    "startTime": 345.61,
    "endTime": 351.13,
    "text": "The craftsmanship and care that go into each Pixar film is why fans are embracing it."
  },
  {
    "startTime": 351.13,
    "endTime": 355.76,
    "text": "It's fun to believe that there's a brilliant thesis connecting the wonderful Pixar universe."
  },
  {
    "startTime": 355.76,
    "endTime": 368.93,
    "text": "But Pixar employees have denied the validity of the theory, and the studio's genius creative director, John Lasseter, says the overarching themes binding the films together are love and coexisting with each other and the planet."
  },
  {
    "startTime": 368.93,
    "endTime": 377.34000000000003,
    "text": "But with all the strategically-placed Easter eggs, and the hard-to-deny connections, it's unlikely this theory is going away anytime soon."
  },
  {
    "startTime": 377.34,
    "endTime": 380.60999999999996,
    "text": "What do you think? Leave your thoughts in a comment below."
  },
  {
    "startTime": 380.61,
    "endTime": 393.07,
    "text": "And to get deeper into the Pixar Universe we've arranged for you to get a free copy of the audiobook, \"John Lasseter: The Whiz Who Made Pixar King\" through the link below if you sign up for a 30-day free trial from Audible.com."
  },
  {
    "startTime": 393.07,
    "endTime": 406.11,
    "text": "And you can watch more of our videos by clicking on the annotation on the left for our look at the biggest Megaprojects under construction around the world, or the right where we rundown interesting facts about the sci-fi epic \"Interstellar.\""
  },
  {
    "startTime": 406.11,
    "endTime": 409.41,
    "text": "Until next time, for the two-brother team here at The Daily Conversation."
  },
  {
    "startTime": 409.41,
    "endTime": 420.15000000000003,
    "text": "Thanks for watching."
  }
]