[
  {
    "startTime": 0.25,
    "endTime": 11.83,
    "text": "With over 1.8 billion bottles of Coca Cola sold a day, and nearly half of Americans drinking at least one glass of soda or pop a day, it's safe to say that many of us love a sugary drink."
  },
  {
    "startTime": 11.83,
    "endTime": 16.13,
    "text": "But what would happen to our brains and bodies if we only drank soda?"
  },
  {
    "startTime": 16.13,
    "endTime": 21.21,
    "text": "As the drink enters your mouth, its high acid content begins to erode the enamel on your teeth."
  },
  {
    "startTime": 21.21,
    "endTime": 25.86,
    "text": "And the microorganisms in your plaque start to feed off the sugar which can lead to cavities."
  },
  {
    "startTime": 25.86,
    "endTime": 30.91,
    "text": "Finish the can and you may have consumed upwards of 46 grams of sugar."
  },
  {
    "startTime": 30.91,
    "endTime": 39.21,
    "text": "The receptors on your tongue sense this and send a message to your cerebral cortex, activating the rewards center of the brain, which says \"More, please!\"."
  },
  {
    "startTime": 39.21,
    "endTime": 50.43,
    "text": "After a week of substituting the recommended 8 daily glasses of water for cola instead, you would have consumed around 5432 extra calories."
  },
  {
    "startTime": 50.43,
    "endTime": 55.21,
    "text": "And this is one of the biggest health problems linked to carbonated drinks: weight gain."
  },
  {
    "startTime": 55.21,
    "endTime": 63.91,
    "text": "It's been estimated that 1/5 of the weight gain in the U.S. between 1977 and 2007 can be attributed to soft drinks."
  },
  {
    "startTime": 63.91,
    "endTime": 74.12,
    "text": "Furthermore, Yale researchers found that when people drink soft drinks, they also consume more calories, mainly because people don't accurately account for the added calories in their beverage."
  },
  {
    "startTime": 74.12,
    "endTime": 82.52000000000001,
    "text": "On top of this, the high fructose corn syrup, which is the primary soda sweetener, is not metabolized in our bodies the same way other sugars are."
  },
  {
    "startTime": 82.52,
    "endTime": 89.08,
    "text": "They increase liver fat upping the risk of cardiovascular disease, and don't stimulate the hormones Insulin and Leptin."
  },
  {
    "startTime": 89.08,
    "endTime": 92.51,
    "text": "These hormones help the body signal when we're full to prevent overeating."
  },
  {
    "startTime": 92.51,
    "endTime": 96.23,
    "text": "The disruption of Insulin also increases the risk of diabetes."
  },
  {
    "startTime": 96.23,
    "endTime": 102.51,
    "text": "Overall research suggests that reducing the amount of sugar in drinks, could prevent 1 million cases of obesity."
  },
  {
    "startTime": 102.51,
    "endTime": 105.51,
    "text": "So should we swap in diet drinks instead?"
  },
  {
    "startTime": 105.51,
    "endTime": 110.41000000000001,
    "text": "Surprisingly there's still a link between artificial sweeteners and weight gain as well."
  },
  {
    "startTime": 110.41,
    "endTime": 117.14,
    "text": "Experiments have found that the sweet taste, whether from real sugar or artificial sweeteners, enhances our appetite."
  },
  {
    "startTime": 117.14,
    "endTime": 127.54,
    "text": "Not to mention many diet drinkers allow themselves to eat more because they believe they've already reduced their calories, thinking: \"I'm having a diet soda so I can have a large fry with my burger.\""
  },
  {
    "startTime": 127.54,
    "endTime": 129.91,
    "text": "But soft drinks can also age us."
  },
  {
    "startTime": 129.91,
    "endTime": 134.71,
    "text": "Telomeres are protective caps on the end of our chromosomes, which shortened overtime."
  },
  {
    "startTime": 134.71,
    "endTime": 142.84,
    "text": "And it turns out that their rate of shortening is nearly the same in a person who drinks six hundred milliliters of soda a day as it is in a smoker."
  },
  {
    "startTime": 142.84,
    "endTime": 146.23,
    "text": "So what if you drank two liters of pop every day?"
  },
  {
    "startTime": 146.23,
    "endTime": 153.28,
    "text": "Well, one woman did just that for sixteen years straight, until she was hospitalized at age 31."
  },
  {
    "startTime": 153.28,
    "endTime": 166.31,
    "text": "With no family history of heart problems, she suffered from arrhythmia and fainting spells, and tests found her severely deficient in potassium, as both fructose and caffeine can lead to potassium loss through urine and diarrhea."
  },
  {
    "startTime": 166.31,
    "endTime": 173.67000000000002,
    "text": "Luckily our bodies have an amazing ability to recover, and once she quit, her potassium levels and other complications began to rebound."
  },
  {
    "startTime": 173.67,
    "endTime": 177.63,
    "text": "Need more science? Here's a playlist of our latest videos that you can binge watch."
  },
  {
    "startTime": 177.63,
    "endTime": 185.34,
    "text": "And if you never want to miss our videos, simply go to our channel on your device's YouTube app and hit the little bell which turns on the notifications for our videos."
  },
  {
    "startTime": 185.34,
    "endTime": 187.95000000000002,
    "text": "YouTube will send you a message each time we release a video."
  },
  {
    "startTime": 187.95,
    "endTime": 190.661,
    "text": "And subscribe from our weekly science videos."
  }
]