[
  {
    "startTime": 9.03,
    "endTime": 21.36,
    "text": "This is the microraptor, a carnivorous four-winged dinosaur that was almost two-feet long, ate fish, and lived about 120 million years ago."
  },
  {
    "startTime": 21.36,
    "endTime": 26.11,
    "text": "Most of what we know about it comes from fossils that look like this."
  },
  {
    "startTime": 26.11,
    "endTime": 29.81,
    "text": "So, is its coloration here just an artist's best guess?"
  },
  {
    "startTime": 29.81,
    "endTime": 32.12,
    "text": "The answer is no."
  },
  {
    "startTime": 32.12,
    "endTime": 40.22,
    "text": "We know this shimmering black color is accurate because paleontologists have analyzed clues contained within the fossil."
  },
  {
    "startTime": 40.22,
    "endTime": 49.67,
    "text": "But making sense of the evidence requires careful examination of the fossil and a good understanding of the physics of light and color."
  },
  {
    "startTime": 49.67,
    "endTime": 58.22,
    "text": "First of all, here's what we actually see on the fossil: imprints of bones and feathers that have left telltale mineral deposits."
  },
  {
    "startTime": 58.22,
    "endTime": 67.28,
    "text": "And from those imprints, we can determine that these microraptor feathers were similar to modern dinosaur, as in bird, feathers."
  },
  {
    "startTime": 67.28,
    "endTime": 71.33,
    "text": "But what gives birds their signature diverse colorations?"
  },
  {
    "startTime": 71.33,
    "endTime": 75.53,
    "text": "Most feathers contain just one or two dye-like pigments."
  },
  {
    "startTime": 75.53,
    "endTime": 86.67,
    "text": "The cardinal's bright red comes from carotenoids, the same pigments that make carrots orange, while the black of its face is from melanin, the pigment that colors our hair and skin."
  },
  {
    "startTime": 86.67,
    "endTime": 90.26,
    "text": "But in bird feathers, melanin isn't simply a dye."
  },
  {
    "startTime": 90.26,
    "endTime": 97.32000000000001,
    "text": "It forms hollow nanostructures called melanosomes which can shine in all the colors of the rainbow."
  },
  {
    "startTime": 97.32,
    "endTime": 101.66,
    "text": "To understand how that works, it helps to remember some things about light."
  },
  {
    "startTime": 101.66,
    "endTime": 106.53999999999999,
    "text": "Light is basically a tiny electromagnetic wave traveling through space."
  },
  {
    "startTime": 106.54,
    "endTime": 113.16000000000001,
    "text": "The top of a wave is called its crest and the distance between two crests is called the wavelength."
  },
  {
    "startTime": 113.16,
    "endTime": 125.87,
    "text": "The crests in red light are about 700 billionths of a meter apart and the wavelength of purple light is even shorter, about 400 billionths of a meter, or 400 nanometers."
  },
  {
    "startTime": 125.87,
    "endTime": 133.61,
    "text": "When light hits the thin front surface of a bird's hollow melanosome, some is reflected and some passes through."
  },
  {
    "startTime": 133.61,
    "endTime": 138.11,
    "text": "A portion of the transmitted light then reflects off the back surface."
  },
  {
    "startTime": 138.11,
    "endTime": 140.55,
    "text": "The two reflected waves interact."
  },
  {
    "startTime": 140.55,
    "endTime": 149.41000000000003,
    "text": "Usually they cancel each other out, but when the wavelength of the reflected light matches the distance between the two reflections, they reinforce each other."
  },
  {
    "startTime": 149.41,
    "endTime": 163.29,
    "text": "Green light has a wavelength of about 500 nanometers, so melanosomes that are about 500 nanometers across give off green light, thinner melanosomes give off purple light, and thicker ones give off red light."
  },
  {
    "startTime": 163.29,
    "endTime": 165.63,
    "text": "Of course, it's more complex than this."
  },
  {
    "startTime": 165.63,
    "endTime": 173.93,
    "text": "The melanosomes are packed together inside cells, and other factors, like how the melanosomes are arranged within the feather, also matter."
  },
  {
    "startTime": 173.93,
    "endTime": 176.41,
    "text": "Let's return to the microraptor fossil."
  },
  {
    "startTime": 176.41,
    "endTime": 184.38,
    "text": "When scientists examined its feather imprints under a powerful microscope, they found nanostructures that look like melanosomes."
  },
  {
    "startTime": 184.38,
    "endTime": 188.82,
    "text": "X-ray analysis of the melanosomes further supported that theory."
  },
  {
    "startTime": 188.82,
    "endTime": 193.12,
    "text": "They contained minerals that would result from the decay of melanin."
  },
  {
    "startTime": 193.12,
    "endTime": 205.14000000000001,
    "text": "The scientists then chose 20 feathers from one fossil and found that the melanosomes in all 20 looked alike, so they became pretty sure this dinosaur was one solid color."
  },
  {
    "startTime": 205.14,
    "endTime": 217.11999999999998,
    "text": "They compared these microraptor melanosomes to those of modern birds and found a close similarity, though not a perfect match, to the iridescent teal feathers found on duck wings."
  },
  {
    "startTime": 217.12,
    "endTime": 225.73000000000002,
    "text": "And by examining the exact size and arrangement of the melanosomes, scientists determined that the feathers were iridescent black."
  },
  {
    "startTime": 225.73,
    "endTime": 233.76,
    "text": "Now that we can determine a fossilized feather's color, paleontologists are looking for more fossils with well-preserved melanosomes."
  },
  {
    "startTime": 233.76,
    "endTime": 244.64,
    "text": "They've found that a lot of dinosaurs, including velociraptor, probably had feathers, meaning that certain films might not be so biologically accurate."
  },
  {
    "startTime": 244.64,
    "endTime": 254.857,
    "text": "Clever girls."
  }
]