[
  {
    "startTime": 11.3,
    "endTime": 14.71,
    "text": "I have to admit I was initially disappointed when Matthew Vaughn, director of one of my"
  },
  {
    "startTime": 14.71,
    "endTime": 18.79,
    "text": "all time favourite films X-Men First Class, announced that he would be stepping down from"
  },
  {
    "startTime": 18.79,
    "endTime": 23.07,
    "text": "the role of director for its sequel, X-Men: Days of Future Past, and instead take on a"
  },
  {
    "startTime": 23.07,
    "endTime": 27.02,
    "text": "different comic book adaptation in the form of Kingsman: The Secret Service. However,"
  },
  {
    "startTime": 27.02,
    "endTime": 30.669,
    "text": "not only was this disappointment quelled last year when Days of Future Past turned out to"
  },
  {
    "startTime": 30.669,
    "endTime": 35.12,
    "text": "be almost the equal of First Class, but it was totally irradiated after the end credits"
  },
  {
    "startTime": 35.12,
    "endTime": 39.079,
    "text": "rolled on Kingsman. If Matthew Vaughn had to abandon X-Men for another film, I’m sure"
  },
  {
    "startTime": 39.079,
    "endTime": 40.149,
    "text": "glad it was this one."
  },
  {
    "startTime": 40.149,
    "endTime": 44.289,
    "text": "As both a parody and a homage to classic spy films, Kingsman is both a brilliant comedy"
  },
  {
    "startTime": 44.289,
    "endTime": 48.760000000000005,
    "text": "and a brutal action rollercoaster. Well deserving of its R rating, Kingsman may be the most"
  },
  {
    "startTime": 48.76,
    "endTime": 52.82,
    "text": "shockingly violent mainstream film to hit cinemas this year. However, much like with"
  },
  {
    "startTime": 52.82,
    "endTime": 56.03,
    "text": "Vaughn’s previous ultra-violent comic book on screen that was Kick-Ass, the violence"
  },
  {
    "startTime": 56.03,
    "endTime": 59.89,
    "text": "is so over the top to the point where it becomes an integral part of the visual identity of"
  },
  {
    "startTime": 59.89,
    "endTime": 64.39,
    "text": "the film. Yes its brutal but when its accompanied by a killer soundtrack and the superb action"
  },
  {
    "startTime": 64.39,
    "endTime": 67.81,
    "text": "direction that Vaughn has honed over the years everything comes together and ultimately culminates"
  },
  {
    "startTime": 67.81,
    "endTime": 71.44,
    "text": "in what is arguable the film’s most brilliant sequence that will be sure to have a lot of"
  },
  {
    "startTime": 71.44,
    "endTime": 75.17999999999999,
    "text": "people talking, some complaining and others even offended. Safe to say if you’ve seen"
  },
  {
    "startTime": 75.18,
    "endTime": 78.31,
    "text": "Kingsman already you know exactly what I’m talking about. If you haven’t, I don’t"
  },
  {
    "startTime": 78.31,
    "endTime": 81.73,
    "text": "want to spoil it for you but the knowledge of the fact that the scene has been cut from"
  },
  {
    "startTime": 81.73,
    "endTime": 85.76,
    "text": "several countries is testimony to how close to the line the sequence is."
  },
  {
    "startTime": 85.76,
    "endTime": 89.58,
    "text": "Make sure if you see Kingman you are experiencing the full uncut version."
  },
  {
    "startTime": 89.58,
    "endTime": 92.97,
    "text": "But of course a film can’t just survive on the quality of its action alone so thankfully"
  },
  {
    "startTime": 92.97,
    "endTime": 96.09,
    "text": "there’s a wonderful plot threaded throughout. Feeling like somewhat of a duel narrative"
  },
  {
    "startTime": 96.09,
    "endTime": 99.96000000000001,
    "text": "for the first two acts the film splits between Taron Egerton’s Eggsy going through a rigorous"
  },
  {
    "startTime": 99.96,
    "endTime": 103.88,
    "text": "training process in order to become a Kingman, and Colin Firth’s Harry Hart attempting"
  },
  {
    "startTime": 103.88,
    "endTime": 108.61,
    "text": "to reveal the dubious plans of Samuel L. Jackson’s Richmond Valentine. As time goes on the two"
  },
  {
    "startTime": 108.61,
    "endTime": 112.54,
    "text": "narrative start to entangle and become a unified whole and have much more bearing on each other"
  },
  {
    "startTime": 112.54,
    "endTime": 116.17,
    "text": "than is initially apparent. Much like previous Matthew Vaughn efforts the film’s world"
  },
  {
    "startTime": 116.17,
    "endTime": 119.86,
    "text": "building (there’s that word I love again) is heavily woven into the forward moving plot"
  },
  {
    "startTime": 119.86,
    "endTime": 123.5,
    "text": "so that it happens organically yet at a rapid fire rate. I don’t know if they’re gunning"
  },
  {
    "startTime": 123.5,
    "endTime": 126.94,
    "text": "for a franchise here but there’s definitely enough implied history and potential for future"
  },
  {
    "startTime": 126.94,
    "endTime": 130.849,
    "text": "stories outlined in this film to warrant it. Vaughn also uses his now almost auteur like"
  },
  {
    "startTime": 130.849,
    "endTime": 135.28,
    "text": "vibrant colour palette that make the film feel alive and fresh. In direct contrast to"
  },
  {
    "startTime": 135.28,
    "endTime": 139.59,
    "text": "a lot of other blockbusters continually drawing on blacks and greys, Kingman reminds us what"
  },
  {
    "startTime": 139.59,
    "endTime": 140.45000000000002,
    "text": "colour is."
  },
  {
    "startTime": 140.45,
    "endTime": 144.03,
    "text": "Elevating all the material is the presence of a-list actors portraying the Kingman which"
  },
  {
    "startTime": 144.03,
    "endTime": 147.7,
    "text": "not only adds gravitas to the characters but to the film itself. The aforementioned Colin"
  },
  {
    "startTime": 147.7,
    "endTime": 151.17,
    "text": "Firth is joined by Michael Caine and Jack Davenport and there’s even an extended cameo"
  },
  {
    "startTime": 151.17,
    "endTime": 155.1,
    "text": "by Mark Hamill, a wonderful bit of casting for those familiar with the original Kingsman"
  },
  {
    "startTime": 155.1,
    "endTime": 157.95,
    "text": "comic. Perhaps stealing the show though is Mark Strong who seems to fit his character"
  },
  {
    "startTime": 157.95,
    "endTime": 161.58999999999997,
    "text": "so well and handles it with the perfect mix of self awareness and seriousness that this"
  },
  {
    "startTime": 161.59,
    "endTime": 162.99,
    "text": "kind of genre asks for."
  },
  {
    "startTime": 162.99,
    "endTime": 165.92000000000002,
    "text": "It seems almost pointless to highlight any of Kingman’s shortcomings as several of"
  },
  {
    "startTime": 165.92,
    "endTime": 169.80999999999997,
    "text": "them could almost be considered to be intentional homages to the format of old spy films. Richmond"
  },
  {
    "startTime": 169.81,
    "endTime": 173.41,
    "text": "Valentine’s plan is ridiculous and some would say convoluted but seeing as that’s"
  },
  {
    "startTime": 173.41,
    "endTime": 177.89,
    "text": "the MO of most old Bond villains, can a film that directly pays tribute to those films"
  },
  {
    "startTime": 177.89,
    "endTime": 179.70999999999998,
    "text": "be criticised for doing the same thing?"
  },
  {
    "startTime": 179.71,
    "endTime": 184.01000000000002,
    "text": "By films end its quite amazing how much content Vaughn has managed to cram into 2 hours without"
  },
  {
    "startTime": 184.01,
    "endTime": 188.03,
    "text": "any of it feeling rushed, forced in or better off left out of the film. With Kingman he"
  },
  {
    "startTime": 188.03,
    "endTime": 191.72,
    "text": "has truly proven that he is one of the most talented action directors of our generation"
  },
  {
    "startTime": 191.72,
    "endTime": 194.18,
    "text": "and I can’t wait to see what he comes up with next."
  },
  {
    "startTime": 194.18,
    "endTime": 197.08,
    "text": "In short, go see Kingsman. It's really really good."
  },
  {
    "startTime": 197.08,
    "endTime": 201.26000000000002,
    "text": "Thank you so much for watching. If you've seen Kingsman, tell me what you thought down in the comments below."
  },
  {
    "startTime": 201.26,
    "endTime": 207.45999999999998,
    "text": "Also, make sure you check out last week's video which is also kinda down below but not as far, where I talk about The Lord of the rings and"
  },
  {
    "startTime": 207.46,
    "endTime": 217.46,
    "text": "whether it should be turned into a television series or not."
  }
]