[
  {
    "startTime": 0.17,
    "endTime": 8.2,
    "text": "When it comes to sex, how long is too long?"
  },
  {
    "startTime": 8.2,
    "endTime": 14.7,
    "text": "Hello everyone and welcome to DNews, I’m Dr. Crystal Dilworth here to discuss Intravaginal Ejactulatory Latency Time;"
  },
  {
    "startTime": 14.7,
    "endTime": 18.2,
    "text": "otherwise known as the time it takes a heterosexual couples to have sex."
  },
  {
    "startTime": 18.2,
    "endTime": 23.2,
    "text": "So how long “should” you be having sex for ? And are you…“normal”?"
  },
  {
    "startTime": 23.2,
    "endTime": 28.89,
    "text": "Well in attempting to answer these questions, I discovered that “normal” has actually changed with societal expectations"
  },
  {
    "startTime": 28.89,
    "endTime": 31.9,
    "text": "and the average length of intercourse has varied over time."
  },
  {
    "startTime": 31.9,
    "endTime": 34.5,
    "text": "So it’s not just biology that we are dealing with here,"
  },
  {
    "startTime": 34.5,
    "endTime": 38.2,
    "text": "how long we ''think'' we should be having sex is an influence too."
  },
  {
    "startTime": 38.2,
    "endTime": 41.35,
    "text": "In the late 1940s at the time of the famous Kinsey Report,"
  },
  {
    "startTime": 41.35,
    "endTime": 47.0,
    "text": "75% of males surveyed reported intercourse lasting approximately 2 minutes."
  },
  {
    "startTime": 47.0,
    "endTime": 49.8,
    "text": "A number that seems objectionably short to me personally"
  },
  {
    "startTime": 49.8,
    "endTime": 54.099999999999994,
    "text": "and could warrant a premature ejaculation diagnosis in these modern times."
  },
  {
    "startTime": 54.1,
    "endTime": 59.9,
    "text": "For the record, the diagnosis of PE is heavily weighted towards self and partner reported satisfaction,"
  },
  {
    "startTime": 59.9,
    "endTime": 63.3,
    "text": "but one to two minutes is commonly considered to be premature."
  },
  {
    "startTime": 63.3,
    "endTime": 69.0,
    "text": "Researchers are finding that since the late 60’s, the start of the feminist movement and sexual revolution,"
  },
  {
    "startTime": 69.0,
    "endTime": 72.4,
    "text": "intercourse has been taking us slightly longer. How long?"
  },
  {
    "startTime": 72.4,
    "endTime": 76.7,
    "text": "Well, survey data from studies done at the University of New Brunswick show that"
  },
  {
    "startTime": 76.7,
    "endTime": 81.46000000000001,
    "text": "duration of vaginal intercourse is now reported to fall within a range of 5 to 10 minutes,"
  },
  {
    "startTime": 81.46,
    "endTime": 86.359,
    "text": "with durations in excess of 20 minutes being undesirable to most study participants."
  },
  {
    "startTime": 86.359,
    "endTime": 90.0,
    "text": "So that average sweet spot is really, as one scientist put it:"
  },
  {
    "startTime": 90.0,
    "endTime": 93.5,
    "text": "“approximately the duration of one Marvin Gaye song.”"
  },
  {
    "startTime": 93.5,
    "endTime": 98.7,
    "text": "Sadly, sex research is notoriously penis-centric and historically hetero-centric,"
  },
  {
    "startTime": 98.7,
    "endTime": 103.7,
    "text": "so these averages only apply to the time it takes for male ejaculation with a female partner"
  },
  {
    "startTime": 103.7,
    "endTime": 108.71900000000001,
    "text": "and only the more recent studies investigate qualitative measures like sexual satisfaction."
  },
  {
    "startTime": 108.719,
    "endTime": 116.5,
    "text": "In a 2004 study, participants were asked to report how long they wanted sex to last as well as the actual duration of their intercourse."
  },
  {
    "startTime": 116.5,
    "endTime": 123.1,
    "text": "Female study participants indicated that they desired an average of 7 minutes longer then what was standard with their current partners,"
  },
  {
    "startTime": 123.1,
    "endTime": 126.0,
    "text": "and men reported wanting another 11 minutes."
  },
  {
    "startTime": 126.1,
    "endTime": 130.29999999999998,
    "text": "The funny thing about this survey, is that when asked about duration of foreplay,"
  },
  {
    "startTime": 130.3,
    "endTime": 135.56900000000002,
    "text": "both men and women also reported desiring an average of 5 or 10 minutes longer respectively."
  },
  {
    "startTime": 135.569,
    "endTime": 138.6,
    "text": "So, take a look at your partner. Are they smiling?"
  },
  {
    "startTime": 138.6,
    "endTime": 142.9,
    "text": "If not, it might be time for a conversation about sexual expectations and needs."
  },
  {
    "startTime": 142.9,
    "endTime": 148.6,
    "text": "Because, ultimately, it doesn’t matter what study group survey subjects think, or what your friends, neighbors,"
  },
  {
    "startTime": 148.6,
    "endTime": 150.918,
    "text": "or professionals on your computer screens are doing."
  },
  {
    "startTime": 150.95,
    "endTime": 153.79999999999998,
    "text": "What matters is self and partner satisfaction."
  },
  {
    "startTime": 153.8,
    "endTime": 159.60000000000002,
    "text": "That's something to keep in mind as you check out this video where Julia asks the question “How much sex should you be having?”"
  },
  {
    "startTime": 169.5,
    "endTime": 171.3,
    "text": "So, are you sexually normal?"
  },
  {
    "startTime": 171.3,
    "endTime": 176.3,
    "text": "Please subscribe to DNews and do NOT let us know the answer to that question in the comments down below."
  },
  {
    "startTime": 176.3,
    "endTime": 180.0,
    "text": "Thanks for watching."
  }
]