[
  {
    "startTime": 0.0,
    "endTime": 4.37,
    "text": "When I first got into lifting weights, I couldn't stay motivated at all."
  },
  {
    "startTime": 4.37,
    "endTime": 12.08,
    "text": "I made sure my lifting routine and nutrition were pretty much perfect, but I couldn't understand why I wasn't progressing."
  },
  {
    "startTime": 12.08,
    "endTime": 23.46,
    "text": "I would lift my personal record one week, then perfectly stick to my routine and nutrition, and I would come back one or two weeks later and guess what, lift the same weight or even less."
  },
  {
    "startTime": 23.46,
    "endTime": 36.230000000000004,
    "text": "This literally discouraged me to a point, where often I would completely disregard the gym for a few weeks because I felt like I needed to change everything about my diet and routine."
  },
  {
    "startTime": 36.23,
    "endTime": 43.48,
    "text": "And then I read Mastery by George Leonard, one of my biggest role models and a person who knew a thing or two about Mastery."
  },
  {
    "startTime": 43.48,
    "endTime": 49.04,
    "text": "And he said, “Look, the reason you feel that way is because of what you've been taught.”"
  },
  {
    "startTime": 49.04,
    "endTime": 54.36,
    "text": "My mommy told me, “Hey, just work hard, you'll get better and better every day.”"
  },
  {
    "startTime": 54.36,
    "endTime": 59.41,
    "text": "And I bought into that so the mastery curve in my head looked like this."
  },
  {
    "startTime": 59.41,
    "endTime": 63.51,
    "text": "I thought over time, I would see constant progress."
  },
  {
    "startTime": 63.51,
    "endTime": 69.87,
    "text": "And Leonard said, “That’s the stupidest, most unrealistic thing you could expect on your path.”"
  },
  {
    "startTime": 69.87,
    "endTime": 78.73,
    "text": "Your path is actually going to look something like this, and here you have the most important idea of a \"plateau.\""
  },
  {
    "startTime": 78.73,
    "endTime": 83.91,
    "text": "Most of your journey on your path to mastery is spent on that plateau."
  },
  {
    "startTime": 83.91,
    "endTime": 97.38,
    "text": "And it is after dedicated time on this plateau that you see progress and possibly even slight regress afterwards, but the big idea is that the new plateau is higher than your previous one."
  },
  {
    "startTime": 97.38,
    "endTime": 100.42999999999999,
    "text": "And that is how real growth happens."
  },
  {
    "startTime": 100.43,
    "endTime": 105.42,
    "text": "So I've literally used this idea with everything ever since I first read Leonard."
  },
  {
    "startTime": 105.42,
    "endTime": 110.23,
    "text": "Do you think I look at how my channel is doing today compared to yesterday or a week ago?"
  },
  {
    "startTime": 110.23,
    "endTime": 115.62,
    "text": "Why, why would I do that? I look at… Is my routine and nutrition optimized?"
  },
  {
    "startTime": 115.62,
    "endTime": 124.74000000000001,
    "text": "Or in this case, am I offering as much value as I possibly can and am I constantly trying to improve my content for my viewers?"
  },
  {
    "startTime": 124.74,
    "endTime": 140.82999999999998,
    "text": "And the answer is “yes.” So there is no reason for me to lose motivation when my channel isn't doing better than it was, I don't know, yesterday or a week ago, because I know that in six months my channel will be kicking ass compared to today."
  },
  {
    "startTime": 140.83,
    "endTime": 151.28,
    "text": "And I will be on yet another plateau, diligently putting in the work to get to the next one."
  }
]