[
  {
    "startTime": 0.01,
    "endTime": 5.0,
    "text": "About 20% of a carpet gets 80% of the wear."
  },
  {
    "startTime": 6.0,
    "endTime": 11.6,
    "text": "About 20% of beer drinkers drink 80% of the beer in the world."
  },
  {
    "startTime": 12.3,
    "endTime": 19.3,
    "text": "About 20% of a company's customers account for 80% of the complaints."
  },
  {
    "startTime": 20.0,
    "endTime": 29.6,
    "text": "This principle shows up over and over again in almost every field, and is called the 80/20, or the Pareto, principle."
  },
  {
    "startTime": 29.7,
    "endTime": 37.1,
    "text": "The ratios might vary from one example to another, but try to focus on a deeper meaning of the principle:"
  },
  {
    "startTime": 37.7,
    "endTime": 43.6,
    "text": "The majority of the effects come from the minority of the causes."
  },
  {
    "startTime": 44.1,
    "endTime": 50.800000000000004,
    "text": "So, let's take a look at how this works in business, social interactions, and relationships."
  },
  {
    "startTime": 51.5,
    "endTime": 53.0,
    "text": "Here's how it works in business."
  },
  {
    "startTime": 53.1,
    "endTime": 62.400000000000006,
    "text": "A few months ago, I had built a website and was getting my visitors from social media like Reddit, Pinterest, Twitter, and other social media and forums."
  },
  {
    "startTime": 62.7,
    "endTime": 68.4,
    "text": "In fact, this took so much time that I was unable to write as many articles as I wanted to."
  },
  {
    "startTime": 68.9,
    "endTime": 72.5,
    "text": "So, I decided I was going to make the process more efficient."
  },
  {
    "startTime": 72.6,
    "endTime": 75.8,
    "text": "I looked into my data, and guess what I found?"
  },
  {
    "startTime": 76.5,
    "endTime": 88.4,
    "text": "For every 1,000 visitors I got from Reddit, I got only about 60 from Pinterest, 20 from Twitter, and a few more 20s from other forums and social media."
  },
  {
    "startTime": 88.8,
    "endTime": 96.2,
    "text": "I thought, \"I'm an idiot; I'm spending the same amount of time on all these platforms, yet look at the results.\""
  },
  {
    "startTime": 96.3,
    "endTime": 107.3,
    "text": "So, I basically completely cut out the ones with the least effect, and it freed up so much time for me to write actual articles that people were interested in."
  },
  {
    "startTime": 107.4,
    "endTime": 112.30000000000001,
    "text": "And that made a huge difference in how my website performed."
  },
  {
    "startTime": 113.2,
    "endTime": 116.10000000000001,
    "text": "Now, let's take a look at social interactions."
  },
  {
    "startTime": 116.2,
    "endTime": 122.2,
    "text": "In college, I dedicated roughly the same amount of time to the top ten people I hung out with."
  },
  {
    "startTime": 122.6,
    "endTime": 130.79999999999998,
    "text": "But I realized that the majority of the value and happiness brought into my life only came from two or three of those people."
  },
  {
    "startTime": 130.9,
    "endTime": 133.4,
    "text": "So, I thought, \"I'm an idiot; what am I doing?\""
  },
  {
    "startTime": 133.5,
    "endTime": 145.1,
    "text": "I decided to dedicate my time to the two or three of those people, and that freed up so much time for me to read, meditate, go to the gym, and to really develop myself."
  },
  {
    "startTime": 145.9,
    "endTime": 148.0,
    "text": "Let's take a look at relationships."
  },
  {
    "startTime": 148.6,
    "endTime": 151.29999999999998,
    "text": "A boyfriend or a husband comes home from work."
  },
  {
    "startTime": 151.7,
    "endTime": 159.5,
    "text": "After five hours of spending time with her [sic] girlfriend or wife, she complains, \"You don't spend any time with me!\""
  },
  {
    "startTime": 160.1,
    "endTime": 163.0,
    "text": "The guy has no idea what is going on."
  },
  {
    "startTime": 163.1,
    "endTime": 167.0,
    "text": "He just spent five hours with this woman, but did he really?"
  },
  {
    "startTime": 167.6,
    "endTime": 179.9,
    "text": "In those five hours, even though he talked to her and physically was with her, his focus was also on watching TV half of the time, and the rest, checking his Facebook and his phone."
  },
  {
    "startTime": 180.3,
    "endTime": 193.0,
    "text": "Another guy could've worked longer hours, come home, and only spend an hour⏤literally, a single hour⏤with her and she would never complain, because he would make that one hour all about her."
  },
  {
    "startTime": 193.7,
    "endTime": 200.6,
    "text": "And that is the 80/20 principle applied to business, social interactions, and relationships."
  },
  {
    "startTime": 201.0,
    "endTime": 207.5,
    "text": "As a final thought, ironically, what I have done with my video follows the 80/20 principle as well."
  },
  {
    "startTime": 208.0,
    "endTime": 217.2,
    "text": "I have shared about 80% or even more of the value found in the book, in 20% or even less time."
  }
]