[
  {
    "startTime": 13.33,
    "endTime": 19.15,
    "text": "For more than 100 years, the telephone companies have provided wiretapping assistance to governments."
  },
  {
    "startTime": 19.15,
    "endTime": 22.64,
    "text": "For much of this time, this assistance was manual."
  },
  {
    "startTime": 22.64,
    "endTime": 26.740000000000002,
    "text": "Surveillance took place manually and wires were connected by hand."
  },
  {
    "startTime": 26.74,
    "endTime": 29.24,
    "text": "Calls were recorded to tape."
  },
  {
    "startTime": 29.24,
    "endTime": 33.64,
    "text": "But as in so many other industries, computing has changed everything."
  },
  {
    "startTime": 33.64,
    "endTime": 39.36,
    "text": "The telephone companies built surveillance features into the very core of their networks."
  },
  {
    "startTime": 39.36,
    "endTime": 50.57,
    "text": "I want that to sink in for a second: Our telephones and the networks that carry our calls were wired for surveillance first. First and foremost."
  },
  {
    "startTime": 50.57,
    "endTime": 60.78,
    "text": "So what that means is that when you're talking to your spouse, your children, a colleague or your doctor on the telephone, someone could be listening."
  },
  {
    "startTime": 60.78,
    "endTime": 79.79,
    "text": "Now, that someone might be your own government; it could also be another government, a foreign intelligence service, or a hacker, or a criminal, or a stalker or any other party that breaks into the surveillance system, that hacks into the surveillance system of the telephone companies."
  },
  {
    "startTime": 79.79,
    "endTime": 86.41000000000001,
    "text": "But while the telephone companies have built surveillance as a priority, Silicon Valley companies have not."
  },
  {
    "startTime": 86.41,
    "endTime": 97.31,
    "text": "And increasingly, over the last couple years, Silicon Valley companies have built strong encryption technology into their communications products that makes surveillance extremely difficult."
  },
  {
    "startTime": 97.31,
    "endTime": 107.45,
    "text": "For example, many of you might have an iPhone, and if you use an iPhone to send a text message to other people who have an iPhone, those text messages cannot easily be wiretapped."
  },
  {
    "startTime": 107.45,
    "endTime": 112.55,
    "text": "And in fact, according to Apple, they're not able to even see the text messages themselves."
  },
  {
    "startTime": 112.55,
    "endTime": 121.11,
    "text": "Likewise, if you use FaceTime to make an audio call or a video call with one of your friends or loved ones, that, too, cannot be easily wiretapped."
  },
  {
    "startTime": 121.11,
    "endTime": 123.09,
    "text": "And it's not just Apple."
  },
  {
    "startTime": 123.09,
    "endTime": 131.97,
    "text": "WhatsApp, which is now owned by Facebook and used by hundreds of millions of people around the world, also has built strong encryption technology into its product,"
  },
  {
    "startTime": 131.97,
    "endTime": 141.48,
    "text": "which means that people in the Global South can easily communicate without their governments, often authoritarian, wiretapping their text messages."
  },
  {
    "startTime": 141.48,
    "endTime": 152.28,
    "text": "So, after 100 years of being able to listen to any telephone call ,anytime, anywhere, you might imagine that government officials are not very happy."
  },
  {
    "startTime": 152.28,
    "endTime": 154.01,
    "text": "And in fact, that's what's happening."
  },
  {
    "startTime": 154.01,
    "endTime": 160.17,
    "text": "Government officials are extremely mad, and they're not mad because these encryption tools are now available."
  },
  {
    "startTime": 160.17,
    "endTime": 168.33999999999997,
    "text": "What upsets them the most is that the tech companies have built encryption features into their products and turned them on by default."
  },
  {
    "startTime": 168.34,
    "endTime": 170.43,
    "text": "It's the default piece that matters."
  },
  {
    "startTime": 170.43,
    "endTime": 175.02,
    "text": "In short, the tech companies have democratized encryption."
  },
  {
    "startTime": 175.02,
    "endTime": 189.38,
    "text": "And so, government officials like British Prime Minister David Cameron, they believe that all communications, emails, texts, voice calls, all of these should be available to governments, and encryption is making that difficult."
  },
  {
    "startTime": 189.38,
    "endTime": 192.71,
    "text": "Now look, I'm extremely sympathetic to their point of view."
  },
  {
    "startTime": 192.71,
    "endTime": 197.26000000000002,
    "text": "We live in a dangerous time in a dangerous world, and there really are bad people out there."
  },
  {
    "startTime": 197.26,
    "endTime": 205.26999999999998,
    "text": "There are terrorists and other serious national security threats that I suspect we all want the FBI and the NSA to monitor."
  },
  {
    "startTime": 205.27,
    "endTime": 209.27,
    "text": "But those surveillance features come at a cost."
  },
  {
    "startTime": 209.27,
    "endTime": 214.78,
    "text": "The reason for that is that there is no such thing as a terrorist laptop, or a drug dealer's cell phone."
  },
  {
    "startTime": 214.78,
    "endTime": 218.47,
    "text": "We all use the same communications devices."
  },
  {
    "startTime": 218.47,
    "endTime": 226.74,
    "text": "What that means is that if the drug dealers' telephone calls or the terrorists' telephone calls can be intercepted, then so can the rest of ours, too."
  },
  {
    "startTime": 226.74,
    "endTime": 235.24,
    "text": "And I think we really need to ask: should a billion people around the world be using devices that are wiretap friendly?"
  },
  {
    "startTime": 235.24,
    "endTime": 241.47,
    "text": "So the scenario of hacking of surveillance systems that I've described --this is not imaginary."
  },
  {
    "startTime": 241.47,
    "endTime": 251.46,
    "text": "In 2009, the surveillance systems that Google and Microsoft built into their networks, the systems that they use to respond to lawful surveillance requests from the police,"
  },
  {
    "startTime": 251.46,
    "endTime": 260.14,
    "text": "those systems were compromised by the Chinese government, because the Chinese government wanted to figure out which of their own agents the US government was monitoring."
  },
  {
    "startTime": 260.14,
    "endTime": 270.81,
    "text": "By the same token, in 2004, the surveillance system built into the network of Vodafone Greece, Greece's largest telephone company, was compromised by an unknown entity,"
  },
  {
    "startTime": 270.81,
    "endTime": 277.17,
    "text": "and that feature, the surveillance feature, was used to wiretap the Greek Prime Minister and members of the Greek cabinet."
  },
  {
    "startTime": 277.17,
    "endTime": 281.81,
    "text": "The foreign government or hackers who did that were never caught."
  },
  {
    "startTime": 281.81,
    "endTime": 286.83,
    "text": "And really, this gets to the very problem with these surveillance features, or backdoors."
  },
  {
    "startTime": 286.83,
    "endTime": 295.13,
    "text": "When you build a backdoor into a communications network or piece of technology, you have no way of controlling who's going to go through it."
  },
  {
    "startTime": 295.13,
    "endTime": 301.84,
    "text": "You have no way of controlling whether it'll be used by your side or the other side, by good guys, or by bad guys."
  },
  {
    "startTime": 301.84,
    "endTime": 308.15,
    "text": "And so for that reason, I think that it's better to build networks to be as secure as possible."
  },
  {
    "startTime": 308.15,
    "endTime": 313.13,
    "text": "Yes, this means that in the future, encryption is going to make wiretapping more difficult."
  },
  {
    "startTime": 313.13,
    "endTime": 317.04,
    "text": "It means that the police are going to have a tougher time catching bad guys."
  },
  {
    "startTime": 317.04,
    "endTime": 329.94,
    "text": "But the alternative would mean to live in a world where anyone's calls or anyone's text messages could be surveilled by criminals, by stalkers and by foreign intelligence agencies. And I don't want to live in that kind of world."
  },
  {
    "startTime": 329.94,
    "endTime": 338.14,
    "text": "And so right now, you probably have the tools to thwart many kinds of government surveillance already on your phones and already in your pockets."
  },
  {
    "startTime": 338.14,
    "endTime": 346.53,
    "text": "You just might not realize how strong and how secure those tools are, or how weak the other ways you've used to communicate really are."
  },
  {
    "startTime": 346.53,
    "endTime": 349.86999999999995,
    "text": "And so, my message to you is this:"
  },
  {
    "startTime": 349.87,
    "endTime": 352.12,
    "text": "We need to use these tools."
  },
  {
    "startTime": 352.12,
    "endTime": 354.45,
    "text": "We need to secure our telephone calls."
  },
  {
    "startTime": 354.45,
    "endTime": 356.87,
    "text": "We need to secure our text messages."
  },
  {
    "startTime": 356.87,
    "endTime": 358.67,
    "text": "I want you to use these tools."
  },
  {
    "startTime": 358.67,
    "endTime": 361.89000000000004,
    "text": "I want you to tell your loved ones, I want you to tell your colleagues:"
  },
  {
    "startTime": 361.89,
    "endTime": 364.32,
    "text": "Use these encrypted communications tools."
  },
  {
    "startTime": 364.32,
    "endTime": 369.01,
    "text": "Don't just use them because they're cheap and easy, but use them because they're secure."
  },
  {
    "startTime": 369.01,
    "endTime": 370.461,
    "text": "Thank you."
  }
]