[
  {
    "startTime": 6.9,
    "endTime": 17.3,
    "text": "Symmetry is everywhere in nature, and we usually associate it with beauty: a perfectly shaped leaf, or a butterfly with intricate patterns mirrored on each wing."
  },
  {
    "startTime": 17.3,
    "endTime": 30.5,
    "text": "But it turns out that asymmetry is pretty important, too, and more common than you might think, from crabs with one giant pincer claw to snail species whose shells' always coil in the same direction."
  },
  {
    "startTime": 30.5,
    "endTime": 43.6,
    "text": "Some species of beans only climb up their trellises clockwise, others, only counterclockwise, and even though the human body looks pretty symmetrical on the outside, it's a different story on the inside."
  },
  {
    "startTime": 43.6,
    "endTime": 47.1,
    "text": "Most of your vital organs are arranged asymmetrically."
  },
  {
    "startTime": 47.1,
    "endTime": 55.5,
    "text": "The heart, stomach, spleen, and pancreas lie towards the left; the gallbladder and most of your liver are on the right."
  },
  {
    "startTime": 55.5,
    "endTime": 61.1,
    "text": "Even your lungs are different; the left one has two lobes, and the right one has three."
  },
  {
    "startTime": 61.1,
    "endTime": 65.3,
    "text": "The two sides of your brain look similar, but function differently."
  },
  {
    "startTime": 65.3,
    "endTime": 70.0,
    "text": "Making sure this asymmetry is distributed the right way is critical."
  },
  {
    "startTime": 70.0,
    "endTime": 81.8,
    "text": "If all your internal organs are flipped, a condition called situs inversus, it's often harmless. But incomplete reversals can be fatal, especially if the heart is involved."
  },
  {
    "startTime": 81.8,
    "endTime": 88.39999999999999,
    "text": "But where does this asymmetry come from, since a brand-new embryo looks identical on the right and left."
  },
  {
    "startTime": 88.4,
    "endTime": 92.80000000000001,
    "text": "One theory focuses  on a small pit on the embryo called a node."
  },
  {
    "startTime": 92.8,
    "endTime": 102.2,
    "text": "The node is lined with tiny hairs called cilia, which tilt away from the head and whirl around rapidly, all in the same direction."
  },
  {
    "startTime": 102.2,
    "endTime": 108.10000000000001,
    "text": "This synchronized rotation pushes fluid from the right side of the embryo to the left."
  },
  {
    "startTime": 108.1,
    "endTime": 117.1,
    "text": "On the node's left-hand rim, other cilia sense this fluid flow and activate specific genes on the embryo's left side."
  },
  {
    "startTime": 117.1,
    "endTime": 128.2,
    "text": "These genes direct the cells to make certain proteins, and in just a few hours, the right and left sides of the embryo are chemically different, even though they still look the same."
  },
  {
    "startTime": 128.2,
    "endTime": 134.0,
    "text": "These chemical differences are eventually translated into asymmetric organs."
  },
  {
    "startTime": 134.0,
    "endTime": 137.6,
    "text": "Asymmetry shows up in the heart first."
  },
  {
    "startTime": 137.6,
    "endTime": 150.1,
    "text": "It begins as a straight tube along the center of the embryo, but when the embryo is around three weeks old, the tube starts to bend into a c-shape and rotate towards the right side of the body."
  },
  {
    "startTime": 150.1,
    "endTime": 156.459,
    "text": "It grows different  structures on each side, eventually turning into the familiar asymmetric heart."
  },
  {
    "startTime": 156.459,
    "endTime": 163.7,
    "text": "Meanwhile, the other major organs emerge from a central tube and grow towards their ultimate positions."
  },
  {
    "startTime": 163.7,
    "endTime": 171.28799999999998,
    "text": "But some organisms, like pigs, don't have those embryonic cilia and still have asymmetric internal organs."
  },
  {
    "startTime": 171.288,
    "endTime": 175.4,
    "text": "Could all cells be intrinsically asymmetric? Probably."
  },
  {
    "startTime": 175.4,
    "endTime": 188.032,
    "text": "Bacterial colonies grow lacy branches that all curl in the same direction, and human cells cultured inside a ring-shaped boundary tend to line up like the ridges on a cruller."
  },
  {
    "startTime": 188.032,
    "endTime": 197.905,
    "text": "If we zoom in even more, we see that many of cells' basic building blocks, like nucleic acids, proteins, and sugars, are inherently asymmetric."
  },
  {
    "startTime": 197.905,
    "endTime": 206.726,
    "text": "Proteins have complex asymmetric shapes, and those proteins control which way cells migrate and which way embryonic cilia twirl."
  },
  {
    "startTime": 206.726,
    "endTime": 214.652,
    "text": "These biomolecules have a property called chirality, which means that a molecule and its mirror image aren't identical."
  },
  {
    "startTime": 214.652,
    "endTime": 222.34199999999998,
    "text": "Like your right and left hands, they look the same, but trying to put your right in your left glove proves they're not."
  },
  {
    "startTime": 222.342,
    "endTime": 231.929,
    "text": "This asymmetry at the molecular level is reflected in asymmetric cells, asymmetric embryos, and finally asymmetric organisms."
  },
  {
    "startTime": 231.929,
    "endTime": 250.656,
    "text": "So, while symmetry may be beautiful, asymmetry holds an allure of its own, found in its graceful whirls, its organized complexity, and its striking imperfections."
  }
]