[
  {
    "startTime": 6.6,
    "endTime": 16.1,
    "text": "This might seem hard to believe, but right now, 300 million women across the planet are experiencing the same thing: a period."
  },
  {
    "startTime": 16.1,
    "endTime": 22.684,
    "text": "The monthly menstrual cycle that leads to the period is a reality most women on Earth will go through in their lives."
  },
  {
    "startTime": 22.684,
    "endTime": 28.900000000000002,
    "text": "But why is this cycle so universal? And what makes it a cycle in the first place?"
  },
  {
    "startTime": 28.9,
    "endTime": 35.699999999999996,
    "text": "Periods last anywhere between two and seven days, arising once within in a 28-day rotation."
  },
  {
    "startTime": 35.7,
    "endTime": 42.5,
    "text": "That whole system occurs on repeat, happening approximately 450 times during a woman's life."
  },
  {
    "startTime": 42.5,
    "endTime": 52.9,
    "text": "Behind the scenes are a series of hormonal controls that fine-tune the body's internal workings to make menstruation start or stop during those 28 days."
  },
  {
    "startTime": 52.9,
    "endTime": 63.0,
    "text": "This inner machinery includes two ovaries stocked with thousands of tiny sacks called follicles that each contain one oocyte, an unfertilized egg cell."
  },
  {
    "startTime": 63.0,
    "endTime": 72.8,
    "text": "At puberty, ovaries hold over 400 thousand egg cells but release only one each month, which results in pregnancy or a period."
  },
  {
    "startTime": 72.8,
    "endTime": 74.8,
    "text": "Here's how this cycle unfolds."
  },
  {
    "startTime": 74.8,
    "endTime": 86.3,
    "text": "Each month beginning around puberty, the hormone-producing pituitary gland in the brain starts releasing two substances into the blood: follicle-stimulating hormone and luteinizing hormone."
  },
  {
    "startTime": 86.3,
    "endTime": 91.5,
    "text": "When they reach the ovaries, they encourage the internal egg cells to grow and mature."
  },
  {
    "startTime": 91.5,
    "endTime": 94.329,
    "text": "The follicles respond by pumping out estrogen."
  },
  {
    "startTime": 94.7,
    "endTime": 103.60000000000001,
    "text": "The egg cells grow and estrogen levels peak, inhibiting the production of FSH, and telling the pituitary to pump out more LH."
  },
  {
    "startTime": 103.6,
    "endTime": 110.874,
    "text": "That causes only the most mature egg cell from one of the ovaries to burst out of the follicle and through the ovary wall."
  },
  {
    "startTime": 110.874,
    "endTime": 116.511,
    "text": "This is called ovulation, and it usually happens ten to sixteen days before the start of a period."
  },
  {
    "startTime": 116.511,
    "endTime": 120.0,
    "text": "The tiny oocyte moves along the fallopian tube."
  },
  {
    "startTime": 120.0,
    "endTime": 131.8,
    "text": "A pregnancy can only occur if the egg is fertilized by a sperm cell within the next 24 hours; otherwise, the egg's escapade ends, and the window for pregnancy closes for that month."
  },
  {
    "startTime": 131.8,
    "endTime": 145.19500000000002,
    "text": "Meanwhile, the now empty follicle begins to release progesterone, another hormone that tells the womb's lining to plump up with blood and nutrients in preparation for a fertilized egg that may embed there and grow."
  },
  {
    "startTime": 145.195,
    "endTime": 157.0,
    "text": "If it doesn't embed, a few days later, the body's progesterone and estrogen levels plummet, meaning the womb stops padding out and starts to degenerate, eventually falling away."
  },
  {
    "startTime": 157.0,
    "endTime": 161.4,
    "text": "Blood and tissue leave the body, forming the period."
  },
  {
    "startTime": 161.4,
    "endTime": 168.1,
    "text": "The womb can take up to a week to clear out its unused contents, after which, the cycle begins anew."
  },
  {
    "startTime": 168.1,
    "endTime": 178.0,
    "text": "Soon afterwards, the ovaries begin to secrete estrogen again, and the womb lining thickens, getting ready to accommodate  a fertilized egg or be shed."
  },
  {
    "startTime": 178.0,
    "endTime": 185.2,
    "text": "Hormones continually control these activities by circulating in ideal amounts delivered at just the right time."
  },
  {
    "startTime": 185.2,
    "endTime": 193.5,
    "text": "The cycle keeps on turning, transforming each day and each week into a milestone along its course towards pregnancy or a period."
  },
  {
    "startTime": 193.5,
    "endTime": 200.7,
    "text": "Although this cycle appears to move by clockwork, there's room for variation; women and their bodies are unique, after all."
  },
  {
    "startTime": 200.7,
    "endTime": 210.16899999999998,
    "text": "Menstrual cycles occur at different times in the month, ovulation comes at various points in the cycle, and some periods last longer than others."
  },
  {
    "startTime": 210.169,
    "endTime": 219.39600000000002,
    "text": "Menstruation even begins and ends at different times in life for different women, too; in other words, variations between periods are normal."
  },
  {
    "startTime": 219.396,
    "endTime": 228.79999999999998,
    "text": "Appreciating these differences and learning about this monthly process can empower women, giving them the tools to understand and take charge of their own bodies."
  },
  {
    "startTime": 228.8,
    "endTime": 241.77,
    "text": "That way, they're able to factor this small cycle into a much larger cycle of life."
  }
]