[
  {
    "startTime": 12.606,
    "endTime": 18.3,
    "text": "Traditional prescriptions for growth in Africa are not working very well."
  },
  {
    "startTime": 18.3,
    "endTime": 25.1,
    "text": "After one trillion dollars in African development-related aid in the last 60 years,"
  },
  {
    "startTime": 25.1,
    "endTime": 30.700000000000003,
    "text": "real per capita income today is lower than it was in the 1970s."
  },
  {
    "startTime": 30.7,
    "endTime": 33.17,
    "text": "Aid is not doing too well."
  },
  {
    "startTime": 33.17,
    "endTime": 41.800000000000004,
    "text": "In response, the Bretton Woods institutions -- the IMF and the World Bank pushed for free trade not aid,"
  },
  {
    "startTime": 41.8,
    "endTime": 50.199999999999996,
    "text": "yet the historical record shows little empirical evidence that free trade leads to economic growth."
  },
  {
    "startTime": 50.2,
    "endTime": 54.46,
    "text": "The newly prescribed silver bullet is microcredit."
  },
  {
    "startTime": 54.46,
    "endTime": 61.9,
    "text": "We seem to be fixated on this romanticized idea that every poor peasant in Africa is an entrepreneur."
  },
  {
    "startTime": 61.9,
    "endTime": 65.0,
    "text": "(Laughter)"
  },
  {
    "startTime": 65.0,
    "endTime": 75.3,
    "text": "Yet my work and travel in 40-plus countries across Africa have taught me that most people want jobs instead."
  },
  {
    "startTime": 75.3,
    "endTime": 79.19,
    "text": "My solution: Forget micro-entrepreneurs."
  },
  {
    "startTime": 79.19,
    "endTime": 86.8,
    "text": "Let's invest in building pan-African titans like Sudanese businessman Mo Ibrahim."
  },
  {
    "startTime": 86.8,
    "endTime": 103.6,
    "text": "Mo took a contrarian bet on Africa when he founded Celtel International in '98 and built it into a mobile cellular provider with 24 million subscribers across 14 African countries by 2004."
  },
  {
    "startTime": 104.076,
    "endTime": 111.6,
    "text": "The Mo model might be better than the everyman entrepreneur model, which prevents an effective means of diffusion and knowledge-sharing."
  },
  {
    "startTime": 111.6,
    "endTime": 119.624,
    "text": "Perhaps we are not at a stage in Africa where many actors and small enterprises leads to growth through competition."
  },
  {
    "startTime": 119.624,
    "endTime": 122.6,
    "text": "Consider these two alternative scenarios."
  },
  {
    "startTime": 122.6,
    "endTime": 136.0,
    "text": "One: You loan 200 dollars to each of 500 banana farmers, allowing them to dry their surplus bananas and fetch 15 percent more revenue at the local market."
  },
  {
    "startTime": 136.0,
    "endTime": 153.5,
    "text": "Or two: You give 100,000 dollars to one savvy entrepreneur and help her set up a factory that yields 40 percent additional income to all 500 banana farmers and creates 50 additional jobs."
  },
  {
    "startTime": 153.5,
    "endTime": 170.1,
    "text": "We invested in the second scenario, and backed 26-year-old Kenyan entrepreneur Eric Muthomi to set up an agro-processing factory called Stawi to produce gluten-free banana-based flour and baby food."
  },
  {
    "startTime": 170.1,
    "endTime": 182.1,
    "text": "Stawi is leveraging economies of scale and using modern manufacturing processes to create value for not only its owners but its workers, who have an ownership in the business."
  },
  {
    "startTime": 182.1,
    "endTime": 188.708,
    "text": "Our dream is to take an Eric Muthomi and try to help him become a Mo Ibrahim,"
  },
  {
    "startTime": 188.708,
    "endTime": 196.525,
    "text": "which requires skill, financing, local and global partnerships, and extraordinary perseverance."
  },
  {
    "startTime": 196.525,
    "endTime": 199.3,
    "text": "But why pan-African?"
  },
  {
    "startTime": 199.3,
    "endTime": 204.0,
    "text": "The scramble for Africa during the Berlin Conference of 1884 --"
  },
  {
    "startTime": 204.0,
    "endTime": 208.924,
    "text": "where, quite frankly, we Africans were not exactly consulted,"
  },
  {
    "startTime": 208.924,
    "endTime": 215.20000000000002,
    "text": "(Laughter) (Applause)"
  },
  {
    "startTime": 215.2,
    "endTime": 220.29999999999998,
    "text": "resulted in massive fragmentation and many sovereign states with small populations:"
  },
  {
    "startTime": 220.3,
    "endTime": 223.3,
    "text": "Liberia, four million; Cape Verde, 500,000."
  },
  {
    "startTime": 223.3,
    "endTime": 236.10000000000002,
    "text": "Pan-Africa gives you one billion people, granted across 55 countries with trade barriers and other impediments, but our ancestors traded across the continent before Europeans drew lines around us."
  },
  {
    "startTime": 236.1,
    "endTime": 247.0,
    "text": "The pan-African opportunities outweigh the challenges, and that's why we're expanding Stawi's markets from just Kenya to Algeria, Nigeria, Ghana, and anywhere else that will buy our food."
  },
  {
    "startTime": 247.0,
    "endTime": 255.8,
    "text": "We hope to help solve food security, empower farmers, create jobs, develop the local economy, and we hope to become rich in the process."
  },
  {
    "startTime": 255.8,
    "endTime": 264.2,
    "text": "While it's not the sexiest approach, and maybe it doesn't achieve the same feel-good as giving a woman 100 dollars to buy a goat on kiva.org,"
  },
  {
    "startTime": 264.2,
    "endTime": 274.09999999999997,
    "text": "perhaps supporting fewer, higher-impact entrepreneurs to build massive businesses that scale pan-Africa can help change this."
  },
  {
    "startTime": 274.1,
    "endTime": 283.1,
    "text": "The political freedom for which our forebears fought is meaningless without economic freedom."
  },
  {
    "startTime": 283.1,
    "endTime": 297.79200000000003,
    "text": "We hope to aid this fight for economic freedom by building world-class businesses, creating indigenous wealth, providing jobs that we so desperately need, and hopefully helping achieve this."
  },
  {
    "startTime": 297.792,
    "endTime": 300.4,
    "text": "Africa shall rise."
  },
  {
    "startTime": 300.4,
    "endTime": 302.25,
    "text": "Thank you."
  },
  {
    "startTime": 302.25,
    "endTime": 309.2,
    "text": "(Applause)"
  },
  {
    "startTime": 309.2,
    "endTime": 313.2,
    "text": "Tom Rielly: So Sangu, of course, this is strong rhetoric."
  },
  {
    "startTime": 313.2,
    "endTime": 320.825,
    "text": "You're making 100 percent contrast between microcredit and regular investment and growing regular investment."
  },
  {
    "startTime": 320.825,
    "endTime": 323.277,
    "text": "Do you think there is a role for microcredit at all?"
  },
  {
    "startTime": 323.277,
    "endTime": 325.2,
    "text": "Sangu Delle: I think there is a role."
  },
  {
    "startTime": 325.2,
    "endTime": 331.8,
    "text": "Microcredit has been a great, innovative way to expand financial access to the bottom of the pyramid."
  },
  {
    "startTime": 331.8,
    "endTime": 339.7,
    "text": "But for the problems we face in Africa, when we are looking at the Marshall Plan to revitalize war-torn Europe, it was not full of donations of sheep."
  },
  {
    "startTime": 339.7,
    "endTime": 341.2,
    "text": "We need more than just microcredit."
  },
  {
    "startTime": 341.2,
    "endTime": 343.4,
    "text": "We need more than just give 200 dollars."
  },
  {
    "startTime": 343.4,
    "endTime": 346.83099999999996,
    "text": "We need to build big businesses, and we need jobs."
  },
  {
    "startTime": 346.831,
    "endTime": 349.22700000000003,
    "text": "Tom Rielly: Very good. Thank you so much."
  },
  {
    "startTime": 349.227,
    "endTime": 359.227,
    "text": "(Applause)"
  }
]