[
  {
    "startTime": 1.12,
    "endTime": 3.95,
    "text": "Hello and welcome to 6 Minute English. I'm Alice."
  },
  {
    "startTime": 3.95,
    "endTime": 4.74,
    "text": "And I'm Neil."
  },
  {
    "startTime": 4.74,
    "endTime": 6.62,
    "text": "So Neil, did you sleep well last night?"
  },
  {
    "startTime": 6.62,
    "endTime": 8.870000000000001,
    "text": "Um, yes, thanks. Why do you ask?"
  },
  {
    "startTime": 8.87,
    "endTime": 12.059999999999999,
    "text": "Today we're talking about how much sleep we need."
  },
  {
    "startTime": 12.06,
    "endTime": 16.91,
    "text": "Ah, I like a good eight hours myself – ten at the weekend. How about you?"
  },
  {
    "startTime": 16.91,
    "endTime": 26.87,
    "text": "Six is enough for me. But did you know this? Humans sleep around three hours less than other primates like chimps, who sleep for about ten hours."
  },
  {
    "startTime": 26.87,
    "endTime": 38.05,
    "text": "So you're a chimp, Neil... at the weekends, at least! Are you ready for the quiz question?"
  },
  {
    "startTime": 38.05,
    "endTime": 45.449999999999996,
    "text": "OK, I'll assume that means yes. Right. What's another word for sleepwalking?"
  },
  {
    "startTime": 45.45,
    "endTime": 54.260000000000005,
    "text": "Is it... a) narcolepsy? b) restless legs syndrome? or c) somnambulism?"
  },
  {
    "startTime": 54.26,
    "endTime": 58.739999999999995,
    "text": "I will go for b) restless legs syndrome, since there's a connection with the legs."
  },
  {
    "startTime": 58.74,
    "endTime": 62.660000000000004,
    "text": "Well, we'll find out whether you're right or wrong later on in the show."
  },
  {
    "startTime": 62.66,
    "endTime": 65.21,
    "text": "So what keeps you awake at night, Neil?"
  },
  {
    "startTime": 65.21,
    "endTime": 70.55999999999999,
    "text": "Not much, to be honest. I usually sleep like a log and that means very heavily indeed!"
  },
  {
    "startTime": 70.56,
    "endTime": 75.72,
    "text": "But sometimes my own snoring wakes me up, and then I can find it hard to get back to sleep."
  },
  {
    "startTime": 75.72,
    "endTime": 87.37,
    "text": "Snoring, for those of you who don't know, means breathing in a noisy way through your mouth or nose while you're asleep. [snores] ... like that... How about you, Alice?"
  },
  {
    "startTime": 87.37,
    "endTime": 89.76,
    "text": "Very good, yes. Well, that's quite ridiculous!"
  },
  {
    "startTime": 89.76,
    "endTime": 94.18,
    "text": "Anyway, for me, it's drinking too much coffee during the day."
  },
  {
    "startTime": 94.18,
    "endTime": 101.18,
    "text": "It's the caffeine in coffee – a chemical that makes you feel more awake which can stop you from sleeping at night."
  },
  {
    "startTime": 101.18,
    "endTime": 104.03,
    "text": "But there are so many things that can keep us awake these days."
  },
  {
    "startTime": 104.03,
    "endTime": 112.02,
    "text": "Oh yes. Radio, TV... techy stuff like 24-hour internet, computers, smart phones. I love my phone and it's never far from me!"
  },
  {
    "startTime": 112.02,
    "endTime": 123.34,
    "text": "Well, let's hear what Professor Jerome Siegel, from the University of California, found when he studied the sleep habits of three different hunter-gatherer communities who have very little contact with modern society."
  },
  {
    "startTime": 123.34,
    "endTime": 131.28,
    "text": "They don't have artificial light, electricity, batteries, or any of the gadgets that we rely on today."
  },
  {
    "startTime": 131.28,
    "endTime": 133.81,
    "text": "Their sleep was not that different from ours."
  },
  {
    "startTime": 133.81,
    "endTime": 140.58,
    "text": "The range of sleep period was about 6.9 to 8.5 hours."
  },
  {
    "startTime": 140.58,
    "endTime": 149.98000000000002,
    "text": "If you actually measure sleep in current populations in the United States or in Europe, they're definitely at the low end of what's been reported."
  },
  {
    "startTime": 149.98,
    "endTime": 157.23,
    "text": "They certainly don't sleep a lot less than we do, but they clearly don't sleep more."
  },
  {
    "startTime": 157.23,
    "endTime": 164.91,
    "text": "Professor Jerome Siegel found that people in these communities don't go to bed until several hours after sundown – just like us!"
  },
  {
    "startTime": 164.91,
    "endTime": 172.71,
    "text": "But one big difference is that very few of them suffer from insomnia, which means having difficulty falling asleep and staying asleep."
  },
  {
    "startTime": 172.71,
    "endTime": 184.27,
    "text": "Now, I don't have a problem with insomnia. And hunter-gatherers – people who live by hunting animals and gathering plants to eat – don't either probably because they take a lot of physical exercise during the day."
  },
  {
    "startTime": 184.27,
    "endTime": 191.44,
    "text": "Yes, that's right. Taking exercise is an important factor in sleeping soundly – or well – at night."
  },
  {
    "startTime": 191.44,
    "endTime": 196.52,
    "text": "But these days our minds can be so active that it becomes very difficult to fall asleep."
  },
  {
    "startTime": 196.52,
    "endTime": 207.52,
    "text": "Let's listen to Professor Kevin Morgan, from Loughborough University here in England, talking about how cognitive behavioural therapy can be used to help people with insomnia."
  },
  {
    "startTime": 207.52,
    "endTime": 214.37,
    "text": "If you have a train of thoughts which would otherwise keep you awake one way of dealing with this is to block those thoughts."
  },
  {
    "startTime": 214.37,
    "endTime": 220.93,
    "text": "What I'd like you to do is repeat the word 'the' in your mind at irregular intervals"
  },
  {
    "startTime": 220.93,
    "endTime": 226.56,
    "text": "the the the the the the the the the"
  },
  {
    "startTime": 226.56,
    "endTime": 234.13,
    "text": "And what you'll find (is) that the mind space required to do this, blocks out almost everything else."
  },
  {
    "startTime": 234.13,
    "endTime": 240.04,
    "text": "So Professor Kevin Morgan suggests saying one word over and over again at irregular intervals."
  },
  {
    "startTime": 240.04,
    "endTime": 243.89,
    "text": "Irregular in this context means not spaced out evenly."
  },
  {
    "startTime": 243.89,
    "endTime": 248.60999999999999,
    "text": "Doing it can help to block out the thoughts that are stopping you from getting to sleep."
  },
  {
    "startTime": 248.61,
    "endTime": 251.73000000000002,
    "text": "It sounds like a very simple solution. I wonder if it works?"
  },
  {
    "startTime": 251.73,
    "endTime": 254.81,
    "text": "Um, there's one way to find out, Neil. Try it yourself!"
  },
  {
    "startTime": 254.81,
    "endTime": 255.58,
    "text": "Um, I will."
  },
  {
    "startTime": 255.58,
    "endTime": 263.41,
    "text": "OK. And cognitive behavioural therapy by the way is a treatment for mental health problems that tries to change the way you think."
  },
  {
    "startTime": 263.41,
    "endTime": 267.05,
    "text": "Well, I usually count sheep if I can't get to sleep. Do you do that, Alice?"
  },
  {
    "startTime": 267.05,
    "endTime": 273.12,
    "text": "No, not usually. No. OK, I think it's time for the answer to our quiz question."
  },
  {
    "startTime": 273.12,
    "endTime": 284.54,
    "text": "I asked: What's another word for sleepwalking? Is it... a) narcolepsy? b) restless legs syndrome? or c) somnambulism?"
  },
  {
    "startTime": 284.54,
    "endTime": 287.13,
    "text": "And I said b) restless legs syndrome."
  },
  {
    "startTime": 287.13,
    "endTime": 294.34,
    "text": "Sorry, Neil, it's actually c) somnambulism – the roots of this word come from Latin."
  },
  {
    "startTime": 294.34,
    "endTime": 298.38,
    "text": "Somnus means 'sleep' and and ambulare means 'walk'."
  },
  {
    "startTime": 298.38,
    "endTime": 304.90999999999997,
    "text": "Narcolepsy is a condition where you can't stop yourself falling asleep, especially during the day."
  },
  {
    "startTime": 304.91,
    "endTime": 307.45000000000005,
    "text": "Narcolepsy..."
  },
  {
    "startTime": 307.45,
    "endTime": 316.71,
    "text": "And restless legs syndrome is a condition that makes you desperate to move your legs around, especially when you're sitting quietly or trying to get to sleep."
  },
  {
    "startTime": 316.71,
    "endTime": 322.44,
    "text": "... get to sleep..."
  },
  {
    "startTime": 322.44,
    "endTime": 324.98,
    "text": "Neil! Wake up!"
  },
  {
    "startTime": 324.98,
    "endTime": 326.31,
    "text": "Oh, hello Alice! Sorry."
  },
  {
    "startTime": 325.87,
    "endTime": 329.58,
    "text": "Hello! Can we hear today's words again, please?"
  },
  {
    "startTime": 329.12,
    "endTime": 330.84000000000003,
    "text": "Oh, OK, yeah:"
  },
  {
    "startTime": 330.84,
    "endTime": 333.27,
    "text": "Sleep like a log."
  },
  {
    "startTime": 333.27,
    "endTime": 335.34,
    "text": "Snoring."
  },
  {
    "startTime": 335.34,
    "endTime": 337.36999999999995,
    "text": "Caffeine."
  },
  {
    "startTime": 337.37,
    "endTime": 339.31,
    "text": "Insomnia."
  },
  {
    "startTime": 339.31,
    "endTime": 341.98,
    "text": "Hunter-gatherers."
  },
  {
    "startTime": 341.98,
    "endTime": 344.41,
    "text": "Soundly."
  },
  {
    "startTime": 344.41,
    "endTime": 346.89000000000004,
    "text": "Irregular."
  },
  {
    "startTime": 346.89,
    "endTime": 349.88,
    "text": "Cognitive behavioural therapy."
  },
  {
    "startTime": 349.88,
    "endTime": 354.40999999999997,
    "text": "Well, that just about brings us to the end of this edition of 6 Minute English."
  },
  {
    "startTime": 354.41,
    "endTime": 356.33000000000004,
    "text": "We hope you've enjoyed this programme."
  },
  {
    "startTime": 356.33,
    "endTime": 358.57,
    "text": "Please do join us again soon. Bye."
  },
  {
    "startTime": 358.57,
    "endTime": 359.7,
    "text": "Good bye."
  }
]