[
  {
    "startTime": 0.11,
    "endTime": 6.5,
    "text": "Your bathroom. It's one of the first places you see in the morning and one of the last places you see before going to bed."
  },
  {
    "startTime": 6.5,
    "endTime": 13.1,
    "text": "You use it each day for little rituals and routines before you set out for your next whatever it is that you're doing,"
  },
  {
    "startTime": 13.2,
    "endTime": 19.0,
    "text": "and the important thing with your bathroom is you want it to feel fresh and clean so that you can feel fresh and clean."
  },
  {
    "startTime": 19.2,
    "endTime": 24.0,
    "text": "The challenge is how do you keep it clean on a daily basis given all the things that go on in there?"
  },
  {
    "startTime": 24.2,
    "endTime": 28.6,
    "text": "And I know many of you have been asking me for a bathroom cleaning routine."
  },
  {
    "startTime": 28.7,
    "endTime": 33.2,
    "text": "So what I'm going to do is walk you through some very easy things you can do on a daily basis,"
  },
  {
    "startTime": 33.2,
    "endTime": 37.2,
    "text": "which will not only help it feel like a fresh, clean, and serene space,"
  },
  {
    "startTime": 37.3,
    "endTime": 44.8,
    "text": "but will also help make your weekly or bi-weekly or whatever frequency you choose to clean your bathroom routine a lot easier."
  },
  {
    "startTime": 44.9,
    "endTime": 46.3,
    "text": "Okay, let's get to it."
  },
  {
    "startTime": 46.3,
    "endTime": 48.599999999999994,
    "text": "Melissa's Daily Bathroom Cleaning Routine"
  },
  {
    "startTime": 48.6,
    "endTime": 55.2,
    "text": "Each day after you take a shower, remember to squeegee your tiles, your tub, and your glass shower doors."
  },
  {
    "startTime": 55.3,
    "endTime": 61.9,
    "text": "This helps prevent soap scum, mildew, and hard water stains from building up on those surfaces."
  },
  {
    "startTime": 62.0,
    "endTime": 66.1,
    "text": "You can also use a daily shower spray but I think the results of a squeegee are a lot better."
  },
  {
    "startTime": 66.2,
    "endTime": 68.9,
    "text": "And it is so easy to do and anybody in the family can do it."
  },
  {
    "startTime": 69.2,
    "endTime": 75.3,
    "text": "You can use a disposable wipe or you can keep a spray bottle and microfiber cloth under your bathroom sink,"
  },
  {
    "startTime": 75.4,
    "endTime": 80.5,
    "text": "and each night before you go to bed you can just clean off any of those little toothpaste splatters on the mirror,"
  },
  {
    "startTime": 80.6,
    "endTime": 84.19999999999999,
    "text": "and you can also give your countertop and your sink a quick wipe down."
  },
  {
    "startTime": 84.2,
    "endTime": 85.4,
    "text": "You can shine those faucets."
  },
  {
    "startTime": 85.5,
    "endTime": 92.9,
    "text": "You can get rid of any of that hair or debris that's living on your counter and then you can toss that disposable wipe or you can rinse off your cloth and hang it to dry."
  },
  {
    "startTime": 93.2,
    "endTime": 97.10000000000001,
    "text": "If you want the freshest toilet on the block, there's something really simple you can do."
  },
  {
    "startTime": 97.3,
    "endTime": 99.5,
    "text": "Just take a couple tablespoons of baking soda."
  },
  {
    "startTime": 99.5,
    "endTime": 105.7,
    "text": "You can even keep a little box under your bathroom sink, sprinkle it in the toilet before you go to bed, let it just do its thing."
  },
  {
    "startTime": 105.7,
    "endTime": 110.60000000000001,
    "text": "And when you wake up in the morning give your toilet a quick flush or if you notice any rings building up,"
  },
  {
    "startTime": 110.6,
    "endTime": 115.5,
    "text": "get your toilet bowl brush and give it like a 10 second scrub, flush it, and move on with your day."
  },
  {
    "startTime": 115.5,
    "endTime": 118.8,
    "text": "Bathroom counter real estate is a real challenge."
  },
  {
    "startTime": 118.8,
    "endTime": 123.277,
    "text": "So my rule is to just keep face care and oral care products on there."
  },
  {
    "startTime": 123.277,
    "endTime": 128.715,
    "text": "Everything else can either go under the bathroom sink or in a small basket off to the side or on a shelf."
  },
  {
    "startTime": 128.715,
    "endTime": 131.235,
    "text": "You want to keep that counter looking nice and clean."
  },
  {
    "startTime": 131.235,
    "endTime": 137.49,
    "text": "The items that are on the counter, you can line those up quickly parallel and perpendicular or group them together,"
  },
  {
    "startTime": 137.49,
    "endTime": 142.839,
    "text": "or like our friend Nate Berkus would tell us to put it on a nice little tray and create a little bathroom vignette."
  },
  {
    "startTime": 142.839,
    "endTime": 146.184,
    "text": "Whatever you have to do to make that counter look good, you want to do it."
  },
  {
    "startTime": 146.184,
    "endTime": 155.95,
    "text": "Do a super speedy, quick, cursory tidy of the bathroom, pick up any clothes or anything that's lying around on the floor, throw anything in the laundry that needs to go on the laundry."
  },
  {
    "startTime": 155.95,
    "endTime": 163.37099999999998,
    "text": "Basically, your bathroom is not a big place, it will not take you longer than one minute, but that quick little tidy is going to make all the difference."
  },
  {
    "startTime": 163.371,
    "endTime": 172.196,
    "text": "Finish the task off by closing your shower curtain, straightening up your towels, making sure everything looks neat and tidy, fixing up those rugs,"
  },
  {
    "startTime": 172.196,
    "endTime": 177.213,
    "text": "and basically just making your bathroom look appropriate for a guest to pop their head in."
  },
  {
    "startTime": 179.2,
    "endTime": 181.32999999999998,
    "text": "I'm going to try and be poetic here for a second."
  },
  {
    "startTime": 181.55,
    "endTime": 183.3,
    "text": "Bathrooms are like snowflakes."
  },
  {
    "startTime": 183.482,
    "endTime": 186.873,
    "text": "They're all a little bit different but they all kind of do the same thing."
  },
  {
    "startTime": 186.873,
    "endTime": 190.1,
    "text": "So the routine that I gave you, if it works for you, great."
  },
  {
    "startTime": 190.195,
    "endTime": 197.673,
    "text": "If it doesn't and you need something that I didn't mention or if something that I mentioned doesn't quite make sense for your bathroom, just adjust it accordingly."
  },
  {
    "startTime": 197.673,
    "endTime": 203.604,
    "text": "The important part here is finding something that works for you and something that you can stick to each day"
  },
  {
    "startTime": 203.604,
    "endTime": 207.104,
    "text": "because consistency is what's going to get you that clean space."
  },
  {
    "startTime": 207.104,
    "endTime": 210.96400000000003,
    "text": "Also remember, you don't have to be perfect at it, you just got to do it."
  },
  {
    "startTime": 210.964,
    "endTime": 214.893,
    "text": "And by the way, you don't have to spend minutes upon minutes upon minutes, you have better things to do."
  },
  {
    "startTime": 214.893,
    "endTime": 218.436,
    "text": "This will only take you like max five minutes, I promise."
  },
  {
    "startTime": 218.436,
    "endTime": 221.67600000000002,
    "text": "And as you become more efficient at it you'll see you can get it done a lot quicker."
  },
  {
    "startTime": 221.676,
    "endTime": 229.93599999999998,
    "text": "But trust me, when you walk into that clean bathroom, you're going to crave it being clean all the time and this routine is going to sit a lot easier with you."
  },
  {
    "startTime": 229.936,
    "endTime": 232.988,
    "text": "I already hear the comments in your head for me."
  },
  {
    "startTime": 232.988,
    "endTime": 237.7,
    "text": "\"Melissa, I live with somebody else. They never keep the bathroom clean. I'm going to have to be the one to do it.\""
  },
  {
    "startTime": 237.7,
    "endTime": 239.566,
    "text": "Okay, guys, here's what we're going to do."
  },
  {
    "startTime": 239.566,
    "endTime": 241.57,
    "text": "In that situation you have two options."
  },
  {
    "startTime": 241.57,
    "endTime": 245.2,
    "text": "Your first option is you can talk to the person you share the bathroom with."
  },
  {
    "startTime": 245.2,
    "endTime": 250.405,
    "text": "You could see if they're into this routine idea and then you guys can kind of divide up the labor."
  },
  {
    "startTime": 250.405,
    "endTime": 253.78,
    "text": "So if you like doing toilets and counters, you do that."
  },
  {
    "startTime": 253.331,
    "endTime": 257.882,
    "text": "And if the other person likes doing straightening up and tidying up, have them do that."
  },
  {
    "startTime": 257.882,
    "endTime": 262.072,
    "text": "Find what works for the both of you or all of you, or however many of you share the bathroom."
  },
  {
    "startTime": 261.742,
    "endTime": 266.96200000000005,
    "text": "Now, if nobody else is going to buy into this routine aside from you, guess what?"
  },
  {
    "startTime": 266.962,
    "endTime": 273.491,
    "text": "You're doing it, and the reason you're doing it is because you love a clean bathroom and you feel good in a clean bathroom."
  },
  {
    "startTime": 273.491,
    "endTime": 275.287,
    "text": "Forget about the other people here."
  },
  {
    "startTime": 275.287,
    "endTime": 279.393,
    "text": "This is not about them, this is about you feeling great in your space."
  },
  {
    "startTime": 279.393,
    "endTime": 287.18899999999996,
    "text": "Trust me, I know how that feels guys, but it really does makes sense to do something good, important, and special for yourselves"
  },
  {
    "startTime": 287.189,
    "endTime": 290.07800000000003,
    "text": "and this routine isn't going to be too much sweat off your back."
  },
  {
    "startTime": 290.078,
    "endTime": 295.39,
    "text": "I've got all of this routine business laid out for you on our blog, cleanmyspace.com,"
  },
  {
    "startTime": 293.77,
    "endTime": 303.09999999999997,
    "text": "and I've also got some extra pointers, tips, and tricks on there to help you on your journey to a cleaner bathroom."
  },
  {
    "startTime": 303.1,
    "endTime": 305.78400000000005,
    "text": "So be sure to check it out, it's at cleanmyspace.com."
  },
  {
    "startTime": 305.784,
    "endTime": 309.065,
    "text": "Maintaining a clean bathroom means you got to start with one,"
  },
  {
    "startTime": 309.065,
    "endTime": 314.024,
    "text": "so stick around to the end of this video where I'll show you a couple of great thorough bathroom cleaning videos."
  },
  {
    "startTime": 314.024,
    "endTime": 320.231,
    "text": "What we want to find out from you guys in our comment question this week is what other cleaning routines would you like to see."
  },
  {
    "startTime": 320.231,
    "endTime": 326.993,
    "text": "If this video was really helpful for you, please let me know in the comments down below what else we can do to ease your cleaning woes."
  },
  {
    "startTime": 323.52,
    "endTime": 339.406,
    "text": "I'd love to see what your bathroom looks like before and after a cleaning, so please feel free to tag me on Instagram, I'm @melissamaker, he is @thechadreynolds, and we are @cleanmyspace."
  },
  {
    "startTime": 339.406,
    "endTime": 349.021,
    "text": "There's a button down there that lets me know you care so click it if you liked this video and click this button right here to subscribe and begin your journey to a cleaner life."
  },
  {
    "startTime": 349.021,
    "endTime": 352.999,
    "text": "Thanks so much for watching and we'll see you next time."
  },
  {
    "startTime": 352.999,
    "endTime": 361.72,
    "text": "Now is that special time of the video where I get to throw you to two other videos I think you are going to benefit from and probably love."
  },
  {
    "startTime": 357.26,
    "endTime": 365.348,
    "text": "The first one has to do with a thorough bathroom cleaning routine,"
  },
  {
    "startTime": 365.348,
    "endTime": 369.16900000000004,
    "text": "so something you can start with and then of course follow up with all the stuff we just talked about here."
  },
  {
    "startTime": 369.169,
    "endTime": 375.566,
    "text": "And the second one is a detailed overview of how to clean your shower and your tub properly."
  },
  {
    "startTime": 375.566,
    "endTime": 377.30499999999995,
    "text": "So be sure to check those two videos out."
  },
  {
    "startTime": 377.305,
    "endTime": 381.598,
    "text": "As I said, we have so much more information up on our blog, cleanmyspace.com."
  },
  {
    "startTime": 381.598,
    "endTime": 385.178,
    "text": "You can also sign up for our monthly newsletter there, The Dirty Dish."
  },
  {
    "startTime": 385.178,
    "endTime": 390.554,
    "text": "So be sure to check it out, links are down there but the website is right down there, it is cleanmyspace.com."
  },
  {
    "startTime": 390.237,
    "endTime": 400.55400000000003,
    "text": "We'll see you at same time, same place next week. Take care."
  }
]