[
  {
    "startTime": 0.206,
    "endTime": 3.2119999999999997,
    "text": "Your life has meaning if you give it meaning."
  },
  {
    "startTime": 3.212,
    "endTime": 7.845000000000001,
    "text": "If you define what it is that you're doing, what it is that's important to you."
  },
  {
    "startTime": 7.845,
    "endTime": 13.16,
    "text": "[A psychologist reveals the way to find your purpose in life.]"
  },
  {
    "startTime": 13.16,
    "endTime": 16.692,
    "text": "Purpose is one of these terms that gets thrown around a lot."
  },
  {
    "startTime": 16.692,
    "endTime": 24.161,
    "text": "And people think about it often times in a religious way or in some of these little larger field, philosophical ways."
  },
  {
    "startTime": 24.161,
    "endTime": 27.703000000000003,
    "text": "I don't believe that purpose comes from above, it comes from you."
  },
  {
    "startTime": 27.703,
    "endTime": 36.375,
    "text": "And one activity that I recommend people do, especially around New Years and also mid year, is to write down what values are important to you."
  },
  {
    "startTime": 36.375,
    "endTime": 39.39,
    "text": "Every six months, you sit down and you think."
  },
  {
    "startTime": 39.39,
    "endTime": 45.372,
    "text": "You really take the time and you write out what are your top three values, what are the things that are most important to you."
  },
  {
    "startTime": 45.372,
    "endTime": 49.982,
    "text": "And you can use them to craft a statement of purpose which is very simple."
  },
  {
    "startTime": 49.982,
    "endTime": 53.902,
    "text": "A hundred words or less which just says \"what is important to me right now?\""
  },
  {
    "startTime": 53.902,
    "endTime": 59.683,
    "text": "\"How am I gonna use my activities and my time on this earth to live out my values.\""
  },
  {
    "startTime": 59.683,
    "endTime": 69.51,
    "text": "And if you can do that every six months and actually really... it's a very helpful activity because it often cuts out activities that you are like…\"um, do I really wanna be doing that?\""
  },
  {
    "startTime": 69.51,
    "endTime": 71.542,
    "text": "It's almost like making a budget."
  },
  {
    "startTime": 71.542,
    "endTime": 80.928,
    "text": "When you sit down and look at what you're spending your money on and you look at... you know, all the different things, you're actually putting cold hard numbers on things that you value."
  },
  {
    "startTime": 80.928,
    "endTime": 86.676,
    "text": "And most of the time when you look at people who do a budget, they tend to cut out things that are actually less important to them."
  },
  {
    "startTime": 86.676,
    "endTime": 89.039,
    "text": "It's really an activity of consciousness."
  },
  {
    "startTime": 89.039,
    "endTime": 97.961,
    "text": "So when we look at what we value that is very clear...it can be very clear how to make your purpose and say, \"OK, well, this is what I'm living for, for now.\""
  },
  {
    "startTime": 97.961,
    "endTime": 100.646,
    "text": "And it actually helps to direct your activity, direct your life."
  },
  {
    "startTime": 100.646,
    "endTime": 106.301,
    "text": "And people that live with a sense of purpose are generally happier and more hopeful for the future."
  }
]