[
  {
    "startTime": 0.329,
    "endTime": 5.819,
    "text": "So let’s talk about positions. Knowing who you are and where you belong, what your role"
  },
  {
    "startTime": 5.819,
    "endTime": 10.719000000000001,
    "text": "is in life, makes everything feel a lot easier. And it’s not any different for language -"
  },
  {
    "startTime": 10.719,
    "endTime": 15.62,
    "text": "all the pieces that make up our words have their own work and their own places, and they're only"
  },
  {
    "startTime": 15.62,
    "endTime": 17.869,
    "text": "really happy when they’re filling those positions they were"
  },
  {
    "startTime": 17.869,
    "endTime": 22.9,
    "text": "born to hold. So let’s take a look at what those jobs are! I’m Moti Lieberman, and"
  },
  {
    "startTime": 22.9,
    "endTime": 37.8,
    "text": "this is the Ling Space."
  },
  {
    "startTime": 37.8,
    "endTime": 41.69,
    "text": "So today we’re going talking about different kinds of morphemes. Morphemes are"
  },
  {
    "startTime": 41.69,
    "endTime": 46.07,
    "text": "the smallest pairings between sound and meaning, what you get when you can’t cut away any"
  },
  {
    "startTime": 46.07,
    "endTime": 48.78,
    "text": "more sound without changing what the meaning is."
  },
  {
    "startTime": 48.78,
    "endTime": 52.870000000000005,
    "text": "We made a video about that already, so if you click here, you can go give yourself a"
  },
  {
    "startTime": 52.87,
    "endTime": 57.62,
    "text": "refresher if you need one. Last time, we talked about what a morpheme is, and what it means"
  },
  {
    "startTime": 57.62,
    "endTime": 59.669999999999995,
    "text": "for them to be free or bound."
  },
  {
    "startTime": 59.67,
    "endTime": 63.15,
    "text": "But whether a given meaning bit can stand on its own, or whether it has to attach to"
  },
  {
    "startTime": 63.15,
    "endTime": 67.67999999999999,
    "text": "something else, is far from the only thing you need to know to ID a morpheme. Another"
  },
  {
    "startTime": 67.68,
    "endTime": 70.97000000000001,
    "text": "big thing is what kind of meaning those sounds attach to."
  },
  {
    "startTime": 70.97,
    "endTime": 77.72,
    "text": "Let’s say you have some big, strong meanings: nouns like detective or dog, verbs like arrest or snoop,"
  },
  {
    "startTime": 77.72,
    "endTime": 82.96,
    "text": "adjectives like clever or short. All of these have meanings that are associated"
  },
  {
    "startTime": 82.96,
    "endTime": 86.11999999999999,
    "text": "to real characteristics out there in the world."
  },
  {
    "startTime": 86.12,
    "endTime": 89.95,
    "text": "They tell you what things you’re talking about, what those things are like, and what"
  },
  {
    "startTime": 89.95,
    "endTime": 94.21000000000001,
    "text": "they’re doing. All that together is the heart of what you’re communicating - without"
  },
  {
    "startTime": 94.21,
    "endTime": 99.19,
    "text": "those parts of speech, we’d be just flailing about talking about emptiness. We call these"
  },
  {
    "startTime": 99.19,
    "endTime": 102.75999999999999,
    "text": "kinds of super contentful bits root morphemes."
  },
  {
    "startTime": 102.76,
    "endTime": 106.83000000000001,
    "text": "If you’re thinking about English, you probably feel like these root morphemes are always"
  },
  {
    "startTime": 106.83,
    "endTime": 112.06,
    "text": "able to stand on their own. After all, when you think of things like camera or corrupt,"
  },
  {
    "startTime": 112.06,
    "endTime": 115.4,
    "text": "you know you can always get them out of your head and into the real world"
  },
  {
    "startTime": 115.4,
    "endTime": 117.56,
    "text": "without having to attach anything to them."
  },
  {
    "startTime": 117.56,
    "endTime": 121.54,
    "text": "And it’s true, pretty much all the roots in English are free, but it’s not quite"
  },
  {
    "startTime": 121.54,
    "endTime": 125.28,
    "text": "all of them. Think about something like the huckle in huckleberry."
  },
  {
    "startTime": 125.28,
    "endTime": 129.429,
    "text": "It’s definitely telling you what kind of berry it is, but it’s not like you can"
  },
  {
    "startTime": 129.429,
    "endTime": 133.62,
    "text": "use it on its own, like, “My favorite kind of berry is huckle.”"
  },
  {
    "startTime": 133.62,
    "endTime": 138.49,
    "text": "Or you can inflate or deflate a tire, but good luck flating anything. In some other"
  },
  {
    "startTime": 138.49,
    "endTime": 141.24,
    "text": "languages, roots always need to be bound to something."
  },
  {
    "startTime": 141.24,
    "endTime": 146.45000000000002,
    "text": "Sometimes, that’s because the language calls for all of the morphemes, roots and not roots,"
  },
  {
    "startTime": 146.45,
    "endTime": 150.86999999999998,
    "text": "to be bound up together into one big word, like in Yupik or Chukchi."
  },
  {
    "startTime": 150.87,
    "endTime": 155.42000000000002,
    "text": "So to say in Chukchi that you have a terrible headache, you’d use this whole sentence-y"
  },
  {
    "startTime": 155.42,
    "endTime": 158.47,
    "text": "word: t-ə-meyŋ-ə-levt-pəɣt-ə-ɹkən. But in many other languages, even if you don’t"
  },
  {
    "startTime": 158.47,
    "endTime": 164.4,
    "text": "bundle everything together, you still need to attach your root to something in order to get it pronounced."
  },
  {
    "startTime": 164.4,
    "endTime": 169.88,
    "text": "Take a look at Japanese and its needy verbs. Verbs in Japanese are too shy to escape from"
  },
  {
    "startTime": 169.88,
    "endTime": 175.49,
    "text": "your mouth without bringing some friends along. Look at the verb for “take”, as in take a picture."
  },
  {
    "startTime": 175.49,
    "endTime": 178.88,
    "text": "The root is [toɾ], but good luck finding that out in the world."
  },
  {
    "startTime": 178.88,
    "endTime": 183.459,
    "text": "No, you get 撮る [toɾɯ] for take in the present tense, [toɾanai] for “don’t"
  },
  {
    "startTime": 183.459,
    "endTime": 187.89000000000001,
    "text": "take,” and [toɾe] for the command form, “take!” There’s always something attached"
  },
  {
    "startTime": 187.89,
    "endTime": 193.54,
    "text": "on the end; it’s never left all lonely by itself. Or take Arabic. In Arabic, the verb"
  },
  {
    "startTime": 193.54,
    "endTime": 196.54999999999998,
    "text": "roots are usually just a combination of consonants."
  },
  {
    "startTime": 196.55,
    "endTime": 200.87,
    "text": "So the root for enlighten, for example, is just [nwr]. That’s not something you can"
  },
  {
    "startTime": 200.87,
    "endTime": 205.97,
    "text": "really pronounce easily. If you want to pronounce it, you have stick other vowels and consonants"
  },
  {
    "startTime": 205.97,
    "endTime": 209.12,
    "text": "in and around it in templates, which is how you conjugate in Arabic."
  },
  {
    "startTime": 209.12,
    "endTime": 215.31,
    "text": "So you take your [nwr], and you put in some [a]s, and then you can get something like [nawara], “he enlightened”."
  },
  {
    "startTime": 215.31,
    "endTime": 221.849,
    "text": "Or, add an extra [t] for [nawarat], “she enlightened.” Want present tense? That’s a different template."
  },
  {
    "startTime": 221.849,
    "endTime": 227.26,
    "text": "Command? Another template. But you never ever just get the bare root by itself."
  },
  {
    "startTime": 227.26,
    "endTime": 231.72,
    "text": "So we’ve tiptoed around talking about what the other morphemes are, the ones that aren’t"
  },
  {
    "startTime": 231.72,
    "endTime": 237.4,
    "text": "roots. These are the bits that serve other roles: telling us tense and number and gender,"
  },
  {
    "startTime": 237.4,
    "endTime": 241.79,
    "text": "or sometimes adjusting the meaning of the roots they attach to. We call these morphemes"
  },
  {
    "startTime": 241.79,
    "endTime": 245.23,
    "text": "affixes, and they come in a few different flavors."
  },
  {
    "startTime": 245.23,
    "endTime": 249.64999999999998,
    "text": "Affixes are always bound – you mentally glue them onto the roots. And so we break"
  },
  {
    "startTime": 249.65,
    "endTime": 253.84,
    "text": "affixes into groups depending on where they go. Let’s start with the ones that come"
  },
  {
    "startTime": 253.84,
    "endTime": 258.43,
    "text": "before the root. These are known as prefixes, and there’s a lot of them."
  },
  {
    "startTime": 258.43,
    "endTime": 262.419,
    "text": "Just think of some of your favorites from English – the [æntaj] in anti-Lamb, if"
  },
  {
    "startTime": 262.419,
    "endTime": 268.139,
    "text": "you’re against Lamb; the [sjudə] in pseudonym, to put the fake in fake name; the [dɪs] in"
  },
  {
    "startTime": 268.139,
    "endTime": 272.52,
    "text": "disappear, so whatever you’re talking about you know is all gone. Even the [pɹi] pre-"
  },
  {
    "startTime": 272.52,
    "endTime": 276.43899999999996,
    "text": "in prefix is a prefix; it’s the part you fix before the root."
  },
  {
    "startTime": 276.439,
    "endTime": 280.66900000000004,
    "text": "Of course, prefixes aren’t limited to English – they show up in tons of languages, playing"
  },
  {
    "startTime": 280.669,
    "endTime": 285.10999999999996,
    "text": "a ton of roles. Look at Japanese again – there’s that [o] that makes the"
  },
  {
    "startTime": 285.11,
    "endTime": 289.559,
    "text": "nouns it’s attaching to honorific. So you don’t drink 酒 [sake] for alcohol; you"
  },
  {
    "startTime": 289.559,
    "endTime": 291.059,
    "text": "drink お酒 [osake]."
  },
  {
    "startTime": 291.059,
    "endTime": 295.569,
    "text": "Same with police officers – there’s that [o] in お巡りさん [omawaɾisan]. In Hebrew,"
  },
  {
    "startTime": 295.569,
    "endTime": 300.819,
    "text": "prepositions like in and to show up as prefixes, also. If you wanted to say “in school,”"
  },
  {
    "startTime": 300.819,
    "endTime": 305.27000000000004,
    "text": "you’d go for [bve:t sɛfɛʁ] בבית ספר. where that [b] is the part that means in."
  },
  {
    "startTime": 305.27,
    "endTime": 309.18,
    "text": "But maybe you want to put stuff on the other side of the root. If you attach an affix to"
  },
  {
    "startTime": 309.18,
    "endTime": 314.27,
    "text": "the end of the root, that’s a suffix. Suffixes are actually more common across languages"
  },
  {
    "startTime": 314.27,
    "endTime": 318.08,
    "text": "than prefixes, and so it’s not really hard to find a lot of them."
  },
  {
    "startTime": 318.08,
    "endTime": 323.19899999999996,
    "text": "That -ness that changes an adjective like dark into a noun like darkness? Or that -ed"
  },
  {
    "startTime": 323.199,
    "endTime": 328.219,
    "text": "that takes a verb like watch and lets you put it in the past tense like watched? Those are"
  },
  {
    "startTime": 328.219,
    "endTime": 333.689,
    "text": "suffixes. Or we can go looking in other languages, too. We’ve already seen some suffixes today -"
  },
  {
    "startTime": 333.689,
    "endTime": 337.339,
    "text": "the Japanese examples for [toɾ] were all suffixes."
  },
  {
    "startTime": 337.339,
    "endTime": 342.699,
    "text": "Or let’s say we wanted to say in Spanish, “Veronica ate a small piece of marshmallow.”"
  },
  {
    "startTime": 342.699,
    "endTime": 347.08000000000004,
    "text": "That would be “Verónica comió un pedacito de nube.” That ito there is a suffix - it"
  },
  {
    "startTime": 347.08,
    "endTime": 351.49,
    "text": "takes the noun pedazo, piece, and makes it small and cute."
  },
  {
    "startTime": 351.49,
    "endTime": 357.08,
    "text": "Or the suffixes that mark names in lots of Slavic languages, like Czech or Russian. If you’re"
  },
  {
    "startTime": 357.08,
    "endTime": 360.699,
    "text": "Russian, and your father’s name is Vladimir, then if you’re male, your middle"
  },
  {
    "startTime": 360.699,
    "endTime": 365.069,
    "text": "name is Vladimirovich, and if you’re female, your middle name is Vladimirovna."
  },
  {
    "startTime": 365.069,
    "endTime": 370.889,
    "text": "So morphemes come with these options: before, and after. But what about… inside? Some"
  },
  {
    "startTime": 370.889,
    "endTime": 374.93,
    "text": "languages also have affixes that get stuck right in the middle of the roots they’re"
  },
  {
    "startTime": 374.93,
    "endTime": 380.009,
    "text": "working with. These are known as infixes, since they go straight into the word. Take,"
  },
  {
    "startTime": 380.009,
    "endTime": 381.289,
    "text": "for example, Tagalog."
  },
  {
    "startTime": 381.289,
    "endTime": 385.949,
    "text": "Let’s say you wanted to say search, like Keith is searching the office for the gun:"
  },
  {
    "startTime": 385.949,
    "endTime": 390.869,
    "text": "That’d be “Hinahanap ni Keith ang baril sa opisina”. That’s with the verb [hanap]."
  },
  {
    "startTime": 390.869,
    "endTime": 395.68,
    "text": "But what do you say after the search, once it’s done? Now it should be in the past"
  },
  {
    "startTime": 395.68,
    "endTime": 396.649,
    "text": "tense."
  },
  {
    "startTime": 396.649,
    "endTime": 401.809,
    "text": "The past tense morpheme is [in], but it goes in the word after the first consonant. So"
  },
  {
    "startTime": 401.809,
    "endTime": 407.629,
    "text": "it’s [hinanap], like “Hinanap ni Keith ang baril sa opisina”. So that -in- is an"
  },
  {
    "startTime": 407.629,
    "endTime": 412.96000000000004,
    "text": "infix. So now you’re probably thinking, do we have any of these infix things in English? The"
  },
  {
    "startTime": 412.96,
    "endTime": 419.089,
    "text": "answer is… well, we sort of have one, but it uses some profanity. We’ll tone it down for here, though."
  },
  {
    "startTime": 419.089,
    "endTime": 423.99,
    "text": "This is using swearing as an intensifier, as in Wallace is fan-fricking-tastic at"
  },
  {
    "startTime": 423.99,
    "endTime": 428.409,
    "text": "basketball. So clearly, you’re sticking this fricking morpheme smack in the middle"
  },
  {
    "startTime": 428.409,
    "endTime": 434.02,
    "text": "of the root, fantastic. But the thing is, this does follow a rule - you know where this"
  },
  {
    "startTime": 434.02,
    "endTime": 437.24,
    "text": "morpheme should go, even if you’ve never thought about it."
  },
  {
    "startTime": 437.24,
    "endTime": 442.24,
    "text": "So you know that it’s not fanta-fricking-stic. No, it has to go in right before that main"
  },
  {
    "startTime": 442.24,
    "endTime": 446.869,
    "text": "stress there, to make the word flow right. And that’s what this unique English infix"
  },
  {
    "startTime": 446.869,
    "endTime": 451.34900000000005,
    "text": "looks for. So when we’re trying to decide what kind of morpheme we have, we need to"
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "think about what kind of meaning we’re talking about."
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "You’ve got your full main content, like nouns and verbs, as your roots; and you twine"
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "around those roots with the affixes, wherever they go: before, after, or right in-fricking-side."
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "But however you’re doing it, there’s more to morphemes than just knowing whether they"
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "can stand on their own."
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "So we’ve reached the end of the Ling Space for this week. If you were affixed to to my"
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "morphemes, you learned that roots are the most contentful bits of words; that English"
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "roots are mostly free, but other languages have them all bound up; that affixes adjust the"
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "meanings of the roots they’re attached to; and that affixes get different names, depending"
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "whether they're attached before, during, or after the root."
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "The Ling Space is produced by me, Moti Lieberman. It’s directed by Adèle-Élise Prévost,"
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "and it’s written by both of us. Our production assistant is Georges Coulombe, our music and"
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "sound design is by Shane Turner, and our graphics team is AtelierMuse."
  },
  {
    "startTime": 606.36,
    "endTime": 609.86,
    "text": "We’re down in the comments below, or you can bring the discussion back over to our website,"
  },
  {
    "startTime": 609.86,
    "endTime": 618.8100000000001,
    "text": "where we have some extra material on this topic. Check us out on Tumblr, Twitter and"
  },
  {
    "startTime": 618.81,
    "endTime": 624.27,
    "text": "Facebook, and if you want to keep expanding your own personal Ling Space, please subscribe."
  },
  {
    "startTime": 624.27,
    "endTime": 630.18,
    "text": "And we’ll see you next Wednesday. Fins despres!"
  }
]