[
  {
    "startTime": 4.27,
    "endTime": 11.5,
    "text": "In November 1989, the Berlin Wall separating East and West Germany began to be demolished, signaling an end to a divided Germany."
  },
  {
    "startTime": 11.5,
    "endTime": 15.5,
    "text": "But despite the country slowly equalizing in the last quarter of a century,"
  },
  {
    "startTime": 15.5,
    "endTime": 19.4,
    "text": "considerable differences still remain between the two halves."
  },
  {
    "startTime": 19.6,
    "endTime": 21.880000000000003,
    "text": "So, how is Germany still divided?"
  },
  {
    "startTime": 21.88,
    "endTime": 25.5,
    "text": "Well, after World War Two, Germany was split in two by Allied forces."
  },
  {
    "startTime": 25.5,
    "endTime": 32.2,
    "text": "The eastern half went to the Soviet Union to be run as a communist state, while the western half went to the European capitalist community."
  },
  {
    "startTime": 32.3,
    "endTime": 38.0,
    "text": "From 1945 to 1989, West Germany flourished while East Germany faltered."
  },
  {
    "startTime": 38.0,
    "endTime": 43.1,
    "text": "When the Berlin Wall fell, West Germany effectively encapsulated their weaker counterpart,"
  },
  {
    "startTime": 43.1,
    "endTime": 47.230000000000004,
    "text": "leading to a number of lasting differences in both society and economy."
  },
  {
    "startTime": 47.23,
    "endTime": 52.91,
    "text": "Today, unemployment in the East is about three and a half percent higher than in the West."
  },
  {
    "startTime": 52.91,
    "endTime": 62.5,
    "text": "In fact, following the unification, East Germany's unemployment rate went from zero percent to nearly twenty percent by 1997, and only began to decline in 2005."
  },
  {
    "startTime": 62.5,
    "endTime": 69.1,
    "text": "This is because East Germany was forced to compete with an already robust West German economy and currency,"
  },
  {
    "startTime": 69.1,
    "endTime": 73.69999999999999,
    "text": "leading to many failing businesses, and a rapid brain drain to the west."
  },
  {
    "startTime": 73.7,
    "endTime": 78.3,
    "text": "To help, West Germany has spent nearly 3 trillion dollars on economic aid,"
  },
  {
    "startTime": 78.3,
    "endTime": 85.39999999999999,
    "text": "which Germans have been paying through an additional income tax. This aid is expected to continue until 2019."
  },
  {
    "startTime": 85.4,
    "endTime": 92.5,
    "text": "The transition also caused a large number of East Germans to move West, abandoning a number of cities, turning them into ghost towns."
  },
  {
    "startTime": 92.5,
    "endTime": 99.1,
    "text": "Although three quarters of former East Germans considered the reunification a success, only half of former West Germans agreed."
  },
  {
    "startTime": 99.1,
    "endTime": 103.5,
    "text": "In fact, poor conditions in the East only intensified after 1989."
  },
  {
    "startTime": 103.5,
    "endTime": 110.649,
    "text": "From 1990 to 1994, the birth rate fell by about 50%, and the suicide rate heavily increased."
  },
  {
    "startTime": 110.649,
    "endTime": 115.9,
    "text": "Right wing groups, including neo-Nazis have also found more popularity in former East Germany,"
  },
  {
    "startTime": 115.9,
    "endTime": 121.2,
    "text": "which some have attributed to a disdain for the region's historically left-leaning communist ideology."
  },
  {
    "startTime": 121.2,
    "endTime": 125.0,
    "text": "The differences between the two halves are even visible from space,"
  },
  {
    "startTime": 125.0,
    "endTime": 129.2,
    "text": "with the Eastern half lit by yellow light, and the West by greener light."
  },
  {
    "startTime": 129.2,
    "endTime": 133.39999999999998,
    "text": "This is the lingering result of the West's foray into environmentally friendly energy,"
  },
  {
    "startTime": 133.4,
    "endTime": 136.20000000000002,
    "text": "while the East was extremely reliant on coal."
  },
  {
    "startTime": 136.2,
    "endTime": 139.89999999999998,
    "text": "Other superficial differences remain, even two and a half decades later."
  },
  {
    "startTime": 139.9,
    "endTime": 146.4,
    "text": "But the strongest reason for their continued separation is that West Germany had a big head start during reunification."
  },
  {
    "startTime": 146.4,
    "endTime": 150.1,
    "text": "Young people in Germany have predominantly chosen to live in the Western half,"
  },
  {
    "startTime": 150.1,
    "endTime": 154.0,
    "text": "where the quality of life and employment opportunities are considerably better."
  },
  {
    "startTime": 154.0,
    "endTime": 158.9,
    "text": "This self-perpetuating cycle has kept East Germany from effectively competing with the West."
  },
  {
    "startTime": 158.9,
    "endTime": 166.6,
    "text": "Unfortunately, there is no reason for this cycle to stop, and it is likely that East and West Germany will continue to be divided for generations to come."
  },
  {
    "startTime": 166.6,
    "endTime": 172.0,
    "text": "Germany might still be divided, but the country's economy is now dominating the European Union."
  },
  {
    "startTime": 172.0,
    "endTime": 173.8,
    "text": "Watch this video to find out more."
  },
  {
    "startTime": 190.0,
    "endTime": 202.9,
    "text": "Thanks for watching TestTube News everyone! Make sure you like and subscribe to the channel, so you don't miss out on all our new videos every day."
  }
]