[
  {
    "startTime": 7.11,
    "endTime": 11.379999999999999,
    "text": "Profits are to business what was smiley is in text messaging."
  },
  {
    "startTime": 11.38,
    "endTime": 18.97,
    "text": "When a company tells us in one of its regular announcements that it's making good profits, we assume it's doing well."
  },
  {
    "startTime": 18.97,
    "endTime": 22.14,
    "text": "Unfortunately, it may not be that simple."
  },
  {
    "startTime": 22.14,
    "endTime": 25.41,
    "text": "The company may be pulling the wool over our eyes."
  },
  {
    "startTime": 25.41,
    "endTime": 34.21,
    "text": "It may even be about to go belly up."
  },
  {
    "startTime": 34.21,
    "endTime": 40.480000000000004,
    "text": "Most people think that profits are what a company has left over after meeting its expenses."
  },
  {
    "startTime": 40.48,
    "endTime": 52.31999999999999,
    "text": "For a can of fizzy drink, this would be the retail price minus the cost of buying it at wholesale, and less any overheads, such as paying staff."
  },
  {
    "startTime": 52.32,
    "endTime": 55.84,
    "text": "Thank you."
  },
  {
    "startTime": 55.84,
    "endTime": 60.14,
    "text": "Profits come in different varieties just like fizzy drinks."
  },
  {
    "startTime": 60.14,
    "endTime": 64.32,
    "text": "But sometimes they can leave investors feeling decidedly flat."
  },
  {
    "startTime": 64.32,
    "endTime": 78.55999999999999,
    "text": "Understanding why companies emphasize different measures at different times gives us clues as to what they're really thinking."
  },
  {
    "startTime": 78.56,
    "endTime": 83.57000000000001,
    "text": "Profits before tax is the measure often quoted by FT journalists."
  },
  {
    "startTime": 83.57,
    "endTime": 86.72,
    "text": "Sometimes to the irritation of big companies."
  },
  {
    "startTime": 86.72,
    "endTime": 96.47,
    "text": "A simple definition is sales minus operating costs and interest payments, plus a share of returns from partner companies."
  },
  {
    "startTime": 96.47,
    "endTime": 100.74,
    "text": "Operating profits are seen as an even more straightforward measure."
  },
  {
    "startTime": 100.74,
    "endTime": 105.31,
    "text": "On the face of it, these are nothing more than sales minus operating costs."
  },
  {
    "startTime": 105.31,
    "endTime": 108.19,
    "text": "But even this is a little more complicated."
  },
  {
    "startTime": 108.19,
    "endTime": 112.74,
    "text": "First, sales may include money that the company hasn't received yet."
  },
  {
    "startTime": 112.74,
    "endTime": 121.11,
    "text": "Second, businesses have to deduct something for assets that are wearing out, like machinery, even if there's no cash cost."
  },
  {
    "startTime": 121.11,
    "endTime": 126.64,
    "text": "As a result, companies and investors prefer a measure with a dreadful acronym."
  },
  {
    "startTime": 126.64,
    "endTime": 136.31,
    "text": "This is Ebitda, which stands for earnings before interest, tax, depreciation and amortization."
  },
  {
    "startTime": 136.31,
    "endTime": 140.34,
    "text": "Businesses also make up their own definitions of profits."
  },
  {
    "startTime": 140.34,
    "endTime": 144.87,
    "text": "The more convoluted these are, the less reliable they tend to be."
  },
  {
    "startTime": 144.87,
    "endTime": 148.24,
    "text": "Usually someone is trying to hide something."
  },
  {
    "startTime": 148.24,
    "endTime": 158.44,
    "text": "A company with simple operation that's doing well, is more likely to highlight a statutory measure like profits before tax than a rival that's doing badly."
  },
  {
    "startTime": 158.44,
    "endTime": 163.76,
    "text": "No discussion of profits and losses will be complete without a mention of kitchen sinking."
  },
  {
    "startTime": 163.76,
    "endTime": 178.23999999999998,
    "text": "When a new boss comes in to run a large corporation and clear up a mess left by the previous one, they may write off the value of assets such as liabilities and subsidiaries by quite large amounts."
  },
  {
    "startTime": 178.24,
    "endTime": 193.77,
    "text": "They may include everything up to, and including, the kitchen sink."
  },
  {
    "startTime": 193.77,
    "endTime": 199.82000000000002,
    "text": "Those write downs might have no cash cost, but the shares might fall anyway."
  },
  {
    "startTime": 199.82,
    "endTime": 207.70999999999998,
    "text": "They then have scope to rebound more steeply if profits recovered, assisted perhaps by write backs of value."
  },
  {
    "startTime": 207.71,
    "endTime": 212.17000000000002,
    "text": "The write backs in turn could boost the bonus of the chief executive."
  },
  {
    "startTime": 212.17,
    "endTime": 225.10999999999999,
    "text": "Accountants don't have many zingers, so it's worth quoting one of their few snappy lines: \"Sales are vanity, profits are sanity, but cash is reality.\""
  },
  {
    "startTime": 225.11,
    "endTime": 229.47000000000003,
    "text": "It's meant to discourage companies going hell for leather for sales."
  },
  {
    "startTime": 229.47,
    "endTime": 238.14,
    "text": "The message is that bosses should prioritize cash receipts over profits too, which as we've seen can be pretty unreliable."
  },
  {
    "startTime": 238.14,
    "endTime": 241.51,
    "text": "Jonathan Gutherie, Financial Times, London."
  }
]