[
  {
    "startTime": 3.55,
    "endTime": 6.0,
    "text": "What is the origin of the word ''penguin''?"
  },
  {
    "startTime": 6.0,
    "endTime": 8.65,
    "text": "The origin of the word 'penguin' is still debated."
  },
  {
    "startTime": 8.65,
    "endTime": 22.0,
    "text": "The name was first applied to the now extinct Great Auk of the seas around Newfoundland in Canada, and may have come from the Welsh \"pen gwyn\", meaning white head, or perhaps even a similar phrase in the Breton or Cornish languages."
  },
  {
    "startTime": 22.0,
    "endTime": 33.5,
    "text": "In the log book of the golden hind, which sailed around the world in 1577-1580, there is a reference to a 'foule, which the Welsh men named Pengwin' that was seen at the Magellan's strait at the tip of South America."
  },
  {
    "startTime": 33.5,
    "endTime": 40.3,
    "text": "The sailors on the expedition may have mistaken penguins for great auks, or simply applied a term they knew to an unfamiliar bird."
  },
  {
    "startTime": 40.3,
    "endTime": 48.699999999999996,
    "text": "The great auk looked very much like a penguin, in that it was a large flightless bird with black and white plumage that was adapted to life in freezing waters."
  },
  {
    "startTime": 48.7,
    "endTime": 54.900000000000006,
    "text": "Naturally, the question that then usually arises is whether or not a penguin is in fact classified as a bird?"
  },
  {
    "startTime": 54.9,
    "endTime": 62.0,
    "text": "This is because we often see images of these creatures swimming underwater, or waddling in an ungainly way across the icy wastes of Antarctica."
  },
  {
    "startTime": 62.0,
    "endTime": 66.8,
    "text": "Penguins can't fly, and we typically think of birds as being able to soar through the air."
  },
  {
    "startTime": 66.8,
    "endTime": 71.0,
    "text": "However, penguins are classified as birds, aves in zoological terms."
  },
  {
    "startTime": 71.0,
    "endTime": 81.0,
    "text": "They are black and white, flightless seabirds, of the family spheniscidae, which are found in the southern hemisphere, mostly in the Antarctic, although several species live in warmer regions."
  },
  {
    "startTime": 81.0,
    "endTime": 84.9,
    "text": "In common with other birds, penguins have feathers, lay eggs, and are warm-blooded."
  },
  {
    "startTime": 84.9,
    "endTime": 91.0,
    "text": "Through evolutionary processes, penguins' wings gradually adapted to become flippers, which they use for swimming."
  },
  {
    "startTime": 91.0,
    "endTime": 101.88,
    "text": "The feathers of a penguin are relatively short and stiff in comparison to those of other birds, and they overlap closely to form a thick, smooth layer, which traps air beneath it and so provides insulation from the cold."
  },
  {
    "startTime": 101.88,
    "endTime": 108.0,
    "text": "There are other flightless birds, like the Australian emu, the cassowary of New Guinea, and the ostrich."
  },
  {
    "startTime": 108.0,
    "endTime": 121.72,
    "text": "Unlike the penguin, they are all more visibly feathery as well as being land-based, so we're probably less likely to question the fact that they're birds."
  }
]