[
  {
    "startTime": 10.6,
    "endTime": 17.8,
    "text": "To survive in this high-pressured, crazy world, most of us have to become highly adept at self-criticism."
  },
  {
    "startTime": 18.1,
    "endTime": 23.6,
    "text": "We learn how to tell ourselves off for our failures, and for not working hard or smart enough."
  },
  {
    "startTime": 23.8,
    "endTime": 30.700000000000003,
    "text": "But so good are we at this, that we're sometimes in danger of falling prey to an excessive version of self-criticism,"
  },
  {
    "startTime": 31.0,
    "endTime": 37.7,
    "text": "what we might call self-flagellation, a rather dangerous stage which just ushers into pressure and under-performance."
  },
  {
    "startTime": 37.8,
    "endTime": 40.5,
    "text": "We might simply lose the will to get out of bed."
  },
  {
    "startTime": 41.1,
    "endTime": 43.4,
    "text": "For those moments, we need a corrective."
  },
  {
    "startTime": 43.6,
    "endTime": 50.9,
    "text": "We need to carve out time for an emotional state of which many of us are profoundly suspicious: self-compassion."
  },
  {
    "startTime": 51.2,
    "endTime": 54.6,
    "text": "We're suspicious because that sounds horribly close to self-pity."
  },
  {
    "startTime": 54.7,
    "endTime": 65.7,
    "text": "But because depression and self-hatred are serious enemies of a good life, we need to appreciate the role of self-care in a good, ambitious, and fruitful life."
  },
  {
    "startTime": 66.0,
    "endTime": 74.3,
    "text": "To this end, we can perform what we've called \"a self-compassion exercise\", a structured meditation, lasting 15 minutes or so."
  },
  {
    "startTime": 75.1,
    "endTime": 82.89999999999999,
    "text": "Lie in bed, or perhaps a bath, turn over a sequence of thoughts that interrupt and correct the flow of your worse self-accusations."
  },
  {
    "startTime": 83.5,
    "endTime": 87.7,
    "text": "For a time, adopt an entirely kindly perspective on your setbacks."
  },
  {
    "startTime": 88.4,
    "endTime": 91.0,
    "text": "The self-compassion exercise goes like this:"
  },
  {
    "startTime": 96.8,
    "endTime": 98.3,
    "text": "We're so in love with success."
  },
  {
    "startTime": 98.5,
    "endTime": 102.8,
    "text": "We fail to notice the scale of the challenges we routinely set ourselves."
  },
  {
    "startTime": 103.1,
    "endTime": 107.19999999999999,
    "text": "There is nothing remotely normal about what we've tried to achieve."
  },
  {
    "startTime": 107.7,
    "endTime": 114.8,
    "text": "We failed, but given the mountain we were trying to climb, the conclusion doesn't have to be that we're simply fools."
  },
  {
    "startTime": 121.4,
    "endTime": 124.5,
    "text": "We have tricky family histories; we all do."
  },
  {
    "startTime": 124.6,
    "endTime": 130.6,
    "text": "There were things which happened to us at the hands of others which can help to explain some of our current troubles."
  },
  {
    "startTime": 131.0,
    "endTime": 135.1,
    "text": "We're not entirely sane or well, but none of us are."
  },
  {
    "startTime": 135.2,
    "endTime": 138.29999999999998,
    "text": "We weren't well set up to carry out certain tasks."
  },
  {
    "startTime": 138.5,
    "endTime": 141.5,
    "text": "It isn't wholly our fault in the here and now."
  },
  {
    "startTime": 146.9,
    "endTime": 157.6,
    "text": "From the media, you'd think everyone was rich and famous and successful, but in reality, undramatic, quiet failure is by a huge margin, the statistical norm."
  },
  {
    "startTime": 158.0,
    "endTime": 164.5,
    "text": "We shouldn't tear ourselves apart for not managing to beat what were, in truth, awesome odds."
  },
  {
    "startTime": 170.0,
    "endTime": 174.7,
    "text": "Tough, self-critical people don't allow themselves the indulgence of believing in luck."
  },
  {
    "startTime": 174.8,
    "endTime": 177.5,
    "text": "They take responsibility for everything."
  },
  {
    "startTime": 177.9,
    "endTime": 180.6,
    "text": "They think winners make their own luck."
  },
  {
    "startTime": 180.8,
    "endTime": 182.70000000000002,
    "text": "But they don't, for the most part."
  },
  {
    "startTime": 183.0,
    "endTime": 185.5,
    "text": "Luck is a genuine feature of existence."
  },
  {
    "startTime": 185.6,
    "endTime": 193.79999999999998,
    "text": "We're robbing ourselves of fair consolation by believing that we're entirely in control and, therefore, entirely to blame when we crash."
  },
  {
    "startTime": 201.2,
    "endTime": 203.6,
    "text": "You're not only your achievements."
  },
  {
    "startTime": 203.7,
    "endTime": 208.6,
    "text": "Status and material success are one bit of you, but there are others as well."
  },
  {
    "startTime": 209.1,
    "endTime": 213.6,
    "text": "Those who loved you in childhood knew this, and, in their best moments, helped you to feel it."
  },
  {
    "startTime": 214.0,
    "endTime": 218.6,
    "text": "Rehearsed internalized voices of all those who've been kind to you."
  },
  {
    "startTime": 218.9,
    "endTime": 223.0,
    "text": "Bathe in the memory of a love, independent of achievement."
  },
  {
    "startTime": 231.6,
    "endTime": 233.2,
    "text": "\"It seems it will never end.\""
  },
  {
    "startTime": 233.4,
    "endTime": 234.6,
    "text": "That's not the truth."
  },
  {
    "startTime": 234.7,
    "endTime": 237.0,
    "text": "It's just how a crisis feels."
  },
  {
    "startTime": 237.3,
    "endTime": 240.70000000000002,
    "text": "You need to reduce expectations to zero for a time."
  },
  {
    "startTime": 241.1,
    "endTime": 243.6,
    "text": "Take each new hour as it comes."
  },
  {
    "startTime": 244.1,
    "endTime": 249.1,
    "text": "And, without being banal, what you need most of all is some rest."
  }
]