[
  {
    "startTime": 0.01,
    "endTime": 9.53,
    "text": "Monopolies. These are companies which have grown so large that their dominating influence on the market pushes out competition from smaller rivals."
  },
  {
    "startTime": 9.53,
    "endTime": 16.14,
    "text": "Monopolies can often harm the prospects for new businesses and force customers to pay higher prices."
  },
  {
    "startTime": 16.14,
    "endTime": 18.32,
    "text": "And that’s bad for any country."
  },
  {
    "startTime": 18.32,
    "endTime": 23.87,
    "text": "America, and many other nations, have fair competition laws that ban monopolies."
  },
  {
    "startTime": 23.87,
    "endTime": 30.53,
    "text": "Yet, as mega corporations seem to get bigger and bigger, you have to wonder, where is the distinction?"
  },
  {
    "startTime": 30.53,
    "endTime": 34.120000000000005,
    "text": "Are megacorporations becoming monopolies?"
  },
  {
    "startTime": 34.12,
    "endTime": 37.91,
    "text": "We’re going to explore a few of America’s largest companies."
  },
  {
    "startTime": 37.91,
    "endTime": 48.529999999999994,
    "text": "Just to be clear, these companies are not officially considered monopolies, although they have come under scrutiny by the government for encroaching on fair market competition."
  },
  {
    "startTime": 48.53,
    "endTime": 53.68,
    "text": "First let’s talk about Google, a company that made nearly $70 billion dollars last year."
  },
  {
    "startTime": 53.68,
    "endTime": 60.23,
    "text": "It owns companies like YouTube, Android, and Waze. But it’s had numerous run-ins with the Federal Trade Commission."
  },
  {
    "startTime": 60.23,
    "endTime": 67.53,
    "text": "Recently, a leaked FTC report from 2013 revealed just how close the FTC was to bringing charges."
  },
  {
    "startTime": 67.53,
    "endTime": 78.63,
    "text": "Google was accused of illegal practices like promoting its own affiliate websites in google search results and restricting advertisers’ abilities to use other search engines."
  },
  {
    "startTime": 78.63,
    "endTime": 86.72999999999999,
    "text": "The report said, Google’s conduct resulted in \"real harm to consumers and to innovation in the online search and advertising markets.\""
  },
  {
    "startTime": 86.73,
    "endTime": 91.13000000000001,
    "text": "However, Google ended up settling with the FTC out of court."
  },
  {
    "startTime": 91.13,
    "endTime": 96.28,
    "text": "Monsanto is another huge company that’s been accused of monopolistic practices."
  },
  {
    "startTime": 96.28,
    "endTime": 99.58,
    "text": "They have patents on genetically modified seeds."
  },
  {
    "startTime": 99.58,
    "endTime": 106.00999999999999,
    "text": "Farmers are forced to purchase seeds every year instead of replanting, to avoid patent infringement."
  },
  {
    "startTime": 106.01,
    "endTime": 116.09,
    "text": "Monsanto remains the leading supplier of GM seeds, along with other agricultural products such as the weed killer RoundUp, and a number of farming tech firms."
  },
  {
    "startTime": 116.09,
    "endTime": 125.26,
    "text": "According to Food and Water Watch, in America, 80% of corn and 93% of soybeans are grown from Monsanto GMO seeds."
  },
  {
    "startTime": 125.26,
    "endTime": 130.68,
    "text": "Then there’s Microsoft, a company that made almost 90 billion dollars last year."
  },
  {
    "startTime": 130.68,
    "endTime": 134.37,
    "text": "They own brands like Windows, Xbox, Hotmail, and Bing."
  },
  {
    "startTime": 134.37,
    "endTime": 142.61,
    "text": "In the ‘90s, the huge corporation barely escaped being split in two by an antitrust lawsuit brought against them by the government."
  },
  {
    "startTime": 142.61,
    "endTime": 149.93,
    "text": "The lawsuit alleged that Microsoft promoted their own web browser on the Windows operating system and shut out competitors."
  },
  {
    "startTime": 149.93,
    "endTime": 157.43,
    "text": "In 1999, a judge did find that Microsoft \"maintained its monopoly power by anticompetitive means.\""
  },
  {
    "startTime": 157.43,
    "endTime": 160.34,
    "text": "However, this verdict was later overturned."
  },
  {
    "startTime": 160.34,
    "endTime": 164.34,
    "text": "How do some of these gigantic companies escape antitrust regulation?"
  },
  {
    "startTime": 164.34,
    "endTime": 171.98,
    "text": "Well, many of the subsidiary brands within the parent company occupy separate markets, as delineated by the FTC."
  },
  {
    "startTime": 171.98,
    "endTime": 182.01,
    "text": "For instance, another corporate giant, Unilever, owns brands in different niche markets, like \"ice cream\", \"premium ice cream\" and \"super premium ice cream\"."
  },
  {
    "startTime": 182.01,
    "endTime": 187.53,
    "text": "Also, the mega-corporations have a huge amount of financial and lobbying power."
  },
  {
    "startTime": 187.53,
    "endTime": 192.29,
    "text": "For example, Google was the fifth largest political lobbyist in 2013."
  },
  {
    "startTime": 192.29,
    "endTime": 198.60999999999999,
    "text": "And Monsanto has spent almost $70 million dollars since 1998 on agricultural lobbying."
  },
  {
    "startTime": 198.61,
    "endTime": 203.17000000000002,
    "text": "Clearly, these giant companies have major influence in their respective markets."
  },
  {
    "startTime": 203.17,
    "endTime": 211.04,
    "text": "And even if they aren’t technically violating antitrust laws yet, they are right on the cusp of what is considered a monopoly."
  },
  {
    "startTime": 211.04,
    "endTime": 216.79,
    "text": "In order to regulate against monopolies, the government has developed what are called antitrust laws."
  },
  {
    "startTime": 216.79,
    "endTime": 220.17999999999998,
    "text": "To learn how these laws work, check out our video here."
  },
  {
    "startTime": 220.18,
    "endTime": 223.67000000000002,
    "text": "They were called trusts back then, but now we call them monopolies."
  },
  {
    "startTime": 223.67,
    "endTime": 229.54,
    "text": "Monopolies can force consumers to pay higher prices, and make it impossible for other companies to enter the market."
  },
  {
    "startTime": 229.54,
    "endTime": 234.23,
    "text": "Because of their size, they can hurt the economy, and even skirt government regulations."
  },
  {
    "startTime": 234.23,
    "endTime": 245.29,
    "text": "For more TestTube every day of the week, please hit subscribe now. Thanks for staying with us."
  }
]