[
  {
    "startTime": 3.9,
    "endTime": 8.0,
    "text": "We're sometimes not too sure how we get into good friendships."
  },
  {
    "startTime": 8.0,
    "endTime": 10.7,
    "text": "It seems to happen rather mysteriously."
  },
  {
    "startTime": 10.7,
    "endTime": 14.04,
    "text": "We talk of somewhat randomly clicking with people."
  },
  {
    "startTime": 14.04,
    "endTime": 17.22,
    "text": "Trying to plan for this sounds like cheating."
  },
  {
    "startTime": 17.22,
    "endTime": 26.619999999999997,
    "text": "But there is something at the heart of many friendships that seems important to identify, and in a way, to get good at: Vulnerability."
  },
  {
    "startTime": 26.62,
    "endTime": 33.2,
    "text": "It's too easy to assume that what makes us likable are our strengths, our accomplishments, the things we're proud of."
  },
  {
    "startTime": 33.2,
    "endTime": 38.0,
    "text": "Certainly this impresses, but it isn't what draws others to us."
  },
  {
    "startTime": 38.0,
    "endTime": 53.88,
    "text": "We get close to someone the more they, and we, find ourselves able gracefully to depart from the official story of what human beings are like, and can start to show the awkward truths which underlie the cheerful facade."
  },
  {
    "startTime": 53.88,
    "endTime": 57.580000000000005,
    "text": "These are the truths with which we've been lonely for too long."
  },
  {
    "startTime": 57.58,
    "endTime": 69.13,
    "text": "How unlike normal sexuality our sex lives actually are; how full of envy are our careers are proving; how unsatisfactory our family can be; how worried we are all the time."
  },
  {
    "startTime": 69.13,
    "endTime": 73.36,
    "text": "Revealing any of these things places us in great danger."
  },
  {
    "startTime": 73.36,
    "endTime": 76.92,
    "text": "Others could laugh; social media would have a field day."
  },
  {
    "startTime": 76.92,
    "endTime": 78.18,
    "text": "That's the point."
  },
  {
    "startTime": 78.18,
    "endTime": 86.44000000000001,
    "text": "We can only get close by revealing things which would, in the wrong hands, be capable of inflicting appalling humiliation on us."
  },
  {
    "startTime": 86.44,
    "endTime": 94.0,
    "text": "Friendship is the dividend of gratitude that flows from acknowledgement that one has offered something very valuable to someone."
  },
  {
    "startTime": 94.0,
    "endTime": 101.62,
    "text": "Not a fancy present, but something even more precious: the key to one's self-esteem and dignity."
  },
  {
    "startTime": 101.62,
    "endTime": 107.44,
    "text": "It's deeply poignant that we should expend so much effort on trying to look strong before the world."
  },
  {
    "startTime": 107.44,
    "endTime": 128.42,
    "text": "When, all the while, it's really only ever the revelation of the somewhat embarrassing, sad, melancholy, and anxious bits of us that are what makes us endearing to others and can transform strangers into friends."
  }
]