[
  {
    "startTime": 0.6,
    "endTime": 11.9,
    "text": "To celebrate getting to 100,000 subscribers, I'm going to share with you some of my favorite ways to open a bottle, and we're gonna start by opening a bottle of Champagne with a knife."
  },
  {
    "startTime": 11.9,
    "endTime": 14.2,
    "text": "Smashing!"
  },
  {
    "startTime": 14.2,
    "endTime": 24.0,
    "text": "Take your bottle of Champagne, or in this case a cheaper bottle of Cava and carefully remove the foil and wire cage."
  },
  {
    "startTime": 24.0,
    "endTime": 28.8,
    "text": "Next, rotate the bottle until you find the seam which joins the two halves of the bottle together."
  },
  {
    "startTime": 28.8,
    "endTime": 37.367000000000004,
    "text": "Follow this seam up the neck to the point where it meets the lip here: this is the weakest part of the bottle and it's where we need to strike with our knife."
  },
  {
    "startTime": 37.367,
    "endTime": 55.199999999999996,
    "text": "Next, take a large kitchen knife, and using the back of the knife, not the sharp edge, practice running it up and down the bottle to the lip then, go ahead and strike."
  },
  {
    "startTime": 55.2,
    "endTime": 63.300000000000004,
    "text": "As you can see, the top of the glass bottle smashes clean off with the cork, it also  leaves a very sharp edge on the top of the bottle, so be careful."
  },
  {
    "startTime": 63.3,
    "endTime": 72.0,
    "text": "As the Champagne spills out when you first open it, it should wash away any glass shards, but double check in your glass before you drink any."
  },
  {
    "startTime": 72.0,
    "endTime": 78.5,
    "text": "This technique dates back to Napoleonic times, it is known as Le Sabrage, and was  traditionally done with a sword."
  },
  {
    "startTime": 78.5,
    "endTime": 86.502,
    "text": "You should wear safety gloves and eye protection to make sure you don't cut yourself should anything go wrong."
  },
  {
    "startTime": 86.502,
    "endTime": 89.589,
    "text": "Next, we're gonna open a bottle of wine with a ribbon."
  },
  {
    "startTime": 89.589,
    "endTime": 92.913,
    "text": "Start by removing the foil."
  },
  {
    "startTime": 92.913,
    "endTime": 99.264,
    "text": "Then, push the cork into the bottle using either your finger or a pen."
  },
  {
    "startTime": 99.264,
    "endTime": 105.46799999999999,
    "text": "Next, thread the ribbon into the bottle and underneath the cork like this."
  },
  {
    "startTime": 105.468,
    "endTime": 118.0,
    "text": "Then, take a good strong hold of the ribbon, and carefully start pulling the cork up, and out of the bottle."
  },
  {
    "startTime": 118.0,
    "endTime": 122.1,
    "text": "This does take a lot of force because you're creating a vacuum behind the cork."
  },
  {
    "startTime": 122.1,
    "endTime": 128.9,
    "text": "The cork should come clean out and undamaged, leaving you with a nice open bottle of wine to enjoy."
  },
  {
    "startTime": 128.9,
    "endTime": 134.26600000000002,
    "text": "And finally, we're gonna open a bottle of beer, using a ten-pound note."
  },
  {
    "startTime": 134.266,
    "endTime": 138.03699999999998,
    "text": "First, take the note, and fold it in half like this."
  },
  {
    "startTime": 138.037,
    "endTime": 142.608,
    "text": "Then, keep folding it all the way down until you have a very tight roll."
  },
  {
    "startTime": 142.608,
    "endTime": 150.421,
    "text": "Fold it in half one more time, and you should have something which looks like this."
  },
  {
    "startTime": 150.421,
    "endTime": 158.0,
    "text": "Next, take a firm hold of the bottle neck, place the note between your thumb and the underside of the bottle top, and lever it off."
  },
  {
    "startTime": 158.0,
    "endTime": 162.0,
    "text": "Be careful not to slip and cut your thumb, or rip the note."
  },
  {
    "startTime": 162.0,
    "endTime": 166.9,
    "text": "Next, unroll your money, sit back and enjoy a well-earned drink."
  },
  {
    "startTime": 166.9,
    "endTime": 174.55700000000002,
    "text": "I just wanted to say a huge thank you to everybody who's subscribed to my channel. 100,000 subs is a massive milestone for me, so thank you."
  },
  {
    "startTime": 174.557,
    "endTime": 176.35899999999998,
    "text": "New videos coming soon."
  },
  {
    "startTime": 176.359,
    "endTime": 186.359,
    "text": "Click on the links on the right-hand side to watch more. Be careful, stay safe and thanks for watching."
  }
]