[
  {
    "startTime": 0.12,
    "endTime": 12.7,
    "text": "Most people have nightmares that they’ll be naked in public. I have nightmares Trace will be naked in public."
  },
  {
    "startTime": 12.7,
    "endTime": 15.399999999999999,
    "text": "Hello, Jacks and Sallys, Julian here for DNews."
  },
  {
    "startTime": 15.4,
    "endTime": 24.5,
    "text": "In the comments of a recent video, Luke Hutton asked us why we get nightmares, well, Luke, today’s the day you’ve been dreaming of, or had nightmares about, if you don’t like my jokes."
  },
  {
    "startTime": 24.6,
    "endTime": 29.5,
    "text": "Yes, the common knowledge holds true that nightmares are often a reflection of your waking mental state."
  },
  {
    "startTime": 29.5,
    "endTime": 35.1,
    "text": "Stressing out about a looming unpleasantness, as well as anxiety from events passed can cause nightmares."
  },
  {
    "startTime": 35.1,
    "endTime": 42.0,
    "text": "Really traumatic events like car accidents or wars can lead to nightmares with recurring themes, or reliving the event over and over."
  },
  {
    "startTime": 42.0,
    "endTime": 46.6,
    "text": "Healing from the trauma should cause the nightmares to become less frequent and intense over time."
  },
  {
    "startTime": 46.6,
    "endTime": 55.5,
    "text": "If you’re among the 5% of people who have nightmares often enough to affect your waking hours, consider seeing a therapist; working through stress or trauma in real life will help you sleep peacefully."
  },
  {
    "startTime": 55.5,
    "endTime": 62.4,
    "text": "Nightmares can also be caused by medications or drugs, especially ones that affect neurotransmitters like antidepressants or narcotics."
  },
  {
    "startTime": 62.4,
    "endTime": 68.6,
    "text": "People who have what psychologists define as \"thin boundaries of the mind\" are more prone to nightmares, too."
  },
  {
    "startTime": 68.6,
    "endTime": 73.8,
    "text": "These people tend to be more creative and imaginative, and sometimes have trouble separating fantasy from reality."
  },
  {
    "startTime": 73.8,
    "endTime": 78.7,
    "text": "There's also idiopathic nightmares, meaning we don’t know why they happen, they just do."
  },
  {
    "startTime": 78.7,
    "endTime": 84.7,
    "text": "So if you have a nightmare every now and again, it’s nothing to worry about: 85% of adults report having nightmares on occasion."
  },
  {
    "startTime": 84.7,
    "endTime": 90.8,
    "text": "They’re more common for children, particularly young girls, and are likely caused  when the child is struggling to cope with normal childhood fears."
  },
  {
    "startTime": 90.8,
    "endTime": 97.39999999999999,
    "text": "To understand nightmares, and to a larger extent dreams, it helps to know what’s happening in your thinking meat while you’re unconscious."
  },
  {
    "startTime": 97.4,
    "endTime": 102.2,
    "text": "Dreams and nightmares happen during REM, the last step in the sleep cycle before it starts over."
  },
  {
    "startTime": 102.2,
    "endTime": 105.8,
    "text": "During REM your brain becomes much more active than when you’re in deep sleep."
  },
  {
    "startTime": 105.8,
    "endTime": 114.0,
    "text": "Your amygdala in your temporal cortex starts humming along during REM, and that little guy is responsible for processing memory, decisions, and emotional reactions."
  },
  {
    "startTime": 114.0,
    "endTime": 123.7,
    "text": "Some areas have even more activity than when you’re awake, like the hippocampus, which is the storage center of memory and emotions, and parts of your cortex,  particularly your temporal and occipital lobes."
  },
  {
    "startTime": 123.7,
    "endTime": 127.2,
    "text": "These regions handle sensory input and visual information, respectively."
  },
  {
    "startTime": 127.2,
    "endTime": 135.1,
    "text": "There’s also some spikes in some fast wavelengths, likely caused by the cortex communicating with the thalamus, which is thought to be a hub for information  sharing."
  },
  {
    "startTime": 135.1,
    "endTime": 142.6,
    "text": "One area of your brain that doesn’t light up in REM though is the prefrontal cortex, which is used in information integration and episodic memory."
  },
  {
    "startTime": 142.6,
    "endTime": 148.2,
    "text": "With all that brain talk I just threw at you in mind, the why and how of nightmares and dreams starts to make a little more sense."
  },
  {
    "startTime": 148.2,
    "endTime": 160.5,
    "text": "The parts of your brain that are involved in long-term memory, emotion, vision, and language are all hard at work, but the prefrontal cortex is literally asleep at the metaphorical wheel, meaning nothing’s really guiding what the rest of your brain is doing."
  },
  {
    "startTime": 160.5,
    "endTime": 165.6,
    "text": "The result is bizarre dreams or nightmares, especially when something has had a strong emotional impact."
  },
  {
    "startTime": 165.6,
    "endTime": 176.1,
    "text": "And since the REM stage gets longer with each cycle and is the one you have right before you wake up, dreams or nightmares get longer and more intense until finally you come out of it going, \"What on earth was that about?\""
  },
  {
    "startTime": 176.1,
    "endTime": 183.0,
    "text": "So, nightmares can be caused by stress or emotions, but do you have the ability to control them while you sleep?  Anthony has the answer here."
  },
  {
    "startTime": 183.0,
    "endTime": 197.6,
    "text": "Dreaming is a kind of a whole-brain activity; the pons system of your brain stem initiates it, your limbic system adds emotions and your prefrontal cortex puts it all together, but the parts of your brain that are associated with self-awareness are turned off."
  },
  {
    "startTime": 197.6,
    "endTime": 201.1,
    "text": "This question was asked by a viewer and we hope we answered it to his satisfaction."
  },
  {
    "startTime": 201.1,
    "endTime": 215.0,
    "text": "If you have questions, lay it on us. You can ask them in the comments or on twitter or facebook, and don’t forget to subscribe. It’s kind of important to come back so you can see the answer, and I’ll see you next time on DNews!"
  }
]