[
  {
    "startTime": 1.87,
    "endTime": 4.470000000000001,
    "text": "Ah, everyone's favorite past time, the flu!"
  },
  {
    "startTime": 4.47,
    "endTime": 8.76,
    "text": "Alright, well it sucks, but at least you get to lay in bed all day and veg while watching some Netflix."
  },
  {
    "startTime": 8.76,
    "endTime": 11.17,
    "text": "But have you ever wondered what is the flu?"
  },
  {
    "startTime": 11.17,
    "endTime": 13.167,
    "text": "Like why do we get it as humans?"
  },
  {
    "startTime": 13.14,
    "endTime": 20.740000000000002,
    "text": "Well, in this Facts in Five, I'm going to explain everything that you need to know about the flu in five minutes or less so that hopefully, you can avoid it."
  },
  {
    "startTime": 20.74,
    "endTime": 25.869999999999997,
    "text": "The flu may seem like just an annoyance or maybe even an excuse to miss work or school."
  },
  {
    "startTime": 25.87,
    "endTime": 31.740000000000002,
    "text": "But the truth is it should definitely be taken seriously, and for reasons that you might not realize."
  },
  {
    "startTime": 31.74,
    "endTime": 36.83,
    "text": "So if you think you knew everything about the flu, keep watching because this is going to surprise you."
  },
  {
    "startTime": 36.83,
    "endTime": 40.309999999999995,
    "text": "This is Facts in Five, all about the flu."
  },
  {
    "startTime": 40.31,
    "endTime": 42.21,
    "text": "So what is the flu?"
  },
  {
    "startTime": 42.21,
    "endTime": 45.370000000000005,
    "text": "A virus that attacks the lungs, nose, and throat."
  },
  {
    "startTime": 45.37,
    "endTime": 58.11,
    "text": "The flu is a highly contagious respiratory illness that ranges in severity, from a sickness that bothers you just a little bit to one that can be so severe that in rare cases, it can absolutely kill you."
  },
  {
    "startTime": 58.11,
    "endTime": 62.37,
    "text": "Human beings contract the flu through contact with the influenza virus."
  },
  {
    "startTime": 62.37,
    "endTime": 71.28,
    "text": "And once infected, opens up the door to other infections including pneumonia and other lung infections that can be devastating in the upper airway."
  },
  {
    "startTime": 71.28,
    "endTime": 79.91,
    "text": "In short, yes, the flu is an inconvenience, but it can be a dangerous, life threatening virus that should be prevented and avoided whenever possible."
  },
  {
    "startTime": 79.91,
    "endTime": 82.31,
    "text": "And you thought it was just a little sniffle."
  },
  {
    "startTime": 82.31,
    "endTime": 84.31,
    "text": "Who does the flu affect?"
  },
  {
    "startTime": 84.31,
    "endTime": 92.21000000000001,
    "text": "Believe it or not, thousands and thousands of people have actually lost their lives due to the unpredictability of the influenza virus."
  },
  {
    "startTime": 92.21,
    "endTime": 105.33999999999999,
    "text": "This is because some people are much more susceptible to it than others, including the elderly, young children, pregnant women, and those who suffer from other health conditions such as diabetes, heart disease, and respiratory illnesses like asthma."
  },
  {
    "startTime": 105.34,
    "endTime": 116.47,
    "text": "Complications which can lead to severe internal damage and even death tend to more so affect seniors over 65, people with weakened immune systems, and children under the age of seven."
  },
  {
    "startTime": 116.47,
    "endTime": 119.58,
    "text": "So if you're in that middle group, you're not likely to die from it."
  },
  {
    "startTime": 119.58,
    "endTime": 123.21,
    "text": "This is why there's such a large campaign every year for people to get their flu shot."
  },
  {
    "startTime": 123.21,
    "endTime": 124.91,
    "text": "Where does the flu come from?"
  },
  {
    "startTime": 124.91,
    "endTime": 126.47,
    "text": "Watching this video."
  },
  {
    "startTime": 126.47,
    "endTime": 128.04,
    "text": "No, I'm just - I'm just kidding."
  },
  {
    "startTime": 128.04,
    "endTime": 130.57,
    "text": "As we've already discussed, the flu is unpredictable."
  },
  {
    "startTime": 130.57,
    "endTime": 137.01999999999998,
    "text": "And with that uncertainty comes the possibility that you're actually spreading the virus before you even know that you have it."
  },
  {
    "startTime": 137.02,
    "endTime": 143.64000000000001,
    "text": "See, the flu is spread through internal contact with fluids produced by the infected person's respiratory system."
  },
  {
    "startTime": 143.64,
    "endTime": 151.11999999999998,
    "text": "Yeah, that's right. When you get the flu, it's likely because droplets from another person's body have found their way into yours."
  },
  {
    "startTime": 151.12,
    "endTime": 151.86,
    "text": "That's kind of gross."
  },
  {
    "startTime": 151.86,
    "endTime": 156.38000000000002,
    "text": "This can occur for many reasons, when you speak, cough, sneeze, or... kiss."
  },
  {
    "startTime": 156.38,
    "endTime": 168.74,
    "text": "Sometimes the virus can even make its way through our clothing and hands by touching someone who's infected or a surface that a person that is infected has recently touched, like a work phone, or a keyboard, or even someone's cellphone."
  },
  {
    "startTime": 168.74,
    "endTime": 174.56,
    "text": "After that, a simple touch of the eyes or rub of the nose, and the infection has found its way into your body."
  },
  {
    "startTime": 174.56,
    "endTime": 176.63,
    "text": "At that point, it's your immune system's fight."
  },
  {
    "startTime": 176.63,
    "endTime": 179.62,
    "text": "Better hope it's trained like Rocky, or you're gonna be puking for a while."
  },
  {
    "startTime": 179.62,
    "endTime": 181.79,
    "text": "So when do you know that you have the flu?"
  },
  {
    "startTime": 181.79,
    "endTime": 185.95999999999998,
    "text": "Well, most times it's pretty obvious, but we won't get into the specifics of that."
  },
  {
    "startTime": 185.96,
    "endTime": 191.43,
    "text": "As the flu virus attacks your respiratory system, a number of symptoms can start to reveal themselves."
  },
  {
    "startTime": 191.43,
    "endTime": 204.61,
    "text": "These are generally pretty obvious, like a sore throat, a cough, being stuffy, congested, or having a runny nose, aches throughout your body including head and muscle fatigue, fever, chills, and well, even vomiting and diarrhea."
  },
  {
    "startTime": 204.61,
    "endTime": 209.31,
    "text": "Yeah, but like I said, you can spread the flu to other people without even know that you have it."
  },
  {
    "startTime": 209.31,
    "endTime": 214.54,
    "text": "So if you're feeling more sluggish than usual, it might be worth a trip to the doctor, just to be safe."
  },
  {
    "startTime": 214.54,
    "endTime": 216.91,
    "text": "Why is it that some can avoid the flu?"
  },
  {
    "startTime": 216.91,
    "endTime": 223.68,
    "text": "Well, according to many scientists and doctors, getting the flu shot is the best way to avoid contracting the virus."
  },
  {
    "startTime": 223.68,
    "endTime": 229.27,
    "text": "However, if you don't like needles, myself included, there are many other ways to stop influenza."
  },
  {
    "startTime": 229.27,
    "endTime": 235.83,
    "text": "For instance, taking the care to wash your hands as often as possible will greatly prevent the spreading of the disease."
  },
  {
    "startTime": 235.83,
    "endTime": 242.59,
    "text": "Also, making sure that you sneeze into your shirt or coat is a very common and very helpful way to stop the spread of the disease."
  },
  {
    "startTime": 242.59,
    "endTime": 245.13,
    "text": "And of course, if you're sick, don't be a jerk."
  },
  {
    "startTime": 245.13,
    "endTime": 246.99,
    "text": "Stay home from school or work."
  },
  {
    "startTime": 246.99,
    "endTime": 248.33,
    "text": "Don't get other people sick."
  },
  {
    "startTime": 248.33,
    "endTime": 250.27,
    "text": "Just deal with it yourself and move on."
  },
  {
    "startTime": 250.27,
    "endTime": 251.49300000000002,
    "text": "Just don't spread it to other people 'cause ain't nobody got time for the flu."
  },
  {
    "startTime": 253.41,
    "endTime": 255.89,
    "text": "And that's it! Hopefully you guys stay away from the flu."
  },
  {
    "startTime": 255.89,
    "endTime": 258.96999999999997,
    "text": "But if you got something out of this video, be sure to click that Like button."
  },
  {
    "startTime": 258.97,
    "endTime": 260.584,
    "text": "And be sure to subscribe to my channel so that you can catch my next video."
  },
  {
    "startTime": 262.08,
    "endTime": 263.12,
    "text": "That's it, be well!"
  },
  {
    "startTime": 263.12,
    "endTime": 265.28000000000003,
    "text": "Make sure you don't cough on me, 'cause I got videos to make."
  },
  {
    "startTime": 265.28,
    "endTime": 276.508,
    "text": "Love your faces. Bye!"
  }
]