[
  {
    "startTime": 2.54,
    "endTime": 4.5600000000000005,
    "text": "I just noticed my head looks like a giant potato."
  },
  {
    "startTime": 4.56,
    "endTime": 9.1,
    "text": "So, healthy food is something that we all feel that we know at least a good amount about."
  },
  {
    "startTime": 9.2,
    "endTime": 12.6,
    "text": "For example, carrots, mmmm! They taste good and they're good for ya."
  },
  {
    "startTime": 12.71,
    "endTime": 16.1,
    "text": "And, of course, they're way better for you raw than cooked, right?"
  },
  {
    "startTime": 16.21,
    "endTime": 22.02,
    "text": "I mean, it's pretty common knowledge that boiling veggies takes all the nutrients out of them, or so you thought."
  },
  {
    "startTime": 22.1,
    "endTime": 24.400000000000002,
    "text": "Sorry, friends, but, once again, you've been lied to!"
  },
  {
    "startTime": 24.57,
    "endTime": 33.019999999999996,
    "text": "In this video, I'm going to take the seven most commonly-believed myths that you likely still believe about healthy food and explain the truth behind them."
  },
  {
    "startTime": 33.02,
    "endTime": 38.2,
    "text": "We're going to be looking at the advice that you've likely heard about what to eat and what not to eat."
  },
  {
    "startTime": 38.28,
    "endTime": 46.28,
    "text": "For example, what if I told you that boiling carrots actually increases the nutritional value by breaking down the tough walls surrounding the beta carotene?"
  },
  {
    "startTime": 46.28,
    "endTime": 49.1,
    "text": "Oh, yeah, it's true, and that's just the beginning."
  },
  {
    "startTime": 49.2,
    "endTime": 53.7,
    "text": "This is 7 Myths You Still Believe About Healthy Eating."
  },
  {
    "startTime": 53.81,
    "endTime": 56.11,
    "text": "Fat-free is better than full fat."
  },
  {
    "startTime": 56.11,
    "endTime": 59.4,
    "text": "Let's start with something that most people consider to be a no-brainer."
  },
  {
    "startTime": 59.54,
    "endTime": 63.43,
    "text": "Low-fat and fat-free foods are always the healthier choice, right?"
  },
  {
    "startTime": 63.43,
    "endTime": 67.2,
    "text": "Well, when it comes to certain meat and dairy products, yes."
  },
  {
    "startTime": 67.3,
    "endTime": 74.52,
    "text": "But more often than not, food companies are replacing that fat with something potentially much worse for you: sugar."
  },
  {
    "startTime": 74.52,
    "endTime": 86.39999999999999,
    "text": "See, when manufacturers artificially adjust what's in our food, they need to trade in fat for something else that's low-cost but still gives them the ability to call their product low-fat."
  },
  {
    "startTime": 86.45,
    "endTime": 92.60000000000001,
    "text": "The truth is, in most cases, although fat content decreases, calories have actually increased."
  },
  {
    "startTime": 92.68,
    "endTime": 96.31,
    "text": "Thus, eating those items can quickly lead to weight gain."
  },
  {
    "startTime": 96.31,
    "endTime": 99.62,
    "text": "But these Sour Patch Kids said that they're low-fat."
  },
  {
    "startTime": 99.62,
    "endTime": 101.9,
    "text": "You don't wanna be that guy, nope."
  },
  {
    "startTime": 102.03,
    "endTime": 103.62,
    "text": "Nuts are junk food."
  },
  {
    "startTime": 103.62,
    "endTime": 110.94,
    "text": "This myth has likely stemmed from the fact that you can find many varieties of nuts next to the potato chips in the grocery store aisle."
  },
  {
    "startTime": 110.94,
    "endTime": 115.7,
    "text": "But the idea that they're just as bad for you as junk food is absolutely false."
  },
  {
    "startTime": 115.81,
    "endTime": 130.7,
    "text": "In fact, researchers at Harvard University found that women who ate at least a handful of nuts at least five times a week were 20% less likely to develop conditions such as diabetes, cardiovascular disease, and even certain cancers."
  },
  {
    "startTime": 130.84,
    "endTime": 134.58,
    "text": "Nuts are actually an incredible source of protein, as well as other nutrients."
  },
  {
    "startTime": 134.6,
    "endTime": 137.7,
    "text": "So, make sure the times that you feel like a nut outweigh the times that you don't."
  },
  {
    "startTime": 137.74,
    "endTime": 140.18,
    "text": "Eliminating carbs makes you healthier."
  },
  {
    "startTime": 140.18,
    "endTime": 146.06,
    "text": "We've all heard about the fad diets that are out there that tell you to go carb-free and you'll lose tons of weight."
  },
  {
    "startTime": 146.14,
    "endTime": 154.52999999999997,
    "text": "And although reducing certain types of carbs in your diet can be good for you, generally, the benefits of taking in carbohydrates surpass skipping them."
  },
  {
    "startTime": 154.53,
    "endTime": 163.1,
    "text": "Seven major studies all concluded that people who ate grain carbohydrates were up to 30% less likely to develop heart disease."
  },
  {
    "startTime": 163.18,
    "endTime": 169.5,
    "text": "See, what it really comes down to is choosing the right type of carbs, not eliminating them altogether."
  },
  {
    "startTime": 169.52,
    "endTime": 176.4,
    "text": "Try going for whole grains over the processed food carbs and you'll be making a much wiser and healthier decision."
  },
  {
    "startTime": 176.51,
    "endTime": 179.14,
    "text": "Taking in extra protein makes you strong."
  },
  {
    "startTime": 179.14,
    "endTime": 184.7,
    "text": "Many people still claim that if you want to toughen up, taking in excess protein is the way to go."
  },
  {
    "startTime": 184.72,
    "endTime": 190.7,
    "text": "And, while it's true that protein helps develop lean muscle, it won't do that by itself."
  },
  {
    "startTime": 190.74,
    "endTime": 196.10000000000002,
    "text": "You need a healthy diet of carbs and fats, not to mention, most importantly, exercise."
  },
  {
    "startTime": 196.14,
    "endTime": 199.5,
    "text": "Plus, taking in too much can actually lead to negative effects."
  },
  {
    "startTime": 199.61,
    "endTime": 209.4,
    "text": "A number of studies have shown that high protein intake can actually increase the probability of developing kidney stones by as much as 250%."
  },
  {
    "startTime": 209.48,
    "endTime": 211.5,
    "text": "And trust me, you do not wanna pee out a marble."
  },
  {
    "startTime": 211.61,
    "endTime": 218.70000000000002,
    "text": "Additionally, if your protein intake completely overshadows your intake of carbs and healthy fats, your muscles are going to suffer anyway."
  },
  {
    "startTime": 218.76,
    "endTime": 222.29999999999998,
    "text": "This is because you're simply not getting enough nutrients to fuel your body."
  },
  {
    "startTime": 222.41,
    "endTime": 225.4,
    "text": "Fresh fruits and vegetables are healthier than frozen."
  },
  {
    "startTime": 225.5,
    "endTime": 230.04,
    "text": "As much as it seems like this one must be true, it is, in fact, a myth."
  },
  {
    "startTime": 230.04,
    "endTime": 237.79999999999998,
    "text": "You see, when companies package frozen produce, they quick-freeze it and, in doing so, halt the loss of vitamin and mineral content."
  },
  {
    "startTime": 237.9,
    "endTime": 252.71,
    "text": "In contrast, when you select, let's say, a peach from a pile at the fresh produce section at the grocery store, you're actually holding a piece of fruit that has been picked, shipped, and stored, all of which could take several days, or even weeks."
  },
  {
    "startTime": 252.71,
    "endTime": 260.8,
    "text": "During its journey, this produce loses natural enzymes which are released from it as it ripens, and this lessens the nutritional content."
  },
  {
    "startTime": 260.87,
    "endTime": 263.81,
    "text": "So, frozen is actually better than the alternative."
  },
  {
    "startTime": 263.81,
    "endTime": 270.75,
    "text": "But, of course, if you want the healthiest option, fresh fruits and veggies right off the vine is always the best choice."
  },
  {
    "startTime": 270.83,
    "endTime": 273.7,
    "text": "Brandy before bed means a healthier sleep."
  },
  {
    "startTime": 273.8,
    "endTime": 281.0,
    "text": "There are so many people that swear by a nightcap, a tradition that's been handed down by as far back as the 1700s."
  },
  {
    "startTime": 281.1,
    "endTime": 283.70000000000005,
    "text": "But, the truth is that it's simply not true."
  },
  {
    "startTime": 283.81,
    "endTime": 292.1,
    "text": "Alcohol consumption before bed has been proven to actually increase wakefulness and completely disrupt sleep well after the individual has gone to bed."
  },
  {
    "startTime": 292.18,
    "endTime": 303.5,
    "text": "A series of recent studies have shown that, though the drink may make people fall asleep faster, they would wake up as soon as the alcohol wore off, which, of course, means them not getting a decent night's rest."
  },
  {
    "startTime": 303.58,
    "endTime": 314.09999999999997,
    "text": "The study also revealed a drop in rapid eye movement in those who drank, which means that the memory and retention areas of the brain may have been affected on top of the person's dreams."
  },
  {
    "startTime": 314.14,
    "endTime": 319.3,
    "text": "So, in other words, you get hammered, you're gonna pass out, but then you're just not gonna have a solid sleep, so mm-mm, don't do it."
  },
  {
    "startTime": 319.34,
    "endTime": 321.53,
    "text": "The best source of calcium is milk."
  },
  {
    "startTime": 321.53,
    "endTime": 325.29999999999995,
    "text": "Ah, milk! It does the body good, but not as good as you might think."
  },
  {
    "startTime": 325.36,
    "endTime": 332.40000000000003,
    "text": "While it does contain calcium, it's pretty far down the list of foods that we take in the most calcium from, and the list might surprise you."
  },
  {
    "startTime": 332.48,
    "endTime": 338.5,
    "text": "It includes navy beans, yogurt, sardines, leafy greens, and almonds, just to name a few."
  },
  {
    "startTime": 338.58,
    "endTime": 344.5,
    "text": "In addition, drinking an excess of milk can actually lead to prostate cancer and heart disease."
  },
  {
    "startTime": 344.52,
    "endTime": 351.4,
    "text": "So, it may be wise to think twice about trying to get a calcium overload by drinking a full gallon of 2%."
  },
  {
    "startTime": 351.46,
    "endTime": 355.27,
    "text": "And while we're on the subject of milk, let's bust another myth right now."
  },
  {
    "startTime": 355.27,
    "endTime": 362.93,
    "text": "Drinking milk does not increase mucus production and, therefore, there's no truth to the old wives' tale that you shouldn't drink milk when you have a cold."
  },
  {
    "startTime": 362.93,
    "endTime": 364.38,
    "text": "That's just a little bonus fact for you."
  },
  {
    "startTime": 364.38,
    "endTime": 367.7,
    "text": "And now, you guys are just a little bit smarter about what you should and shouldn't eat."
  },
  {
    "startTime": 367.76,
    "endTime": 371.2,
    "text": "If you guys got something out of this video, please let me know by clicking that \"like\" button."
  },
  {
    "startTime": 371.26,
    "endTime": 372.3,
    "text": "It tells me that you enjoyed it."
  },
  {
    "startTime": 372.41,
    "endTime": 377.5,
    "text": "In addition, be sure to click that red subscribe button to subscribe to my channel so that you can catch my next video."
  },
  {
    "startTime": 377.53,
    "endTime": 379.67999999999995,
    "text": "And other than that, I will see you guys on the farm."
  },
  {
    "startTime": 379.68,
    "endTime": 381.81,
    "text": "(moo)"
  },
  {
    "startTime": 381.81,
    "endTime": 383.74,
    "text": "I don't know what animal that was."
  },
  {
    "startTime": 383.74,
    "endTime": 393.954,
    "text": "Goodbye now!"
  }
]