[
  {
    "startTime": 0.0,
    "endTime": 3.01,
    "text": "I'm going to pump you up! Yargh ya ya!"
  },
  {
    "startTime": 3.01,
    "endTime": 4.779999999999999,
    "text": "Another weird intro. Good job, Matt."
  },
  {
    "startTime": 4.78,
    "endTime": 13.46,
    "text": "In today's world, it seems like there are more questions and half truths in the market about healthy exercise than there are actual clear, definitive facts."
  },
  {
    "startTime": 13.46,
    "endTime": 18.060000000000002,
    "text": "It all results from a ton of misinformation about health and exercise."
  },
  {
    "startTime": 18.06,
    "endTime": 24.029999999999998,
    "text": "And while everyone's body is different, there are some commonly believed myths that science has disproved."
  },
  {
    "startTime": 24.03,
    "endTime": 32.03,
    "text": "So in this video, I'm going to take the seven most commonly believed myths that you likely still believe about exercise and explain the truth behind them."
  },
  {
    "startTime": 32.03,
    "endTime": 38.67,
    "text": "Believe it or not, a lot of what you've heard about working out is actually either completely unfounded or just flat out wrong."
  },
  {
    "startTime": 38.67,
    "endTime": 43.61,
    "text": "And if you're going to put the effort into actually going into the gym and working out, you better make sure it's paying off."
  },
  {
    "startTime": 43.61,
    "endTime": 47.85,
    "text": "So this is 7 Myths you still believe about exercise."
  },
  {
    "startTime": 47.85,
    "endTime": 50.78,
    "text": "If you're not sweating you're not working hard enough."
  },
  {
    "startTime": 50.78,
    "endTime": 61.21,
    "text": "While it's true that sweating profusely will reduce your weight, the pound or two that you lose will actually just be water weight and will replenish itself quickly after you re-hydrate."
  },
  {
    "startTime": 61.21,
    "endTime": 64.81,
    "text": "Sweat is not necessarily evidence of an incredible workout."
  },
  {
    "startTime": 64.81,
    "endTime": 67.74000000000001,
    "text": "What it is evidence of is your body is overheating."
  },
  {
    "startTime": 67.74,
    "endTime": 72.11999999999999,
    "text": "I mean let's face it, sun bathing doesn't exactly make the list of intense workouts."
  },
  {
    "startTime": 72.12,
    "endTime": 75.39,
    "text": "\"I'm just gonna pick up my margarita on the beach there.\""
  },
  {
    "startTime": 75.39,
    "endTime": 78.44,
    "text": "Perspiring is just your body's way of cooling itself."
  },
  {
    "startTime": 78.44,
    "endTime": 84.74,
    "text": "You can avoid sweat and still burn plenty of calories by taking long walks or doing some light weight training."
  },
  {
    "startTime": 84.74,
    "endTime": 87.33999999999999,
    "text": "You lose more weight at the gym than at home."
  },
  {
    "startTime": 87.34,
    "endTime": 89.34,
    "text": "There are arguments for both sides of this."
  },
  {
    "startTime": 89.34,
    "endTime": 93.71000000000001,
    "text": "One saying it's better to work out at the gym, the other saying it's better to work out at home."
  },
  {
    "startTime": 93.71,
    "endTime": 100.88,
    "text": "But the truth of the matter is, you lose weight simply by burning off more calories than you take in regardless of your regimen."
  },
  {
    "startTime": 100.88,
    "endTime": 107.33999999999999,
    "text": "Now, the types of exercise that you do will define how you tone and shape your body as you work out different areas."
  },
  {
    "startTime": 107.34,
    "endTime": 113.27000000000001,
    "text": "And, if you don't have a lot of options at home, you might want to make it to the gym as it's a more viable solution."
  },
  {
    "startTime": 113.27,
    "endTime": 116.99,
    "text": "However as long as you're pushing yourself, location doesn't matter at all."
  },
  {
    "startTime": 116.99,
    "endTime": 124.75999999999999,
    "text": "And let's be completely honest, you're probably more likely to actually work out if your gym's at home, because you remember that $500 gym membership that you bought earlier this year?"
  },
  {
    "startTime": 124.76,
    "endTime": 127.01,
    "text": "You were like, \"I'm gonna change.\" And you just never showed up?"
  },
  {
    "startTime": 127.01,
    "endTime": 129.17000000000002,
    "text": "Yeah, the gym is laughin' all the way to the bank."
  },
  {
    "startTime": 129.17,
    "endTime": 131.95999999999998,
    "text": "Working out will build muscle not lose weight."
  },
  {
    "startTime": 131.96,
    "endTime": 141.09,
    "text": "While it's true that repetitive exercise will hone in and increase muscle mass and strength, the idea that this will prevent you from losing weight is actually not true."
  },
  {
    "startTime": 141.09,
    "endTime": 147.94,
    "text": "This myth comes from the theory that muscle weighs more than fat and therefore compensates for the weight you're losing by replacing it."
  },
  {
    "startTime": 147.94,
    "endTime": 155.38,
    "text": "But the truth is that when we lose weight, we actually lose both fat and muscle and it's through working muscles that we maintain them."
  },
  {
    "startTime": 155.38,
    "endTime": 161.21,
    "text": "In fact, it's more accurate to say that by exercising, you're losing fat and sustaining muscle mass."
  },
  {
    "startTime": 161.21,
    "endTime": 167.54000000000002,
    "text": "Or of course, you could just run over a gypsy and have the gypsy's father go, \"Thinner\", and you'll lose weight like that."
  },
  {
    "startTime": 167.54,
    "endTime": 170.42,
    "text": "No? Steven King's \"Thinner\"? You've never seen that?"
  },
  {
    "startTime": 170.42,
    "endTime": 171.41,
    "text": "Okay, I'm old."
  },
  {
    "startTime": 171.41,
    "endTime": 175.37,
    "text": "If you didn't exercise when you're young, it's dangerous to start when you're older."
  },
  {
    "startTime": 175.37,
    "endTime": 186.37,
    "text": "Okay, this idea is just preposterous, and is likely the work of a cautious son or daughter who's simply worried about their elderly parent who may or may not be pushing themselves a little too hard."
  },
  {
    "startTime": 186.37,
    "endTime": 192.83,
    "text": "Whether you're 8 or 108, training in your lifestyle for a healthier one is never a bad idea."
  },
  {
    "startTime": 192.83,
    "endTime": 198.43,
    "text": "It is never too late to start exercising regularly so long as you pay attention to your body's limits."
  },
  {
    "startTime": 198.43,
    "endTime": 209.03,
    "text": "In fact, a study in 2009 showed that seniors who exercised or even started to exercise later in life lived longer than those who did not change their lifestyle at all."
  },
  {
    "startTime": 209.03,
    "endTime": 211.84,
    "text": "So even if you're gramps, just try picking up a five pound weight."
  },
  {
    "startTime": 211.84,
    "endTime": 215.41,
    "text": "Just be like, \"Look at me now, silly. I got--\""
  },
  {
    "startTime": 215.41,
    "endTime": 216.42,
    "text": "And then your teeth fall out."
  },
  {
    "startTime": 216.42,
    "endTime": 218.67,
    "text": "That's a whole other story, but at least you're exercising."
  },
  {
    "startTime": 218.67,
    "endTime": 221.23999999999998,
    "text": "Swimming is great for weight loss."
  },
  {
    "startTime": 221.24,
    "endTime": 223.31,
    "text": "Some of you are gonna be like, \"Aww damn!\""
  },
  {
    "startTime": 223.31,
    "endTime": 231.72,
    "text": "Swimming is a fantastic way to exercise for toning certain muscles, reducing stress, increasing lung capacity and of course, cooling down."
  },
  {
    "startTime": 231.72,
    "endTime": 238.34,
    "text": "But, when it comes to being a fast way to remove those extra pounds, the pool might not be your best choice."
  },
  {
    "startTime": 238.34,
    "endTime": 245.93,
    "text": "See, our bodies are buoyant when swimming and thus the workout that we're receiving is being aided by our natural ability to float."
  },
  {
    "startTime": 245.93,
    "endTime": 246.71,
    "text": "Blllllllop!"
  },
  {
    "startTime": 246.71,
    "endTime": 251.58,
    "text": "Spending that same time jogging or climbing will give you a much more rounded work out."
  },
  {
    "startTime": 251.58,
    "endTime": 254.04000000000002,
    "text": "Stretching first will prevent injury."
  },
  {
    "startTime": 254.04,
    "endTime": 257.74,
    "text": "Many student has heard this from their gym teacher or coach."
  },
  {
    "startTime": 257.74,
    "endTime": 261.19,
    "text": "And it's likely a myth that they've carried with them throughout their lives."
  },
  {
    "startTime": 261.19,
    "endTime": 266.99,
    "text": "Now, while stretching does have it's benefits, actually preventing injury is not one of them."
  },
  {
    "startTime": 266.99,
    "endTime": 277.48,
    "text": "Stretching has actually been shown to be more beneficial before doing something for a long amount of time, such as sitting at a computer or driving than it is before doing an exertive workout."
  },
  {
    "startTime": 277.48,
    "endTime": 279.13,
    "text": "No pain, no gain."
  },
  {
    "startTime": 279.13,
    "endTime": 285.14,
    "text": "This is absolutely untrue and was likely started by someone trying to sell those exercise DVD's late at night."
  },
  {
    "startTime": 285.14,
    "endTime": 286.46,
    "text": "We've all seen the infomercials."
  },
  {
    "startTime": 286.46,
    "endTime": 287.66999999999996,
    "text": "I've ah (clears throat)"
  },
  {
    "startTime": 287.67,
    "endTime": 288.84000000000003,
    "text": "I've bought Tae bo."
  },
  {
    "startTime": 288.88,
    "endTime": 296.31,
    "text": "The idea that you have to cause physical pain to your body to have exercised enough to make a difference to your health is absolutely absurd."
  },
  {
    "startTime": 296.31,
    "endTime": 305.73,
    "text": "It is fine to push yourself, especially if you want to increase endurance, but there is a difference between the pain and discomfort of hurting yourself and the burn of a good workout."
  },
  {
    "startTime": 305.73,
    "endTime": 309.01,
    "text": "If you're in genuine pain, that's a sign that you're doing something wrong."
  },
  {
    "startTime": 309.01,
    "endTime": 311.52,
    "text": "You need to listen to your body before you hurt yourself."
  },
  {
    "startTime": 311.52,
    "endTime": 314.986,
    "text": "In other words, check yourself before you wreck yourself."
  },
  {
    "startTime": 314.99,
    "endTime": 315.51,
    "text": "Word!"
  },
  {
    "startTime": 315.51,
    "endTime": 321.73,
    "text": "I hope you guys got something out of this video, and I wanted to remind you that you can now watch all of my videos on Watchable.com."
  },
  {
    "startTime": 321.73,
    "endTime": 325.82,
    "text": "Or, if you're on the go, you also have the option of downloading the Watchable mobile app."
  },
  {
    "startTime": 325.82,
    "endTime": 328.48,
    "text": "It's super fast and convenient so check it out."
  },
  {
    "startTime": 328.48,
    "endTime": 329.93,
    "text": "As always, if you guys enjoyed this, please click that like button and don't forget to subscribe to my channel so that you can catch my next video."
  },
  {
    "startTime": 335.21,
    "endTime": 338.14,
    "text": "Love your faces and I will see you guys in the next one."
  },
  {
    "startTime": 338.14,
    "endTime": 342.16999999999996,
    "text": "Byyeeee!"
  },
  {
    "startTime": 342.17,
    "endTime": 352.177,
    "text": "Yeeaaah!"
  }
]