[
  {
    "startTime": 3.979,
    "endTime": 19.0,
    "text": "Here’s to the crazy ones: the misfits, the rebels, the troublemakers, the round pegs in the square holes, the ones who see things differently."
  },
  {
    "startTime": 19.0,
    "endTime": 24.7,
    "text": "They’re not fond of rules, and they have no respect for the status quo."
  },
  {
    "startTime": 24.7,
    "endTime": 40.5,
    "text": "You can quote them, disagree with them, glorify or vilify them. About the only thing you can’t do is ignore them because they change things, they push the human race forward."
  },
  {
    "startTime": 40.5,
    "endTime": 47.49,
    "text": "While some may see them as the crazy ones, we see genius."
  },
  {
    "startTime": 47.49,
    "endTime": 61.900000000000006,
    "text": "Because the people who are crazy enough to think they can change the world, are the ones who do."
  },
  {
    "startTime": 61.9,
    "endTime": 71.5,
    "text": "Again, you can't connect the dots looking forward; you can only connect them looking backwards, so you have to trust that the dots will somehow connect in your future."
  },
  {
    "startTime": 71.5,
    "endTime": 76.6,
    "text": "You have to trust in something—your gut, destiny, life, karma, whatever."
  },
  {
    "startTime": 76.6,
    "endTime": 88.19999999999999,
    "text": "Because believing that the dots will connect down the road will give you the confidence to follow your heart, even when it leads you off the well-worn path, and that will make all the difference."
  },
  {
    "startTime": 88.2,
    "endTime": 93.5,
    "text": "Your time is limited, so don't waste it living someone else's life."
  },
  {
    "startTime": 93.5,
    "endTime": 98.7,
    "text": "Don't be trapped by dogma, which is living with the results of other people's thinking."
  },
  {
    "startTime": 98.7,
    "endTime": 111.4,
    "text": "Don't let the noise of others' opinions drown out your own inner voice, and most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become."
  },
  {
    "startTime": 111.4,
    "endTime": 113.0,
    "text": "I wish that for you."
  },
  {
    "startTime": 113.0,
    "endTime": 123.0,
    "text": "Stay hungry, stay foolish."
  }
]