[
  {
    "startTime": 4.569,
    "endTime": 11.335,
    "text": "You know, redheads take a lot of crap, not only do they fall prey to nicknames like Big Red, Rusty and Daywalker,"
  },
  {
    "startTime": 11.335,
    "endTime": 15.565000000000001,
    "text": "they also carry a rich history of misunderstanding on their frequently freckled shoulders."
  },
  {
    "startTime": 15.565,
    "endTime": 18.91,
    "text": "In Greek mythology, it was said that redheads turn into vampires when they die."
  },
  {
    "startTime": 18.91,
    "endTime": 22.13,
    "text": "Egyptians particularly enjoyed burning ginger virgins."
  },
  {
    "startTime": 22.13,
    "endTime": 25.799999999999997,
    "text": "And a number of alchemist spells called for the fat of a flame-haired man."
  },
  {
    "startTime": 26.1,
    "endTime": 31.43,
    "text": "If that weren't enough, in recent years there have been headlines suggesting that redheads will actually go extinct within this century."
  },
  {
    "startTime": 31.476,
    "endTime": 35.931,
    "text": "A lot of the ignorance surrounding red-headedness probably has to do with the fact that although they aren't very rare,"
  },
  {
    "startTime": 35.931,
    "endTime": 37.529999999999994,
    "text": "redheads aren't very common either."
  },
  {
    "startTime": 37.554,
    "endTime": 41.952,
    "text": "Though certain countries like Ireland and Scotland seem to be hosting perpetual Weasley family reunions,"
  },
  {
    "startTime": 42.0,
    "endTime": 45.49,
    "text": "gingers only make up about 1 to 2 percent of the world population,"
  },
  {
    "startTime": 45.49,
    "endTime": 53.5,
    "text": "and they don't have red hair because they stole hell fire or were conceived during menstruation or bitten by a werewolf as a baby."
  },
  {
    "startTime": 53.6,
    "endTime": 56.94,
    "text": "They get their coppery hue the same way we all get our coloration: from melanin."
  },
  {
    "startTime": 56.96,
    "endTime": 62.1,
    "text": "Hair color is a genetic trait associated with the melanocortin one receptor, or MC1R gene."
  },
  {
    "startTime": 62.3,
    "endTime": 67.7,
    "text": "We all have it nestled on our chromosome 16, but your red-headed friends possess a mutated version of it."
  },
  {
    "startTime": 67.8,
    "endTime": 73.866,
    "text": "This gene gives instructions for making protein receptors located on our melanocytes, the special cells that produce melanin."
  },
  {
    "startTime": 73.98,
    "endTime": 79.229,
    "text": "Melanin is what gives our eyes, hair, and skin their distinct hue and it comes in two varieties:"
  },
  {
    "startTime": 79.229,
    "endTime": 81.7,
    "text": "eumelanin and pheomelanin."
  },
  {
    "startTime": 81.9,
    "endTime": 88.53,
    "text": "A person producing mostly eumelanin will have darker hair and skin that tans easily and is better protected from the sun's UV radiation."
  },
  {
    "startTime": 88.55,
    "endTime": 92.5,
    "text": "But if you're brewin' mostly pheomalinin, you're gonna have reddish or blonde hair,"
  },
  {
    "startTime": 92.54,
    "endTime": 96.68900000000001,
    "text": "fair skin that burns easily because it's not naturally protected from the sun."
  },
  {
    "startTime": 96.689,
    "endTime": 99.6,
    "text": "That's why fair folk have an increased risk of skin cancer."
  },
  {
    "startTime": 99.6,
    "endTime": 102.69999999999999,
    "text": "It's that MC1R gene that dictates what kind of melanin you get."
  },
  {
    "startTime": 102.7,
    "endTime": 106.89500000000001,
    "text": "If the gene is activated, you'll end up with more eumelanin and will be darker complected."
  },
  {
    "startTime": 106.895,
    "endTime": 110.5,
    "text": "If those receptors don't trigger, your cells pump out the fair pheomelanin."
  },
  {
    "startTime": 110.7,
    "endTime": 112.9,
    "text": "We're not exactly sure just how far back the trait goes,"
  },
  {
    "startTime": 112.98,
    "endTime": 120.7,
    "text": "but scientists recently extracted a version of the ginger gene from the remains of two Neanderthals indicating that at least some of them were redheads."
  },
  {
    "startTime": 120.82,
    "endTime": 122.56299999999999,
    "text": "However, the gene was a variant."
  },
  {
    "startTime": 122.6,
    "endTime": 129.5,
    "text": "Not the one present in modern humans indicating the mutation evolved independently from human red-headedness in an example of convergent evolution."
  },
  {
    "startTime": 129.55,
    "endTime": 134.955,
    "text": "Now you may be wondering why both humans and Neanderthal genes would perpetuate a skin type so prone to sunburns."
  },
  {
    "startTime": 135.3,
    "endTime": 137.60000000000002,
    "text": "Well, it has to do in part with geography."
  },
  {
    "startTime": 137.7,
    "endTime": 142.75,
    "text": "People from equatorial regions usually have darker hair and skin to better protect them from the sun's radiation."
  },
  {
    "startTime": 142.85,
    "endTime": 147.54999999999998,
    "text": "Whereas fair skin and hair is more prevalent in northern areas with lower levels of sunlight."
  },
  {
    "startTime": 147.575,
    "endTime": 156.559,
    "text": "The farther you move from the equator, the more that selective pressure for darker pigmentation lessens and the mutant MC1R genes are not selected against so they can spread throughout a population."
  },
  {
    "startTime": 156.59,
    "endTime": 158.3,
    "text": "And then, hello Scotland."
  },
  {
    "startTime": 158.45,
    "endTime": 162.51899999999998,
    "text": "The successful spread of this mutation may be because fair skin is better at generating vitamin D,"
  },
  {
    "startTime": 162.519,
    "endTime": 166.839,
    "text": "which could have actually given flame hairs an evolutionary advantage in the perpetually cloudy North."
  },
  {
    "startTime": 166.839,
    "endTime": 172.334,
    "text": "But you may have also heard that gingers are kinda babies when it comes to pain and I hate to say it but there's some truth to that."
  },
  {
    "startTime": 172.334,
    "endTime": 179.025,
    "text": "A couple of studies funded by the National Institutes of Health found that redheads are actually more sensitive to thermal pain, or excessive heat and cold,"
  },
  {
    "startTime": 179.025,
    "endTime": 185.299,
    "text": "and that they actually required, on average, nearly 20 percent higher doses of anesthetic than their dark-haired counterparts."
  },
  {
    "startTime": 185.299,
    "endTime": 191.698,
    "text": "And researchers aren't entirely sure what's going on here but one hypothesis connects pain tolerance to that tricksy MC1R gene."
  },
  {
    "startTime": 191.698,
    "endTime": 194.989,
    "text": "Since the gene is responsible for the receptors of pigment-producing hormones,"
  },
  {
    "startTime": 194.989,
    "endTime": 198.659,
    "text": "they may also interact with similar molecules like endorphins,"
  },
  {
    "startTime": 198.659,
    "endTime": 200.07899999999998,
    "text": "our body's natural painkillers."
  },
  {
    "startTime": 200.079,
    "endTime": 203.76000000000002,
    "text": "And finally, what about that great imminent ginger extinction?"
  },
  {
    "startTime": 203.76,
    "endTime": 205.953,
    "text": "That, I can tell you, is bogus."
  },
  {
    "startTime": 205.953,
    "endTime": 212.999,
    "text": "Yes, the mutation is a recessive trait meaning that both parents have to carry the allele or gene variant for it to produce a red-haired offspring."
  },
  {
    "startTime": 212.999,
    "endTime": 214.668,
    "text": "But that still means that even if say,"
  },
  {
    "startTime": 214.78,
    "endTime": 223.972,
    "text": "four percent of the population actually has red hair, perhaps thirty percent still carry that gene keeping the potential for ginger generations alive and not just in the UK."
  },
  {
    "startTime": 223.972,
    "endTime": 229.68,
    "text": "So rest assured gingers are gonna be passing along their genes and supporting the sunscreen industry for a very long time."
  },
  {
    "startTime": 229.709,
    "endTime": 234.601,
    "text": "Thank you for watching this SciShow dose and a big thanks to our subscribers on Subbable without whom you would not be watching this."
  },
  {
    "startTime": 234.601,
    "endTime": 239.351,
    "text": "Would you like us to tweet you a picture from our beautiful studio or add your custom message to our doobliedoo?"
  },
  {
    "startTime": 239.351,
    "endTime": 242.798,
    "text": "To learn more about these and other exclusive perks go to Subbable.com."
  },
  {
    "startTime": 242.798,
    "endTime": 249.0,
    "text": "And if you have an idea you'd like us to cover or a question or comment, leave it for us in the comments below and don't forget to follow us on Facebook and Twitter."
  },
  {
    "startTime": 249.0,
    "endTime": 258.9,
    "text": "And go to YouTube.com/SciShow and subscribe."
  }
]