[
  {
    "startTime": 6.41,
    "endTime": 10.61,
    "text": "Did you ever notice how many jokes start with, \"Did you ever notice?\""
  },
  {
    "startTime": 10.61,
    "endTime": 12.84,
    "text": "And what's the deal with,  \"What's the deal?\""
  },
  {
    "startTime": 12.84,
    "endTime": 21.14,
    "text": "There's a lot of funny to be found by simply noticing the ordinary,  everyday things you don't ordinarily notice everyday."
  },
  {
    "startTime": 21.14,
    "endTime": 29.810000000000002,
    "text": "So if you'd like to add a little humor to that story, or speech,  or screenplay you're writing, here are a few tips and tricks for finding the funny."
  },
  {
    "startTime": 29.81,
    "endTime": 41.69,
    "text": "All great storytelling,  including comedy writing, consists of a handful  of basic ingredients: who, what, when, where, why, and how."
  },
  {
    "startTime": 41.69,
    "endTime": 48.17,
    "text": "Writers have been asking these questions since at least the 1st century BC, yet none can be answered  with a simple yes or no."
  },
  {
    "startTime": 48.17,
    "endTime": 54.61,
    "text": "They demand details, and the more specific the details, the funnier the story."
  },
  {
    "startTime": 54.61,
    "endTime": 57.91,
    "text": "Let's start with the who, the comedic character."
  },
  {
    "startTime": 57.91,
    "endTime": 61.279999999999994,
    "text": "Think about the books, TV shows, and movies that make you laugh."
  },
  {
    "startTime": 61.28,
    "endTime": 65.14,
    "text": "They're usually filled with funny types, or archetypes."
  },
  {
    "startTime": 65.14,
    "endTime": 70.64,
    "text": "The know-it-all, the lovable loser, the bad boss, the neurotic, the airhead."
  },
  {
    "startTime": 70.64,
    "endTime": 81.14,
    "text": "Incidentally, these are all stock  characters found in Commedia Dell'Arte, or the artists comedy  of late Renaissance Italy, and they have yet to get old."
  },
  {
    "startTime": 81.14,
    "endTime": 88.02,
    "text": "The Commedia rule for creating comic  characters is find the flaw, then play it up."
  },
  {
    "startTime": 88.02,
    "endTime": 90.52,
    "text": "Or you can try playing with opposites."
  },
  {
    "startTime": 90.52,
    "endTime": 99.50999999999999,
    "text": "When the smartest guy in the room does the stupidest thing, or the doofus outwits the brainiac, we tend to laugh because we didn't see that coming."
  },
  {
    "startTime": 99.51,
    "endTime": 107.43,
    "text": "Ancient Greek funnyman Aristotle is said to have said, \"The secret to humor is surprise.\""
  },
  {
    "startTime": 107.43,
    "endTime": 116.72,
    "text": "This surprise,  or incongruity theory of humor, says we laugh at things  that seem out of place or run up against our expectations."
  },
  {
    "startTime": 116.72,
    "endTime": 127.59,
    "text": "Like a frog dating a pig, or a lizard selling insurance, a baby disco dancing, a nun disco dancing, a cat disco dancing."
  },
  {
    "startTime": 127.59,
    "endTime": 134.64000000000001,
    "text": "Actually, a baby, a nun, or a cat doing pretty much anything, especially involving disco."
  },
  {
    "startTime": 134.64,
    "endTime": 139.23,
    "text": "One fun way to find incongruities is by drawing connections."
  },
  {
    "startTime": 139.23,
    "endTime": 142.51999999999998,
    "text": "Actually drawing them with a mind map."
  },
  {
    "startTime": 142.52,
    "endTime": 143.63000000000002,
    "text": "Start small."
  },
  {
    "startTime": 143.63,
    "endTime": 144.64,
    "text": "Pick a word."
  },
  {
    "startTime": 144.64,
    "endTime": 146.51,
    "text": "I choose pickle."
  },
  {
    "startTime": 146.51,
    "endTime": 149.51,
    "text": "Jot it down, then quick as you can, try making connections."
  },
  {
    "startTime": 149.51,
    "endTime": 155.67,
    "text": "What do pickles make me think of? Who eats pickles? What treasured pickle memories do I have from childhood?"
  },
  {
    "startTime": 155.67,
    "endTime": 162.04,
    "text": "Another great way to generate comedic material is to shift from observation to imagination."
  },
  {
    "startTime": 162.04,
    "endTime": 164.92,
    "text": "Try going from \"what is\" to \"what if?\""
  },
  {
    "startTime": 164.92,
    "endTime": 170.95999999999998,
    "text": "Like, what if instead of a horse, for example, you just had a pair of coconuts?"
  },
  {
    "startTime": 170.96,
    "endTime": 175.43,
    "text": "Okay, let's think of some other memorable moments in history, literature, or film."
  },
  {
    "startTime": 175.43,
    "endTime": 177.63,
    "text": "Now, what if they featured coconuts?"
  },
  {
    "startTime": 177.63,
    "endTime": 180.24,
    "text": "Get wild, let it go."
  },
  {
    "startTime": 180.24,
    "endTime": 187.07000000000002,
    "text": "Even if an idea seems overdone, or too obvious, or just plain dumb, try jotting it down, anyway."
  },
  {
    "startTime": 187.07,
    "endTime": 190.93,
    "text": "What's obvious to you may not be to the next person."
  },
  {
    "startTime": 190.93,
    "endTime": 195.92000000000002,
    "text": "And the opposite of the dumbest idea might just turn out to be the smartest."
  },
  {
    "startTime": 195.92,
    "endTime": 199.20999999999998,
    "text": "What about all that dumb stuff that happens in real life?"
  },
  {
    "startTime": 199.21,
    "endTime": 205.49,
    "text": "Have you ever noticed how much comedy revolves around things that irritate, frustrate,  and humiliate us?"
  },
  {
    "startTime": 205.49,
    "endTime": 211.34,
    "text": "Will Rogers said, \"Everything's funny as long as it happens to somebody else.\""
  },
  {
    "startTime": 211.34,
    "endTime": 221.41,
    "text": "So if you're having a crummy morning, imagine it happening to a character you're writing about, and by afternoon, you may at least get a funny story out of it."
  },
  {
    "startTime": 221.41,
    "endTime": 228.01,
    "text": "Once you've got your characters and story, here are a few quick and easy comedy writing tricks to make them zing."
  },
  {
    "startTime": 228.01,
    "endTime": 230.85,
    "text": "The rule of three, or zig zig zag."
  },
  {
    "startTime": 230.85,
    "endTime": 235.41,
    "text": "Try setting up an expected pattern, zig zig, then flip it, zag."
  },
  {
    "startTime": 235.41,
    "endTime": 239.03,
    "text": "A rabbi, a priest, and a coconut walk into a bar."
  },
  {
    "startTime": 239.03,
    "endTime": 243.12,
    "text": "The punchline rule says put your punch at the end of the line."
  },
  {
    "startTime": 243.12,
    "endTime": 247.41,
    "text": "A rabbi, a priest, and a coconut walk into a disco."
  },
  {
    "startTime": 247.41,
    "endTime": 249.98,
    "text": "That brings up the rule of K."
  },
  {
    "startTime": 249.98,
    "endTime": 255.67,
    "text": "For some reason, words with a k-sound catch our ears and are considered comical."
  },
  {
    "startTime": 255.67,
    "endTime": 260.40999999999997,
    "text": "Coconut, disco, pickles, crickets?"
  },
  {
    "startTime": 260.41,
    "endTime": 263.74,
    "text": "Okay, so we don't always get the laugh."
  },
  {
    "startTime": 263.74,
    "endTime": 265.34000000000003,
    "text": "Humor is subjective."
  },
  {
    "startTime": 265.34,
    "endTime": 267.03,
    "text": "Comedy is trial and error."
  },
  {
    "startTime": 267.03,
    "endTime": 268.73999999999995,
    "text": "Writing is rewriting."
  },
  {
    "startTime": 268.74,
    "endTime": 269.63,
    "text": "Just keep trying."
  },
  {
    "startTime": 269.63,
    "endTime": 280.57,
    "text": "Find the flaws, discover the details, insert incongruities, incorporate k-words, and remember the most important rule of writing funny: have fun."
  },
  {
    "startTime": 280.57,
    "endTime": 288.12,
    "text": "As Charles Dickins said, \"There is nothing in the world so irresistibly contagious as laughter and good humor.\""
  },
  {
    "startTime": 288.12,
    "endTime": 300.0,
    "text": "And disco."
  }
]