[
  {
    "startTime": 4.2,
    "endTime": 12.0,
    "text": "In February 2016, the US government ordered tech company, Apple, to create software that would allow unauthorized access into the iPhone."
  },
  {
    "startTime": 12.0,
    "endTime": 17.46,
    "text": "The FBI has said this access would allow them to investigate a suspect in the San Bernardino terror attack."
  },
  {
    "startTime": 17.46,
    "endTime": 25.700000000000003,
    "text": "But Apple's CEO Tim Cook has refused, saying that a backdoor to the iPhone could lead to significant privacy concerns for their customers."
  },
  {
    "startTime": 25.7,
    "endTime": 31.39,
    "text": "It's rare for a major company to defy the federal government, so we wanted to know, just how powerful is Apple?"
  },
  {
    "startTime": 31.39,
    "endTime": 35.06,
    "text": "Well, Apple is the world's most valuable publicly traded company."
  },
  {
    "startTime": 35.06,
    "endTime": 43.300000000000004,
    "text": "In February 2015, it rose to be the first US company worth more than $700 billion dollars, about the same as the GDP of Saudi Arabia."
  },
  {
    "startTime": 43.3,
    "endTime": 53.23,
    "text": "Since 1976, Apple has manufactured and sold personal computers, but they're now better known for consumer electronics, including phones, tablets, mp3 players and smartwatches."
  },
  {
    "startTime": 53.23,
    "endTime": 60.349999999999994,
    "text": "Apple has sold more than 700 million iPhones worldwide, and stands as the leading smartphone retailer in the United States."
  },
  {
    "startTime": 60.35,
    "endTime": 66.8,
    "text": "But much of Apple's financial success doesn't come from its quantity of sales, but rather the amount spent on each device."
  },
  {
    "startTime": 66.8,
    "endTime": 72.2,
    "text": "In fact, iPhones only count for roughly 14 percent of the global smartphone market."
  },
  {
    "startTime": 72.2,
    "endTime": 76.2,
    "text": "Yet, Apple still makes more than half the total profits in that industry."
  },
  {
    "startTime": 76.2,
    "endTime": 82.3,
    "text": "This, combined with the tight ecosystem of their products, has given Apple an unusual amount of brand loyalty."
  },
  {
    "startTime": 82.3,
    "endTime": 90.17999999999999,
    "text": "In a 2015 survey of iPhone users, more than 83 percent of respondents said they planned to stick with Apple for their next smartphone purchase."
  },
  {
    "startTime": 90.18,
    "endTime": 96.66000000000001,
    "text": "Apple product releases and store openings are known to attract thousands of people, some of whom wait for hours in line."
  },
  {
    "startTime": 96.66,
    "endTime": 102.8,
    "text": "With such a widespread level of reach and influence, any security breach on Apple products has severe consequences."
  },
  {
    "startTime": 102.8,
    "endTime": 110.5,
    "text": "This was demonstrated in 2014, when hundreds of private photos of celebrities surfaced online as the result of a suspected iCloud hack."
  },
  {
    "startTime": 110.5,
    "endTime": 119.15,
    "text": "This was not only devastating to those who were involved, but it raised concerns about the security of services like iCloud, which store mass amounts of private information."
  },
  {
    "startTime": 119.15,
    "endTime": 129.4,
    "text": "In fact, later that same year, Apple revamped the level of encryption in their mobile operating systems, preventing hackers, governments, and even Apple themselves from gaining access."
  },
  {
    "startTime": 129.4,
    "endTime": 139.3,
    "text": "Tim Cook has long described digital privacy as a human right, and has repeatedly moved beyond his role as CEO, into the center of high-stakes social and political issues."
  },
  {
    "startTime": 139.3,
    "endTime": 145.0,
    "text": "As Apple devices have increasingly been able to carry more personal data, they have been forced to become more secure."
  },
  {
    "startTime": 145.0,
    "endTime": 151.4,
    "text": "The most recent pushback on government intrusion has shown that Apple is powerful enough to stand up to even the FBI."
  },
  {
    "startTime": 151.4,
    "endTime": 154.13,
    "text": "But how can Apple just deny access to the government?"
  },
  {
    "startTime": 154.13,
    "endTime": 158.7,
    "text": "What does Tim Cook mean when he says they're unable to access phones produced by Apple?"
  },
  {
    "startTime": 158.7,
    "endTime": 160.39,
    "text": "How does encryption work?"
  },
  {
    "startTime": 160.39,
    "endTime": 162.33599999999998,
    "text": "Check out this DNews video to find out!"
  },
  {
    "startTime": 172.11,
    "endTime": 183.91000000000003,
    "text": "Thanks for watching TestTube News, don't forget to like and subscribe for new videos every day!"
  }
]