[
  {
    "startTime": 6.48,
    "endTime": 16.130000000000003,
    "text": "The epic poem \"La Dragontea\" describes how English explorer Sir Francis Drake sailed across  the Gulf of Venezuela in 1595."
  },
  {
    "startTime": 16.13,
    "endTime": 23.93,
    "text": "He was aiming for  the nearby Lake Maracaibo, home to a colony of Spanish settlers he planned to overthrow."
  },
  {
    "startTime": 23.93,
    "endTime": 31.89,
    "text": "But as Drake moved towards the mouth of the lake under cover of darkness, his plot was suddenly and magnificently foiled."
  },
  {
    "startTime": 31.89,
    "endTime": 41.72,
    "text": "Huge flashes of lightning  illuminated the landscape, exposing the fleet as if it were daytime, which warned the Spanish about his approach."
  },
  {
    "startTime": 41.72,
    "endTime": 46.18,
    "text": "Lake Maracaibo is the stormiest place on the planet."
  },
  {
    "startTime": 46.18,
    "endTime": 53.87,
    "text": "The massive body of water at over 13,000 square kilometers is a place of almost perpetual storming."
  },
  {
    "startTime": 53.87,
    "endTime": 61.98,
    "text": "Thunderstorms rage above it for up to 200 days of the year, each earsplitting event lasting for several hours."
  },
  {
    "startTime": 61.98,
    "endTime": 71.63,
    "text": "Like everywhere else on Earth, lightning at Lake Maracaibo is the result of opposing electrical charges that steadily build up inside storm clouds."
  },
  {
    "startTime": 71.63,
    "endTime": 82.07,
    "text": "Once there's a large enough difference between charges either within the cloud or between the clouds and the Earth below, it forms a spark that becomes a lightning bolt."
  },
  {
    "startTime": 82.07,
    "endTime": 89.36999999999999,
    "text": "Lightning strikes the earth about 350 million times per year, averaging out to eleven strikes a second."
  },
  {
    "startTime": 89.37,
    "endTime": 94.07000000000001,
    "text": "We know that thanks to satellites up in space and sensors on the ground."
  },
  {
    "startTime": 94.07,
    "endTime": 101.63999999999999,
    "text": "We can also measure  the Earth's lightning density, which is the frequency with which lightning flashes in a square kilometer."
  },
  {
    "startTime": 101.64,
    "endTime": 108.83,
    "text": "Knowing where lightning strikes and how often reveals the most  lightning-rich places on Earth."
  },
  {
    "startTime": 108.83,
    "endTime": 115.03999999999999,
    "text": "In the polar regions, there may only be one strike per several square kilometers each year."
  },
  {
    "startTime": 115.04,
    "endTime": 125.48,
    "text": "Meanwhile, lightning density  at the equator averages out to tens of flashes per square kilometer on account of the sun providing more heat to drive storms."
  },
  {
    "startTime": 125.48,
    "endTime": 138.43,
    "text": "Yet nowhere can quite compare with Lake Maracaibo, where lightning strikes an average 250 times per square kilometer, giving it the highest lightning density of any place on Earth."
  },
  {
    "startTime": 138.43,
    "endTime": 143.94,
    "text": "A number of factors converge to create the lake's seemingly everlasting storms."
  },
  {
    "startTime": 143.94,
    "endTime": 153.32,
    "text": "Firstly, Lake Maracaibo lies just  ten degrees north of the Equator, so there's a wealth of solar energy available to fuel the storms."
  },
  {
    "startTime": 153.32,
    "endTime": 163.26999999999998,
    "text": "Thunderstorms also require a supply of water vapor to feed on, and having the warm waters of the Caribbean so close by provides an endless supply."
  },
  {
    "startTime": 163.27,
    "endTime": 179.04000000000002,
    "text": "Finally, the lake's southern  and western edges are bordered by two massive  mountain ranges, and as cool winds surge down these slopes, they force up warm air, destabilizing the atmosphere and causing storm clouds to form."
  },
  {
    "startTime": 179.04,
    "endTime": 187.93,
    "text": "Together, these ingredients combine to give rise to the most awe-inspiring thunderstorms on the planet, a true sight to behold."
  },
  {
    "startTime": 187.93,
    "endTime": 197.01000000000002,
    "text": "Centuries ago, Sir Francis Drake may have cursed the lake's intense illumination, but today, sailors actually embrace this phenomenon."
  },
  {
    "startTime": 197.01,
    "endTime": 204.87,
    "text": "They call it the Maracaibo Beacon, and use it as a natural lighthouse to illuminate their path across the seas."
  }
]