[
  {
    "startTime": 6.56,
    "endTime": 12.39,
    "text": "About 66 million years ago, something terrible happened to life on our planet."
  },
  {
    "startTime": 12.39,
    "endTime": 24.46,
    "text": "Ecosystems were hit with a double blow as massive volcanic eruptions filled the atmosphere with carbon dioxide and an asteroid roughly the size of Manhattan struck the Earth."
  },
  {
    "startTime": 24.46,
    "endTime": 33.53,
    "text": "The dust from the impact reduced or stopped photosynthesis for many plants, starving herbivores and the carnivores that preyed on them."
  },
  {
    "startTime": 33.53,
    "endTime": 38.94,
    "text": "Within a short time span, three-quarters of the world's species disappeared forever,"
  },
  {
    "startTime": 38.94,
    "endTime": 49.62,
    "text": "and the giant dinosaurs, flying pterosaurs, shelled squids, and marine reptiles that had flourished for ages faded into prehistory."
  },
  {
    "startTime": 49.62,
    "endTime": 60.459999999999994,
    "text": "It may seem like the dinosaurs were especially unlucky, but extinctions of various severities have occurred throughout the Earth's history, and are still happening all around us today."
  },
  {
    "startTime": 60.46,
    "endTime": 67.32000000000001,
    "text": "Environments change, pushing some species out of their comfort zones while creating new opportunities for others."
  },
  {
    "startTime": 67.32,
    "endTime": 72.32,
    "text": "Invasive species arrive in new habitats, outcompeting the natives."
  },
  {
    "startTime": 72.32,
    "endTime": 80.63999999999999,
    "text": "And in some cases, entire species are wiped out as a result of activity by better adapted organisms."
  },
  {
    "startTime": 80.64,
    "endTime": 91.87,
    "text": "Sometimes, however, massive changes in the environment occur too quickly for most living creatures to adapt, causing thousands of species to die off in a geological instant."
  },
  {
    "startTime": 91.87,
    "endTime": 94.63000000000001,
    "text": "We call this a mass extinction event."
  },
  {
    "startTime": 94.63,
    "endTime": 102.64,
    "text": "And although such events may be rare, paleontologists have been able to identify several of them through dramatic changes in the fossil record,"
  },
  {
    "startTime": 102.64,
    "endTime": 108.72,
    "text": "where lineages that persisted through several geological layers suddenly disappear."
  },
  {
    "startTime": 108.72,
    "endTime": 115.24,
    "text": "In fact, these mass extinctions are used to divide the Earth's history into distinct periods."
  },
  {
    "startTime": 115.24,
    "endTime": 123.27,
    "text": "Although the disappearance of the dinosaurs is the best known mass extinction event, the largest occurred long before dinosaurs ever existed."
  },
  {
    "startTime": 123.27,
    "endTime": 134.37,
    "text": "252 million years ago, between the Permian and Triassic periods, the Earth's land masses gathered together into the single supercontinent Pangaea."
  },
  {
    "startTime": 134.37,
    "endTime": 145.28,
    "text": "As it coalesced, its interior was filled with deserts, while the single coastline eliminated many of the shallow tropical seas where biodiversity thrived."
  },
  {
    "startTime": 145.28,
    "endTime": 154.13,
    "text": "Huge volcanic eruptions occurred across Siberia, coinciding with very high temperatures, suggesting a massive greenhouse effect."
  },
  {
    "startTime": 154.13,
    "endTime": 160.26999999999998,
    "text": "These catastrophes contributed to the extinction of 95% of species in the ocean,"
  },
  {
    "startTime": 160.27,
    "endTime": 169.47,
    "text": "and on land, the strange reptiles of the Permian gave way to the ancestors of the far more familiar dinosaurs we know today."
  },
  {
    "startTime": 169.47,
    "endTime": 173.24,
    "text": "But mass extinctions are not just a thing of the distant past."
  },
  {
    "startTime": 173.24,
    "endTime": 184.84,
    "text": "Over the last few million years, the fluctuation of massive ice sheets at our planet's poles has caused sea levels to rise and fall, changing weather patterns and ocean currents along the way."
  },
  {
    "startTime": 184.84,
    "endTime": 194.51,
    "text": "As the ice sheets spread, retreated, and returned, some animals were either able to adapt to the changes, or migrate to a more suitable environment."
  },
  {
    "startTime": 194.51,
    "endTime": 201.63,
    "text": "Others, however, such as giant ground sloths, giant hyenas, and mammoths went extinct."
  },
  {
    "startTime": 201.63,
    "endTime": 208.81,
    "text": "The extinction of these large mammals coincides with changes in the climate and ecosystem due to the melting ice caps."
  },
  {
    "startTime": 208.81,
    "endTime": 218.23,
    "text": "But there is also an uncomfortable overlap with the rise of a certain hominid species originating in Africa 150,000 years ago."
  },
  {
    "startTime": 218.23,
    "endTime": 225.34,
    "text": "In the course of their adaptation to the new environment, creating new tools and methods for gathering food and hunting prey,"
  },
  {
    "startTime": 225.34,
    "endTime": 234.02,
    "text": "humans may not have single-handedly caused the extinction of these large animals, as some were able to coexist with us for thousands of years."
  },
  {
    "startTime": 234.02,
    "endTime": 243.84,
    "text": "But it's clear that today, our tools and methods have become so effective that humans are no longer reacting to the environment, but are actively changing it."
  },
  {
    "startTime": 243.84,
    "endTime": 248.63,
    "text": "The extinction of species is a normal occurrence in the background of ecosystems."
  },
  {
    "startTime": 248.63,
    "endTime": 258.25,
    "text": "But studies suggest that rates of extinction today for many organisms are hundreds to thousands of times higher than the normal background."
  },
  {
    "startTime": 258.25,
    "endTime": 265.26,
    "text": "But the same unique ability that makes humans capable of driving mass extinctions can also enable us to prevent them."
  },
  {
    "startTime": 265.26,
    "endTime": 274.74,
    "text": "By learning about past extinction events, recognizing what is happening today as environments change, and using this knowledge to lessen our effect on other species,"
  },
  {
    "startTime": 274.74,
    "endTime": 285.0,
    "text": "we can transform humanity's impact on the world from something as destructive as a massive asteroid into a collaborative part of a biologically diverse future."
  }
]