[
  {
    "startTime": 14.4,
    "endTime": 21.3,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 21.3,
    "endTime": 32.2,
    "text": "You know, it seems like you can't open a book or read a blog post these days without hearing somebody tell you to follow your passion or follow your bliss or follow your heart."
  },
  {
    "startTime": 32.2,
    "endTime": 45.6,
    "text": "And yes, I have said those things, too, but today I wanna talk about the power of going in what can often feel like the opposite direction--I wanna talk about the power of following your fear."
  },
  {
    "startTime": 45.6,
    "endTime": 58.2,
    "text": "I'm not talking about following your very useful fear of big moving vehicles and walking in front of a bus, nor am I talking about doing anything stupid or irresponsible that could ruin you financially."
  },
  {
    "startTime": 58.2,
    "endTime": 68.5,
    "text": "What I am talking about though is the power of following good fear, directive fear, the kind of fear that you feel when you have an idea that just won't leave you alone,"
  },
  {
    "startTime": 68.5,
    "endTime": 76.0,
    "text": "an idea about doing something that you've always wanted to do, something that's different and bold and kind of risky."
  },
  {
    "startTime": 76.0,
    "endTime": 86.2,
    "text": "Where part of you is saying, \"Oh, no. I actually couldn't do that,\" but the deeper, wiser part of you wants this thing so damn bad."
  },
  {
    "startTime": 86.2,
    "endTime": 95.9,
    "text": "And the moment you imagine yourself going for it, you have worries like, you know, \"Will people laugh at me? Will they ignore me? Maybe this isn't even really an idea."
  },
  {
    "startTime": 95.9,
    "endTime": 104.7,
    "text": "What if I do it and it sucks? Am I gonna destroy my reputation? Am I gonna lose my marriage and my family and wind up living on the streets?\""
  },
  {
    "startTime": 104.7,
    "endTime": 117.7,
    "text": "My friend Steven Pressfield talks about this kind of fear in The War of Art and he says, \"Remember our rule of thumb: The more scared we are of a work or calling, the more sure we can be that we have to do it..."
  },
  {
    "startTime": 117.7,
    "endTime": 129.7,
    "text": "And he continues, \"The more fear we feel about a specific enterprise, the more certain we can be that that enterprise is important to us and the growth of our soul.”"
  },
  {
    "startTime": 129.7,
    "endTime": 137.0,
    "text": "I experienced this firsthand back when I wanted to be a dancer so bad, but I had two big things that were working against me."
  },
  {
    "startTime": 137.0,
    "endTime": 157.4,
    "text": "So first, I had never taken a professional dance class in my life. The only dancing I had ever done was moonwalking in my socks on my mom's linoleum kitchen floor."
  },
  {
    "startTime": 157.4,
    "endTime": 163.0,
    "text": "Second, I was 25 years old, which sadly in the dance world is way over the hill."
  },
  {
    "startTime": 163.0,
    "endTime": 172.7,
    "text": "Now, since I lived in New York City I knew that the place I had to go was Broadway Dance Center, which is intense and it's filled with the world's best professional dancers."
  },
  {
    "startTime": 172.7,
    "endTime": 178.79999999999998,
    "text": "They're all, like, 16 to 20 year old beasts who've been in ballet shoes since they were in the womb."
  },
  {
    "startTime": 178.8,
    "endTime": 192.60000000000002,
    "text": "So here are the kind of thoughts that were going through my head at that time: \"I am gonna make an absolute fool out of myself. I'm gonna be laughed at. It's gonna be so hard that I'm gonna run out of the room crying because I can't keep up.\""
  },
  {
    "startTime": 192.6,
    "endTime": 205.7,
    "text": "I was thinking: \"I am way too old for this. I am so not cool enough. And I'm just gonna be there and annoy all the other people in class who are actually real dancers and they're gonna wonder why am I taking up their space?\""
  },
  {
    "startTime": 205.7,
    "endTime": 212.39999999999998,
    "text": "That's how I felt and yet something in me knew I had to do it. I had to follow that fear."
  },
  {
    "startTime": 212.4,
    "endTime": 223.3,
    "text": "So I took a deep breath, I signed up for a class, and I went for it. And I showed up in my crappy little outfit and I went straight to the back of the room and tried as hard as I could to be invisible."
  },
  {
    "startTime": 223.3,
    "endTime": 237.60000000000002,
    "text": "And let me tell you this, the moment that music came on and we started doing the warmup, I started to cry. Not because I was embarrassed or because I couldn't keep up, but because I finally felt like I was home."
  },
  {
    "startTime": 237.6,
    "endTime": 248.29999999999998,
    "text": "Following that fear and being so afraid to walk into that dance studio, that one single act of courage, created this domino effect throughout my entire career."
  },
  {
    "startTime": 248.3,
    "endTime": 257.7,
    "text": "Now, in terms of dance I went on to create and choreograph, like, 4 fitness videos and I choreographed for MTV and I traveled around the world as a Nike elite dance athlete."
  },
  {
    "startTime": 257.7,
    "endTime": 265.7,
    "text": "But more than that, following my fear that time trained me to keep following my fear, which I still do on a regular basis."
  },
  {
    "startTime": 265.7,
    "endTime": 270.0,
    "text": "And I wanna let you in on a little secret--I am still scared till this day."
  },
  {
    "startTime": 270.0,
    "endTime": 281.0,
    "text": "Every time I write and shoot another episode of MarieTV,  like right now, or I launch a new program or I do anything new and creative in my business or my life, I still have those fears."
  },
  {
    "startTime": 281.0,
    "endTime": 289.7,
    "text": "These days it's mostly like, you know, do I have anything worthwhile to say? Are people gonna like this? Is this gonna do well? Yada, yada, yada."
  },
  {
    "startTime": 289.7,
    "endTime": 303.9,
    "text": "And those are my good fear indicators to keep going, to keep following my fear, and in doing so, keep growing my soul. So let's tie this up with a tweetable."
  },
  {
    "startTime": 303.9,
    "endTime": 309.4,
    "text": "\"Follow your fear. It's a GPS for where your soul wants you to go.\""
  },
  {
    "startTime": 309.4,
    "endTime": 322.09999999999997,
    "text": "Now, I turn this over to you. So in the comments below, let me know, if you followed your fear, what specific project or idea or life change, is it directing you towards right now?"
  },
  {
    "startTime": 322.1,
    "endTime": 331.70000000000005,
    "text": "Now, as always, the best discussions happen after the episode over at the magical land of MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 331.7,
    "endTime": 338.2,
    "text": "Did you like this video? If so, subscribe to our channel and I would be so grateful if you shared this with your friends."
  },
  {
    "startTime": 338.2,
    "endTime": 351.4,
    "text": "And if you want even more resources to create a business and life that you love, plus some personal insights from me that I only get to talk about in email, come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 351.4,
    "endTime": 359.0,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 359.0,
    "endTime": 371.99,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]