[
  {
    "startTime": 0.04,
    "endTime": 7.662,
    "text": "Whether it’s the first day of school, a big interview or your wedding day, pimples find a way of cropping up at the most inconvenient times."
  },
  {
    "startTime": 8.01,
    "endTime": 11.214,
    "text": "But why do they occur and how do we get rid of them?"
  },
  {
    "startTime": 11.214,
    "endTime": 16.52,
    "text": "The term “pore”, it is just another way of saying “hair follicle”, and your body is covered in them."
  },
  {
    "startTime": 16.52,
    "endTime": 20.599,
    "text": "Within the follicle is a gland that produces an oily substance called sebum,"
  },
  {
    "startTime": 20.699,
    "endTime": 24.559,
    "text": "which empties onto the skin to keep your hair and body moisturized."
  },
  {
    "startTime": 24.659,
    "endTime": 29.96,
    "text": "But if the hair follicle becomes clogged with dead skin cells and oils, a blockage is created."
  },
  {
    "startTime": 29.96,
    "endTime": 35.77,
    "text": "Sebum continues to be produced but it is trapped within the follicle making it become enlarged."
  },
  {
    "startTime": 35.77,
    "endTime": 42.57,
    "text": "And this is where bacteria come into play, feeding on the dead skin and sebum which can unfortunately lead to infection."
  },
  {
    "startTime": 42.77,
    "endTime": 48.24,
    "text": "Your immune system responds by sending blood to the area, giving the appearance of redness and inflammation,"
  },
  {
    "startTime": 48.24,
    "endTime": 51.86,
    "text": "and white blood cells come to the site too, to clear up the infection."
  },
  {
    "startTime": 51.96,
    "endTime": 57.308,
    "text": "When the white blood cells die, they, combined with the dead skin and sebum, create the pus filled pimple."
  },
  {
    "startTime": 57.308,
    "endTime": 62.0,
    "text": "If the blockage occurs under the skin it creates a white bump known as a “whitehead”"
  },
  {
    "startTime": 62.0,
    "endTime": 66.827,
    "text": "and if the blockage is above the skin and black discolouration occurs it’s known as a “blackhead”."
  },
  {
    "startTime": 66.827,
    "endTime": 73.59,
    "text": "This is a result of melanin in the dead skin cells reacting with oxygen creating a black colour - it’s not dirt."
  },
  {
    "startTime": 73.649,
    "endTime": 81.5,
    "text": "We get the most pimples when we are teens due to the increased amount of androgen hormones like testosterone in our bodies at the onset of puberty."
  },
  {
    "startTime": 81.5,
    "endTime": 87.0,
    "text": "Testosterone sends the production of sebum into overdrive, increasing the incidence of blockages."
  },
  {
    "startTime": 87.0,
    "endTime": 91.169,
    "text": "But zits can occur at any time - often brought on by stressful events."
  },
  {
    "startTime": 91.369,
    "endTime": 99.77,
    "text": "Cortisol, the stress hormone, increases the amount of inflammation in your body, meaning more red bumps on your face and can also suppress your immune system,"
  },
  {
    "startTime": 99.77,
    "endTime": 103.1,
    "text": "meaning your body can’t fight the bacteria that is causing the acne."
  },
  {
    "startTime": 103.1,
    "endTime": 109.3,
    "text": "So how do we fight the war on pimples? For normal breakouts, cleaning your face to remove excess oil,"
  },
  {
    "startTime": 109.3,
    "endTime": 116.776,
    "text": "which prevents pore blockage and occasionally exfoliating to remove dead skin will help, although acne often cannot be solved this way."
  },
  {
    "startTime": 116.776,
    "endTime": 124.3,
    "text": "And it’s important to remember that cleanliness and diet do not play a major role in acne, but rather your genetics and hormones."
  },
  {
    "startTime": 124.39,
    "endTime": 130.2,
    "text": "Many drugs exist like benzoyl peroxide which kills specific acne causing bacteria,"
  },
  {
    "startTime": 130.2,
    "endTime": 140.02499999999998,
    "text": "salicylic acid which helps to remove dead skin blockages, retinoids which reduce sebum production and a variety of others; though some drugs can have severe side effects."
  },
  {
    "startTime": 140.025,
    "endTime": 148.5,
    "text": "In women, some success has been seen with oral contraceptives, which decrease the ovaries production of androgen hormones, ultimately decreases sebum."
  },
  {
    "startTime": 148.59,
    "endTime": 153.6,
    "text": "Of course, consulting with a doctor over which regimen is best suited to you is always best."
  },
  {
    "startTime": 153.6,
    "endTime": 157.5,
    "text": "But new therapies and cures may be on the horizon with the help of science!"
  },
  {
    "startTime": 157.51,
    "endTime": 161.95,
    "text": "By studying individuals who do not get acne, scientists noticed something:"
  },
  {
    "startTime": 162.25,
    "endTime": 168.09,
    "text": "the bacteria that typically causes acne still exists on their skin, but it’s a different strain."
  },
  {
    "startTime": 168.29,
    "endTime": 173.4,
    "text": "It turns out that this same bacteria with slightly different genes causes healthier skin."
  },
  {
    "startTime": 173.5,
    "endTime": 177.91,
    "text": "Knowing this, future therapies may include a deeper look at the bacterial level,"
  },
  {
    "startTime": 178.01,
    "endTime": 182.32,
    "text": "and whether or not altering your skin microbiota could cure pimples."
  },
  {
    "startTime": 182.32,
    "endTime": 185.4,
    "text": "We're really glad to be working in collaboration with Bill and Melinda Gates,"
  },
  {
    "startTime": 185.43,
    "endTime": 189.08,
    "text": "in supporting their Annual Letter this year called “Two superpowers we wish we had”!"
  },
  {
    "startTime": 189.38,
    "endTime": 195.588,
    "text": "Every year they release a letter looking at global issues, and this year the question is: What would your superpower for good be?"
  },
  {
    "startTime": 195.588,
    "endTime": 203.84,
    "text": "Would it be to have more clean energy like Bill or more time like Melinda, which means one thing in rich countries and something else to the world’s poorest families."
  },
  {
    "startTime": 203.84,
    "endTime": 206.4,
    "text": "It’s a chance to enact positive change in the world."
  },
  {
    "startTime": 206.4,
    "endTime": 209.0,
    "text": "So find something you’re passionate about and learn more about it."
  },
  {
    "startTime": 209.0,
    "endTime": 211.4,
    "text": "You can check out the letter with the link in the description,"
  },
  {
    "startTime": 211.44,
    "endTime": 216.541,
    "text": "and we'll be posting our superpower ideas on Instagram with #superpowerforgood."
  }
]