[
  {
    "startTime": 0.45,
    "endTime": 4.91,
    "text": "These are three red wines that are made from the same grape, but at different prices."
  },
  {
    "startTime": 4.91,
    "endTime": 9.9,
    "text": "The most expensive is a 2011 Honig cabernet sauvignon from Napa Valley."
  },
  {
    "startTime": 9.9,
    "endTime": 13.3,
    "text": "Wine Spectator magazine rated it Outstanding."
  },
  {
    "startTime": 13.4,
    "endTime": 20.9,
    "text": "And it cost 5 times more than the one on the right. So does it taste 5 times better?"
  },
  {
    "startTime": 21.0,
    "endTime": 31.5,
    "text": "19 Vox staffers tasted and rated each of the wines, and almost half of them correctly identified the most expensive one."
  },
  {
    "startTime": 31.51,
    "endTime": 33.800000000000004,
    "text": "But that's not because they liked it more."
  },
  {
    "startTime": 33.81,
    "endTime": 36.5,
    "text": "\"Very nuanced. Complex. Didn't enjoy it.\""
  },
  {
    "startTime": 36.51,
    "endTime": 41.66,
    "text": "Their average ratings for the cheapest and most expensive wine, they were actually the same."
  },
  {
    "startTime": 41.66,
    "endTime": 45.81999999999999,
    "text": "\"I'm glad I have cheap taste. It's gonna make my life really easy.\""
  },
  {
    "startTime": 45.82,
    "endTime": 51.1,
    "text": "And this is consistent with a 2008 study that compiled 6,000 blind tastings in the United States."
  },
  {
    "startTime": 51.1,
    "endTime": 56.800000000000004,
    "text": "It found that unless they had undergone wine training, people didn't actually prefer the taste of the expensive wines."
  },
  {
    "startTime": 56.81,
    "endTime": 59.400000000000006,
    "text": "In fact they enjoyed them slightly less."
  },
  {
    "startTime": 59.41,
    "endTime": 61.779999999999994,
    "text": "\"Yeah, that's really not very pleasant.\""
  },
  {
    "startTime": 61.78,
    "endTime": 64.72,
    "text": "There seems to be something about wine that can make us feel a bit lost."
  },
  {
    "startTime": 64.72,
    "endTime": 67.94,
    "text": "\"That has sort of an oaky afterbirth.\""
  },
  {
    "startTime": 67.94,
    "endTime": 71.52,
    "text": "That's probably why a single movie can move the whole wine market."
  },
  {
    "startTime": 71.52,
    "endTime": 76.069,
    "text": "\"That's tasty.\" \"That's 100% pinot noir. Single vineyard. They don't even make it anymore.\""
  },
  {
    "startTime": 76.069,
    "endTime": 82.18900000000001,
    "text": "After Sideways was released, sales of Pinot Noir jumped compared to other red wines, and sales of merlot?"
  },
  {
    "startTime": 82.189,
    "endTime": 85.78899999999999,
    "text": "\"I'm not drinking any f*cking merlot.\" They slowed down."
  },
  {
    "startTime": 85.789,
    "endTime": 92.9,
    "text": "But who decides what good wine is? There are professional judges that give medals at competitions, but they're really inconsistent."
  },
  {
    "startTime": 92.91,
    "endTime": 100.5,
    "text": "One statistician showed that most wines that received the highest score in one competition also got the lowest score in another."
  },
  {
    "startTime": 100.509,
    "endTime": 104.8,
    "text": "This is the distribution of gold medals that you would expect if they were awarded by random chance."
  },
  {
    "startTime": 104.81,
    "endTime": 110.5,
    "text": "It looks a lot like the actual distribution of gold medals in US wine competitions."
  },
  {
    "startTime": 110.51,
    "endTime": 116.10000000000001,
    "text": "That suggests judges often disagree with each other. But it gets worse: they often disagree with themselves."
  },
  {
    "startTime": 116.11,
    "endTime": 125.8,
    "text": "When surreptitiously given the same wine 3 times, only 1 in 10 of the judges at the California State Fair wine competition consistently awarded it the same medal."
  },
  {
    "startTime": 125.81,
    "endTime": 129.3,
    "text": "Wine ratings published in magazines can be all over the map too."
  },
  {
    "startTime": 129.31,
    "endTime": 133.549,
    "text": "Here's how two top critics described the same wine in 2004."
  },
  {
    "startTime": 133.549,
    "endTime": 145.1,
    "text": "\"A brilliant effort\", \"completely unappetizing\", \"a wine of sublime richness\", \"overripe aromas\", \"remarkable freshness and definition\", \"more reminiscent of a late-harvest zinfandel than a red bordeaux.\""
  },
  {
    "startTime": 145.11,
    "endTime": 153.20000000000002,
    "text": "One problem is that not all of the wine publications require their tasters to be blind to the price and to the brand."
  },
  {
    "startTime": 153.21,
    "endTime": 158.0,
    "text": "And that matters because people can't seem to avoid associating price with quality."
  },
  {
    "startTime": 158.1,
    "endTime": 165.0,
    "text": "One experiment in Australia showed that people rated the same wine higher when they thought it was $53 rather than $16 or $6."
  },
  {
    "startTime": 165.1,
    "endTime": 171.79999999999998,
    "text": "But get this-the experimenters had actually made that wine objectively worse by adding tartaric acid."
  },
  {
    "startTime": 171.81,
    "endTime": 175.0,
    "text": "It didn't matter-the price tag overwhelmed their own taste buds."
  },
  {
    "startTime": 175.1,
    "endTime": 181.5,
    "text": "In another study, scientists scanned the brains of people tasting wines that they thought were either $10 or $90."
  },
  {
    "startTime": 181.51,
    "endTime": 190.379,
    "text": "In reality, it was the same wine, but when they thought it was expensive, their brains showed more activity in a region associated with pleasant tastes and smells."
  },
  {
    "startTime": 190.379,
    "endTime": 196.19899999999998,
    "text": "So expensive wines may actually taste better after all, as long as you know that they're expensive."
  },
  {
    "startTime": 196.199,
    "endTime": 206.199,
    "text": "\"You can feel free to finish it if you want.\" \"I'll take the expensive one.\""
  }
]