[
  {
    "startTime": 1.1,
    "endTime": 13.959999999999999,
    "text": "What often distinguishes fulfilled from unfulfilled lives is an ingredient that's not part of the educational curriculum, and that can sound vague, silly, and Californian in the bad sense."
  },
  {
    "startTime": 13.96,
    "endTime": 15.3,
    "text": "Confidence."
  },
  {
    "startTime": 15.3,
    "endTime": 28.26,
    "text": "It's humbling to realize just how many great achievements haven't been the result of superior talent or technical know-how, merely that strange buoyancy of the soul that we call confidence."
  },
  {
    "startTime": 28.26,
    "endTime": 30.560000000000002,
    "text": "Why is confidence so easy to lack?"
  },
  {
    "startTime": 30.56,
    "endTime": 33.199999999999996,
    "text": "Partly, it's a hangover from the past."
  },
  {
    "startTime": 33.2,
    "endTime": 39.800000000000004,
    "text": "For thousands of years, for most of us, there simply were no opportunities for hope: We were serfs and slaves,"
  },
  {
    "startTime": 39.8,
    "endTime": 45.459999999999994,
    "text": "and the central psychological survival skill was to keep our heads down and our expectations below."
  },
  {
    "startTime": 45.46,
    "endTime": 55.54,
    "text": "Each of us still carries a little of the legacy from that past, an attitude of inner serfdom that threatens our spirit deep into a democratic, technological, modern age."
  },
  {
    "startTime": 55.54,
    "endTime": 57.74,
    "text": "Hope can feel dangerous."
  },
  {
    "startTime": 57.74,
    "endTime": 65.04,
    "text": "There might, in addition, have been parents who sent out subtle messages, \"People like us don't.\" \"Who do you take yourself for?\""
  },
  {
    "startTime": 65.04,
    "endTime": 74.98,
    "text": "We should feel compassionate about where those defensive parental messages came from; they were a protection, a survival strategy, and an escape from humiliation."
  },
  {
    "startTime": 74.98,
    "endTime": 82.64,
    "text": "School didn't necessarily help either; it wanted us to be good boys and girls, and taught us to trust in established authority."
  },
  {
    "startTime": 82.64,
    "endTime": 93.36,
    "text": "But we may, naively, have gone on too long, putting too much faith in existing institutions, and now suffer from doing whatever is asked of us a little too obediently."
  },
  {
    "startTime": 93.36,
    "endTime": 100.96,
    "text": "Part of becoming an adult seems to be to embrace the painful realization that grown-ups don't actually have all the answers,"
  },
  {
    "startTime": 100.96,
    "endTime": 107.75999999999999,
    "text": "and therefore, that we have every right, indeed a duty, to break certain rules and think things through independently."
  },
  {
    "startTime": 107.76,
    "endTime": 115.82000000000001,
    "text": "We need to learn a calculated form of disrespect, which can be a surprising thing after twenty years or so of enforced obedience."
  },
  {
    "startTime": 115.82,
    "endTime": 125.16,
    "text": "We need to learn a constructive suspicion of authority: A path between total compliance on the one hand, and sullen skepticism on the other."
  },
  {
    "startTime": 125.16,
    "endTime": 130.22,
    "text": "In addition, confidence seems to involve a courage to accept imperfection."
  },
  {
    "startTime": 130.22,
    "endTime": 137.26,
    "text": "It's tempting never to get going when everything has to be perfect, but that's a recipe for remaining under the bed,"
  },
  {
    "startTime": 137.26,
    "endTime": 143.73999999999998,
    "text": "And yet, how often so-called \"great lives\" have been riddled with errors, that nevertheless, didn't sink them."
  },
  {
    "startTime": 143.74,
    "endTime": 149.60000000000002,
    "text": "Confidence begins with a capacity to forgive oneself the horrors of the first go."
  },
  {
    "startTime": 149.9,
    "endTime": 151.94,
    "text": "Death is a necessary thought too."
  },
  {
    "startTime": 151.94,
    "endTime": 158.16,
    "text": "We should use it not to further sadden us, but to scare us fruitfully, into taking some action."
  },
  {
    "startTime": 158.16,
    "endTime": 168.16,
    "text": "Our fear of messing up should give way to the only real danger there is: That of never trying."
  }
]