[
  {
    "startTime": 0.0,
    "endTime": 7.291,
    "text": "One of the odder phenomena of relationships is the immediate certainty that whenever things go wrong in our lives."
  },
  {
    "startTime": 7.291,
    "endTime": 12.258,
    "text": "It is first and foremost and quite obviously, our partner's fault."
  },
  {
    "startTime": 12.458,
    "endTime": 17.637,
    "text": "We get furious with our partners because we assign them such a deep role in our lives."
  },
  {
    "startTime": 17.637,
    "endTime": 24.654,
    "text": "We have faith that a person who understands obscure parts of us, whose presence solves so many of our problems"
  },
  {
    "startTime": 24.854,
    "endTime": 30.017,
    "text": "couldn't realistically also be someone who wouldn't be able to fix our whole lives."
  },
  {
    "startTime": 30.217,
    "endTime": 32.641,
    "text": "We exaggerate our partners' powers."
  },
  {
    "startTime": 32.841,
    "endTime": 39.955,
    "text": "An exaggeration that's an echo heard in adult life down the decades of a child's or their parents'."
  },
  {
    "startTime": 40.155,
    "endTime": 45.996,
    "text": "The partner inherits a little of that beautiful romantic dangerous unfair trust"
  },
  {
    "startTime": 46.196,
    "endTime": 49.061,
    "text": "that we as children once had in our parents ."
  },
  {
    "startTime": 49.261,
    "endTime": 55.586000000000006,
    "text": "At one level, the lover has learnt how to reassure the anxious child in us, that's why we love them."
  },
  {
    "startTime": 55.786,
    "endTime": 60.346000000000004,
    "text": "But that source of strength also brings with it some very serious problems"
  },
  {
    "startTime": 60.546,
    "endTime": 70.807,
    "text": "for the primitive part of us insists on trusting them a little too much believing that they actually control far more of existence than they possibly could."
  },
  {
    "startTime": 71.007,
    "endTime": 79.25800000000001,
    "text": "It's also to do with a permission that the partner's love gives us to moan in a way we cannot otherwise."
  },
  {
    "startTime": 79.458,
    "endTime": 81.593,
    "text": "The world is constantly mean to us."
  },
  {
    "startTime": 81.793,
    "endTime": 86.724,
    "text": "It rejects our creative endeavors. It overlooks us in promotions, it rewards idiots."
  },
  {
    "startTime": 86.924,
    "endTime": 93.62,
    "text": "But usually we can't complain. We can't get angry with the people who are really to blame for hurting us."
  },
  {
    "startTime": 93.82,
    "endTime": 99.193,
    "text": "So we get angry with those whom we can be sure will tolerate us for blaming them."
  },
  {
    "startTime": 99.393,
    "endTime": 105.225,
    "text": "We get angry with the very nicest, most sympathetic, most loyal people in our vicinity."
  },
  {
    "startTime": 105.425,
    "endTime": 109.869,
    "text": "The ones least likely to have harmed us but most likely to stick around."
  },
  {
    "startTime": 110.069,
    "endTime": 120.197,
    "text": "While we blame them furiously for having done so, the mean words and mad accusations we mutter to our lovers undoubtedly often sound horrible."
  },
  {
    "startTime": 120.369,
    "endTime": 126.415,
    "text": "But let's at least remember that they are a curious proof of intimacy, a symptom of love itself."
  },
  {
    "startTime": 126.615,
    "endTime": 134.171,
    "text": "And in their own way, oddly romantic, a detail indirectly acknowledged by their frequently sexual conclusions."
  },
  {
    "startTime": 134.371,
    "endTime": 138.048,
    "text": "We can tell any stranger something reasonable and polite,"
  },
  {
    "startTime": 138.248,
    "endTime": 145.571,
    "text": "but only in the presence of someone we really trust can we dare to be properly irrational and truly unkind."
  },
  {
    "startTime": 145.771,
    "endTime": 149.49499999999998,
    "text": "If we think of love as being in perfect agreement all the time,"
  },
  {
    "startTime": 149.695,
    "endTime": 156.71599999999998,
    "text": "we will feel that getting into fights must mean that a relationship is winding down or starting to fall apart."
  },
  {
    "startTime": 156.916,
    "endTime": 163.519,
    "text": "But crazy blame games are at heart just a symptom of an intensity of investment in another person."
  },
  {
    "startTime": 163.619,
    "endTime": 168.442,
    "text": "We aren't simply nice with our partners because we're so close to them."
  },
  {
    "startTime": 168.642,
    "endTime": 176.638,
    "text": "They draw us into very private zones of turbulence and distress from which absolutely everyone else is excluded."
  },
  {
    "startTime": 176.838,
    "endTime": 184.55599999999998,
    "text": "That's one of the stranger, more unfortunate and yet from a calm angle almost flattering gifts of love."
  }
]