[
  {
    "startTime": 6.98,
    "endTime": 10.5,
    "text": "Hey guys, Dr. Axe here, Doctor of Functional Medicine, Nutritionist."
  },
  {
    "startTime": 10.7,
    "endTime": 15.299999999999999,
    "text": "In this video I'm going to share with you my top seven home remedies to cure a cold fast."
  },
  {
    "startTime": 15.4,
    "endTime": 20.4,
    "text": "I know when you have a cold there is nothing you want to do more to get rid of it really quickly."
  },
  {
    "startTime": 20.5,
    "endTime": 27.55,
    "text": "So what I'm going to share with you right now could help you eliminate your cold in 24 hours or less, if you follow it exactly."
  },
  {
    "startTime": 27.56,
    "endTime": 32.866,
    "text": "So I'm going to go over my top seven home remedies along with a few diet tips here over the next couple of minutes."
  },
  {
    "startTime": 32.866,
    "endTime": 38.116,
    "text": "The first thing you should start doing if you want to kick a cold fast is start consuming echinacea."
  },
  {
    "startTime": 38.116,
    "endTime": 47.927,
    "text": "In fact there are studies showing that echinacea can help you cut down your cold and flu time by more than 50%, cut it down by a whole day and a half."
  },
  {
    "startTime": 47.927,
    "endTime": 54.78,
    "text": "So echinacea is very, very effective. So I would find a good echinacea supplement, starting using that right away."
  },
  {
    "startTime": 54.78,
    "endTime": 64.072,
    "text": "The second thing is elderberry or elderberry syrup. Elderberry syrup is load with antioxidants, vitamin C and immune boosting properties."
  },
  {
    "startTime": 64.072,
    "endTime": 68.85300000000001,
    "text": "So again, elderberry extracts or elderberry syrup is the best of the best."
  },
  {
    "startTime": 68.853,
    "endTime": 74.55,
    "text": "And when you're buying elderberry syrup look for a brand that doesn't really have much added sugar or any added sugar,"
  },
  {
    "startTime": 74.623,
    "endTime": 84.40400000000001,
    "text": "it should just be, black elderberry syrup is the best thing you can consume and actually of all the things I'll talk about that elderberry syrup maybe the most effective."
  },
  {
    "startTime": 84.404,
    "endTime": 89.6,
    "text": "This third thing you need to get in and if you want to cure your cold fast is vitamin C."
  },
  {
    "startTime": 89.713,
    "endTime": 96.64999999999999,
    "text": "I recommend a 1,000 mg, five times a day, and vitamin C improves circulation, boosts your immune system."
  },
  {
    "startTime": 96.786,
    "endTime": 101.0,
    "text": "There are so many studies out there showing that vitamin C is highly effective."
  },
  {
    "startTime": 101.1,
    "endTime": 109.698,
    "text": "I'd look for a natural brand, a quality brand when you're getting that vitamin C, but again, a 1,000 mg, five times a day of vitamin C is highly effective."
  },
  {
    "startTime": 109.698,
    "endTime": 114.35,
    "text": "The fourth thing you want to consider doing in order to kick a cold fast is getting some garlic."
  },
  {
    "startTime": 114.3,
    "endTime": 126.66,
    "text": "Now you can do garlic capsules, but I found the most effective thing to do is actually simply bite down on a garlic clove once or twice and then swallow it or cut it up in small little pieces and then swallow it."
  },
  {
    "startTime": 126.862,
    "endTime": 135.637,
    "text": "You typically don't want to swallow the whole clove without biting into it or without cutting it because then those compounds aren't released as well in your system,"
  },
  {
    "startTime": 135.637,
    "endTime": 143.55,
    "text": "and garlic contains a compound called allicin which is a natural antiviral, natural antibacterial and antifungal."
  },
  {
    "startTime": 143.6,
    "endTime": 150.69,
    "text": "So garlic will actually kill off the bad bacteria, the virus and the fungus in your system, helping your body heal quickly."
  },
  {
    "startTime": 150.69,
    "endTime": 156.9,
    "text": "The fifth natural remedy you should consume when you're wanting to kick a cold fast is oregano oil."
  },
  {
    "startTime": 156.996,
    "endTime": 166.09,
    "text": "If you've heard of oregano oil, also called oil of oregano, oregano is one of the most powerful essential oils in the world that can help naturally heal your body."
  },
  {
    "startTime": 166.1,
    "endTime": 176.04999999999998,
    "text": "And again, oregano is similar to garlic is going to help kill off the viruses, the bacteria, the parasites, those things in your body that are causing you to be in the disease state."
  },
  {
    "startTime": 176.06,
    "endTime": 188.593,
    "text": "So again, oregano oil, what I typically recommend is about four to five drops in water, three to four times a day, drinking that right down with a big glass of water is the way you're going to want to use oil of oregano."
  },
  {
    "startTime": 188.593,
    "endTime": 192.6,
    "text": "The sixth thing you want to do is add in zinc."
  },
  {
    "startTime": 192.687,
    "endTime": 198.43900000000002,
    "text": "So we talked about vitamin C earlier as a vitamin, well the best mineral for boosting your immune system is zinc."
  },
  {
    "startTime": 198.439,
    "endTime": 204.433,
    "text": "So I'd recommend a 100 mg of zinc, probably 50 mg twice daily of zinc."
  },
  {
    "startTime": 204.433,
    "endTime": 212.59,
    "text": "Zinc can really naturally boost your immune system, supports your gut health, but the big thing is it's going to support that immune response in your system."
  },
  {
    "startTime": 212.59,
    "endTime": 213.87800000000001,
    "text": "So, getting some zinc in."
  },
  {
    "startTime": 213.878,
    "endTime": 218.82899999999998,
    "text": "And last but not least, along with zinc is consuming apple cider vinegar."
  },
  {
    "startTime": 219.0,
    "endTime": 227.917,
    "text": "I recommend two tablespoons of apple cider vinegar in your water three times a day, and apple cider vinegar has a cleansing and detoxification benefits."
  },
  {
    "startTime": 227.917,
    "endTime": 231.0,
    "text": "In fact, I mentioned this earlier, echinacea."
  },
  {
    "startTime": 231.0,
    "endTime": 237.68,
    "text": "When you do echinacea along with apple cider vinegar, both of those improve lymphatic drainage."
  },
  {
    "startTime": 237.7,
    "endTime": 242.82299999999998,
    "text": "And that's part of what the issue is, if you have a cold or flu you may notice that your lymph nodes are swollen."
  },
  {
    "startTime": 242.823,
    "endTime": 252.10500000000002,
    "text": "When you can start doing the apple cider vinegar and the echinacea both, that's going to really improve and speedup your lymphatic drainage."
  },
  {
    "startTime": 252.105,
    "endTime": 260.62899999999996,
    "text": "And that's how for some people, if you don't follow these tips I've give you, you may have the symptoms of a cold anywhere from three days to two weeks."
  },
  {
    "startTime": 260.629,
    "endTime": 271.90000000000003,
    "text": "If you can follow these tips I've given you, it may cut it down to 24 hours or probably at the max it will cut down your total cold and flu time by a lot of times, by 75-80%."
  },
  {
    "startTime": 272.0,
    "endTime": 274.58,
    "text": "You're going to be feeling better that much faster."
  },
  {
    "startTime": 274.6,
    "endTime": 279.831,
    "text": "So remember those seven home remedies if you're looking to cure cold fast."
  },
  {
    "startTime": 279.831,
    "endTime": 284.06,
    "text": "They're just some good home remedies and in terms of diet, eliminate the sugars and grains."
  },
  {
    "startTime": 284.138,
    "endTime": 289.5,
    "text": "I recommend a real vegetable soup every single day and ideally in the crock-pot."
  },
  {
    "startTime": 289.5,
    "endTime": 294.74,
    "text": "What I'd do is actually get chicken broth along with vegetables and a little bit of chicken."
  },
  {
    "startTime": 294.74,
    "endTime": 300.3,
    "text": "Go ahead and do that, along with some citrus fruits like an orange or grapefruit or lemon throughout the day."
  },
  {
    "startTime": 300.4,
    "endTime": 307.0,
    "text": "But pretty much, I'd consume those steamed or those slowly cooked vegetables and chicken in the crock-pot,"
  },
  {
    "startTime": 307.2,
    "endTime": 312.21799999999996,
    "text": "so we'll have real vegetable soup every meal along with maybe like one orange for breakfast."
  },
  {
    "startTime": 312.218,
    "endTime": 318.20000000000005,
    "text": "\bAnd if you do that along with those seven home remedies, you are going to cure that cold really, really quickly."
  },
  {
    "startTime": 318.342,
    "endTime": 326.202,
    "text": "Hey guys if you want to learn more to how to cure cold fast, hey, check out some of the other articles we have on draxe.com. \bThat's D-R-A-X-E.com."
  },
  {
    "startTime": 326.202,
    "endTime": 334.067,
    "text": "I've got a whole natural remedies tab that really goes over how to cure and remedy pretty much any health condition you could think of."
  },
  {
    "startTime": 334.067,
    "endTime": 339.5,
    "text": "I want to say guys, hey, thanks so much for watching this episode of \"How to cure cold fast.\""
  }
]