[
  {
    "startTime": 0.14,
    "endTime": 5.649,
    "text": "That feeling when you meet a new dog and it's all like lick, lick, lick, and I'm like YAAAAAS LOVE MEEEE!"
  },
  {
    "startTime": 5.7,
    "endTime": 11.82,
    "text": "Is that gross?"
  },
  {
    "startTime": 11.82,
    "endTime": 16.4,
    "text": "Greetings canine connoisseurs, dog devotees, puppy pundits!! Okay, I'll stop."
  },
  {
    "startTime": 16.4,
    "endTime": 18.7,
    "text": "I'm Julian, this is DNews. Welcome."
  },
  {
    "startTime": 18.7,
    "endTime": 29.4,
    "text": "Although cats are the most popular pet in the US, outnumbering dogs by around 8 million, there are about 12 million more households with dogs-- presumably because of crazy cat ladies."
  },
  {
    "startTime": 29.4,
    "endTime": 35.3,
    "text": "At least one DNews episode shows that humans who live with animals are affected by the animal's microbiome."
  },
  {
    "startTime": 35.3,
    "endTime": 39.8,
    "text": "But what about when those pups try and lick your face?  Gross. Or, is it?"
  },
  {
    "startTime": 39.8,
    "endTime": 42.69,
    "text": "What exactly should I be feeling? I'm so conflicted."
  },
  {
    "startTime": 42.8,
    "endTime": 47.0,
    "text": "First, there's a myth out there that dogs' mouth are cleaner than human's."
  },
  {
    "startTime": 47.0,
    "endTime": 51.5,
    "text": "This is not true. Both human's and dog's mouth both contain bacteria, lots of it."
  },
  {
    "startTime": 51.5,
    "endTime": 57.6,
    "text": "But there's really no way to directly compare, because while they are both mouths, they're completely different environments!"
  },
  {
    "startTime": 57.6,
    "endTime": 64.0,
    "text": "Studies of the bacteria of dogs' mouths have found hundreds of species of bacteria, with \"significant\" differences to human mouths."
  },
  {
    "startTime": 64.0,
    "endTime": 67.6,
    "text": "Only 16 percent of dog oral microbiota overlaps with humans."
  },
  {
    "startTime": 67.6,
    "endTime": 71.83999999999999,
    "text": "Another study in the Archives of Oral Biology, says there are definitely harmful pathogens in your pup's face-hole!"
  },
  {
    "startTime": 74.0,
    "endTime": 83.409,
    "text": "A separate study in PlosOne from 2015, found that oral-to-oral transfers of bacteria from dogs to owners can cause gingivitis and periodontal disease!"
  },
  {
    "startTime": 83.409,
    "endTime": 92.9,
    "text": "P. gulae, for example, can cause inflamed gums and even tooth loss...it's super rare in humans, but common in dogs, and 16 percent of owners had it!"
  },
  {
    "startTime": 93.1,
    "endTime": 100.6,
    "text": "There's even some bacteria in dogs mouths which are antibiotic resistant, meaning if it were to spread to humans, we would have trouble treating it."
  },
  {
    "startTime": 100.6,
    "endTime": 111.69999999999999,
    "text": "On top of all THAT, if you have a cut in your mouth, or some bleeding gums from basic gingivitis, bacteria from your dog's tongue could enter that open wound, and spread infections deeper into your body."
  },
  {
    "startTime": 111.7,
    "endTime": 113.4,
    "text": "We do have some natural defenses, though."
  },
  {
    "startTime": 113.4,
    "endTime": 116.5,
    "text": "Both human and dog saliva have antibacterial properties."
  },
  {
    "startTime": 116.5,
    "endTime": 122.7,
    "text": "They're basic, but play a part in wound-licking. That DOESN'T mean you should let your pet lick your wound though."
  },
  {
    "startTime": 122.7,
    "endTime": 128.4,
    "text": "Case studies have found infections from another mouth bacteria in animals called Pasteurella can result."
  },
  {
    "startTime": 128.4,
    "endTime": 135.44,
    "text": "A pasteurella infection can be treated with antibiotics, but can also be dangerous as it opens the way for more serious infections."
  },
  {
    "startTime": 135.44,
    "endTime": 142.3,
    "text": "So, the thing is, yes, face licking can be gross… but there's not actually a ton of danger from infectious bacteria."
  },
  {
    "startTime": 142.3,
    "endTime": 148.0,
    "text": "They ARE there, so being skeezed-out at the idea of swapping saliva with a dog is probably warranted."
  },
  {
    "startTime": 148.0,
    "endTime": 151.4,
    "text": "But sources are quick to say, both mouths contain tons of bacteria."
  },
  {
    "startTime": 152.0,
    "endTime": 154.7,
    "text": "Plus, PET LOVERS: INFECTION GOES BOTH WAYS."
  },
  {
    "startTime": 154.7,
    "endTime": 157.79999999999998,
    "text": "You don't want to infect your dog with YOUR dirty mouth, do you?!"
  },
  {
    "startTime": 157.8,
    "endTime": 164.0,
    "text": "To be honest, you're more likely to catch an infection by swapping saliva with another human than with a dog, but just to be safe…"
  },
  {
    "startTime": 164.0,
    "endTime": 165.7,
    "text": "you know… the more you know the better."
  },
  {
    "startTime": 165.7,
    "endTime": 172.29999999999998,
    "text": "You do you, but think about where you put your mouth, and if you're a kid or elderly, you're even more susceptible to infection."
  },
  {
    "startTime": 172.3,
    "endTime": 179.0,
    "text": "In the end, the Centers for Disease Control recommends anytime you ever come in contact with any dog you wash your hands afterward."
  },
  {
    "startTime": 179.0,
    "endTime": 182.19,
    "text": "Maybe splash a little soapy water on your face if you're getting puppy kisses too."
  },
  {
    "startTime": 182.19,
    "endTime": 184.2,
    "text": "TestTube now has a newsletter!"
  },
  {
    "startTime": 184.2,
    "endTime": 190.39999999999998,
    "text": "Get a weekly round-up of our most popular videos across all our shows at TestTube.com/fwd"
  },
  {
    "startTime": 190.4,
    "endTime": 194.0,
    "text": "Dogs are starting to show up everywhere these days, even in bars and restaurants."
  },
  {
    "startTime": 194.0,
    "endTime": 198.7,
    "text": "Should you be worried when you're sharing a pint with a poodle? Brunch with a boxer? Snacks with a shit-zu?"
  },
  {
    "startTime": 198.7,
    "endTime": 201.0,
    "text": "Trace answers all you worries in this video."
  },
  {
    "startTime": 213.1,
    "endTime": 217.07999999999998,
    "text": "Do you let dogs lick your face? Share ice cream with you? Well, let us know in the comments! Subscribe for more and I'll see you next time on DNews."
  }
]