[
  {
    "startTime": 0.2,
    "endTime": 5.9,
    "text": "Hey, guys, how's it going? My name is Micaela, and today I'm standing outside of Kumamoto Castle, in Kumamoto Prefecture."
  },
  {
    "startTime": 5.9,
    "endTime": 15.030000000000001,
    "text": "The sun has gone down and I'm freezing cold, and in just a few more minutes once it gets darker, Kumamoto Castle is gonna light up and I'm gonna go on a night tour of the castle."
  },
  {
    "startTime": 15.03,
    "endTime": 27.0,
    "text": "And I've been to this castle before, I used to live in Kumamoto City, but I've never seen it at night. I don't think many Japanese people have either, so I'm gonna take this special opportunity to tour the castle at night, and show it all to you."
  },
  {
    "startTime": 37.0,
    "endTime": 43.0,
    "text": "Our tour starts at Ninomaru Park, a large open space on the perimeter of Kumamoto Castle."
  },
  {
    "startTime": 50.9,
    "endTime": 54.5,
    "text": "Going through the gates and being transported back in time!"
  },
  {
    "startTime": 54.5,
    "endTime": 59.0,
    "text": "I wonder if we'll find any samurai?"
  },
  {
    "startTime": 59.0,
    "endTime": 61.6,
    "text": "What is happening? What's happening!?"
  },
  {
    "startTime": 61.6,
    "endTime": 69.5,
    "text": "Hello! Oh!"
  },
  {
    "startTime": 69.5,
    "endTime": 76.0,
    "text": "I was greeted at the gate of the castle by Kumamoto Castle's Omotenashi Busho-tai, a band of historical figures."
  },
  {
    "startTime": 76.569,
    "endTime": 80.10000000000001,
    "text": "Oooh!"
  },
  {
    "startTime": 80.1,
    "endTime": 81.39999999999999,
    "text": "Am I doing it right?"
  },
  {
    "startTime": 81.4,
    "endTime": 84.9,
    "text": "Oh, it opened! It opened!"
  },
  {
    "startTime": 84.9,
    "endTime": 86.0,
    "text": "This is exciting!"
  },
  {
    "startTime": 90.659,
    "endTime": 98.30000000000001,
    "text": "After a brief opening ceremony, they kindly lead me to the castle, giving me a brief history lesson along the way."
  },
  {
    "startTime": 98.3,
    "endTime": 109.8,
    "text": "Then I said goodbye to the Busho-tai, and headed to the main castle, taking an underground passage, called \"Kuragari Tsuro\", the passage of darkness."
  },
  {
    "startTime": 109.8,
    "endTime": 115.39999999999999,
    "text": "We are leaving the passage of darnkess, and it is even darker outside, oh my Goodness!"
  },
  {
    "startTime": 115.4,
    "endTime": 121.80000000000001,
    "text": "But right behind me, check this out, this is beautiful. Kumamoto Castle, in all it's lit-up glory."
  },
  {
    "startTime": 122.1,
    "endTime": 130.0,
    "text": "If you do drop by Kumamoto Castle, you absolutely must see the reconstructed Honmaru Goten, a palace reception hall."
  },
  {
    "startTime": 131.3,
    "endTime": 134.3,
    "text": "So now we are inside \"Honmaru Goten\"."
  },
  {
    "startTime": 134.489,
    "endTime": 139.6,
    "text": "Honmaru Goten was built in the 1600s, and then later burned down in the late 1800s."
  },
  {
    "startTime": 140.0,
    "endTime": 145.4,
    "text": "When Kumamoto Castle underwent a massive 10-year restoration project, this building was fully restored,"
  },
  {
    "startTime": 145.5,
    "endTime": 154.0,
    "text": "and inside the restored palace you can see remnants of ancient Japan, and learn a little bit about the history and politics behind castle life."
  },
  {
    "startTime": 154.4,
    "endTime": 170.0,
    "text": "This place is really beautiful, I wish I was important enough to live in a castle."
  },
  {
    "startTime": 170.7,
    "endTime": 183.89999999999998,
    "text": "This room is beautiful and there is a ton of attention to detail in each of the photos, but what I like most is the roof!"
  },
  {
    "startTime": 183.9,
    "endTime": 189.1,
    "text": "And while you're visiting the palace, there's one thing here you absolutely must try!"
  },
  {
    "startTime": 190.2,
    "endTime": 196.89999999999998,
    "text": "I'm at Honmaru Gozen, and I'm waiting for some traditional Kumamoto cooking, \"kyodo ryouri\"."
  },
  {
    "startTime": 196.9,
    "endTime": 202.8,
    "text": "You need to make a reservation beforehand, but for 3,000 yen, you can enjoy a historical meal at the palace."
  },
  {
    "startTime": 202.8,
    "endTime": 209.4,
    "text": "\"The Honmaru Gozen is a meal that we've recreated from recipes dating back to the Edo period, roughly 200 years ago."
  },
  {
    "startTime": 209.5,
    "endTime": 219.019,
    "text": "We serve those dishes along with modern local cuisine, and use ingredients that are in season at the time.\""
  },
  {
    "startTime": 219.019,
    "endTime": 230.4,
    "text": "It's really fascinating 'cause each dish is so different, not only in the way that they look, but in the ingredients that they use, and every dish has its own unique flavor."
  },
  {
    "startTime": 230.4,
    "endTime": 243.9,
    "text": "I've eaten so much food and I need to have a nap. But I can't! I can't. The tour must go on! On to our next destination!"
  },
  {
    "startTime": 243.9,
    "endTime": 253.1,
    "text": "Finally, we're gonna climb this big boy, and see the entire city from the top."
  },
  {
    "startTime": 253.1,
    "endTime": 254.0,
    "text": "It'd be great!"
  },
  {
    "startTime": 254.0,
    "endTime": 261.9,
    "text": "This castle is huge, and it doesn't have an elevator, so, hiking time!"
  },
  {
    "startTime": 261.9,
    "endTime": 267.2,
    "text": "I'm getting kinda chubby lately so I guess it's good that I take the stairs."
  },
  {
    "startTime": 267.2,
    "endTime": 272.3,
    "text": "Entering from the basement, the castle's main tower is 6 stories high."
  },
  {
    "startTime": 272.3,
    "endTime": 274.0,
    "text": "\"Do you climb this every day?\""
  },
  {
    "startTime": 274.0,
    "endTime": 277.5,
    "text": "\"Yep, whenever I give a tour, I do!\""
  },
  {
    "startTime": 277.6,
    "endTime": 281.6,
    "text": "\"Wow!!\""
  },
  {
    "startTime": 281.6,
    "endTime": 284.3,
    "text": "\"I can't keep up with him!\""
  },
  {
    "startTime": 284.3,
    "endTime": 292.5,
    "text": "The climb to the top of the main castle can sound a bit daunting at first, but trust me, it's worth the extra legwork to make it to the top!"
  },
  {
    "startTime": 300.5,
    "endTime": 310.5,
    "text": "Can you imagine living in a place where this was your nightly view? It's so beautiful and relaxing!"
  },
  {
    "startTime": 310.5,
    "endTime": 314.0,
    "text": "This is nice."
  },
  {
    "startTime": 315.6,
    "endTime": 320.40000000000003,
    "text": "And, we're going back down the stairs!"
  },
  {
    "startTime": 320.4,
    "endTime": 324.4,
    "text": "So, there you have it. Kumamoto Castle at night."
  },
  {
    "startTime": 324.4,
    "endTime": 329.0,
    "text": "It's very like, \"monochromatic\", if that's the right word."
  },
  {
    "startTime": 329.0,
    "endTime": 334.0,
    "text": "Especially if you're into Japanese history, Japanese architecture, you would love places like this!"
  },
  {
    "startTime": 334.0,
    "endTime": 340.0,
    "text": "Check it out! Kumamoto Castle, here in Kumamoto Prefecture. It's gorgeous."
  }
]