[
  {
    "startTime": 0.96,
    "endTime": 12.18,
    "text": "In the US, you can buy a pack of gum for just one or two bucks, but cleaning old chewing gum off of sidewalks and streets can cost a town $100,000 a year, a hidden toll the community has to pay."
  },
  {
    "startTime": 12.18,
    "endTime": 20.6,
    "text": "In fact, pretty much everything we consume has hidden costs associated with it, especially the meat, dairy, and eggs that make up a quarter of the American diet."
  },
  {
    "startTime": 20.6,
    "endTime": 30.400000000000002,
    "text": "To start, there's the cost of raising the animals which the government helps cover by offering crop insurance, cheap water, low-interest loans, and insanely low fees for grazing on public lands."
  },
  {
    "startTime": 30.5,
    "endTime": 38.82,
    "text": "If the cost of these subsidies showed up on the weekly grocery bill of an average American family of four, instead of hiding in their tax statement, they would add about $10 per trip."
  },
  {
    "startTime": 38.82,
    "endTime": 42.66,
    "text": "Then there are the healthcare costs associated with producing and eating the animals."
  },
  {
    "startTime": 42.86,
    "endTime": 49.0,
    "text": "We raise them in a way that breeds antibiotic-resistant illnesses that sicken humans, and the large quantities in which we eat them:"
  },
  {
    "startTime": 49.2,
    "endTime": 59.1,
    "text": "25 pounds of meat, 5 gallons of milk, 2 dozen eggs, and a pound of animal fats per family per week contribute to major chronic diseases like stroke, heart disease, diabetes, and some cancers."
  },
  {
    "startTime": 59.2,
    "endTime": 67.12,
    "text": "If the medical costs and lost wages from all these diseases were included in the family's weekly grocery bill, they would add another $25."
  },
  {
    "startTime": 67.12,
    "endTime": 76.0,
    "text": "Then there's the potentially disastrous cost of damaging our planet's ability to sustain us; only a tenth of the food livestock eat gets turned into food we can eat."
  },
  {
    "startTime": 76.0,
    "endTime": 83.95,
    "text": "The animals use the rest just to stay alive, and along the way, they pollute our water with their poop and our air with their methane breath... and their poop."
  },
  {
    "startTime": 83.95,
    "endTime": 90.8,
    "text": "To feed the 9 billion animals we eat each year, we need to grow roughly 3 times as many crops as we would if we just ate plants."
  },
  {
    "startTime": 91.0,
    "endTime": 100.8,
    "text": "All that effort emits huge amounts of greenhouse gases adds poisonous chemicals and concentrated nutrients to the soil, air, and our water sources, and erodes billions of tons of topsoil each year."
  },
  {
    "startTime": 100.8,
    "endTime": 105.8,
    "text": "Paying for these damages up front would add a whopping $240 to the family's grocery bill."
  },
  {
    "startTime": 106.0,
    "endTime": 115.4,
    "text": "Of course, the average American family doesn't actually fork over $475 at the checkout counter each week, because we as a society have defaulted to paying for those costs in other ways."
  },
  {
    "startTime": 115.4,
    "endTime": 132.1,
    "text": "But understanding just how expensive meat, dairy, and eggs really are might lead us to eat less of them, because an additional $275 per week is enough to make even a mouth-watering bacon cheeseburger harder to swallow."
  },
  {
    "startTime": 132.1,
    "endTime": 134.01999999999998,
    "text": "Hey, this is Henry. Thanks for watching!"
  },
  {
    "startTime": 134.22,
    "endTime": 146.63,
    "text": "For some really nuanced unpacking of the strong feelings people have in both directions about eating less meat, we recommend Brian Kateman's TEDx talk and Hank Green's video \"Why Are Vegetarians Annoying?\" Links in the video description."
  },
  {
    "startTime": 146.63,
    "endTime": 153.4,
    "text": "This video was sponsored by audible.com, a leading provider of audiobooks including periodicals, fiction, and nonfiction."
  },
  {
    "startTime": 153.5,
    "endTime": 160.4,
    "text": "In our research, we used the book \"Meatonomics,\" by David Simon which, unsurprisingly, is about the economics of producing and consuming meat."
  },
  {
    "startTime": 160.6,
    "endTime": 170.44,
    "text": "It's the first attempt we've seen at inclusively quantifying the hidden costs of animal-based foods in America, and Simon includes enough solid statistics and figures to help you consider the issue on your own,"
  },
  {
    "startTime": 170.44,
    "endTime": 173.84,
    "text": "though it may not surprise you that he concludes Americans eat too much meat and dairy."
  },
  {
    "startTime": 174.04,
    "endTime": 180.79999999999998,
    "text": "You can get a free 30-day trial, and download Meatonomics or any audiobook of your choice, by going to audible.com/minuteearth."
  },
  {
    "startTime": 181.0,
    "endTime": 185.95,
    "text": "Again, that's audible.com/minuteearth, and we'd love to hear your thoughts about eating animals."
  }
]