[
  {
    "startTime": 15.54,
    "endTime": 20.994999999999997,
    "text": "We all get to the point after a particularly stressful long day at work where you just feel the urge to break some stuff."
  },
  {
    "startTime": 20.995,
    "endTime": 35.95,
    "text": "When you are boiling with anger sometimes the brain just shuts off and all you can do is punch a wall or kick a chair, break some plates, throw some beer to the ground, until the anger you feel is just drained from your body, and you're just left with a bunch of holes in the walls and shattered belongings."
  },
  {
    "startTime": 36.06,
    "endTime": 47.134,
    "text": "Unfortunately, in our society, dealing with the very normal and numerous frustrations or angers of everyday life in such destructive and primal ways is not at all accepted among civilized society."
  },
  {
    "startTime": 47.134,
    "endTime": 53.4,
    "text": "But that all changes now with the opening of so-called Rage or Anger Rooms in the U.S. and Canada."
  },
  {
    "startTime": 53.419,
    "endTime": 61.635999999999996,
    "text": "This week's Thrive is looking at perhaps the best way to relieve all that stress and tension you might be feeling after a long day, when a gym session just won't cut it."
  },
  {
    "startTime": 61.636,
    "endTime": 70.2,
    "text": "So stick around and we'll walk you through what exactly you can expect from the Rage Rooms, how much it'll cost, what it'll do for you, and exactly what you'll get to smash!"
  },
  {
    "startTime": 70.2,
    "endTime": 75.296,
    "text": "Toronto, Canada is home to Battle Sport's first Rage Room located in the suburb of North York."
  },
  {
    "startTime": 75.296,
    "endTime": 79.22500000000001,
    "text": "This place is a veritable haven for the highly stressed and frustrated."
  },
  {
    "startTime": 79.225,
    "endTime": 85.109,
    "text": "Whether it's because your boss has been on your case, or because your in-laws are in town and don't ever appear to be leaving."
  },
  {
    "startTime": 85.109,
    "endTime": 87.89999999999999,
    "text": "This place is the cure for all your ails."
  },
  {
    "startTime": 88.117,
    "endTime": 92.792,
    "text": "The rage room is a safe environment where you're geared up in protective goggle and overalls to protect your clothing."
  },
  {
    "startTime": 92.792,
    "endTime": 97.0,
    "text": "Pick up a bag and start laying waste to all manners of breakable objects."
  },
  {
    "startTime": 97.0,
    "endTime": 101.117,
    "text": "For only twenty dollars you get thirty minutes of pure raging destruction time in the Rage Room."
  },
  {
    "startTime": 101.117,
    "endTime": 111.382,
    "text": "They have pretty damn great selection of breakable items you can choose from, Including plates, chairs, vases, wine glasses, and other specialty items, but don't worry if nothing on the menu strikes your fancy."
  },
  {
    "startTime": 111.382,
    "endTime": 114.27900000000001,
    "text": "You can always bring your own objects from home to smash up."
  },
  {
    "startTime": 114.294,
    "endTime": 121.243,
    "text": "Seems like a very cathartic way to get rid of that box of junk your ex has left lying around your place for months now, right?"
  },
  {
    "startTime": 121.243,
    "endTime": 130.946,
    "text": "Places like the Rage Room in Toronto or other locations such as the anger room in Arlington, Texas, offer a unique and frankly much cheaper alternative to relieving stress than seeing a psychiatrist."
  },
  {
    "startTime": 130.946,
    "endTime": 137.5,
    "text": "Of course you shouldn't be using these rooms if you are dealing with significant issues, but rather run-of-the-mill everyday stresses."
  },
  {
    "startTime": 137.5,
    "endTime": 145.85,
    "text": "I think the biggest thing that attracts people to the Rage Room is the novel experience of being able to smash something, where you've never been able to do that before."
  },
  {
    "startTime": 145.85,
    "endTime": 150.19,
    "text": "Like, if you smash something in your house, you gonna have to repair it, or you know you lose your favorite mug."
  },
  {
    "startTime": 150.19,
    "endTime": 154.56,
    "text": "Another reason is sometimes people come in because they've had like a really tough week."
  },
  {
    "startTime": 154.6,
    "endTime": 160.29999999999998,
    "text": "You know their boss has been on them and they just really need a place to you know release some stress."
  },
  {
    "startTime": 160.333,
    "endTime": 163.8,
    "text": "The most common thing that people would smash is printers."
  },
  {
    "startTime": 163.8,
    "endTime": 171.94500000000002,
    "text": "We have printers on stock for people to smash and the printers keep going out of stock because people keep grabbing them and then they want to smash it because..."
  },
  {
    "startTime": 171.945,
    "endTime": 174.79999999999998,
    "text": "And also, printers are really good to smash because they're not easy."
  },
  {
    "startTime": 174.836,
    "endTime": 178.007,
    "text": "You can't just break it in one swing, you can give it multiple whacks."
  },
  {
    "startTime": 178.007,
    "endTime": 188.1,
    "text": "And, you know, we get printers donated to us as well, so it's a really great kind of ecosystem of being able to bring people in to smash printers and getting more printers."
  },
  {
    "startTime": 188.1,
    "endTime": 193.709,
    "text": "Of course you don't have to be stressed out or boiling with anger to try out these Rage Rooms, you can do it just for the fun!"
  },
  {
    "startTime": 193.709,
    "endTime": 197.447,
    "text": "You will probably be surprised at what a work out demolition can really be."
  },
  {
    "startTime": 197.447,
    "endTime": 205.2,
    "text": "Even if you only do it for thirty minutes, swinging a bat repeatedly will give your upper body and core quite the intense work out whilst letting you have the time of your life."
  },
  {
    "startTime": 205.3,
    "endTime": 206.96200000000002,
    "text": "Sounds like a win-win in our books."
  },
  {
    "startTime": 206.962,
    "endTime": 213.14999999999998,
    "text": "The rage and anger rooms are quite different, one of the most cost effective and unique alternative for stress relief out there at the moment."
  },
  {
    "startTime": 213.16,
    "endTime": 219.9,
    "text": "People have been using aggressive sports such as boxing, kick boxing, and other competitive sports to help relieve stress for a long time."
  },
  {
    "startTime": 220.0,
    "endTime": 225.995,
    "text": "These kind of sports often will help leave participants feeling more in control of their emotions and mellow out their anger."
  },
  {
    "startTime": 225.995,
    "endTime": 228.70000000000002,
    "text": "This concept of stress relief has ancient precedents."
  },
  {
    "startTime": 228.7,
    "endTime": 241.84199999999998,
    "text": "The Greek philosopher Aristotle believed in the idea of Catharsis which essentially means the purification or cleansing of emotions, usually fear and anger, through extreme change and action, which will leave people feeling renewed and restored."
  },
  {
    "startTime": 241.842,
    "endTime": 251.144,
    "text": "And meanwhile, it was the Austrian neurologist, Sigmund Freud, also known as the the father of psychoanalysis, who long believed that letting out negative emotions would ultimately serve to reduce aggression and anger."
  },
  {
    "startTime": 251.144,
    "endTime": 258.994,
    "text": "No matter what your age, background, sex, or fitness level, everyone gets stressed and angry from the challenges and pressures of everyday life."
  },
  {
    "startTime": 258.994,
    "endTime": 264.15700000000004,
    "text": "And the Rage Room is a great low cost way to manage and dispel those emotions."
  },
  {
    "startTime": 264.293,
    "endTime": 269.46500000000003,
    "text": "So instead of sitting around and stewing in anger, head out to the Rage Room and smash!"
  },
  {
    "startTime": 269.465,
    "endTime": 273.489,
    "text": "And as always, don't just live, thrive!"
  }
]