[
  {
    "startTime": 14.5,
    "endTime": 20.3,
    "text": "Hey, everyone, I am Vincent and today we're going to be talking about the age-old job interview question: tell me about yourself."
  },
  {
    "startTime": 20.3,
    "endTime": 30.9,
    "text": "Now, this question is asked at the start of most job interviews at every company, and there's many different ways to be able to word this question, but for the most part, they're all asking about the same thing."
  },
  {
    "startTime": 30.9,
    "endTime": 38.1,
    "text": "Now, the worst thing that you can do is ask the interviewer, \"well, what do want to know about me?\" This show that you haven't properly prepared for the interview."
  },
  {
    "startTime": 38.1,
    "endTime": 44.1,
    "text": "Now, the interviewer doesn't wanna know about your hobbies, your family, or even your favorite TV show."
  },
  {
    "startTime": 44.1,
    "endTime": 51.4,
    "text": "The biggest mistake that many job candidates make is thinking that interviewer wants to know about them personally, as a person."
  },
  {
    "startTime": 51.4,
    "endTime": 56.6,
    "text": "So what major points do you wanna get across? Well, the interviewer is interested in understanding if you can do the job."
  },
  {
    "startTime": 56.6,
    "endTime": 70.5,
    "text": "Whether or not you would fit into the team and the culture of the organization and what you have  accomplished in the past and how you can help their organization, but they're not asking you to give your entire biography or read through your resume line by line."
  },
  {
    "startTime": 70.5,
    "endTime": 75.0,
    "text": "Keep your statements brief and your answer to this question should be around two to three minutes."
  },
  {
    "startTime": 75.0,
    "endTime": 82.2,
    "text": "You also want to make sure that you show that you know a lot about the company, about the job description, and about the role that you're applying for."
  },
  {
    "startTime": 82.4,
    "endTime": 89.0,
    "text": "Make sure to do a quick Google search to understand what the company does and maybe even look for some recent headlines."
  },
  {
    "startTime": 89.0,
    "endTime": 94.0,
    "text": "Now, there's three different sections that you want to make sure that you cover, so, let's break it down."
  },
  {
    "startTime": 94.2,
    "endTime": 110.0,
    "text": "Section number one is education and experience; you wanna also number two: highlight your most important accomplishments, and number three: show that you have drive, energy, and motivation, especially through your tone and how you say things."
  },
  {
    "startTime": 110.0,
    "endTime": 113.4,
    "text": "Sometimes how you say it is even more important than what you say."
  },
  {
    "startTime": 113.4,
    "endTime": 121.4,
    "text": "But at the end of the day, there's one thing that you want to get across: I can add value and be a great fit for your organization."
  },
  {
    "startTime": 121.4,
    "endTime": 130.70000000000002,
    "text": "I recently completed my MBA from South University, where I led 150 other peers as the Class President implemented the campus's first recycling program."
  },
  {
    "startTime": 130.7,
    "endTime": 140.39999999999998,
    "text": "Last summer, I interned at SanCity Corporation, where I developed the holiday sales and marketing strategy that led to the largest growth in sales the company had ever experienced."
  },
  {
    "startTime": 140.4,
    "endTime": 149.8,
    "text": "While I really enjoyed that experience, I'm very interested in this opportunity with Solar Media because of my passion for green energy and delivering sustainable growth in sales."
  },
  {
    "startTime": 149.8,
    "endTime": 159.70000000000002,
    "text": "Let's review what this interviewee did well. Number one: he included his academic background with an MBA from South University, and he presented that he was a student leader there."
  },
  {
    "startTime": 159.7,
    "endTime": 168.07999999999998,
    "text": "He also showed that he had relevant experience starting a recycling program in a passion in green energy while driving growth in sales at a previous job."
  },
  {
    "startTime": 168.08,
    "endTime": 180.9,
    "text": "He also showed that he's very interested in this opportunity and passionate about the industry that he wants to be able to join, therefore, he can add value and be a great fit for this organization."
  },
  {
    "startTime": 180.9,
    "endTime": 185.11,
    "text": "Now, you want to make sure that you practice, practice, practice."
  },
  {
    "startTime": 185.11,
    "endTime": 194.8,
    "text": "This is your first impression to the interviewer, so you don't want to lose their attention. In order to really knock it out of the park, you want to plan and rehearse."
  },
  {
    "startTime": 195.0,
    "endTime": 202.5,
    "text": "It's almost guaranteed that you're going to get a question similar to this one so you want to make sure that you're selling what the interviewer is buying."
  },
  {
    "startTime": 202.5,
    "endTime": 212.2,
    "text": "Think about what they'll be interested in by really understanding the job description and the traits that they're looking for in the job description, and make sure you focus on those strengths."
  },
  {
    "startTime": 212.2,
    "endTime": 225.39999999999998,
    "text": "Again, your answer should be no more than three minutes, nothing worse than somebody who ramble, so think of it as a movie preview, you just wanna hook the interviewer in just enough that they're gonna pay for that ticket to watch the entire movie."
  },
  {
    "startTime": 225.4,
    "endTime": 229.1,
    "text": "You also wanna make sure that you find a way to stand out from the rest of the crowd."
  },
  {
    "startTime": 229.1,
    "endTime": 232.4,
    "text": "Thanks for joining us today and good luck with your job search."
  },
  {
    "startTime": 232.4,
    "endTime": 244.93,
    "text": "To see more Vyten videos just like this one, click the subscribe button right over there."
  }
]