[
  {
    "startTime": 1.3,
    "endTime": 5.7,
    "text": "The more things money can buy, the harder it is to be poor."
  },
  {
    "startTime": 5.7,
    "endTime": 13.7,
    "text": "In almost every society around the world today, there is tremendous frustration with politics, with politicians, with political parties."
  },
  {
    "startTime": 13.8,
    "endTime": 30.0,
    "text": "What passes for political discourse these days consists largely of partisan shouting matches, where people aren't really listening to one another but shouting past one another, or narrow, technocratic, managerial talk, which inspires no one."
  },
  {
    "startTime": 30.159,
    "endTime": 39.6,
    "text": "I think one of the reasons for the emptiness of public discourse is that we've outsourced our moral argument to markets."
  },
  {
    "startTime": 39.6,
    "endTime": 49.3,
    "text": "Over the last few decades, we've drifted, almost without realizing it, from having market economies to becoming market societies."
  },
  {
    "startTime": 49.4,
    "endTime": 62.3,
    "text": "The difference is this: a market economy is a tool, a valuable and effective tool for organizing productive activity, but a market society is a place where almost everything is up for sale."
  },
  {
    "startTime": 62.5,
    "endTime": 75.549,
    "text": "There was a proposal to increase attention by GPs to the diagnosis of dementia by offering fifty-five pounds for every dementia diagnosis that he or she made."
  },
  {
    "startTime": 75.549,
    "endTime": 84.2,
    "text": "Or, consider the use of cash incentives in schools, offering teachers bonuses if the test scores of their students increase."
  },
  {
    "startTime": 84.3,
    "endTime": 94.8,
    "text": "Why not allow a free market in votes so that people who don't much care about the outcome of elections get some value, if they choose, and sell their votes to the highest bidder?"
  },
  {
    "startTime": 94.8,
    "endTime": 95.7,
    "text": "Sold!"
  },
  {
    "startTime": 95.7,
    "endTime": 103.0,
    "text": "[If] the only thing money could buy were cars, vacations, and luxury yachts, inequality wouldn't matter very much."
  },
  {
    "startTime": 103.319,
    "endTime": 118.8,
    "text": "But, where money determines access to the fundamental necessities and good things in life - health, education, living in a safe neighborhood, political voice, and influence - inequality matters a lot more than it otherwise would."
  },
  {
    "startTime": 118.8,
    "endTime": 130.0,
    "text": "We sometimes shrink from engaging with big ethical questions in politics because we know that in pluralist societies, like ours, we will disagree."
  },
  {
    "startTime": 130.049,
    "endTime": 137.3,
    "text": "I think we need to overcome this hesitation. I think people want politics to be about big things."
  },
  {
    "startTime": 137.3,
    "endTime": 154.769,
    "text": "The reason we should aim for a more ethically engaged kind of public discourse is not that it will produce unanimous agreement, but because it will make us better democratic citizens."
  }
]