[
  {
    "startTime": 8.5,
    "endTime": 21.8,
    "text": "It's normal to think that we'll cry when sad stuff happens on screen: when a character we've come to like dies; when a relationship we wanted to believe in falls apart; when a favorite animal doesn't make it."
  },
  {
    "startTime": 21.8,
    "endTime": 31.4,
    "text": "Of course, we do sometimes shed tears here, but the odd thing is, especially the older we get, we start crying not when things are horrible, one toughens up a little,"
  },
  {
    "startTime": 31.4,
    "endTime": 42.06,
    "text": "but when there's suddenly, and unexpectedly, precisely the opposite, when they're unusually sweet, tender, joyful, innocent, or kind."
  },
  {
    "startTime": 42.06,
    "endTime": 44.22,
    "text": "And the little one is Beatrice."
  },
  {
    "startTime": 44.22,
    "endTime": 47.699999999999996,
    "text": "Ah, Beatrice! She's got a mischievous glint in her eye, hasn't she?"
  },
  {
    "startTime": 47.7,
    "endTime": 53.400000000000006,
    "text": "Yeah, unbelievable."
  },
  {
    "startTime": 53.4,
    "endTime": 55.46,
    "text": "Got napkins."
  },
  {
    "startTime": 55.46,
    "endTime": 57.1,
    "text": "Okay, 33 seconds."
  },
  {
    "startTime": 57.2,
    "endTime": 70.7,
    "text": "For example, when a rather gruff, distant father shows vulnerability: \"I'm proud of you, Flint. I'm amazed that someone as ordinary as me could be the father of someone as extraordinary as you.\""
  },
  {
    "startTime": 70.7,
    "endTime": 73.36,
    "text": "When two lovers who'd been rowing make it up."
  },
  {
    "startTime": 73.36,
    "endTime": 76.82,
    "text": "When a child says something incredibly sweet and innocent."
  },
  {
    "startTime": 76.82,
    "endTime": 77.94,
    "text": "I'm really good."
  },
  {
    "startTime": 78.2,
    "endTime": 80.76,
    "text": "When someone is so tender with somebody else."
  },
  {
    "startTime": 80.76,
    "endTime": 94.7,
    "text": "Far more than grimness, it's a particular grace and loveliness which can, for a moment, feel heartbreaking."
  },
  {
    "startTime": 94.7,
    "endTime": 106.4,
    "text": "We're crying, not because something sad has happened on the screen, but because what's so lovely on screen is nudging us to realize, semi-consciously, that some pretty sad things have been happening in our lives."
  },
  {
    "startTime": 106.4,
    "endTime": 122.2,
    "text": "The loveliness is drawing our attention to some of the struggles we face and to some of the things we really want but are finding it so hard to get: reconciliation, forgiveness, tenderness, an end to the fighting, a chance to say sorry."
  },
  {
    "startTime": 122.2,
    "endTime": 128.72,
    "text": "We start to cry at a brief vision of a state of grace from which we're exiled most of the time."
  },
  {
    "startTime": 128.72,
    "endTime": 131.85999999999999,
    "text": "We ache for all the lost innocence of the world."
  },
  {
    "startTime": 131.86,
    "endTime": 138.10000000000002,
    "text": "Loveliness and goodness can make the actual ugliness of our existence all the more vivid."
  },
  {
    "startTime": 138.1,
    "endTime": 147.82,
    "text": "That's also why, if we were to consider the unusual project of creating a robot that could cry at the movies, we would have to do something apparently rather cruel."
  },
  {
    "startTime": 147.82,
    "endTime": 159.9,
    "text": "We would have to ensure that this robot knew all about suffering, for it's only against a background of pain, that beautiful scenes in films become deeply moving, rather than merely nice."
  },
  {
    "startTime": 159.9,
    "endTime": 188.70000000000002,
    "text": "Our tears are telling us something key: that our lives are tougher than they used to be when we were little, and that our longing for uncomplicated niceness and goodness is correspondingly all the more intense."
  },
  {
    "startTime": 188.7,
    "endTime": 190.67999999999998,
    "text": "But when Johnny lifts her at the end..."
  },
  {
    "startTime": 190.68,
    "endTime": 193.38,
    "text": "No, I know, it's very moving."
  },
  {
    "startTime": 193.38,
    "endTime": 195.34,
    "text": "If you tell anyone, I'll kill you."
  }
]