[
  {
    "startTime": 3.5,
    "endTime": 5.9,
    "text": "\"How to Play Office Politics\""
  },
  {
    "startTime": 6.0,
    "endTime": 8.3,
    "text": "Just staying out of it could stunt your career."
  },
  {
    "startTime": 8.4,
    "endTime": 11.8,
    "text": "Here's how to jump in and get ahead without getting burned."
  },
  {
    "startTime": 11.9,
    "endTime": 19.0,
    "text": "You will need observation skills, goals, allies, social skills, and tact."
  },
  {
    "startTime": 19.1,
    "endTime": 22.3,
    "text": "Step 1: Observe how your workplace functions."
  },
  {
    "startTime": 22.4,
    "endTime": 26.7,
    "text": "Pay attention to the company's core values and how they most effectively get put into action."
  },
  {
    "startTime": 26.8,
    "endTime": 30.8,
    "text": "Also, find out who is influential and take note of what they respond to."
  },
  {
    "startTime": 30.9,
    "endTime": 37.5,
    "text": "Step 2: Set objectives with your boss that contribute to the company's goals and develop your value as an employee."
  },
  {
    "startTime": 37.6,
    "endTime": 42.7,
    "text": "Inform your boss when you meet certain benchmarks to create a track record of goal-oriented success."
  },
  {
    "startTime": 42.8,
    "endTime": 49.5,
    "text": "Step 3: Get the support of coworkers by reciprocating favors and offering your expertise on projects."
  },
  {
    "startTime": 49.6,
    "endTime": 51.9,
    "text": "Only accept a manageable workload."
  },
  {
    "startTime": 52.0,
    "endTime": 56.4,
    "text": "In the long run, coworkers will respect you more if they know you have the power to say \"no\"."
  },
  {
    "startTime": 56.5,
    "endTime": 61.1,
    "text": "Step 4: Build a network that incorporates several different groups and departments."
  },
  {
    "startTime": 61.0,
    "endTime": 66.3,
    "text": "Aligning yourself too strongly with one could leave you out in the cold if they fall out of favor."
  },
  {
    "startTime": 66.4,
    "endTime": 69.10000000000001,
    "text": "Step 5: Sidestep gossip."
  },
  {
    "startTime": 69.2,
    "endTime": 72.5,
    "text": "The target of gossip one day could be a decision-maker the next."
  },
  {
    "startTime": 72.6,
    "endTime": 81.0,
    "text": "If you find yourself in the middle of a nasty exchange, excuse yourself, or focus the conversation on the people talking, not the person being talked about."
  },
  {
    "startTime": 81.1,
    "endTime": 83.1,
    "text": "Step 6: Brag."
  },
  {
    "startTime": 83.2,
    "endTime": 88.0,
    "text": "Just make sure to do it tactfully, and always give your coworkers credit for shared accomplishments."
  },
  {
    "startTime": 88.1,
    "endTime": 93.89999999999999,
    "text": "Telling people about your accomplishments increases the chances your boss will learn of your successes from someone other than you,"
  },
  {
    "startTime": 94.0,
    "endTime": 98.5,
    "text": "which works in your favor when they're deciding who gets a promotion and who gets the ax."
  },
  {
    "startTime": 98.7,
    "endTime": 99.60000000000001,
    "text": "Did you know?"
  },
  {
    "startTime": 99.7,
    "endTime": 113.0,
    "text": "In a recent survey, more than half of employees said the competitive level of office politics had increased over the previous five years."
  }
]