[
  {
    "startTime": 0.91,
    "endTime": 3.7,
    "text": "I don't think I ever felt like a girl."
  },
  {
    "startTime": 3.85,
    "endTime": 9.586,
    "text": "I grew up with two older sisters, and I kind of watched the things that they like. I was just never into those things."
  },
  {
    "startTime": 9.586,
    "endTime": 20.4,
    "text": "It was always like I wanted to play football, and I wanted to you know, wear blue and just wear boy clothes, and that's always what I felt more comfortable in."
  },
  {
    "startTime": 20.4,
    "endTime": 31.729999999999997,
    "text": "Alex has struggled with his identity, definitely through like, middle school. That's when it became pretty noticable-- just trying to fit in."
  },
  {
    "startTime": 31.73,
    "endTime": 40.7,
    "text": "This is when I moved to San Diego. A boy asked me to go to prom, and so I had to wear a dress, which I was not comfortable in, and you can kind of see it."
  },
  {
    "startTime": 40.7,
    "endTime": 47.940000000000005,
    "text": "I think that this time in my life was probably like, one of the darker times."
  },
  {
    "startTime": 47.94,
    "endTime": 63.9,
    "text": "He would wear a lot of like, dark-colored clothes. He was definitely made to feel that it wasn't OK to express himself, and I think that brought on a lot of sadness with him."
  },
  {
    "startTime": 63.9,
    "endTime": 74.4,
    "text": "Growing up, my dad would say, \"I know that you wanna be a boy, but you're never gonna be a boy. You were put on this earth to conceive and be with a man.\""
  },
  {
    "startTime": 74.4,
    "endTime": 76.003,
    "text": "Your coffee, sir."
  },
  {
    "startTime": 76.003,
    "endTime": 78.3,
    "text": "- Thanks, beautiful. - You're welcome."
  },
  {
    "startTime": 78.3,
    "endTime": 80.5,
    "text": "[While struggling with depression, Alex began looking for answers on YouTube.]"
  },
  {
    "startTime": 80.5,
    "endTime": 87.2,
    "text": "I think I was about 16 or 17 when I kind of figured out what the trans community was, and so then I YouTubed it."
  },
  {
    "startTime": 87.34,
    "endTime": 97.4,
    "text": "Boom, all these videos pop up, and I'm watching them, and I'm like, whoa, like, I'm so excited inside because I'm like, wow, there's answers, you know, other people feel like me. I'm not as alone as I feel."
  },
  {
    "startTime": 97.4,
    "endTime": 112.7,
    "text": "So this is my first video for YouTube. My name's Alexis, and I have been somewhat struggling with my gender identity, I guess you could say."
  },
  {
    "startTime": 112.7,
    "endTime": 120.9,
    "text": "It was relief followed by that feeling of just like depression. It just crashed down on my world."
  },
  {
    "startTime": 121.07,
    "endTime": 136.9,
    "text": "How am I ever going to evolve into this person who I know belongs in the mirror when I look into it, you know? And it just kind of — that was when it came to like depression and just wanted to die. That was the worst."
  },
  {
    "startTime": 136.9,
    "endTime": 147.3,
    "text": "I've been watching a lot of YouTube videos, and I just, every time I watch them I get — I can relate in some way that I guess like, I wish that could be me."
  },
  {
    "startTime": 147.42,
    "endTime": 157.5,
    "text": "At the time I had long hair, so I'd pull it back behind my hat and wear like two sports bra instead of one, so my chest would kind of go lower and just do things that made me feel a little bit better."
  },
  {
    "startTime": 157.5,
    "endTime": 161.48,
    "text": "The solutions would all just wear off. Every time it would just get worse."
  },
  {
    "startTime": 161.48,
    "endTime": 168.0,
    "text": "So, then I got faced with what are you gonna do?"
  },
  {
    "startTime": 168.1,
    "endTime": 178.1,
    "text": "Cutting that first braid off, and it felt so liberating. I felt like so in control of my life, and I literally felt like somebody just cut the chains off me, like I just felt free."
  },
  {
    "startTime": 178.1,
    "endTime": 187.6,
    "text": "That was like a huge deal. Once he chopped it all off, it was just like a new person."
  },
  {
    "startTime": 187.77,
    "endTime": 193.0,
    "text": "This is when I really felt like Alex was becoming real."
  },
  {
    "startTime": 193.0,
    "endTime": 198.03,
    "text": "[In April 2014, after moving out on his won, Alex decided to begin testosterone therapy]"
  },
  {
    "startTime": 198.03,
    "endTime": 206.5,
    "text": "Some of my biggest changes I've noticed are my hunger. I crave like really weird things, like steaks and burgers all the time."
  },
  {
    "startTime": 206.5,
    "endTime": 214.3,
    "text": "Like hair on my stomach is getting darker; my voice is changing a little bit. We're just pretty excited."
  },
  {
    "startTime": 214.4,
    "endTime": 216.20000000000002,
    "text": "How do you feel about it?"
  },
  {
    "startTime": 216.2,
    "endTime": 232.6,
    "text": "It is different. It's hard for me, obviously, because I identify as a lesbian. I like girls, but it just so happens that the girl I fall in love with and that I still love is actually a boy.  That doesn't mean that I don't still love him."
  },
  {
    "startTime": 232.758,
    "endTime": 238.4,
    "text": "I have some, let's say, 10 o'clock shadow. I would consider it like two o'clock shadow, actually."
  },
  {
    "startTime": 238.4,
    "endTime": 245.34,
    "text": "[Over a year later, Alex has decided to undergo the biggest step of his transition.]"
  },
  {
    "startTime": 245.34,
    "endTime": 249.9,
    "text": "Now we are flying out of San Diego to San Francisco for my top surgery."
  },
  {
    "startTime": 250.0,
    "endTime": 253.8,
    "text": "This is the first surgery I've ever had in my life."
  },
  {
    "startTime": 253.8,
    "endTime": 268.1,
    "text": "The type of operation that Alex will be getting is referred to as \"top\" surgery, removing breast tissue from both sides, and we're taking off the nipple and the areola as one unit, and then resizing it and then repositioning it."
  },
  {
    "startTime": 268.1,
    "endTime": 280.90000000000003,
    "text": "I feel like after the surgery, I'm hoping that he'll just felt comfortable in his body for like who he is on the inside."
  },
  {
    "startTime": 280.9,
    "endTime": 295.9,
    "text": "I feel excited. I feel like, I don't know, I can't explain it. I feel like it's real. It's all becoming really real and emotional. Because this is forever, you know? I've been  waiting a long time for this."
  },
  {
    "startTime": 295.9,
    "endTime": 300.29999999999995,
    "text": "[After 5 days in recovery, Alex goes in for his post-op where he will get to see his new chest.]"
  },
  {
    "startTime": 300.3,
    "endTime": 311.5,
    "text": "I'm gonna see the person that I've been waiting to see for my whole life, you know. I've imagined it forever, and it's going to happen in five minutes."
  },
  {
    "startTime": 311.5,
    "endTime": 314.4,
    "text": "- Hello. -Hi. How's it going?"
  },
  {
    "startTime": 314.4,
    "endTime": 323.79999999999995,
    "text": "It's good. Freedom!"
  },
  {
    "startTime": 323.8,
    "endTime": 326.0,
    "text": "Hey, this is crazy."
  },
  {
    "startTime": 326.0,
    "endTime": 328.7,
    "text": "- A weight off your chest? -Yeah."
  },
  {
    "startTime": 328.7,
    "endTime": 330.8,
    "text": "- Literally. -Literally."
  },
  {
    "startTime": 330.8,
    "endTime": 337.1,
    "text": "Looks really nice. I'm happy."
  },
  {
    "startTime": 337.1,
    "endTime": 340.55,
    "text": "Wow, do you feel like freedom right now, or what?"
  },
  {
    "startTime": 340.6,
    "endTime": 348.1,
    "text": "Yeah. It feels really cool. I feel like I'm in a dream, and I'm gonna wake up."
  },
  {
    "startTime": 348.1,
    "endTime": 360.40000000000003,
    "text": "Before I had the surgery, I was still a man, and now that I've had it, I'm still the same person. It's just I feel more comfortable, you know, and I think that that's something I really wanna stress because not everybody knows that."
  },
  {
    "startTime": 360.4,
    "endTime": 374.4,
    "text": "There's a lot of things in my life that I'm like, wow, I wish I would've done that differently, but I think this is probably the first time in my life that I've totally done everything just the way that I needed to."
  },
  {
    "startTime": 374.4,
    "endTime": 376.4,
    "text": "Be sure to watch this next episode."
  },
  {
    "startTime": 376.4,
    "endTime": 379.4,
    "text": "When you look in the mirror now, who's the person that you see?"
  },
  {
    "startTime": 379.4,
    "endTime": 387.5,
    "text": "So I see a lot more confident person. I see someone who'd made a lot of progress, and most of all, I see someone who's on a journey."
  },
  {
    "startTime": 387.5,
    "endTime": 394.0,
    "text": "Thanks for watching, and be sure to subscribe to \"Seeker Stories.\""
  }
]