[
  {
    "startTime": 6.834,
    "endTime": 12.204,
    "text": "Please raise your hand if you have ever dreamed of becoming a famous footballer."
  },
  {
    "startTime": 13.865,
    "endTime": 16.933,
    "text": "OK, not that many footballers in the house."
  },
  {
    "startTime": 16.933,
    "endTime": 24.231,
    "text": "OK, please raise your hand if you have ever dreamed of becoming a famous politician."
  },
  {
    "startTime": 24.996,
    "endTime": 25.5,
    "text": "OK."
  },
  {
    "startTime": 26.582,
    "endTime": 31.657,
    "text": "Please raise your hand if you have ever dreamed of being a professional musician."
  },
  {
    "startTime": 32.0,
    "endTime": 34.143,
    "text": "Have some musicians in the house."
  },
  {
    "startTime": 34.143,
    "endTime": 37.181,
    "text": "Keep your hands raised if you are a professional musician."
  },
  {
    "startTime": 38.773,
    "endTime": 39.523,
    "text": "Very nice."
  },
  {
    "startTime": 39.523,
    "endTime": 47.397000000000006,
    "text": "So, what we did just there is the perfect example to illustrate how each and every one of us has or have had dreams."
  },
  {
    "startTime": 47.7,
    "endTime": 53.254000000000005,
    "text": "And no matter how diverse and different they are, they are really important to how we live our lives."
  },
  {
    "startTime": 53.254,
    "endTime": 58.4,
    "text": "So in order to make anything a reality, you have to dream about it first."
  },
  {
    "startTime": 58.684,
    "endTime": 61.146,
    "text": "The best things in life stem from ideas, right?"
  },
  {
    "startTime": 61.146,
    "endTime": 68.828,
    "text": "Humans have evolved into such an intelligent species that we can manifest these ideas and create something amazing."
  },
  {
    "startTime": 68.828,
    "endTime": 75.02600000000001,
    "text": "In order to succeed, you need to assess things using your own unique perspective."
  },
  {
    "startTime": 75.026,
    "endTime": 79.25,
    "text": "Think about things that are suited to you, personal, individual."
  },
  {
    "startTime": 80.4,
    "endTime": 82.5,
    "text": "Think about your dreams as a kid."
  },
  {
    "startTime": 82.5,
    "endTime": 85.402,
    "text": "I spoke to some of my friends, and I got responses like:"
  },
  {
    "startTime": 85.602,
    "endTime": 88.394,
    "text": "\"When I was six, I wanted to be a dragon tamer.\""
  },
  {
    "startTime": 88.394,
    "endTime": 94.63600000000001,
    "text": "Think about what makes you tick, based your dreams on something you love, something that you are interested in."
  },
  {
    "startTime": 94.636,
    "endTime": 98.56,
    "text": "So hopes and dreams can be absolutely anything you want them to be."
  },
  {
    "startTime": 98.56,
    "endTime": 106.143,
    "text": "They don't have to be conventional; don't limit them to solely careers or jobs but just remember that if they are steered that way,"
  },
  {
    "startTime": 106.143,
    "endTime": 114.121,
    "text": "In ten years time, you might be in a job that does not even exist yet, but it exercises every aspect of the dream that you're dreaming today."
  },
  {
    "startTime": 114.121,
    "endTime": 124.942,
    "text": "Opportunities are like diamonds: take them when they are given to you because they help shape and inspire new dreams or they can develop the dreams you have already."
  },
  {
    "startTime": 124.942,
    "endTime": 127.925,
    "text": "One of my favorite quotes from Walt Disney:"
  },
  {
    "startTime": 127.925,
    "endTime": 132.662,
    "text": "\"All our dreams can come true if we have the courage to pursue them.\""
  },
  {
    "startTime": 133.028,
    "endTime": 138.29,
    "text": "Now there is something very exhilarating about having a dream so big, that kinda scares you a little bit."
  },
  {
    "startTime": 138.29,
    "endTime": 146.533,
    "text": "It gives you drive, it gives you ambition, it gives you motivation, something amazing that you can work toward, and the journey itself is so rewarding."
  },
  {
    "startTime": 146.533,
    "endTime": 150.415,
    "text": "The key to starting your journey is to visualize success."
  },
  {
    "startTime": 150.415,
    "endTime": 154.703,
    "text": "It's easy to work towards something if you can see yourself achieving it."
  },
  {
    "startTime": 154.703,
    "endTime": 159.339,
    "text": "For this, you need passion. Lack of passion is fatal."
  },
  {
    "startTime": 159.339,
    "endTime": 167.103,
    "text": "If you are passionate enough to dream in the first place, it's essential to channel that power and that enthusiasm into making your dreams a reality."
  },
  {
    "startTime": 167.103,
    "endTime": 172.60000000000002,
    "text": "Another one of my quotes by Eleanor Roosevelt is that:"
  },
  {
    "startTime": 172.702,
    "endTime": 176.339,
    "text": "\"The future belongs to those who believe in the beauty of their dreams.\""
  },
  {
    "startTime": 176.339,
    "endTime": 184.563,
    "text": "We are the children of today, the leaders of tomorrow, and every single one of us is powerful and strong enough to pursue our dreams."
  },
  {
    "startTime": 184.7,
    "endTime": 192.25099999999998,
    "text": "The results are usually very rewarding, but you must remember that every coin has two sides."
  },
  {
    "startTime": 192.251,
    "endTime": 194.8,
    "text": "Don't ever let failure hold you back."
  },
  {
    "startTime": 195.008,
    "endTime": 200.774,
    "text": "I am just being honest now when I say that sometimes, failure is going to hit you, and it will hit you really hard."
  },
  {
    "startTime": 200.774,
    "endTime": 213.421,
    "text": "And it takes every ounce of strength, and determination, and courage, to get right back up, and look it in the face, and smile because you've learnt something, and now you can only make yourself better."
  },
  {
    "startTime": 213.421,
    "endTime": 219.06799999999998,
    "text": "We are all familiar with Freddie Mercury as the lead vocalist from the rock band, Queen."
  },
  {
    "startTime": 219.068,
    "endTime": 228.567,
    "text": "But what a lot of people don't know is that this man was born Farrokh Bulsara, in a place called Zanzibar, which is now a part of Tanzania in Africa."
  },
  {
    "startTime": 228.567,
    "endTime": 232.286,
    "text": "And he moved to the United Kingdom at the age of eight."
  },
  {
    "startTime": 232.286,
    "endTime": 239.221,
    "text": "In fact, he studied art in this very venue in West Thames College and he always used to say to his friends:"
  },
  {
    "startTime": 239.6,
    "endTime": 243.165,
    "text": "\"I am what I am. So what?\""
  },
  {
    "startTime": 243.165,
    "endTime": 254.296,
    "text": "And I think what his message here is no matter what background you come from, no matter what your roots are, you have potential, so long as you work, and you put the hard work in."
  },
  {
    "startTime": 254.296,
    "endTime": 263.756,
    "text": "From my own observations, I have seen that our current generation seem to be absolutely terrified at the prospect of being judged for who they are and who they want to be."
  },
  {
    "startTime": 264.113,
    "endTime": 269.609,
    "text": "There is so much pressure from society to strive for this unrealistic idea of perfection."
  },
  {
    "startTime": 269.609,
    "endTime": 274.585,
    "text": "In the words of lock, stock, and barrel, rise above it and stay true to yourself."
  },
  {
    "startTime": 274.585,
    "endTime": 281.55899999999997,
    "text": "You owe yourself that much to refuse to be confined to these restrictions of flawed societal perceptions."
  },
  {
    "startTime": 283.3,
    "endTime": 285.384,
    "text": "If not now, then when?"
  },
  {
    "startTime": 285.384,
    "endTime": 288.47,
    "text": "Tomorrow? Tomorrow never comes."
  },
  {
    "startTime": 288.47,
    "endTime": 291.33700000000005,
    "text": "Next week? You said that last week."
  },
  {
    "startTime": 291.337,
    "endTime": 293.928,
    "text": "Might make it my New Year's resolution."
  },
  {
    "startTime": 293.928,
    "endTime": 296.713,
    "text": "How's that working out? Start now."
  },
  {
    "startTime": 296.713,
    "endTime": 300.428,
    "text": "Now, this got me thinking about some of my own dreams."
  },
  {
    "startTime": 300.428,
    "endTime": 304.545,
    "text": "I am a very keen musician. I sing and play the piano."
  },
  {
    "startTime": 304.545,
    "endTime": 309.022,
    "text": "And it's my dream to pursue my passion in music in the future."
  },
  {
    "startTime": 309.022,
    "endTime": 314.43399999999997,
    "text": "I'm currently studying A level music and I am the only student in my academy who is doing so."
  },
  {
    "startTime": 314.434,
    "endTime": 316.76300000000003,
    "text": "I had to fight for that class of one."
  },
  {
    "startTime": 316.763,
    "endTime": 325.435,
    "text": "I'd like to see myself one day performing somewhere really prestigious like the Royal Albert Hall, or even globally, and this is just a step to getting there."
  },
  {
    "startTime": 325.435,
    "endTime": 329.014,
    "text": "So that leads very nicely onto my next point."
  },
  {
    "startTime": 329.014,
    "endTime": 333.084,
    "text": "So, the quote behind me primarily tells us to work."
  },
  {
    "startTime": 333.084,
    "endTime": 341.862,
    "text": "\"Take small steps if you have to. If following your dreams entails making small realistic goals each day, do it."
  },
  {
    "startTime": 341.862,
    "endTime": 351.771,
    "text": "If you can't run, then walk. If you can't walk, then crawl. But, by all means, keep moving forward and never ever give up.\""
  },
  {
    "startTime": 351.771,
    "endTime": 358.61600000000004,
    "text": "Aim high. In the words of Les Brown, \"Shoot for the Moon. And even if you miss, you'll land among the stars.\""
  },
  {
    "startTime": 360.3,
    "endTime": 362.346,
    "text": "Today, I leave you with this message."
  },
  {
    "startTime": 362.346,
    "endTime": 374.906,
    "text": "\"Never be afraid to follow your dreams. Chase them, conquer them, own them, believe them, achieve them, and let nothing hold you back.\""
  },
  {
    "startTime": 374.906,
    "endTime": 387.8,
    "text": "There is such wonder and fascination in our dreams, and I wish each and every one of you with all of my heart that you and your beautiful dreams come true. Thank you."
  }
]