[
  {
    "startTime": 2.94,
    "endTime": 9.43,
    "text": "When people say the wheel was the most important invention in human history, I like to think they're talking about cheese."
  },
  {
    "startTime": 15.34,
    "endTime": 18.27,
    "text": "[it's OKAY to be SMART]"
  },
  {
    "startTime": 18.27,
    "endTime": 24.83,
    "text": "After bread, cheese might represent mankind's oldest food produced by science, maybe even predating beer."
  },
  {
    "startTime": 24.83,
    "endTime": 34.96,
    "text": "Problem is, there are so many different cheeses made in so many different ways that figuring out the science behind this ancient food is enough to turn your brain into a ooey gooey melty mess."
  },
  {
    "startTime": 34.96,
    "endTime": 41.5,
    "text": "So today, I'm heading over to my favorite cheese shop in Austin to see if we can eat our way to some knowledge."
  },
  {
    "startTime": 46.38,
    "endTime": 52.830000000000005,
    "text": "I'm here with Kara, our friendly neighborhood cheese expert to find out a little bit more about the science of cheese."
  },
  {
    "startTime": 52.83,
    "endTime": 54.37,
    "text": "Hey, how's it going?"
  },
  {
    "startTime": 54.37,
    "endTime": 55.89,
    "text": "Feeling fantastic! How are you doing?"
  },
  {
    "startTime": 55.89,
    "endTime": 58.84,
    "text": "I'm so happy to Brie here."
  },
  {
    "startTime": 58.84,
    "endTime": 62.830000000000005,
    "text": "So it seems like for as long as people have been drinking milk, they've been eating cheese."
  },
  {
    "startTime": 62.83,
    "endTime": 65.83,
    "text": "So, where did the cheese start?"
  },
  {
    "startTime": 65.83,
    "endTime": 69.56,
    "text": "Documentation, kind of doesn't go as far back as cheese does."
  },
  {
    "startTime": 69.56,
    "endTime": 76.32000000000001,
    "text": "But the original recipe, as legend has it, was actually an accident, as so many great food discoveries tend to be, right?"
  },
  {
    "startTime": 76.32,
    "endTime": 85.53,
    "text": "A middle eastern goat herder who was traveling across this kind of dry arid desert tried to store his milk in the stomach sack, essentially of one of his animals that they had butchered, sort of like a canteen."
  },
  {
    "startTime": 85.53,
    "endTime": 87.8,
    "text": "Unfortunately, when he went to drink it later, it was solid."
  },
  {
    "startTime": 88.01,
    "endTime": 89.16000000000001,
    "text": "I say unfortunately for him."
  },
  {
    "startTime": 89.16,
    "endTime": 95.2,
    "text": "For us, obviously it was very fortunate, 'cause that's how we kind of learned that milk can turn solid and start to discover how."
  },
  {
    "startTime": 95.24,
    "endTime": 96.99,
    "text": "Yeah, I think that worked out pretty well for us."
  },
  {
    "startTime": 96.99,
    "endTime": 97.67,
    "text": "Yeah, I'd say so, yeah."
  },
  {
    "startTime": 97.67,
    "endTime": 101.38,
    "text": "Is there something special about an animal stomach that turns milk into cheese?"
  },
  {
    "startTime": 101.38,
    "endTime": 106.86,
    "text": "Rennet. Rennet is one of the four core ingredients in making cheese, and it really is what gives body to the milk."
  },
  {
    "startTime": 106.86,
    "endTime": 110.93,
    "text": "So it's the stomach lining that serves kind of as a, sort of akin to gelatin."
  },
  {
    "startTime": 110.93,
    "endTime": 115.23,
    "text": "Let's say, I've got a glass of milk, and I want to turn it into cheese. What's the first step?"
  },
  {
    "startTime": 115.23,
    "endTime": 117.60000000000001,
    "text": "So four ingredients are necessary in making any cheese."
  },
  {
    "startTime": 117.76,
    "endTime": 120.74000000000001,
    "text": "You've already got the first one if you've got your milk. You want to heat up the milk."
  },
  {
    "startTime": 120.74,
    "endTime": 126.53999999999999,
    "text": "And then you add in cultures. And cultures are essentially where we're gonna start that lacto-fermentation process."
  },
  {
    "startTime": 126.54,
    "endTime": 133.05,
    "text": "The same way that yeast drives that fermentation process of the bread base. Those cultures do the same for the milk."
  },
  {
    "startTime": 133.05,
    "endTime": 134.83,
    "text": "And then you start to add in that rennet."
  },
  {
    "startTime": 134.83,
    "endTime": 137.74,
    "text": "And the rennet is what's gonna give you the solids versus liquids."
  },
  {
    "startTime": 137.74,
    "endTime": 139.23000000000002,
    "text": "So it's gonna separate the curds from the whey."
  },
  {
    "startTime": 139.23,
    "endTime": 142.0,
    "text": "As soon as you have that texture, you're cutting the curds."
  },
  {
    "startTime": 142.12,
    "endTime": 145.01,
    "text": "And that's the first big decision is: how big do you cut them?"
  },
  {
    "startTime": 145.01,
    "endTime": 149.31,
    "text": "Because the more surface area on each curd, the more its gonna kind of wash out that whey."
  },
  {
    "startTime": 149.31,
    "endTime": 152.52,
    "text": "So if you want a softer cheese, you're gonna cut the curds a bit larger."
  },
  {
    "startTime": 152.52,
    "endTime": 158.23000000000002,
    "text": "If you want to make something like a Parmesan Reggiano, something you're going to really age out, you want it to be dry, you're gonna go small."
  },
  {
    "startTime": 158.23,
    "endTime": 161.35999999999999,
    "text": "And then you're gonna kind of, as soon as it's sturdy enough, season your cheese."
  },
  {
    "startTime": 161.36,
    "endTime": 162.63000000000002,
    "text": "And that's the salt."
  },
  {
    "startTime": 162.63,
    "endTime": 166.53,
    "text": "And those are really the four ingredients you need to make any cheese."
  },
  {
    "startTime": 166.53,
    "endTime": 168.53,
    "text": "Alright, so here we have our seven styles of cheese."
  },
  {
    "startTime": 168.62,
    "endTime": 174.58,
    "text": "And this is just how we talk about cheese here, it's our vocabulary, so people kind of feel at ease with chatting cheese, right?"
  },
  {
    "startTime": 174.58,
    "endTime": 176.77,
    "text": "So we're gonna start fresh with fresh cheeses."
  },
  {
    "startTime": 176.77,
    "endTime": 184.43,
    "text": "Color and rinds develop with age, so you just have a perfectly white cheese right here that's really just a beautiful example of a feta or a fresh cheese."
  },
  {
    "startTime": 184.43,
    "endTime": 187.68,
    "text": "Alright, so down here we have kind of this middle grouping of cheeses."
  },
  {
    "startTime": 187.78,
    "endTime": 190.78,
    "text": "We have semi-soft cheeses, those are the ones that are really going to bend before they break."
  },
  {
    "startTime": 190.78,
    "endTime": 193.5,
    "text": "Lower melting points, so these are your grilled cheese cheeses."
  },
  {
    "startTime": 193.67,
    "endTime": 199.73999999999998,
    "text": "Firm cheeses, those are gonna definitely break, not bend, but they might still have a nice, kind of, melt-in-your-mouth quality here."
  },
  {
    "startTime": 199.74,
    "endTime": 204.72,
    "text": "So these are gonna include a lot of the cheddars out there, a lot of the, kind of, gruyères, swiss cheeses, things like that."
  },
  {
    "startTime": 204.72,
    "endTime": 209.42,
    "text": "And then we have our hard cheeses, often considered recipe cheeses or grating cheeses."
  },
  {
    "startTime": 209.42,
    "endTime": 213.22,
    "text": "If you ask me, all cheese is grate. Cheesy jokes."
  },
  {
    "startTime": 213.22,
    "endTime": 219.2,
    "text": "But then once you've got your cheese, and you're setting it to age, there are certain molds and bacterias in any environment."
  },
  {
    "startTime": 219.44,
    "endTime": 221.9,
    "text": "There are millions and trillions around us right now, right?"
  },
  {
    "startTime": 222.34,
    "endTime": 225.0,
    "text": "That are gonna to affect this very porous surface that is cheese."
  },
  {
    "startTime": 225.22,
    "endTime": 230.03,
    "text": "These are the cheeses that really use molds and bacteria in the make process itself."
  },
  {
    "startTime": 230.03,
    "endTime": 233.9,
    "text": "So starting towards the younger end of things we have these bloomy rinded cheeses."
  },
  {
    "startTime": 234.01,
    "endTime": 238.01999999999998,
    "text": "What's happening here is there is this one strain of mold called penicillium candidum."
  },
  {
    "startTime": 238.02,
    "endTime": 244.65,
    "text": "And the cheesemaker is either mixing it in with a milk or actually spraying the exterior of the formed cheese with this mold."
  },
  {
    "startTime": 244.65,
    "endTime": 246.70000000000002,
    "text": "So next here we'll go over to these washed rinds."
  },
  {
    "startTime": 246.83,
    "endTime": 248.93,
    "text": "Now this is where you're using bacteria instead of mold."
  },
  {
    "startTime": 248.93,
    "endTime": 251.89000000000001,
    "text": "The Trappist monks were kind of the first people making washed rind cheeses."
  },
  {
    "startTime": 251.89,
    "endTime": 256.4,
    "text": "During Lent when they were abstaining from eating meat, they would take their beers and use them to wash their cheeses."
  },
  {
    "startTime": 256.63,
    "endTime": 261.87,
    "text": "Bacteria that lived in the beer itself called brevibacterium linens gives you a very very meaty sort of flavor."
  },
  {
    "startTime": 261.87,
    "endTime": 263.9,
    "text": "So this one's really soft."
  },
  {
    "startTime": 264.02,
    "endTime": 268.09999999999997,
    "text": "Mhm, it's, definitely smell this one. So this is where you're gonna get those funky flavors there. Funky aromas."
  },
  {
    "startTime": 268.13,
    "endTime": 270.9,
    "text": "I can smell the beer in this. It's like... - Totally."
  },
  {
    "startTime": 271.03,
    "endTime": 276.11999999999995,
    "text": "The environment in which you're aging has a huge deal to do with what the cheese is gonna end up tasting like and feeling like."
  },
  {
    "startTime": 276.12,
    "endTime": 284.7,
    "text": "You can make Roquefort cheese in the caves of France, and then if you try to make the same recipe with your sheep's milk over in California,  it's gonna be wildly different, because you just don't have the same aging environment."
  },
  {
    "startTime": 284.83,
    "endTime": 287.35999999999996,
    "text": "There aren't the same native, sort of, molds and bacteria."
  },
  {
    "startTime": 287.36,
    "endTime": 290.43,
    "text": "So that's what we see in blue cheese. Is it a fungus that's in there?"
  },
  {
    "startTime": 290.43,
    "endTime": 292.61,
    "text": "It's a mold. It's a penicillium."
  },
  {
    "startTime": 292.61,
    "endTime": 296.46000000000004,
    "text": "This type of penicillium needs oxygen in order to bloom into blue."
  },
  {
    "startTime": 296.46,
    "endTime": 303.58,
    "text": "So what they're doing is creating these passageways. These lines you see here are where they needled the cheese and you can see these little dots on top, too."
  },
  {
    "startTime": 303.58,
    "endTime": 307.52,
    "text": "And you can see that they actually poked holes in the cheese during the aging process."
  },
  {
    "startTime": 307.52,
    "endTime": 310.13,
    "text": "You should sell this as a perfume. Just like a little bit under......"
  },
  {
    "startTime": 310.13,
    "endTime": 313.33,
    "text": "Just a little eau de blue cheese. - This smells so good."
  },
  {
    "startTime": 313.33,
    "endTime": 319.93,
    "text": "So there you have it, an 8,000 year old food, our first biotechnology, nature's most delicious accident."
  },
  {
    "startTime": 319.93,
    "endTime": 326.32,
    "text": "It's half science, half art, half microbial magic. But cheese is all delicious."
  },
  {
    "startTime": 326.32,
    "endTime": 327.5,
    "text": "You have the best job ever."
  },
  {
    "startTime": 327.62,
    "endTime": 329.12,
    "text": "It's a pretty good job. I'm not gonna lie."
  },
  {
    "startTime": 329.12,
    "endTime": 331.08,
    "text": "Cheesemonger, fun word, fun job."
  },
  {
    "startTime": 331.08,
    "endTime": 332.58,
    "text": "Stay curious."
  },
  {
    "startTime": 332.58,
    "endTime": 340.0,
    "text": "[Special thanks to Antonelli's cheese shop. Austin, TX.]"
  }
]