[
  {
    "startTime": 0.299,
    "endTime": 6.9,
    "text": "Alright, folks, today we’re talking the dos and don’ts of one of the world’s best foods, the grilled cheese sandwich, and yes, we’ve got the science to back it up."
  },
  {
    "startTime": 6.9,
    "endTime": 13.100000000000001,
    "text": "There are so, so many different types of cheese out there, but there’s one type you want when it comes to grilled cheese — the kind that’s nice and stretchy."
  },
  {
    "startTime": 13.36,
    "endTime": 23.0,
    "text": "So then, how does chemistry get you that perfect, gooey grilled cheese?"
  },
  {
    "startTime": 23.2,
    "endTime": 24.599999999999998,
    "text": "Time for a primer on cheese."
  },
  {
    "startTime": 24.6,
    "endTime": 27.285,
    "text": "The first step of cheese making is to form curds out of milk."
  },
  {
    "startTime": 27.285,
    "endTime": 33.0,
    "text": "Milk is 90% water, plus a mix of casein and whey proteins, lactose, calcium, and fats."
  },
  {
    "startTime": 33.0,
    "endTime": 39.7,
    "text": "Casein proteins float around in milk in tiny molecular clumps called micelles that refuse to stick together because they have same charge on the outside."
  },
  {
    "startTime": 39.7,
    "endTime": 47.1,
    "text": "These micelles hold around 2/3rds of the calcium in milk, and believe it or not, calcium is the key to the perfect grilled cheese."
  },
  {
    "startTime": 47.1,
    "endTime": 53.300000000000004,
    "text": "To form curds, bacteria and enzymes are added to milk to make it coagulate, or go from a liquid to a solid or semisolid state."
  },
  {
    "startTime": 53.3,
    "endTime": 60.199999999999996,
    "text": "The bacteria converts lactose into lactic acid to drop the pH, which eliminates the charge of the casein micelles to help them stick together."
  },
  {
    "startTime": 60.2,
    "endTime": 63.1,
    "text": "Enzymes called rennet are used to speed up the process."
  },
  {
    "startTime": 63.1,
    "endTime": 71.764,
    "text": "Once the curds are formed, the whey and excess moisture is drained, and the little clumps can then be heated, bathed in salt water, and pressed together to meet the specifications of  different types of cheeses."
  },
  {
    "startTime": 71.764,
    "endTime": 75.547,
    "text": "Once pressed, the cheese is left to age from days to years depending on the style."
  },
  {
    "startTime": 75.547,
    "endTime": 82.39999999999999,
    "text": "The longer the cheese sits, the more lactose is converted into lactic acid, and the lower the pH; the lower the pH, the sharper the cheese."
  },
  {
    "startTime": 82.4,
    "endTime": 89.2,
    "text": "Remember that folks, because with grilled cheese, that pH level has a huge effect on the calcium found inside, and in turn, the texture when heated."
  },
  {
    "startTime": 89.2,
    "endTime": 94.3,
    "text": "If protein is the structural backbone of cheese, then calcium is the rebar that reinforces the backbone."
  },
  {
    "startTime": 94.3,
    "endTime": 97.5,
    "text": "It’s what grips all of the casein molecules together to form the micelles."
  },
  {
    "startTime": 97.5,
    "endTime": 106.1,
    "text": "Melty, stretchy cheeses have casein proteins that can break away and go with the flow and what that takes is a lower pH which lets the calcium ditch its job of holding all the casein together."
  },
  {
    "startTime": 106.1,
    "endTime": 114.39999999999999,
    "text": "That means more proteins break out of their cages to interact with the fats and moisture in the cheese, to make everything flow together as one big, lovely, gooey mess."
  },
  {
    "startTime": 114.5,
    "endTime": 120.2,
    "text": "But if the pH is too low the cheese will release all of its oils when heated, leaving a curdly, clumpy disaster."
  },
  {
    "startTime": 120.4,
    "endTime": 127.0,
    "text": "The secret to getting the perfect cheese for a grilled cheese sandwich is to find one with the right pH to perfectly balance out the calcium and protein structure."
  },
  {
    "startTime": 127.1,
    "endTime": 133.2,
    "text": "Cheeses with a pH range between 5.3 and 5.5 are right on the money, and here’s a handful of perfect examples."
  },
  {
    "startTime": 133.3,
    "endTime": 144.3,
    "text": "OK, so here’s a Reactions Grilled Cheese Pro tip: If you’re in the cheese aisle confused about all the different types of cheddar, go with the mild one. It’s gonna have the texture you’re looking for, unlike its broken down, sharp older siblings."
  },
  {
    "startTime": 144.3,
    "endTime": 147.60000000000002,
    "text": "Oh, and what about those perfect yellow squares of processed American cheese?"
  },
  {
    "startTime": 147.6,
    "endTime": 160.79999999999998,
    "text": "This type of cheese is made by melting together two or more different cheeses like Colby and Cheddar, and adding an emulsifier such as sodium or potassium phosphate, which limits the amount of calcium holding everything together, all the while increasing the pH, sometimes up to 5.8."
  },
  {
    "startTime": 160.9,
    "endTime": 164.588,
    "text": "This makes for a highly meltable cheese product with an exceptionally mild flavor."
  },
  {
    "startTime": 165.77,
    "endTime": 168.8,
    "text": "OK, folks, so now you get the picture so get the darn cheese already."
  },
  {
    "startTime": 168.8,
    "endTime": 175.60000000000002,
    "text": "If any of you out there have any food-related questions, post them down in the comments for us but if you’re hungry for more food chem, check out this video on \"The Chemistry of Pizza.\""
  },
  {
    "startTime": 175.6,
    "endTime": 184.6,
    "text": "Today’s episode was inspired by an absolutely amazing book called \"The Kitchen as Laboratory\", check out the first chapter by Jennifer Kimmel, \"The Chemistry of a Grilled Cheese Sandwich\"."
  },
  {
    "startTime": 184.6,
    "endTime": 190.301,
    "text": "A link’s down in the description, go get yourself a copy! Thumbs up, subscribe, and we’ll see you again soon."
  }
]