[
  {
    "startTime": 5.31,
    "endTime": 8.26,
    "text": "Pizza is, without a doubt, the food of the gods."
  },
  {
    "startTime": 8.33,
    "endTime": 20.86,
    "text": "Whether you keep it simple with a New York-style slice of cheese or go for Chicago deep dish loaded with ingredients, all pizzas deliver divine, rich, cheesy, mouth-watering experiences that hustle your brain’s pleasure centers into overdrive."
  },
  {
    "startTime": 20.86,
    "endTime": 27.08,
    "text": "Although the ingredients may change, all pizza tastes delicious thanks to a complex chemical symphony of flavor and texture."
  },
  {
    "startTime": 27.08,
    "endTime": 34.12,
    "text": "Today on Reactions, we want to give you lesson in chemistry to help better explain the profound beauty found deep within your favorite pie."
  },
  {
    "startTime": 34.12,
    "endTime": 35.769999999999996,
    "text": "So let’s start with the dough."
  },
  {
    "startTime": 35.77,
    "endTime": 40.68000000000001,
    "text": "Pizza dough is pretty easy to make and has the base ingredients of flour, salt, yeast, and warm water."
  },
  {
    "startTime": 40.68,
    "endTime": 45.21,
    "text": "The yeast is actually a living, single celled fungus that you buy at the store in a dormant state."
  },
  {
    "startTime": 45.21,
    "endTime": 50.43,
    "text": "It’s normally just called baker’s yeast, but that’s just layman’s speak for saccharomyces cerevisiae."
  },
  {
    "startTime": 50.43,
    "endTime": 61.62,
    "text": "When all of these ingredients are mixed together, and the yeast is hit with warm water, it wakes right on up and starts to break down complex sugars found in the flour, spitting out carbon dioxide in return, and ultimately making the dough rise."
  },
  {
    "startTime": 61.62,
    "endTime": 65.94,
    "text": "Once the dough is fully risen and formed into a pizza shape, the sauce is then added."
  },
  {
    "startTime": 65.94,
    "endTime": 70.58,
    "text": "Of course, there are all kinds of sauces but all tomato-based ones have one thing in common – acidity."
  },
  {
    "startTime": 70.58,
    "endTime": 76.73,
    "text": "Tomatoes are naturally between 4.0 and 4.6 on the pH scale, but canned tomatoes can be even lower."
  },
  {
    "startTime": 76.73,
    "endTime": 81.06,
    "text": "This is why some people out there end up getting acid reflux from overconsumption of pizza."
  },
  {
    "startTime": 81.06,
    "endTime": 90.34,
    "text": "To balance out an overly acidic pizza sauce, some people add a tiny pinch of baking soda, which is basic, making it an antacid which helps neutralize the acid burn."
  },
  {
    "startTime": 90.34,
    "endTime": 92.75,
    "text": "On the topic of acids, let’s get to cheese."
  },
  {
    "startTime": 92.75,
    "endTime": 95.48,
    "text": "Cheese is basically a byproduct of adding acid to milk."
  },
  {
    "startTime": 95.48,
    "endTime": 99.36,
    "text": "Milk is made up of proteins called casein and whey, as well as fats."
  },
  {
    "startTime": 99.36,
    "endTime": 104.18,
    "text": "When acids are added, the casein coagulates to form cheese, and separates from the whey protein."
  },
  {
    "startTime": 104.18,
    "endTime": 109.55000000000001,
    "text": "To make the cheese stronger, cheese makers add rennin which helps to keep the casein molecules bound tightly together."
  },
  {
    "startTime": 109.55,
    "endTime": 117.37,
    "text": "Cheese has historically been used as a way to preserve dairy, but what makes the pizza maker cheese of choice — mozzarella — different is that it’s best eaten freshly made."
  },
  {
    "startTime": 117.37,
    "endTime": 125.11,
    "text": "It's a super moist, soft cheese, which basically means that when it’s heated up, it gets really stretchy and adds in awesome texture and mouth feel to your pie."
  },
  {
    "startTime": 125.11,
    "endTime": 130.83,
    "text": "With the basics of pizza down, any pizza maestro can finish their symphony off with their own personalized mix of toppings."
  },
  {
    "startTime": 130.83,
    "endTime": 138.01000000000002,
    "text": "Different folks,  different strokes, but the final step and most important is what goes on in the oven, the place where all toppings become equals."
  },
  {
    "startTime": 138.01,
    "endTime": 140.12,
    "text": "The first thing to be affected is the cheese."
  },
  {
    "startTime": 140.12,
    "endTime": 148.74,
    "text": "When cheese meets heat, the fats in the cheese change from solid to liquid, mozzarella stays nice and stringy, because calcium ions help to hold all of the casein proteins together."
  },
  {
    "startTime": 148.74,
    "endTime": 151.58,
    "text": "Calcium, good for your bones and good for your mozzarella."
  },
  {
    "startTime": 151.58,
    "endTime": 157.92000000000002,
    "text": "Then, when the pizza starts to properly cook, the holy grail of culinary chemical reactions begins: the Maillard reaction."
  },
  {
    "startTime": 157.92,
    "endTime": 165.86999999999998,
    "text": "At temperatures above 140°C, sugars react with amino acids to create flavor compounds that give food that distinct, bold, cooked flavor."
  },
  {
    "startTime": 165.87,
    "endTime": 177.34,
    "text": "It also is known as the browning reaction and it happens on the crust, toppings and cheese, but to add to pizza’s complexity, under the sauce and toppings, the dough is left very soft and moist to give every bite an interesting mixed texture."
  },
  {
    "startTime": 177.34,
    "endTime": 186.83,
    "text": "Now obviously, you’ve all the sudden got the taste for pizza, so get your phone out and dial the nearest pizza maestro, but before you do that, don’t forget to hit the subscribe button there!"
  }
]