[
  {
    "startTime": 0.0,
    "endTime": 7.0,
    "text": "We don't think we hate cheap things, but we frequently behave as if we rather do. Consider the pineapple."
  },
  {
    "startTime": 7.1,
    "endTime": 13.0,
    "text": "Columbus was the first European to be delighted by its physical grandeur and vibrant sweetness."
  },
  {
    "startTime": 13.1,
    "endTime": 20.08,
    "text": "He brought some back to Europe, but pineapples proved extremely difficult to transport and very costly to cultivate."
  },
  {
    "startTime": 20.08,
    "endTime": 27.9,
    "text": "For a long time, only royalty can afford to eat them. Russia's Catherine the Great was a huge fan, as was Charles II of England."
  },
  {
    "startTime": 27.9,
    "endTime": 33.4,
    "text": "A single fruit in the 17th century sold for today's equivalent of £5000."
  },
  {
    "startTime": 33.4,
    "endTime": 50.0,
    "text": "The pineapple was so exciting and so loved that in 1761, the 4th Earl of Dunmore built a temple on his Scottish estate in its honor, and Christopher Wren had no hesitation in topping the south tower of St. Paul's in London with this evidently divined fruit."
  },
  {
    "startTime": 50.0,
    "endTime": 61.6,
    "text": "Then, at the very end of the 19th century, two things changed: large commercial plantations of pineapples were established in Hawaii, and there were huge advances in steamship technology."
  },
  {
    "startTime": 61.6,
    "endTime": 66.9,
    "text": "Transport cost plummeted and unwittingly transformed the psychology of pineapple eating."
  },
  {
    "startTime": 67.0,
    "endTime": 70.0,
    "text": "Today, you can get a pineapple for around £1.50."
  },
  {
    "startTime": 70.54,
    "endTime": 77.12,
    "text": "It still taste exactly the same, but now, the pineapple is one of the world's least glamorous fruits."
  },
  {
    "startTime": 77.12,
    "endTime": 83.04,
    "text": "It's never served at smart dinner parties, and it would never be carved on top of a major civic building."
  },
  {
    "startTime": 83.04,
    "endTime": 87.60000000000001,
    "text": "The pineapple itself hasn't changed, only our attitude to it has."
  },
  {
    "startTime": 87.82,
    "endTime": 93.69999999999999,
    "text": "Contemplation of the history of the pineapple suggest a curious overlap between love and economics."
  },
  {
    "startTime": 94.0,
    "endTime": 103.7,
    "text": "When we have to pay a lot for something nice, we appreciate it to the full.  Yet, as its price in the market falls, passion has a habit of fading away."
  },
  {
    "startTime": 103.9,
    "endTime": 117.0,
    "text": "Naturally, if an object  has no merit to begin with, a high-price won't be able to do anything for it, but if it has a real virtue and yet a low price, then it's in severe danger of falling into neglect."
  },
  {
    "startTime": 117.6,
    "endTime": 123.89999999999999,
    "text": "It's a pattern that we see recurring in a range of areas, for example, with a sight of clouds from above."
  },
  {
    "startTime": 123.9,
    "endTime": 134.4,
    "text": "In 1927, a hitherto unknown airmail pilot called Charles Lindbergh became the first man to complete a solo crossing of the Atlantic in this plane the Spirit of St. Louis."
  },
  {
    "startTime": 134.4,
    "endTime": 138.70000000000002,
    "text": "He was awestruck and felt he was becoming for a time almost god-like."
  },
  {
    "startTime": 138.8,
    "endTime": 143.78,
    "text": "For most of the 20th century, his experience remained rare and extremely costly."
  },
  {
    "startTime": 143.78,
    "endTime": 149.8,
    "text": "There was therefore never any danger that the human value of crossing an ocean by air would be overlooked."
  },
  {
    "startTime": 149.96,
    "endTime": 156.92000000000002,
    "text": "But this lasted only until the arrival of the Boeing 747 and a cheap plane ticket in the summer of 1970."
  },
  {
    "startTime": 156.92,
    "endTime": 160.6,
    "text": "Now, almost no one looks out of the plane window anymore."
  },
  {
    "startTime": 161.02,
    "endTime": 165.0,
    "text": "Why then do we associate cheap prices with a lack of value?"
  },
  {
    "startTime": 165.2,
    "endTime": 169.5,
    "text": "Our response seems a hangover from a long pre-industrial past."
  },
  {
    "startTime": 169.74,
    "endTime": 174.9,
    "text": "For most of human history, there truly was a strong correlation between cost and value."
  },
  {
    "startTime": 175.04,
    "endTime": 182.72,
    "text": "The higher the price, the better things tended to be, because it would simply no way both for prices to be low and quality high."
  },
  {
    "startTime": 182.72,
    "endTime": 190.2,
    "text": "Everything had to be made by hand, by expansively trained artisans with raw materials that were immensely difficult to transport."
  },
  {
    "startTime": 190.34,
    "endTime": 196.3,
    "text": "The expensive sword, jacket, window, or wheelbarrow were simply always the better ones."
  },
  {
    "startTime": 196.3,
    "endTime": 207.60000000000002,
    "text": "This relationship between price and value held true in an uninterrupted way until the end of the 18th century, when, thanks to the industrial revolution, something extremely unusual  happened."
  },
  {
    "startTime": 207.74,
    "endTime": 216.16,
    "text": "Human beings worked out how to make high-quality goods at cheap prices because of technology and new methods of organizing the labor force."
  },
  {
    "startTime": 216.16,
    "endTime": 226.7,
    "text": "However, despite the greatness of these efforts, instead of making wonderful experiences universally available, industrialization has inadvertently produced a different effect."
  },
  {
    "startTime": 226.7,
    "endTime": 231.2,
    "text": "It seemed to rob certain experiences of their loveliness, interest, and worth."
  },
  {
    "startTime": 231.3,
    "endTime": 240.8,
    "text": "It's not, of course, that we refuse to buy inexpensive or cheap things. It's just that getting excited over cheap things has come to seem a little bizarre."
  },
  {
    "startTime": 240.8,
    "endTime": 253.20000000000002,
    "text": "One is allowed to get very worked up over the eggs of the sturgeon, £100 for a small pod, but we have to be very circumscribed by one's enthusiasm for the eggs of a chicken, 12 for £2."
  },
  {
    "startTime": 253.2,
    "endTime": 261.18,
    "text": "There is an intimidating hierarchy operating in the background, shaping what we're allowed to be grateful for, and fill that we lack and must have."
  },
  {
    "startTime": 261.18,
    "endTime": 268.26,
    "text": "The price tells us something very special is going on here, but it maybe going on in a cheaper thing, too."
  },
  {
    "startTime": 268.26,
    "endTime": 269.78,
    "text": "How do we reverse this?"
  },
  {
    "startTime": 269.78,
    "endTime": 274.82,
    "text": "The answer lies in a slightly unexpected area: the mind of a 4-year-old."
  },
  {
    "startTime": 274.82,
    "endTime": 278.0,
    "text": "Here he is with the puddle. It started raining an hour ago."
  },
  {
    "startTime": 278.24,
    "endTime": 290.2,
    "text": "Now, the street is full of puddles, and there could be nothing better in the world, the riches of the Indies would be nothing next to the pleasures of being able to see the rippling of the water created by jumping one's boots."
  },
  {
    "startTime": 290.2,
    "endTime": 296.0,
    "text": "Eddies and whirlpools, the mind new waves, the oceans beneath one, it's all fascinating."
  },
  {
    "startTime": 296.0,
    "endTime": 304.6,
    "text": "Children have great advantages: they don't know what they're supposed to like, and they don't understand money, so price is never a guide of value for them."
  },
  {
    "startTime": 304.8,
    "endTime": 314.90000000000003,
    "text": "They'll spend an hour with 1 button; one buys them the £49 wooden toy made by Swedish artisans and finds that they prefer the cardboard box that it came in."
  },
  {
    "startTime": 315.1,
    "endTime": 320.1,
    "text": "They prefer the nail and screw section at the DIY shop to the fanciest toy department."
  },
  {
    "startTime": 320.38,
    "endTime": 327.14,
    "text": "A child might be deeply surprised, even shocked to learn that a USB stick can be had for just over £1."
  },
  {
    "startTime": 327.14,
    "endTime": 331.9,
    "text": "Children would be right if prices were determined by human worth and value."
  },
  {
    "startTime": 332.02,
    "endTime": 335.21999999999997,
    "text": "But they are not, they just reflect what things cost to make."
  },
  {
    "startTime": 335.22,
    "endTime": 343.62,
    "text": "The pity is therefore, that we do treat them as a guide to what matters, when this isn't what a financial price should ever be used for."
  },
  {
    "startTime": 343.62,
    "endTime": 349.8,
    "text": "We can't directly go back to childhood, but we have got people who can help us in this area: artists."
  },
  {
    "startTime": 349.96,
    "endTime": 358.76,
    "text": "They are the experts recording and communicating their enthusiasms which, like children, can take them in slightly unexpected directions."
  },
  {
    "startTime": 358.76,
    "endTime": 365.98,
    "text": "The French artist, Paul Cézanne, spent a good deal of the late 19th century painting groups of apples in his studio in Provance."
  },
  {
    "startTime": 365.98,
    "endTime": 368.90000000000003,
    "text": "He was thrilled by their texture, shapes, and colors."
  },
  {
    "startTime": 369.06,
    "endTime": 373.6,
    "text": "He loved the transitions between the yellowy golds and the deep reds across their skins."
  },
  {
    "startTime": 373.66,
    "endTime": 380.6,
    "text": "Cézanne had all the all-love-and-excitement before the apple that aristocrats once had for the pineapple."
  },
  {
    "startTime": 380.9,
    "endTime": 396.4,
    "text": "Cézanne, in his studio, was generating his own revolution, not an industrial revolution that would make once costly objects available to everyone, but a revolution in appreciation, a far deeper process that could get us to notice what we already have to hand."
  },
  {
    "startTime": 396.5,
    "endTime": 410.0,
    "text": "Instead of reducing prices, he was raising levels of appreciation, which is a move that's perhaps more precious to us economically because it means that we can suddenly get lot more great things for very little money."
  },
  {
    "startTime": 410.3,
    "endTime": 413.0,
    "text": "We need to rethink our relationship to prices."
  },
  {
    "startTime": 413.0,
    "endTime": 415.2,
    "text": "We've been looking at prices in a wrong way."
  },
  {
    "startTime": 415.3,
    "endTime": 418.3,
    "text": "We fetishize them as tokens of intrinsic value."
  },
  {
    "startTime": 418.4,
    "endTime": 423.0,
    "text": "We've allowed them to set how much excitement we were allowed to have in given areas."
  },
  {
    "startTime": 423.1,
    "endTime": 425.8,
    "text": "But prices would never meant to be like this."
  },
  {
    "startTime": 426.1,
    "endTime": 432.5,
    "text": "We're breathing too much life into them, and therefore dulling too many of our responses to the inexpensive world."
  },
  {
    "startTime": 432.6,
    "endTime": 439.0,
    "text": "We are astonishingly already a good deal richer than we are encouraged to think we are."
  }
]