[
  {
    "startTime": 0.268,
    "endTime": 9.8,
    "text": "Nothing beats the cold like a big bowl of homemade soup. Today, I'm gonna show you three of my very favorite recipes, and they're all totally vegetarian."
  },
  {
    "startTime": 9.8,
    "endTime": 19.8,
    "text": "I'm gonna show you a delicious creamy tomato soup, a nice spiced carrot and ginger soup, and finally, a leek and potato soup that is extra hearty."
  },
  {
    "startTime": 19.9,
    "endTime": 23.2,
    "text": "I love them because they're all super simple to put together."
  },
  {
    "startTime": 23.4,
    "endTime": 25.2,
    "text": "Let's get started with our creamy tomato soup."
  },
  {
    "startTime": 25.5,
    "endTime": 41.2,
    "text": "Now, for this recipe, I'm actually using fresh tomatoes. You don't have to, you can totally use canned whole tomatoes, those will work just as well, but since I came across these beautiful, fresh Roma tomatoes, I decided I had to put them to good use, so I'm going to throw them into our soup today."
  },
  {
    "startTime": 41.2,
    "endTime": 49.185,
    "text": "Not to worry about any chunks in any of these soups, they're all gonna be pureed either with an immersion blender or by your regular blender, so you don't have to sweat it."
  },
  {
    "startTime": 49.185,
    "endTime": 55.400000000000006,
    "text": "In a large saucepan, I've just got some oil heating up. Once it's hot, I'm going to add one small diced onion."
  },
  {
    "startTime": 55.4,
    "endTime": 62.716,
    "text": "I'm gonna cook this up until it's translucent, and then I'm going to add some garlic, about two cloves in this recipe."
  },
  {
    "startTime": 62.716,
    "endTime": 66.575,
    "text": "I'm not gonna pretend that I'm not cheating, I use the pre-minced garlic sometimes."
  },
  {
    "startTime": 66.575,
    "endTime": 77.10000000000001,
    "text": "Once the garlic is aromatic and delicious smelling, I'm going to add my chopped tomatoes. I'm gonna mix all these flavors together and just let the tomatoes start to break down for about five minutes or so."
  },
  {
    "startTime": 77.364,
    "endTime": 87.7,
    "text": "I've got a little bit of brown sugar for some sweetness and to cut through the acidity of the tomatoes. I also have some tomato paste, which is just gonna amp up that tomato flavor even further."
  },
  {
    "startTime": 87.7,
    "endTime": 94.8,
    "text": "Once these flavors are all mixed together, I'm going to add some vegetable broth. I'm using my homemade vegetable broth. You can use any kind of broth you like."
  },
  {
    "startTime": 95.06,
    "endTime": 100.018,
    "text": "So, if you ever use real parmesan in your cooking, you've probably ended up with one of these."
  },
  {
    "startTime": 100.018,
    "endTime": 107.69800000000001,
    "text": "This is the rind of the parmesan. This is awesome for flavoring your soups. All I'm gonna do is pop it right into my soup."
  },
  {
    "startTime": 107.698,
    "endTime": 116.3,
    "text": "If you don't have a parmesan rind lying around, don't sweat it, you can just use grated parmesan, it's equally delicious, and it really makes tomato soup sing."
  },
  {
    "startTime": 116.3,
    "endTime": 125.8,
    "text": "We're gonna let this all come to a boil, and then, we're gonna cover it, turn the heat down to low and let it simmer for about 30 minutes or until those tomatoes have all broken down."
  },
  {
    "startTime": 125.914,
    "endTime": 138.8,
    "text": "So, the first thing I'm gonna do is fish out my parmesan rind, and look at what's happened, it's totally softened up. All the flavor has been stolen from it, which I love, 'cause we let nothing go to waste."
  },
  {
    "startTime": 138.8,
    "endTime": 148.116,
    "text": "The last step will just be adding a little bit of cream. Now, you can totally skip this step if you don't do dairy, but if you want a nice, creamy texture, this is the perfect way to achieve it."
  },
  {
    "startTime": 148.116,
    "endTime": 153.0,
    "text": "Once the cream is combined, we're gonna take our soup off the heat, and then blend it all up."
  },
  {
    "startTime": 153.256,
    "endTime": 163.838,
    "text": "Now, there's two ways to do this: The first is with an immersion blender, like this. The other option is to use your traditional blender, but there are a couple really important things to keep in mind when you're using this technique."
  },
  {
    "startTime": 163.838,
    "endTime": 171.172,
    "text": "First things first when you're blending hot liquids, you should only fill your blender up to half way. Any more than that and you could totally cause an accident."
  },
  {
    "startTime": 171.3,
    "endTime": 187.669,
    "text": "Second thing is you need to leave a place for the hot steam to escape. I do this by removing the center of my blender lid. Another option is to just leave the lid slightly ajar so the air can escape. Otherwise, what can happen, is the lid can blow right off and cause a very dangerous mess."
  },
  {
    "startTime": 187.669,
    "endTime": 190.60000000000002,
    "text": "I've got my kitchen towel on top, but I'm still letting the steam escape."
  },
  {
    "startTime": 190.717,
    "endTime": 194.3,
    "text": "If you have to puree your soup in batches, no big deal, do it that way."
  },
  {
    "startTime": 194.557,
    "endTime": 203.415,
    "text": "Once you're done, you return your soup to the pot, you can reheat it, and then we're just gonna garnish it with some fresh basil shreds."
  },
  {
    "startTime": 203.415,
    "endTime": 212.39999999999998,
    "text": "Next up is our super simple carrot and ginger soup. Now, this soup really couldn't be easier. Obviously, it features some carrots and some ginger."
  },
  {
    "startTime": 212.6,
    "endTime": 221.0,
    "text": "It all starts in a large sauce pot. I've got some oil heating up and to that I'm going to add two small onions. To that I'm gonna add some freshly grated ginger."
  },
  {
    "startTime": 221.025,
    "endTime": 227.424,
    "text": "Now, we're looking for about one teaspoon, but hey, no one's really measuring, just put in as much ginger as you think you'll need."
  },
  {
    "startTime": 227.424,
    "endTime": 231.8,
    "text": "I'm only adding this now just to heat it up a little bit to get that flavor amped up even more."
  },
  {
    "startTime": 232.044,
    "endTime": 239.281,
    "text": "Then, I've just chopped up about eight carrots. I'm using organic carrots, so I don't bother peeling them. If you're using conventional carrots, you probably want to peel them first."
  },
  {
    "startTime": 239.281,
    "endTime": 249.053,
    "text": "I just clean mine off with a vegetable brush to dislodge any dirt left behind. Then I'm gonna toss in my carrots and top it with some vegetable stock."
  },
  {
    "startTime": 249.053,
    "endTime": 255.7,
    "text": "Once this comes to a boil, we're gonna season it with a good helping of salt, and some pepper."
  },
  {
    "startTime": 255.7,
    "endTime": 261.513,
    "text": "I'm gonna let this simmer for about 30 minutes until the carrots are totally soft and starting to fall apart."
  },
  {
    "startTime": 261.513,
    "endTime": 264.09999999999997,
    "text": "Once that happens, it's time to blend this up."
  },
  {
    "startTime": 264.397,
    "endTime": 272.3,
    "text": "I'm gonna turn this heat off, and we're gonna let it sit for just a few minutes before we use our immersion blender to puree it."
  },
  {
    "startTime": 272.5,
    "endTime": 284.6,
    "text": "You want it all the way inside the pot because you don't want it splashing back. Then you'll start with just a few pulses, and then just start working your way around your soup."
  },
  {
    "startTime": 284.835,
    "endTime": 295.5,
    "text": "When it's done, it will be creamy and filling. Perfect! When topped with just a little bit of fresh yogurt and some fresh ground pepper."
  },
  {
    "startTime": 295.755,
    "endTime": 303.4,
    "text": "I cannot tell you how excited I get when leeks come into season, and one of my favorite ways to prepare them is in leek and potato soup."
  },
  {
    "startTime": 303.504,
    "endTime": 308.90000000000003,
    "text": "Now, if you're not familiar with leeks, they're basically a cousin of the onion, but with a much milder flavor."
  },
  {
    "startTime": 309.07,
    "endTime": 314.2,
    "text": "When it comes to leeks, there is the delicious part, and the not so delicious part."
  },
  {
    "startTime": 314.414,
    "endTime": 320.0,
    "text": "Basically what you want to do is take your leek and cut off the dark green parts. Those parts aren't very yummy."
  },
  {
    "startTime": 320.0,
    "endTime": 328.8,
    "text": "I like to peel off the first layer of my leek. Then, you're gonna cut off the bottom of the leek. Then, you're going to split your leek in half and chop it up really well."
  },
  {
    "startTime": 329.054,
    "endTime": 340.594,
    "text": "It's really important to rinse your leeks well because dirt likes to get stuck inside the rings of the leek, so you wanna give it a really good rinse in a colander in the sink, and then it is ready to cook with."
  },
  {
    "startTime": 340.594,
    "endTime": 346.2,
    "text": "So for this leek and potato soup, I have my leek standing by. There's four or five in here ready to go."
  },
  {
    "startTime": 346.466,
    "endTime": 349.2,
    "text": "I've also got a few potatoes that I've peeled and chopped."
  },
  {
    "startTime": 349.392,
    "endTime": 358.148,
    "text": "Now, I have a large sauce pan standing by with some oil heated up, and I'm gonna throw in my leeks and a little bit of celery. Celery just adds an extra level of flavor to this."
  },
  {
    "startTime": 358.148,
    "endTime": 361.20000000000005,
    "text": "These beauties have already shrunk quite a bit."
  },
  {
    "startTime": 361.399,
    "endTime": 373.106,
    "text": "Then we're gonna add some garlic to this, and then, we are going to add our potatoes. I cut them pretty small just to make this process go a little more quickly."
  },
  {
    "startTime": 373.106,
    "endTime": 376.824,
    "text": "Once these flavors are all mixed together, I'm going to add some vegetable broth."
  },
  {
    "startTime": 376.824,
    "endTime": 379.629,
    "text": "I'm also gonna season this with some salt and pepper."
  },
  {
    "startTime": 379.629,
    "endTime": 386.1,
    "text": "I'm gonna bring this all to a boil, and once it reaches a boil, I'll cover it, turn the heat down to low, and just let it simmer away."
  },
  {
    "startTime": 386.373,
    "endTime": 392.224,
    "text": "Once this has been simmering away for about 30 minutes and the potatoes are starting to fall apart, I'm going to add some cream."
  },
  {
    "startTime": 392.224,
    "endTime": 400.837,
    "text": "Give this a good mix, take it off the heat, and then, we're going to puree it in the very same way we did the other two soups."
  },
  {
    "startTime": 400.837,
    "endTime": 410.2,
    "text": "Then once you're done with your blending, you have the richest, most delicious thick, creamy soup that is perfect for cold weather."
  },
  {
    "startTime": 410.408,
    "endTime": 414.451,
    "text": "This soup can be enjoyed for three or four days or frozen for up to four months."
  },
  {
    "startTime": 414.451,
    "endTime": 424.711,
    "text": "I like to freeze it in individual mason jars, leaving an inch at the top to make sure the jars don't crack in the freezer, and then, I have these great little individual soups that I can bring to work with me."
  },
  {
    "startTime": 424.711,
    "endTime": 425.90000000000003,
    "text": "What could be easier than that?"
  },
  {
    "startTime": 426.1,
    "endTime": 448.44500000000005,
    "text": "I definitely hope you'll give them a try, and if you do, please tweet or Instagram me a photo, 'cause I love seeing what you're coming up with in your very own kitchen, and, of course, if you haven't already, be sure to subscribe to The Domestic Geek  'cause there's lots more deliciousness where this came from."
  }
]