[
  {
    "startTime": 0.149,
    "endTime": 7.7,
    "text": "Death is something that all of us must deal with at some point in our lives whether it be a family member, a pet, or even your own eventual end."
  },
  {
    "startTime": 7.7,
    "endTime": 11.5,
    "text": "In fact, about 100 people die every minute in the world."
  },
  {
    "startTime": 11.5,
    "endTime": 13.759,
    "text": "But what actually happens when you die?"
  },
  {
    "startTime": 13.759,
    "endTime": 20.5,
    "text": "In the first few seconds after death, the last bit of oxygen in your body is depleted and brain activity surges."
  },
  {
    "startTime": 20.5,
    "endTime": 25.8,
    "text": "As the neurons begin to stop functioning, your brain stops secreting hormones which regulate body function."
  },
  {
    "startTime": 25.8,
    "endTime": 33.3,
    "text": "And while some bodily functions may persist for a few minutes, as the remaining stores of ATP are used, which is your body’s main energy source."
  },
  {
    "startTime": 33.3,
    "endTime": 37.61,
    "text": "The muscles relax, including sphincters, which means defecation and urination may occur."
  },
  {
    "startTime": 37.69,
    "endTime": 45.61,
    "text": "Around 15-25 minutes after death, the lack of blood flow through the capillaries leads to the paleness of death seen in light skinned people."
  },
  {
    "startTime": 45.6,
    "endTime": 53.5,
    "text": "Because your heart is no longer running, there is no active propulsion of blood through the body, so gravity begins to cause pooling of blood in the lowest parts of the body."
  },
  {
    "startTime": 53.5,
    "endTime": 61.5,
    "text": "After a few hours of blood pooling a reddish purple discolouration of the skin occurs, and reaches its maximum discolouration by 12 hours."
  },
  {
    "startTime": 61.5,
    "endTime": 67.49,
    "text": "This is one of the ways in which coroners or forensic investigators determine the approximate time and position of a body at death."
  },
  {
    "startTime": 68.43,
    "endTime": 73.5,
    "text": "Within 3-6 hours, the infamous rigor mortis sets in; not only has your bod lost its energy source,"
  },
  {
    "startTime": 73.5,
    "endTime": 78.26,
    "text": "but deterioration of cellular organelles leaks calcium into muscles cells, and this binds to proteins which are responsible for muscle contraction."
  },
  {
    "startTime": 81.5,
    "endTime": 87.908,
    "text": "This causes uncontrolled tensing or stiffness of muscles, making the body ‘stuck’ in a position, lasting anywhere from 24-48 hours."
  },
  {
    "startTime": 89.99,
    "endTime": 97.3,
    "text": "Up to this point, unless you’ve been chemically embalmed or preserved in some manner, your body has been slowly decomposing as well, undergoing cell death."
  },
  {
    "startTime": 97.3,
    "endTime": 103.95,
    "text": "Without proper blood flow, these cells accumulate and along with CO2 gas, cause the ph of tissues to rise."
  },
  {
    "startTime": 103.95,
    "endTime": 113.2,
    "text": "This weakens the cell membrane, eventually causing them to burst and release their cytosol, which contains functioning proteins and enzymes that further breakdown surrounding tissue."
  },
  {
    "startTime": 113.2,
    "endTime": 117.46000000000001,
    "text": "There are also around 100 trillion microorganisms that help to break down your body."
  },
  {
    "startTime": 117.46,
    "endTime": 122.78,
    "text": "The anaerobic bacteria in the gastrointestinal tract begin to eat through abdominal organs."
  },
  {
    "startTime": 122.78,
    "endTime": 127.459,
    "text": "This process is known as putrefaction and it’s where things can get stinky."
  },
  {
    "startTime": 127.459,
    "endTime": 133.0,
    "text": "Breakdown of amino acids by the bacteria produces extremely foul gases,"
  },
  {
    "startTime": 133.0,
    "endTime": 139.0,
    "text": "which attracts certain insects like mites, carrion beetles and blowflies which lay eggs in the rotting tissue."
  },
  {
    "startTime": 139.0,
    "endTime": 143.7,
    "text": "The eggs hatch within a day, and the larvae or maggots eat the tissue to survive until they mature."
  },
  {
    "startTime": 143.7,
    "endTime": 152.5,
    "text": "After weeks, these maggots may consume 60% of the body’s tissue, creating holes that allow decomposition fluids and gasses to escape."
  },
  {
    "startTime": 152.5,
    "endTime": 159.0,
    "text": "Between 20-50 days, butyric fermentation begins, attracting beetle larvae, protozoa and fungi."
  },
  {
    "startTime": 159.0,
    "endTime": 163.79,
    "text": "This process, known as dry decay, can take up to a year, but occurs faster in hotter temperatures."
  },
  {
    "startTime": 163.79,
    "endTime": 169.35899999999998,
    "text": "Over years, plants and animals eat away at the remaining bits of the body, including skeletal remains."
  },
  {
    "startTime": 169.359,
    "endTime": 177.0,
    "text": "Eventually, if left completely to the elements, every bit of the body will be broken down and its constituent molecules will be recycled."
  },
  {
    "startTime": 177.0,
    "endTime": 184.501,
    "text": "If you’d like to learn more about the psychological side of death, check out our AsapTHOUGHT video on the Top 5 Regrets People Have Before Dying."
  },
  {
    "startTime": 184.501,
    "endTime": 188.0,
    "text": "It’s a fascinating look at the things people think about in their last moments."
  },
  {
    "startTime": 188.0,
    "endTime": 189.62,
    "text": "Link in the description! And subscribe for more weekly science video!"
  }
]