[
  {
    "startTime": 0.46,
    "endTime": 12.420000000000002,
    "text": "Today on \"Learn 2 Love,\" I wanna help you appreciate one of my all-time favorite glorious green vegetables, broccoli."
  },
  {
    "startTime": 12.42,
    "endTime": 17.28,
    "text": "Love it or hate it, the nutritional value of broccoli cannot be denied."
  },
  {
    "startTime": 17.28,
    "endTime": 23.240000000000002,
    "text": "It's full of vitamin C and calcium, and it'll keep you regular, if you know what I mean."
  },
  {
    "startTime": 23.24,
    "endTime": 29.159999999999997,
    "text": "Today I wanna show you how to learn to love broccoli by making it three delicious ways."
  },
  {
    "startTime": 29.16,
    "endTime": 39.32,
    "text": "I'm going to show you my oven-roasted broccoli, an incredible broccoli slaw and finally, a broccoli stir fry that you are absolutely going to adore."
  },
  {
    "startTime": 39.32,
    "endTime": 42.18,
    "text": "So let's get started by preparing our broccoli."
  },
  {
    "startTime": 42.18,
    "endTime": 47.66,
    "text": "So I've got a beautiful head of broccoli here, and we're gonna start by removing the florets and putting them aside."
  },
  {
    "startTime": 47.66,
    "endTime": 53.61,
    "text": "A lot of people throw broccoli stalks away, and that is a huge mistake because there are a ton of nutrients in the stalk."
  },
  {
    "startTime": 53.61,
    "endTime": 61.44,
    "text": "I peel them, cut off the woody end and then grate them to use in all sorts of recipes, like the broccoli slaw I'm going to show you in a minute."
  },
  {
    "startTime": 61.44,
    "endTime": 67.67999999999999,
    "text": "But first, let's get started with some super simple, but super flavorful, oven-roasted broccoli."
  },
  {
    "startTime": 67.68,
    "endTime": 74.32000000000001,
    "text": "So I've got my broccoli florets standing by, and in a small bowl I'm going to combine some olive oil with some minced garlic."
  },
  {
    "startTime": 74.32,
    "endTime": 78.38999999999999,
    "text": "I'm going to dress my florets with the olive oil mixture and stir it until it's well coated."
  },
  {
    "startTime": 78.39,
    "endTime": 86.09,
    "text": "Then I'm going to pour it onto a baking sheet and put it into the oven at 425 degrees for between 10 and 15 minutes."
  },
  {
    "startTime": 86.09,
    "endTime": 92.56,
    "text": "When they're ready, they're nice and tender, but they've got some crispy bits on the outside, which make them extra delicious."
  },
  {
    "startTime": 92.56,
    "endTime": 98.94,
    "text": "We're gonna finish these off with some lemon zest, some lemon juice and some freshly grated Parmesan cheese."
  },
  {
    "startTime": 98.94,
    "endTime": 101.81,
    "text": "Broccoli will never be the same again."
  },
  {
    "startTime": 101.81,
    "endTime": 105.32000000000001,
    "text": "Now let's talk about my amazing broccoli slaw."
  },
  {
    "startTime": 105.32,
    "endTime": 110.05,
    "text": "It's all the goodness of traditional coleslaw, but with the added benefits of broccoli."
  },
  {
    "startTime": 110.05,
    "endTime": 113.67,
    "text": "So we're gonna get started with our dressing, and this is really, really simple."
  },
  {
    "startTime": 113.67,
    "endTime": 116.5,
    "text": "Instead of mayo in this dressing, I'm using Greek yogurt."
  },
  {
    "startTime": 116.61,
    "endTime": 118.34,
    "text": "You could use mayo, if you prefer."
  },
  {
    "startTime": 118.34,
    "endTime": 124.78,
    "text": "So to my plain Greek yogurt, I am going to add some apple cider vinegar, some honey, and some salt and pepper."
  },
  {
    "startTime": 124.78,
    "endTime": 126.76,
    "text": "It's really as simple as that."
  },
  {
    "startTime": 126.76,
    "endTime": 130.52,
    "text": "I'm going to whisk this all together and then set it aside while I assemble my slaw."
  },
  {
    "startTime": 130.52,
    "endTime": 134.20000000000002,
    "text": "So for my slaw, I'm going to be combining some shredded broccoli stalk."
  },
  {
    "startTime": 134.36,
    "endTime": 137.91000000000003,
    "text": "I've drained a little bit of the water because I do find it's got some high water content."
  },
  {
    "startTime": 137.91,
    "endTime": 141.82,
    "text": "I'm going to top it with some shredded red cabbage and some shredded carrot."
  },
  {
    "startTime": 141.82,
    "endTime": 144.5,
    "text": "Now, you could also add some shredded apple to this."
  },
  {
    "startTime": 144.57,
    "endTime": 147.12,
    "text": "It gives it a nice sweet bite that I love."
  },
  {
    "startTime": 147.12,
    "endTime": 156.33,
    "text": "If you are adding the apple, though, I definitely recommend adding it just before you mix your salad because otherwise, it will brown and ruin the entire aesthetic of this gorgeous salad."
  },
  {
    "startTime": 156.33,
    "endTime": 158.31,
    "text": "I'm going to add my dressing."
  },
  {
    "startTime": 158.31,
    "endTime": 160.8,
    "text": "We're going to toss this all together, and there you go."
  },
  {
    "startTime": 160.89,
    "endTime": 166.86999999999998,
    "text": "You've got an amazing broccoli slaw that is not only super delicious, but also extra nutritious."
  },
  {
    "startTime": 166.87,
    "endTime": 168.3,
    "text": "What could be better than that?"
  },
  {
    "startTime": 168.48,
    "endTime": 172.01999999999998,
    "text": "Now let's get started on our broccoli stir fry."
  },
  {
    "startTime": 172.02,
    "endTime": 174.9,
    "text": "You know, the great part about this recipe is that it's very versatile."
  },
  {
    "startTime": 175.03,
    "endTime": 180.03,
    "text": "You could add some chicken or some beef, some grilled shrimp would be amazing with it, or even some tofu."
  },
  {
    "startTime": 180.03,
    "endTime": 182.71,
    "text": "But today I'm keeping it just veg."
  },
  {
    "startTime": 182.71,
    "endTime": 186.42000000000002,
    "text": "So I've got some chopped bell pepper and some chopped broccoli standing by."
  },
  {
    "startTime": 186.42,
    "endTime": 190.22,
    "text": "And I'm going to start by heating some oil in a nonstick frying pan."
  },
  {
    "startTime": 190.22,
    "endTime": 194.04,
    "text": "Once the oil is heated, I'm going to add my peppers and then my broccoli."
  },
  {
    "startTime": 194.04,
    "endTime": 198.89,
    "text": "I basically wanna give them a little bit of a head start before I start layering in my flavors."
  },
  {
    "startTime": 198.89,
    "endTime": 204.26,
    "text": "So I'm going to cook this mixture for two or three minutes, or until the broccoli starts to turn bright green."
  },
  {
    "startTime": 204.26,
    "endTime": 207.26999999999998,
    "text": "Then I am going to add a whole lot of flavor."
  },
  {
    "startTime": 207.27,
    "endTime": 217.83,
    "text": "What I'm gonna do is create a little well in the middle of my broccoli mixture, and to that I am going to add some garlic, some grated ginger and some chopped red chilies."
  },
  {
    "startTime": 217.83,
    "endTime": 221.09,
    "text": "Now, if you don't like the heat, it's totally fine, you can leave the chilies out."
  },
  {
    "startTime": 221.09,
    "endTime": 224.63,
    "text": "But I think this flavor combination is one of my all-time favorites."
  },
  {
    "startTime": 224.63,
    "endTime": 232.07999999999998,
    "text": "I'm going to toss everything together well and then cook this for another 30 seconds or so, or until everything becomes really fragrant."
  },
  {
    "startTime": 232.08,
    "endTime": 239.04000000000002,
    "text": "While that's cooking, I'm going to combine a little bit of vegetable broth, some soy sauce and a tablespoon or so of honey."
  },
  {
    "startTime": 239.04,
    "endTime": 243.34,
    "text": "I'm going to whisk it together and then pour it over all of my veggies."
  },
  {
    "startTime": 243.34,
    "endTime": 249.1,
    "text": "We're gonna let this cook for another two or three minutes, and it is ready to serve over a beautiful bed of rice."
  },
  {
    "startTime": 249.19,
    "endTime": 253.14,
    "text": "I'm going to finish it with some crushed cashews and some green onion."
  },
  {
    "startTime": 253.14,
    "endTime": 255.01999999999998,
    "text": "And baby, that's dinner."
  },
  {
    "startTime": 255.02,
    "endTime": 259.76,
    "text": "I hope this video has inspired you to get a little more creative with your cruciferous vegetables."
  },
  {
    "startTime": 259.76,
    "endTime": 267.78,
    "text": "And if you give any of these tasty recipes a try, be sure to tweet or Instagram me a photo because you know I love seeing what you're coming up with in your very own kitchens."
  },
  {
    "startTime": 267.78,
    "endTime": 703.21,
    "text": "And if you haven't already, be sure to subscribe to The Domestic Geek because there's lots more deliciousness where this came from."
  }
]