[
  {
    "startTime": 6.4,
    "endTime": 15.4,
    "text": "If insects suddenly morphed into large beings and decided to wage war on us, there's no doubt that humans would lose."
  },
  {
    "startTime": 15.5,
    "endTime": 18.3,
    "text": "We'd simply be crushed by their sheer numbers."
  },
  {
    "startTime": 18.4,
    "endTime": 23.4,
    "text": "There are an estimated 10 quintillion individual insects on Earth."
  },
  {
    "startTime": 23.5,
    "endTime": 26.7,
    "text": "That's a 1 followed by 19 zeroes."
  },
  {
    "startTime": 26.8,
    "endTime": 35.5,
    "text": "So, compared with our population of about 7 billion, these invertebrates outnumber us by more than a billion to 1."
  },
  {
    "startTime": 35.6,
    "endTime": 39.4,
    "text": "Their astounding numbers exist at the species level, as well."
  },
  {
    "startTime": 39.5,
    "endTime": 43.1,
    "text": "There are more than 60,000 vertebrate species on the planet."
  },
  {
    "startTime": 43.2,
    "endTime": 51.2,
    "text": "But the class of insects contains a million known species and many others that haven't been classified."
  },
  {
    "startTime": 51.3,
    "endTime": 58.099999999999994,
    "text": "In fact, these critters make up approximately 75% of all animals on Earth."
  },
  {
    "startTime": 58.2,
    "endTime": 60.7,
    "text": "So, what's their secret to success?"
  },
  {
    "startTime": 60.8,
    "endTime": 71.0,
    "text": "Insect abundance comes down to many things that, together, make them some of the most adaptable and resilient creatures, beginning with their impressive ability to breed."
  },
  {
    "startTime": 71.1,
    "endTime": 74.89999999999999,
    "text": "Many species can produce hundreds of offspring within their lifetimes."
  },
  {
    "startTime": 75.0,
    "endTime": 80.5,
    "text": "Most offspring will die, but more than enough will survive into adulthood to reproduce."
  },
  {
    "startTime": 80.6,
    "endTime": 90.1,
    "text": "Offspring also mature very rapidly, so the cycle of reproduction resumes quickly and can occur over and over again in a short time."
  },
  {
    "startTime": 90.2,
    "endTime": 96.7,
    "text": "These numbers mean that as a class, insects harbor a tremendous amount of genetic diversity."
  },
  {
    "startTime": 96.8,
    "endTime": 106.1,
    "text": "The different species contain a wealth of genetic data that give them the necessary adaptations they need to thrive in a range of environments across the planet."
  },
  {
    "startTime": 106.2,
    "endTime": 109.7,
    "text": "Even some of the most extreme environments are in-bounds."
  },
  {
    "startTime": 109.8,
    "endTime": 126.1,
    "text": "Flat bark beetles can live at -40 degrees Fahrenheit, Sahara Desert ants can venture out when surface temperatures exceed 155 degrees, and some bumblebees can survive 18,000 feet above sea level."
  },
  {
    "startTime": 126.2,
    "endTime": 136.3,
    "text": "Insect exoskeletons also work like body armor, protecting insects against the outside world and helping them cope with habitats that other creatures can't."
  },
  {
    "startTime": 136.4,
    "endTime": 142.6,
    "text": "Even their small size, which we might see as a disadvantage, is something they use to their benefit."
  },
  {
    "startTime": 142.7,
    "endTime": 151.5,
    "text": "Because most species are so tiny, millions of insects can inhabit a small space and make use of all the available resources within it."
  },
  {
    "startTime": 151.6,
    "endTime": 156.29999999999998,
    "text": "This means they can occupy hundreds of different niches across ecosystems."
  },
  {
    "startTime": 156.4,
    "endTime": 164.20000000000002,
    "text": "Some insects survive by eating the roots, stems, leaves, seeds, pollen, and nectar of specific plants."
  },
  {
    "startTime": 164.3,
    "endTime": 177.4,
    "text": "Others, like wasps, make use of live insects by paralyzing the victims and laying their eggs inside so that when the hatchlings emerge, they can eat their way out and get nourishment."
  },
  {
    "startTime": 177.5,
    "endTime": 184.8,
    "text": "Mosquitos and biting flies feed on blood, taking advantage of this unusual resource to ensure their survival."
  },
  {
    "startTime": 184.9,
    "endTime": 188.70000000000002,
    "text": "And a whole bunch of other insects have built a niche around feces."
  },
  {
    "startTime": 188.8,
    "endTime": 198.20000000000002,
    "text": "Flies lay their eggs there, and some beetles even build large balls out of animal dung, which they eat and use as accommodation for their eggs."
  },
  {
    "startTime": 198.3,
    "endTime": 201.8,
    "text": "And then there's the insects' mighty power of metamorphosis."
  },
  {
    "startTime": 201.9,
    "endTime": 209.4,
    "text": "This trait not only transforms insects but also helps them maximize the available resources in an ecosystem."
  },
  {
    "startTime": 209.5,
    "endTime": 210.6,
    "text": "Take butterflies."
  },
  {
    "startTime": 210.7,
    "endTime": 218.29999999999998,
    "text": "In their larval caterpillar form, they chomp hungrily through leaves at a rapid rate to help them grow and spin cocoons."
  },
  {
    "startTime": 218.4,
    "endTime": 223.20000000000002,
    "text": "But when they emerge as butterflies, these insects feed only on flower nectar."
  },
  {
    "startTime": 223.3,
    "endTime": 235.3,
    "text": "Metamorphosis means the larvae and adults of one species will never compete for the same resource, so they successfully share an ecological niche without limiting their own success."
  },
  {
    "startTime": 235.4,
    "endTime": 243.3,
    "text": "This process is so efficient that an incredible 86% of insect species undergo complete metamorphosis."
  },
  {
    "startTime": 243.4,
    "endTime": 252.8,
    "text": "We're big and they're small, so it's easy to forget that these critters are moving in their millions⏤all around us, all the time."
  },
  {
    "startTime": 252.9,
    "endTime": 257.2,
    "text": "But examine almost any patch of ground, and you're sure to find them there."
  },
  {
    "startTime": 257.3,
    "endTime": 260.8,
    "text": "Their numbers are immense and their success is unmatched."
  },
  {
    "startTime": 260.9,
    "endTime": 267.0,
    "text": "We may have to accept that it's insects, not us, that are the true conquerors of the planet."
  }
]