[
  {
    "startTime": 4.6,
    "endTime": 12.799999999999999,
    "text": "Are you tempted by turkey with winter root vegetables, or organic superfood spinach and kale wafer crisps?"
  },
  {
    "startTime": 12.9,
    "endTime": 16.0,
    "text": "Well, too bad. These are for pets, not their owners."
  },
  {
    "startTime": 16.259,
    "endTime": 19.583,
    "text": "And if you thought craft food was just for humans, think again."
  },
  {
    "startTime": 23.4,
    "endTime": 37.099999999999994,
    "text": "More and more people are prepared to pay premium prices for craft pet food because people seem to want to feed their pets the same quality as they do for themselves or their children."
  },
  {
    "startTime": 37.1,
    "endTime": 42.476,
    "text": "Sales of craft and other high-priced pet food are driving the growth of the pet food market."
  },
  {
    "startTime": 42.476,
    "endTime": 50.6,
    "text": "More and more pet food comes with labels such as organic, gluten-free, natural, or without preservatives."
  },
  {
    "startTime": 50.6,
    "endTime": 57.47,
    "text": "Billy + Margot is a company specializing in craft treats for dogs, including iced treats like sorbets."
  },
  {
    "startTime": 57.47,
    "endTime": 62.0,
    "text": "Its sales have doubled every year since launching in 2012."
  },
  {
    "startTime": 62.0,
    "endTime": 68.8,
    "text": "The founder, Marie Sawle, who named the company after her two dogs, says treats do serve a purpose."
  },
  {
    "startTime": 68.8,
    "endTime": 71.0,
    "text": "I wouldn't say dogs need treats."
  },
  {
    "startTime": 71.0,
    "endTime": 84.8,
    "text": "But as we evolved, people have used treats for training, for rewarding, and for an... their own personal satisfaction and I think it's a real connection with your dog when you can give them a treat."
  },
  {
    "startTime": 84.9,
    "endTime": 88.80000000000001,
    "text": "Iced treats are made... without any dairy. That's why they're not called ice cream."
  },
  {
    "startTime": 88.8,
    "endTime": 91.36999999999999,
    "text": "And they are made similarly to a sorbet to us."
  },
  {
    "startTime": 91.38,
    "endTime": 97.5,
    "text": "So we use pure fruit, um, although they contain some sugar so you have to be careful not to give too many."
  },
  {
    "startTime": 97.5,
    "endTime": 109.5,
    "text": "The treats put together with aloe vera, flaxseed oil, which um, offer some nutritional benefits, are a great cooling, and um, a nutritious iced treat."
  },
  {
    "startTime": 109.777,
    "endTime": 119.2,
    "text": "Despite the popularity of startups like Billy + Margot, the pet food industry is still dominated by Switzerland's Nestle, and Mars of the U.S."
  },
  {
    "startTime": 119.412,
    "endTime": 129.5,
    "text": "These companies though, are also getting in on the act, through pet food and treats, which are not necessarily organic or craft, are targeted at the premium end of the market."
  },
  {
    "startTime": 130.162,
    "endTime": 138.0,
    "text": "It's here at WALTHAM that Mars, with the help of 200 dogs and 350 cats, undertakes its research into pet nutrition."
  },
  {
    "startTime": 138.0,
    "endTime": 142.023,
    "text": "This is the largest scientific facility of its kind in Europe."
  },
  {
    "startTime": 142.023,
    "endTime": 146.4,
    "text": "A lot of the problems that animals are suffering from mirrored those of humans."
  },
  {
    "startTime": 146.4,
    "endTime": 153.0,
    "text": "And pets are also living longer, which means that they need more individualized care and nutrition."
  },
  {
    "startTime": 153.272,
    "endTime": 158.7,
    "text": "Companies can also charge a premium for pet food that is targeted at specific problems."
  },
  {
    "startTime": 158.7,
    "endTime": 169.89999999999998,
    "text": "Just as humans are living longer, and exercising less, so too are their pets, says Dr. Richard Butterwick, global nutrition advisor, at Mars' WALTHAM center."
  },
  {
    "startTime": 169.9,
    "endTime": 177.70000000000002,
    "text": "We're seeing very high levels of obesity and overweight pets in many countries in Europe, North America, and elsewhere."
  },
  {
    "startTime": 177.8,
    "endTime": 187.544,
    "text": "What that means is that we're now feeding today's pet probably 15% or less energy than the pet required 15, 20, 30 years ago."
  },
  {
    "startTime": 187.544,
    "endTime": 196.4,
    "text": "And what we're seeing now is so many manufacturers are able to produce a bespoke diet that can really target all of the particular nutritional needs."
  },
  {
    "startTime": 196.677,
    "endTime": 207.0,
    "text": "Unlike their smaller competitors, Mars and Nestle have large budgets for nutritional research and they emphasize their science base rather than craft approach."
  },
  {
    "startTime": 207.0,
    "endTime": 213.326,
    "text": "Smaller companies stress the importance of natural ingredients, fresh meat, and leaving out preservatives."
  },
  {
    "startTime": 213.326,
    "endTime": 215.54,
    "text": "But Mars' opinion differs."
  },
  {
    "startTime": 215.54,
    "endTime": 220.79999999999998,
    "text": "So I think it is really important that we continue to have those that added preservatives in there."
  },
  {
    "startTime": 220.8,
    "endTime": 227.9,
    "text": "If you don't have them in there, then ultimately the shelf-life of the product will be very short, so for most manufactured foods."
  },
  {
    "startTime": 228.076,
    "endTime": 237.1,
    "text": "And there is a move to move, to use more natural-based preservatives, but many of these are not really as active or effective as the existing ones."
  },
  {
    "startTime": 237.1,
    "endTime": 246.5,
    "text": "But despite their size, Mars and Nestle are being increasingly challenged by nimbler, innovative companies that are making use of digital channels to sell their pet food."
  },
  {
    "startTime": 246.6,
    "endTime": 251.1,
    "text": "The key drive in civilization, and that still the fundamental drive behind the market,"
  },
  {
    "startTime": 251.29,
    "endTime": 264.466,
    "text": "just as we've seen human food, we see small entrepreneurial startup companies formulating products for their local market that are perhaps more, gets towards their organic consumer, so that whole healthy lifestyle factor comes into play as well."
  },
  {
    "startTime": 264.466,
    "endTime": 271.15000000000003,
    "text": "Now people are adopting gluten-free food for themselves, then they're thinking, \"Why not try gluten-free on their pet as well?\" in some cases."
  },
  {
    "startTime": 271.2,
    "endTime": 280.546,
    "text": "And so that's coming increasingly from smaller companies, and they're able to do that largely because of online sales, and because the proliferation of retail channels."
  },
  {
    "startTime": 280.546,
    "endTime": 294.0,
    "text": "With more and more pets becoming family members and owners willing to fork out more on them, demand for premium pet food, whether organic, bespoke, or mass-produced, is likely to keep rising."
  },
  {
    "startTime": 294.0,
    "endTime": 296.882,
    "text": "Scheherazade Daneshkhu, FT, London."
  }
]