[
  {
    "startTime": 11.687,
    "endTime": 20.1,
    "text": "Kimberley Chambers is one of only six people to ever complete the Ocean's Seven challenge, a grueling collection of open water swims around the world."
  },
  {
    "startTime": 20.1,
    "endTime": 29.200000000000003,
    "text": "What's surprising is that she was not an experienced swimmer, and before she began this challenge, she was told she wouldn't even be able to walk."
  },
  {
    "startTime": 29.2,
    "endTime": 33.4,
    "text": "Can you tell me what happened when you got into your accident?"
  },
  {
    "startTime": 33.4,
    "endTime": 45.86,
    "text": "I was on my way to work, and I slipped down my staircase. And I hit my right leg on a ceramic pot. But I hit it at just the right point where it started to swell."
  },
  {
    "startTime": 45.86,
    "endTime": 51.65,
    "text": "My next memory is waking up post-surgery 30 minutes from amputation from the knee down."
  },
  {
    "startTime": 51.65,
    "endTime": 65.65,
    "text": "I remember the surgeon telling me, you know, we saved your leg, but we don't know what, if any, functionality you'll ever have. And that really was, I think, a really defining moment in my life."
  },
  {
    "startTime": 65.65,
    "endTime": 76.55000000000001,
    "text": "I could have gone down a really deep, dark hole. I mean, I could have accepted that, but I told myself, like, I was gonna prove them wrong. And then once I was doing physical therapy, I got into this routine."
  },
  {
    "startTime": 76.66,
    "endTime": 86.8,
    "text": "Being able to move was pretty magical, and I wanted to do more, and that's sort of how I got into swimming."
  },
  {
    "startTime": 86.95,
    "endTime": 109.757,
    "text": "I knew how to swim, and I knew that that would make me feel a little more free. So I started swimming at a pool here in San Francisco. I got in, and I just loved it. I just felt really normal. I was like, yeah, I'm  just another swimmer, and it was the beginning of this passion."
  },
  {
    "startTime": 109.757,
    "endTime": 121.10000000000001,
    "text": "After years of physical therapy, Kim not only learned to walk again, but she put all of her energy into accomplishing the Ocean's Seven, which consists of swims like the English Channel and the Cook Strait."
  },
  {
    "startTime": 121.1,
    "endTime": 133.35,
    "text": "The swims are as long as 26 miles and in temperatures as low as 53 degrees Fahrenheit. Some swims took Kim just four hours to complete, others nearly 20 hours."
  },
  {
    "startTime": 133.35,
    "endTime": 137.204,
    "text": "Tell me how swimming has become a ritual for you."
  },
  {
    "startTime": 137.204,
    "endTime": 161.10000000000002,
    "text": "It's something that is really sacred to me. I can't imagine my life without it. I start my day at 4:15 every morning. I train in a pool for about an hour and a half. I then go for another swim in the bay."
  },
  {
    "startTime": 161.1,
    "endTime": 163.81,
    "text": "Tell me about one of your more challenging swims."
  },
  {
    "startTime": 163.81,
    "endTime": 169.924,
    "text": "The most challenging swim so far for me has been from Northern Ireland to Scotland."
  },
  {
    "startTime": 169.924,
    "endTime": 173.525,
    "text": "Kim is in a huge fight right now against this nasty current."
  },
  {
    "startTime": 173.525,
    "endTime": 179.8,
    "text": "I've been in for five minutes, and first jellyfish."
  },
  {
    "startTime": 179.8,
    "endTime": 194.10000000000002,
    "text": "I was stung hundreds of times, over 200 times, by these lion's mane jellyfish. I did make the swim. I did finish it. I don't really remember."
  },
  {
    "startTime": 194.1,
    "endTime": 196.0,
    "text": "And you're still getting back in the water."
  },
  {
    "startTime": 196.01,
    "endTime": 207.39999999999998,
    "text": "I feel so transformed by these experiences. I don't think I ever really appreciated what my body could do for me."
  },
  {
    "startTime": 207.4,
    "endTime": 220.01,
    "text": "For these swims, you don't get a gold medal. You don't get a cash prize. You're not competing with anybody, and you're really competing with your mind."
  },
  {
    "startTime": 220.01,
    "endTime": 224.2,
    "text": "Do you think that this ritual of swimming saved your life in some sense?"
  },
  {
    "startTime": 224.2,
    "endTime": 236.79999999999998,
    "text": "Absolutely. The ritual of swimming is so important for me. Every day, my body gets to be immersed in the bay."
  },
  {
    "startTime": 236.8,
    "endTime": 256.265,
    "text": "I see a variety of birds out there. I see seals out there. You have these real amazing interactions with nature before most people are awake, and I can't imagine my life without it now."
  },
  {
    "startTime": 256.265,
    "endTime": 261.5,
    "text": "In this next episode of \"Rituals,\" click here to see how Jason Silva creates his \"Shots of Awe.\""
  },
  {
    "startTime": 261.5,
    "endTime": 276.2,
    "text": "The disconnection from distraction gets your brain daydreaming. When you're in daydreaming mode, you start to do a little bit of the lateral thinking. So you start connecting this to that to this and you start to go through the a-ha moments."
  },
  {
    "startTime": 276.2,
    "endTime": 285.0,
    "text": "If you'd like to continue to see more stories from around the world, we need you to subscribe. Thanks for watching."
  }
]