[
  {
    "startTime": 6.7,
    "endTime": 13.100000000000001,
    "text": "After the French Revolution erupted in 1789, Europe was thrown into chaos."
  },
  {
    "startTime": 13.1,
    "endTime": 25.799999999999997,
    "text": "Neighboring countries' monarchs feared they would share the fate of Louis XVI, and attacked the New Republic, while at home, extremism and mistrust between factions led to bloodshed."
  },
  {
    "startTime": 25.8,
    "endTime": 36.0,
    "text": "In the midst of all this conflict, a powerful figure emerged to take charge of France. But did he save the revolution or destroy it?"
  },
  {
    "startTime": 36.0,
    "endTime": 40.7,
    "text": "\"Order, order, who's the defendant today? I don't see anyone.\""
  },
  {
    "startTime": 41.0,
    "endTime": 51.4,
    "text": "\"Your Honor, this is Napoléon Bonaparte, the tyrant who invaded nearly all of Europe to compensate for his personal stature-based insecurities.\""
  },
  {
    "startTime": 51.4,
    "endTime": 66.5,
    "text": "\"Actually, Napoléon was at least average height for his time. The idea that he was short comes only from British wartime propaganda, and he was no tyrant. He was safeguarding the young Republic from being crushed by the European monarchies.\""
  },
  {
    "startTime": 66.5,
    "endTime": 71.4,
    "text": "\"By overthrowing its government and seizing power himself?\""
  },
  {
    "startTime": 71.4,
    "endTime": 85.397,
    "text": "\"Your Honor, as a young and successful military officer, Napoléon fully supported the French Revolution, and its ideals of liberty, equality, and fraternity. But the revolutionaries were incapable of real leadership."
  },
  {
    "startTime": 85.397,
    "endTime": 108.98700000000001,
    "text": "Robespierre and the Jacobins who first came to power unleashed a reign of terror on the population, with their anti-Catholic extremism and nonstop executions of everyone who disagreed with them. And The Directory that replaced them was an unstable and incompetent oligarchy. They needed a strong leader who could govern wisely and justly.\""
  },
  {
    "startTime": 108.987,
    "endTime": 114.35,
    "text": "\"So, France went through that whole revolution just to end up with another all-powerful ruler?\""
  },
  {
    "startTime": 114.35,
    "endTime": 122.6,
    "text": "\"Not quite. Napoléon's new powers were derived from the constitution that was approved by a popular vote in the Consulate.\""
  },
  {
    "startTime": 122.6,
    "endTime": 134.025,
    "text": "\"Ha! The constitution was practically dictated at gunpoint in a military coup, and the public only accepted the tyrant because they were tired of constant civil war.\""
  },
  {
    "startTime": 134.025,
    "endTime": 150.348,
    "text": "\"Be that as it may, Napoléon introduced a new constitution and a legal code that kept some of the most important achievements of the revolution intact: freedom of religion, abolition of hereditary  privilege, and equality before the law for all men.\""
  },
  {
    "startTime": 150.348,
    "endTime": 164.9,
    "text": "\"All men, indeed. He deprived women of the rights that the revolution had given them and even reinstated slavery in the French colonies. Haiti is still recovering from the consequences centuries later. What kind of equality is that?\""
  },
  {
    "startTime": 164.9,
    "endTime": 171.20000000000002,
    "text": "\"The only kind that could be stably maintained at the time, and still far ahead of France's neighbors.\""
  },
  {
    "startTime": 171.2,
    "endTime": 174.224,
    "text": "\"Speaking of neighbors, what was with all the invasions?\""
  },
  {
    "startTime": 174.224,
    "endTime": 176.094,
    "text": "\"Great question, Your Honor.\""
  },
  {
    "startTime": 176.094,
    "endTime": 195.29999999999998,
    "text": "\"Which invasions are we talking about? It was the neighboring empires who had invaded France, trying to restore the monarchy and prevent the spread of liberty across Europe, twice by the time Napoléon took charge. Having defended France as a soldier and a general in those wars, he knew that the best defense is a good offense.\""
  },
  {
    "startTime": 195.47,
    "endTime": 210.3,
    "text": "\"An offense against the entire continent? Peace was secured by 1802, and other European powers recognized the new French Regime. But Bonaparte couldn't rest unless he had control of the whole continent, and all he knew was fighting."
  },
  {
    "startTime": 210.3,
    "endTime": 226.3,
    "text": "He tried to enforce a European-wide blockade of Britain, invaded any country that didn't comply, and launched more wars to hold onto his gains. And what was the result? Millions dead all over the  continent, and the whole international order shattered.\""
  },
  {
    "startTime": 226.3,
    "endTime": 248.10000000000002,
    "text": "\"You forgot the other result: the spread of democratic and liberal ideals across Europe. It was thanks to Napoléon that the continent was reshaped from a chaotic patchwork of fragmented feudal and religious territories into efficient, modern, and secular nation states where the people held more power and rights than ever before.\""
  },
  {
    "startTime": 248.1,
    "endTime": 256.4,
    "text": "\"Should we also thank him for the rise of nationalism and the massive increase in army sizes? You can see how well that turned out a century later.\""
  },
  {
    "startTime": 256.4,
    "endTime": 260.59999999999997,
    "text": "\"So what would European history have been like if it weren't for Napoléon?\""
  },
  {
    "startTime": 260.6,
    "endTime": 264.261,
    "text": "\"Unimaginably better/worse.\""
  },
  {
    "startTime": 264.261,
    "endTime": 285.6,
    "text": "Napoléon seemingly unstoppable momentum would die in the Russian winter snows, along with most of his army. But even after being deposed and exiled, he refused to give up, escaping from his prison and launching a bold attempt at restoring his empire before being defeated for the second and final time."
  },
  {
    "startTime": 285.6,
    "endTime": 310.0,
    "text": "Bonaparte was a ruler full of contradictions, defending a popular revolution by imposing absolute dictatorship, and spreading liberal ideals through imperial wars, and though he never achieved his dream of conquering Europe, he undoubtedly left his mark on it, for better or for worse."
  }
]