[
  {
    "startTime": 0.11,
    "endTime": 5.7,
    "text": "In the aftermath of a terrorist attack, we’re always left asking the question: how could anyone do this to another person?"
  },
  {
    "startTime": 5.7,
    "endTime": 15.399999999999999,
    "text": "While nothing can excuse their actions, maybe psychology can help us understand the mind of a terrorist."
  },
  {
    "startTime": 15.6,
    "endTime": 18.4,
    "text": "Hello, everyone, I’m Julian and this is DNews."
  },
  {
    "startTime": 18.4,
    "endTime": 23.4,
    "text": "Terrorists are defined as a non-state group that uses violence against non-combatants for political gain."
  },
  {
    "startTime": 23.4,
    "endTime": 27.799999999999997,
    "text": "Their goal is to instill fear, and they achieve it by targeting innocent people where they feel safe."
  },
  {
    "startTime": 27.8,
    "endTime": 33.4,
    "text": "This brutality is hard for us to comprehend, so some may reason that a terrorist must be mentally  unstable in some way."
  },
  {
    "startTime": 33.6,
    "endTime": 48.2,
    "text": "According to psychologist John Horgan, who has written multiple books on the subject of terrorism, psychologists have been trying for over 40 years to identify the personality disorder that defines a terrorist.: are they psychotic? Are they anti-social? Is there one defining characteristic that unites  them?"
  },
  {
    "startTime": 48.4,
    "endTime": 53.0,
    "text": "Unsatisfyingly, there is no one archetype that every terrorist neatly conforms to."
  },
  {
    "startTime": 53.0,
    "endTime": 62.8,
    "text": "There are risk factors and common threads though: recruits are often motivated to join terrorist groups because they feel alienated or disenfranchised, or they think they're the victims of a social injustice."
  },
  {
    "startTime": 62.8,
    "endTime": 69.0,
    "text": "They may be frustrated by other methods of political change, wanna take immediate action, and don’t have a problem with violence against the state."
  },
  {
    "startTime": 69.2,
    "endTime": 80.0,
    "text": "Psychologist Steve Taylor from Leeds Beckett University in the UK writes that it’s often adolescent men who are drawn to this life, because they’re at a point when they are looking for a sense of belonging and purpose."
  },
  {
    "startTime": 80.0,
    "endTime": 86.9,
    "text": "Once in the group, they develop an \"us\" vs \"them\" mentality that makes it easy to switch off empathy to the victims of their attacks."
  },
  {
    "startTime": 86.9,
    "endTime": 91.30000000000001,
    "text": "To them, the deaths they cause are more akin to destroying an object than ending a life."
  },
  {
    "startTime": 91.3,
    "endTime": 94.1,
    "text": "Strangely though, sometimes they draw arbitrary lines."
  },
  {
    "startTime": 94.1,
    "endTime": 100.5,
    "text": "Horgan interviewed a former Irish Republican Army bombing instructor who left the group after the IRA murdered a pregnant officer."
  },
  {
    "startTime": 100.5,
    "endTime": 107.1,
    "text": "Other people Horgan spoke to became disillusioned when their group robbed a bank. To them, the killing was acceptable, but theft was not."
  },
  {
    "startTime": 107.1,
    "endTime": 112.3,
    "text": "Sometimes though, recruits are just bored and looking for adventure, or they’re worried about not leaving a lasting legacy."
  },
  {
    "startTime": 112.3,
    "endTime": 119.8,
    "text": "People with little going for them in their former lives are more likely to support the actions of a group rather than form opinions as an individual and voice dissent."
  },
  {
    "startTime": 119.8,
    "endTime": 127.0,
    "text": "This groupthink can lead to further radicalization of all the members; wanting to support and look out for each other also becomes another motivation for killing."
  },
  {
    "startTime": 127.2,
    "endTime": 139.4,
    "text": "Dr. Clark R. McCauley, director for the Solomon Asch Center for Study of Ethnopolitical Conflict at Bryn Mawr College, points out, modern militaries use the same techniques by stripping soldiers of individuality and placing the goals of the group first."
  },
  {
    "startTime": 139.6,
    "endTime": 145.0,
    "text": "Terrorists who do disagree with the group will feel pressure to remain silent, because they fear the consequences of voicing dissent."
  },
  {
    "startTime": 145.0,
    "endTime": 150.6,
    "text": "Horgan points out they don’t have the option to really leave either, as state governments will offer little sympathy for deserters."
  },
  {
    "startTime": 150.72,
    "endTime": 153.3,
    "text": "It’s tempting to boil down terrorists to one trait or other."
  },
  {
    "startTime": 153.3,
    "endTime": 161.70000000000002,
    "text": "The so-called \"Islamic State,\" or ISIS, is a group that’s stated goal is to create an Islamic state, and so a facile conclusion is their faith is to blame."
  },
  {
    "startTime": 161.7,
    "endTime": 170.39999999999998,
    "text": "But according to political scientist Dr. Max Abrahms, groups like that are quote, \"ignorant people with respect to religion and they are generally the newest members to the religion.\""
  },
  {
    "startTime": 170.4,
    "endTime": 178.6,
    "text": "Horgan agrees with this assessment, saying that young converts are more susceptible to recruiters because they lack a deeper religious knowledge that would help them reject extremist arguments."
  },
  {
    "startTime": 178.8,
    "endTime": 184.15,
    "text": "But Horgan insists that even if a perfect model of a terrorist could be identified, it wouldn’t be very useful."
  },
  {
    "startTime": 184.15,
    "endTime": 188.4,
    "text": "After all, you can’t arrest people just because they have the potential to join violent extremists."
  },
  {
    "startTime": 188.4,
    "endTime": 194.1,
    "text": "Instead, he says we should be focusing on understanding the paths that lead them there and giving  them options to get out."
  },
  {
    "startTime": 194.1,
    "endTime": 197.5,
    "text": "Plenty of people who join up with radicals eventually become disenchanted."
  },
  {
    "startTime": 197.5,
    "endTime": 203.0,
    "text": "They realize that the group doesn’t really serve their ideals, or isn’t the utopian society the recruiters made it out to be."
  },
  {
    "startTime": 203.0,
    "endTime": 207.1,
    "text": "Of course, Horgan and the people who study terrorists have a tough job cut out for them."
  },
  {
    "startTime": 207.1,
    "endTime": 215.29999999999998,
    "text": "Terrorist groups rely on fear tactics because they are tiny minorities, and the people who leave and are willing to talk to researchers are an even smaller subset of that."
  },
  {
    "startTime": 215.3,
    "endTime": 223.3,
    "text": "It’s a pressing problem that’s tough to study, so hypotheses abound but there’s very little in the way of actual data. Once again, more research is needed."
  },
  {
    "startTime": 223.3,
    "endTime": 232.3,
    "text": "Even though there are a lot of paths people take to join a group like ISIS, for some reason an unusually high number come from one town in Belgium. Lisette explains why over on Seeker Daily."
  },
  {
    "startTime": 232.3,
    "endTime": 245.0,
    "text": "Among all European nations, Belgium is responsible for the highest number of recruits per capita to have left to fight in Syria and Iraq, so there is some way to the argument that Belgium is a terrorist hotbed."
  },
  {
    "startTime": 245.0,
    "endTime": 249.0,
    "text": "Whether you’ve been directly affected by terrorism or not, we encourage you to find a way to help."
  },
  {
    "startTime": 249.0,
    "endTime": 263.26,
    "text": "Doing good anonymously is great, but spread the word and try to get others involved, too. Let’s try and make the world a better place, and we'll see you next time on DNews."
  }
]