[
  {
    "startTime": 16.726,
    "endTime": 25.011,
    "text": "Picture this: your friend and you are watching a sitcom, and a sassy sidekick walks into a room, carrying a four-tiered wedding cake."
  },
  {
    "startTime": 25.011,
    "endTime": 28.672,
    "text": "He trips, falls, and face-plants into the cake."
  },
  {
    "startTime": 28.672,
    "endTime": 34.476,
    "text": "Your friend doubles over with laughter and says, \"It's so ridiculous! So ironic!\""
  },
  {
    "startTime": 34.527,
    "endTime": 36.457,
    "text": "Well, quick, what do you do?"
  },
  {
    "startTime": 36.457,
    "endTime": 41.569,
    "text": "Do you laugh along with the laugh track and let this grievous misinterpretation of irony go?"
  },
  {
    "startTime": 41.569,
    "endTime": 45.487,
    "text": "Or, do you throw caution to the wind and explain the true meaning of irony?"
  },
  {
    "startTime": 45.487,
    "endTime": 48.658,
    "text": "If you were me, you choose the latter."
  },
  {
    "startTime": 48.658,
    "endTime": 52.591,
    "text": "Unfortunately, irony has been completely misunderstood."
  },
  {
    "startTime": 52.591,
    "endTime": 57.765,
    "text": "We tend to throw out that term whenever we see something funny or coincidental."
  },
  {
    "startTime": 57.765,
    "endTime": 64.082,
    "text": "And while many examples of true irony can be funny, that is not the driving factor of being ironic."
  },
  {
    "startTime": 64.082,
    "endTime": 70.66199999999999,
    "text": "A situation is only ironic if what happens is the exact opposite of what was expected."
  },
  {
    "startTime": 70.662,
    "endTime": 75.0,
    "text": "If you expect A, but get B, then you have irony."
  },
  {
    "startTime": 75.015,
    "endTime": 77.862,
    "text": "Let's take the slap-stick cake situation as an example."
  },
  {
    "startTime": 77.862,
    "endTime": 87.3,
    "text": "When someone walks in precariously balancing something that shouldn't be carried alone, trips, falls, and makes a mess, it is funny, but it's not ironic."
  },
  {
    "startTime": 87.637,
    "endTime": 92.7,
    "text": "In fact, you probably expect someone who is single-handedly carrying a huge cake to trip."
  },
  {
    "startTime": 92.743,
    "endTime": 98.633,
    "text": "When he does, reality align with expectations, and so that is not irony."
  },
  {
    "startTime": 98.633,
    "endTime": 106.57,
    "text": "But what if the sassy sidekick walked in wearing a gold medal that he'd won at the cake walking event at the Atlanta Olympics in 1996?"
  },
  {
    "startTime": 106.576,
    "endTime": 109.92099999999999,
    "text": "What if that sidekick was a professional cake carrier?"
  },
  {
    "startTime": 109.921,
    "endTime": 117.30000000000001,
    "text": "Then, maybe there would have been a reasonable expectation that he would have been more skilled when carrying a ridiculously large cake."
  },
  {
    "startTime": 117.954,
    "endTime": 125.02999999999999,
    "text": "Then, when that reasonable expectation was not met by the tripping sidekick, irony would have been exemplified."
  },
  {
    "startTime": 125.039,
    "endTime": 129.089,
    "text": "Another example, a senior citizen texting and blogging."
  },
  {
    "startTime": 129.089,
    "endTime": 142.87,
    "text": "The common and reasonable expectation of more mature men and women is that they don't like or know technology, that they have a hard time turning on a computer, or that they have the old brick cell phones from the 1980s."
  },
  {
    "startTime": 142.879,
    "endTime": 155.35999999999999,
    "text": "One should not expect them to be connected, high-tech, or savvy enough to text or to be blogging, which must seem like some sort of newfangled thing that \"back in my day,\" they never had."
  },
  {
    "startTime": 155.36,
    "endTime": 162.75,
    "text": "So when Granny pulls out her smart phone to post pictures of her dentures or her grandkids, irony ensues."
  },
  {
    "startTime": 162.759,
    "endTime": 166.47299999999998,
    "text": "Reasonable expectations of the situation are not met."
  },
  {
    "startTime": 166.473,
    "endTime": 168.354,
    "text": "That is irony."
  },
  {
    "startTime": 168.354,
    "endTime": 175.29000000000002,
    "text": "So while the cake dropper might not be ironic, there are all kinds of situations in life that are."
  },
  {
    "startTime": 175.297,
    "endTime": 179.126,
    "text": "Go out, and find those true examples of irony."
  }
]