[
  {
    "startTime": 7.8,
    "endTime": 21.95,
    "text": "Taiwan is a nature lover's paradise. Pretty much everything is available here in Taiwan. You've got rock climbing, surfing, hiking, biking. If you love being outside, this is your spot."
  },
  {
    "startTime": 21.95,
    "endTime": 33.7,
    "text": "I am currently riding around Sun Moon Lake on a beautiful protected bike path, and the great part is, there's plenty of places to stop, get off your bike, and admire the lake."
  },
  {
    "startTime": 33.7,
    "endTime": 42.800000000000004,
    "text": "I feel like I'm right inside a beautiful Chinese painting. Look at this!"
  },
  {
    "startTime": 42.8,
    "endTime": 47.199999999999996,
    "text": "There's a lot of beautiful stuff to look at on this drive, and I just got out at the Nanya region."
  },
  {
    "startTime": 47.2,
    "endTime": 57.0,
    "text": "It's beautiful coastline, and there's this crazy rock behind me. I've never seen anything quite like it, and it has all these formations from years and years of erosion of wind and water."
  },
  {
    "startTime": 57.0,
    "endTime": 62.0,
    "text": "Whew! I love Taiwan!"
  },
  {
    "startTime": 62.0,
    "endTime": 69.6,
    "text": "More than half of Taiwan is mountainous and heavily forested, so it's a great place to get off the beaten path and get lost."
  },
  {
    "startTime": 69.8,
    "endTime": 75.6,
    "text": "I am now deep in the gorge, and this is the spot, the view you want to see."
  },
  {
    "startTime": 75.6,
    "endTime": 86.8,
    "text": "There's a waterfall pouring down, and the cliff sides are so steep. You have to walk around like this in order to take it all in."
  },
  {
    "startTime": 86.8,
    "endTime": 92.8,
    "text": "This is one of the few places in the world that has these sandstone formations, and that's why so many tourists come here to check it out."
  },
  {
    "startTime": 92.8,
    "endTime": 99.7,
    "text": "It's very, very unique, and definitely one of the jewels of Taiwan."
  },
  {
    "startTime": 99.7,
    "endTime": 109.663,
    "text": "Now I'm pretty sure that riding a bike next to the ocean with mountains on the other side is one of the most serene things that you can do."
  },
  {
    "startTime": 109.663,
    "endTime": 111.89999999999999,
    "text": "Life is good."
  },
  {
    "startTime": 111.9,
    "endTime": 120.0,
    "text": "Come experience some of Taiwan's outdoor activities, and with views like this, it's really hard to have to go home."
  }
]