[
  {
    "startTime": 5.122,
    "endTime": 25.04,
    "text": "The average American produces 4.3 pounds of trash a day. That's almost 1600 pounds a year, but if we took some simple steps, we could go off the trash grid and minimize thousands of pounds of waste into just a single jar."
  },
  {
    "startTime": 25.04,
    "endTime": 26.8,
    "text": "So this is my trash jar."
  },
  {
    "startTime": 26.8,
    "endTime": 29.94,
    "text": "- Two years of trash in this tiny little jar? - Yep."
  },
  {
    "startTime": 29.94,
    "endTime": 34.59,
    "text": "That's crazy. I mean I probably produce 20 times this much in a day."
  },
  {
    "startTime": 34.59,
    "endTime": 43.0,
    "text": "Yeah, this is everything basically that I couldn't compost, or couldn't recycle, or couldn't figure out what to do with."
  },
  {
    "startTime": 43.0,
    "endTime": 47.5,
    "text": "Where did you get this idea to become zero waste?"
  },
  {
    "startTime": 47.5,
    "endTime": 50.84,
    "text": "It kind of all started when I was a senior at NYU studying environmental studies."
  },
  {
    "startTime": 50.84,
    "endTime": 60.900000000000006,
    "text": "And one day after class, I went home to make dinner, and I opened my fridge, and I saw that everything in there was packaged in plastic, and I felt like such a hypocrite."
  },
  {
    "startTime": 60.9,
    "endTime": 64.2,
    "text": "We're supposed to be saving the planet, and here you are making all of this trash."
  },
  {
    "startTime": 64.25,
    "endTime": 75.6,
    "text": "I feel like it's really important to live your values, and my values are having a really low environmental impact. I have to live like I want that, and so that's why I decided to change my lifestyle."
  },
  {
    "startTime": 75.8,
    "endTime": 79.5,
    "text": "What was the easiest part about reducing your waste?"
  },
  {
    "startTime": 79.5,
    "endTime": 90.4,
    "text": "I think it was just like seeing that I didn't have to do that much to produce very little waste, and by composting and buying in bulk, I essentially eliminated 80% of my waste."
  },
  {
    "startTime": 90.41,
    "endTime": 114.001,
    "text": "Buying package free means needing to have containers to buy things that you can't hold with your hands, for instance, like I buy bulk olive oil, so I bring a Mason jar to fill it up; I'll pick up some beer from a local shop that sells it in growlers that are actually reusable, so that's like a totally waste free way to drink."
  },
  {
    "startTime": 114.001,
    "endTime": 121.0,
    "text": "- I imagine you get asked a lot of questions about how do you do this. I've been curious about a few things, so I'm gonna throw out a few questions too.  - Sure."
  },
  {
    "startTime": 121.0,
    "endTime": 124.5,
    "text": "- Plastic toothbrushes? - I use a compostable bamboo toothbrush."
  },
  {
    "startTime": 124.5,
    "endTime": 127.1,
    "text": "- Sponges? - I use a compostable dish brush."
  },
  {
    "startTime": 127.1,
    "endTime": 128.95,
    "text": "- Paper towels? - Cotton napkins."
  },
  {
    "startTime": 129.039,
    "endTime": 131.32999999999998,
    "text": "- Plastic cookware? - Wood or stainless steel utensils."
  },
  {
    "startTime": 131.43,
    "endTime": 133.38,
    "text": "- Cotton balls? - Reusable cotton rounds."
  },
  {
    "startTime": 133.5,
    "endTime": 135.8,
    "text": "- Dryer sheets? - Dryer balls that I make myself."
  },
  {
    "startTime": 135.8,
    "endTime": 137.8,
    "text": "- What about shampoo? - Bulk castile soap."
  },
  {
    "startTime": 137.98,
    "endTime": 141.56099999999998,
    "text": "- Makeup? - Organic vegan makeup in recyclable packaging."
  },
  {
    "startTime": 141.561,
    "endTime": 143.4,
    "text": "- Feminine products? - Menstrual cup."
  },
  {
    "startTime": 143.4,
    "endTime": 146.5,
    "text": "- Gift wrap? - Why?"
  },
  {
    "startTime": 146.5,
    "endTime": 149.6,
    "text": "- Okay, so you are going to teach me how to make toothpaste. - Yes."
  },
  {
    "startTime": 149.7,
    "endTime": 150.2,
    "text": "What do I do?"
  },
  {
    "startTime": 150.35,
    "endTime": 160.2,
    "text": "So we're gonna mix two tablespoons of organic coconut oil, and then a tablespoon of baking soda, and then about 20 drops of the organic peppermint oil."
  },
  {
    "startTime": 160.2,
    "endTime": 162.79999999999998,
    "text": "- So this is how you make your toothpaste. - Mm-hmm."
  },
  {
    "startTime": 162.8,
    "endTime": 166.20000000000002,
    "text": "- Let me see your teeth. They look very nice. - Yeah."
  },
  {
    "startTime": 166.2,
    "endTime": 168.1,
    "text": "What does your dentist think about this?"
  },
  {
    "startTime": 168.2,
    "endTime": 170.7,
    "text": "They haven't gotten mad at me yet."
  },
  {
    "startTime": 170.7,
    "endTime": 178.79999999999998,
    "text": "So I'll just take this spoon and scoop it onto my toothbrush."
  },
  {
    "startTime": 178.8,
    "endTime": 181.01000000000002,
    "text": "It's not bad. It's actually kind of salty."
  },
  {
    "startTime": 181.01,
    "endTime": 183.262,
    "text": "Yeah, that's the baking soda."
  },
  {
    "startTime": 183.262,
    "endTime": 188.35,
    "text": "Yeah, my teeth really do feel cleaner so, thank you."
  },
  {
    "startTime": 188.4,
    "endTime": 192.9,
    "text": "So do you have any garbage cans in your home here?"
  },
  {
    "startTime": 193.04,
    "endTime": 195.5,
    "text": "No, I don't have any garbage cans in my home."
  },
  {
    "startTime": 195.68,
    "endTime": 197.70000000000002,
    "text": "- Because you don't have any garbage. - Exactly."
  },
  {
    "startTime": 197.898,
    "endTime": 205.29999999999998,
    "text": "It really does compel me to wanna try to reduce my waste, so what tips can you give me or somebody else that wants to do that as well?"
  },
  {
    "startTime": 205.3,
    "endTime": 212.3,
    "text": "Yeah, I would suggest, you know, look in your garbage can and see what your garbage is, and until you do that you don't really know what you're reducing, right?"
  },
  {
    "startTime": 212.42,
    "endTime": 218.29999999999998,
    "text": "Step two, using a reusable bag instead of a plastic or paper bag. Just like easy one time changes."
  },
  {
    "startTime": 218.6,
    "endTime": 225.9,
    "text": "I mean, and then the last one would be to actually make your products yourself, so learn how to make toothpaste, learn how to make deodorant. It's a really fun thing to do."
  },
  {
    "startTime": 226.06,
    "endTime": 228.4,
    "text": "What is your ultimate goal?"
  },
  {
    "startTime": 228.4,
    "endTime": 236.70000000000002,
    "text": "Before I lived my lifestyle, I wonder, you know, why is there all this trash and why is that okay? And we have to find solutions before it gets out of control."
  },
  {
    "startTime": 236.879,
    "endTime": 247.39999999999998,
    "text": "I've never told anyone, oh, you should live this lifestyle or you have to live this way. I kind of just live my lifestyle, put it out there, and see what happens."
  },
  {
    "startTime": 247.4,
    "endTime": 255.3,
    "text": "Be sure to check out another episode of \"Going Off Grid\" with Mike Basich and his 225 square foot tiny home."
  },
  {
    "startTime": 255.4,
    "endTime": 263.1,
    "text": "I like to think of it as getting back to the basics of humanity. I like feeling connected to the Earth."
  },
  {
    "startTime": 263.26,
    "endTime": 265.59999999999997,
    "text": "This episode is a part of \"Seeker Stories\"."
  },
  {
    "startTime": 265.7,
    "endTime": 535.76,
    "text": "We're trying to bring you cool stories from around the world, but in order to do that, you need to subscribe. So please click on that button, and thanks for watching."
  }
]