[
  {
    "startTime": 0.3,
    "endTime": 5.3,
    "text": "So there's this guy. Yeah, this guy, and this guy decides to make a better deck shoe."
  },
  {
    "startTime": 5.3,
    "endTime": 15.2,
    "text": "This better deck shoe, with a rubber sole that looked like waffles and stuck like syrup, and a custom upper made up of whatever fabric you were feeling and surfers dug that."
  },
  {
    "startTime": 15.2,
    "endTime": 28.799999999999997,
    "text": "So pretty soon these shoes started popping up all along the coastline, including a little surf shop in Santa Monica where some hood-rat kids had started surfing asphalt, carving banks, hijacking pools and reinventing skateboarding in the process."
  },
  {
    "startTime": 29.0,
    "endTime": 35.51,
    "text": "So by the time they showed up to Del Mar in matching blue '44s, these shoes were as essential as the boards themselves."
  },
  {
    "startTime": 35.51,
    "endTime": 45.0,
    "text": "Then the guys were like \"Hey, can you make 'em like this?\" So we did, which led to this shoe, which led to this shoe, which led to a stripe down the side, and kids sketching up the uppers."
  },
  {
    "startTime": 45.1,
    "endTime": 57.1,
    "text": "Then this guy took over and got these shoes traveling off the wall and into the ruckus, sticking to the floor and bouncing around pits before ending up in Hollywood, and blowing up in a movie the lawyers say we can't mention."
  },
  {
    "startTime": 57.2,
    "endTime": 59.2,
    "text": "Whatever, you know the one."
  },
  {
    "startTime": 59.2,
    "endTime": 68.7,
    "text": "From there we took it international, while uniting kids from Sao Paulo to Shanghai under a checkerboard flag, and bringing the underground to the main stage one show at a time."
  },
  {
    "startTime": 68.7,
    "endTime": 74.60000000000001,
    "text": "Creating the House of Vans to give a nation of millions a place to come up, just like those that came before them."
  },
  {
    "startTime": 74.76,
    "endTime": 84.4,
    "text": "So while groupies line up to chase the next fad, we'll keep rocking our Vans, just like we have for the last 50 years. Same as it ever was, only sometimes a little different."
  },
  {
    "startTime": 84.4,
    "endTime": 90.0,
    "text": "This is our story and we're sticking to it because we're the Van Doren Rubber Company but you can call us Vans."
  }
]