[
  {
    "startTime": 0.16,
    "endTime": 5.5,
    "text": "There’s this door on the 10th floor of the Vox media office that I hate so much."
  },
  {
    "startTime": 5.5,
    "endTime": 8.9,
    "text": "God dammit!"
  },
  {
    "startTime": 8.9,
    "endTime": 11.8,
    "text": "- Do you ever get this door wrong?  - Pretty regularly."
  },
  {
    "startTime": 11.8,
    "endTime": 16.1,
    "text": "- Have you seen people misuse it?  - All the time. Every day. Constantly."
  },
  {
    "startTime": 16.1,
    "endTime": 17.400000000000002,
    "text": "I hate this door."
  },
  {
    "startTime": 17.5,
    "endTime": 24.0,
    "text": "Me, too, Kelsey, but here’s the thing: as soon as you start looking for confusing doors, they are everywhere."
  },
  {
    "startTime": 24.2,
    "endTime": 27.9,
    "text": "- It's \"push\".  - Why?"
  },
  {
    "startTime": 28.1,
    "endTime": 31.0,
    "text": "I feel like Roman Mars would know about this."
  },
  {
    "startTime": 31.0,
    "endTime": 36.879,
    "text": "This is 99% Invisible, and those doors you hate are called Norman Doors."
  },
  {
    "startTime": 37.6,
    "endTime": 39.0,
    "text": "What’s a Norman Door?"
  },
  {
    "startTime": 39.0,
    "endTime": 44.6,
    "text": "Don Norman wrote the essential book about design. He is the \"Norman\" of the \"Norman Door\"."
  },
  {
    "startTime": 44.7,
    "endTime": 46.1,
    "text": "Alright, and where is this guy?"
  },
  {
    "startTime": 46.1,
    "endTime": 49.0,
    "text": "- You must go to San Diego.  - Okay!"
  },
  {
    "startTime": 54.4,
    "endTime": 55.9,
    "text": "- Hi, Joe!  - Hey!"
  },
  {
    "startTime": 56.1,
    "endTime": 60.800000000000004,
    "text": "I’m Don Norman. I’m… gee, you know it’s hard to describe what I am."
  },
  {
    "startTime": 60.8,
    "endTime": 70.1,
    "text": "Well, he’s been a professor of psychology, professor of cognitive science, professor of computer science, a vice president of advanced technology at Apple, but for our purpose."
  },
  {
    "startTime": 70.17,
    "endTime": 83.5,
    "text": "I was spending a year in England, and I got so frustrated with my inability to use the light switches and the water taps and the doors, even, then I wrote this book."
  },
  {
    "startTime": 83.5,
    "endTime": 90.0,
    "text": "If I continually get a door wrong, is it my fault?"
  },
  {
    "startTime": 90.1,
    "endTime": 99.39999999999999,
    "text": "No. In fact, if you continually get it wrong, it's a good⏤and if other people continually get it wrong⏤good sign that it's a really bad door."
  },
  {
    "startTime": 99.4,
    "endTime": 109.10000000000001,
    "text": "A Norman Door is one where the design tells you to do the opposite of what you’re actually supposed to do, or gives the wrong signal and needs a sign to correct it."
  },
  {
    "startTime": 109.1,
    "endTime": 116.19999999999999,
    "text": "Why does it need an instruction manual? That is, why do you have to have a sign that says push or pull?  Why not make it obvious?"
  },
  {
    "startTime": 116.3,
    "endTime": 118.89999999999999,
    "text": "It can be obvious if it’s designed right."
  },
  {
    "startTime": 119.0,
    "endTime": 131.0,
    "text": "There are a couple really simple, basic principles of design, and one of them I’ll call discoverability: When I look at something, I should be able to discover what operations I can do."
  },
  {
    "startTime": 131.1,
    "endTime": 134.6,
    "text": "The principle applies to a whole lot more than doors."
  },
  {
    "startTime": 134.7,
    "endTime": 144.6,
    "text": "And it’s amazing with many of our computer systems today, you can look at it, there’s no way of knowing what’s possible; should I tap it once, or twice, or even triple tap?"
  },
  {
    "startTime": 144.7,
    "endTime": 150.06,
    "text": "So, discoverability, when it’s not there, well, you don’t know how to use something."
  },
  {
    "startTime": 150.06,
    "endTime": 153.5,
    "text": "Another is feedback."
  },
  {
    "startTime": 153.5,
    "endTime": 157.92,
    "text": "And so many times, there’s no feedback; you have no idea happened or why it happened."
  },
  {
    "startTime": 158.31,
    "endTime": 166.1,
    "text": "And these principles form the basis of how designers and engineers work today, Commonly known as user- or human-centered design."
  },
  {
    "startTime": 166.2,
    "endTime": 171.79999999999998,
    "text": "I decided at one point the word \"user\" was a bit degrading; why not call people \"people\"?"
  },
  {
    "startTime": 171.8,
    "endTime": 178.3,
    "text": "And it’s amazingly simple and amazingly seldom practiced; we call it iterative 'cause it goes around in a circle."
  },
  {
    "startTime": 178.4,
    "endTime": 183.5,
    "text": "We go out and we observe what is happening today, we observe people doing a task."
  },
  {
    "startTime": 183.6,
    "endTime": 189.56,
    "text": "And from that we say, \"Oh, we have some ideas. Here’s what we should perhaps propose to do.\""
  },
  {
    "startTime": 189.6,
    "endTime": 192.6,
    "text": "Then you prototype your solution, and test it."
  },
  {
    "startTime": 192.7,
    "endTime": 202.2,
    "text": "Quite often these are wrong at first, but each time they go around the circle we do a better job of making the device, until the point we're actually making something that really works."
  },
  {
    "startTime": 202.3,
    "endTime": 204.8,
    "text": "And this process has spread all over the world⏤"
  },
  {
    "startTime": 204.9,
    "endTime": 207.15,
    "text": "and it turns out it's improving lives."
  },
  {
    "startTime": 207.2,
    "endTime": 214.79999999999998,
    "text": "- From better every day things like the ones Don wrote about...  - to using the same process to solve huge problems in public health in developing countries..."
  },
  {
    "startTime": 214.9,
    "endTime": 217.5,
    "text": "- Water, farming...  - Sanitation, lots more."
  },
  {
    "startTime": 217.7,
    "endTime": 221.1,
    "text": "So what’d be a better human-centered door?"
  },
  {
    "startTime": 221.2,
    "endTime": 230.2,
    "text": "An ideal door is one thatm as I walk up to it and walk through it, I’m not even aware that I had opened a door and shut it."
  },
  {
    "startTime": 230.2,
    "endTime": 240.79999999999998,
    "text": "So if you had a door which had a flat plate, what could you do? Nothing. The only thing you can do is push. So, see? You wouldn’t need a sign. A flat plate, you push."
  },
  {
    "startTime": 240.9,
    "endTime": 246.95000000000002,
    "text": "This kind of push bar with the piece sticking out on one side works well, too, so you can see what side you’re supposed to push on."
  },
  {
    "startTime": 246.95,
    "endTime": 253.29999999999998,
    "text": "Vertical bars could go either way. A simple little hand thing though, sort of indicates \"pull\"."
  },
  {
    "startTime": 253.3,
    "endTime": 258.54,
    "text": "But we still have terrible, terrible doors in the world. So many of them."
  },
  {
    "startTime": 258.6,
    "endTime": 272.1,
    "text": "There are lots of things in life that are fairly standardized and therefore whether I buy this house or not is not a function of whether it has good doors in it. And so, except for safety reasons, doors tend not to be improved."
  },
  {
    "startTime": 272.2,
    "endTime": 275.2,
    "text": "But the tyranny of bad doors must end."
  },
  {
    "startTime": 275.2,
    "endTime": 289.2,
    "text": "- I think that it’s a really shitty design. In fact, they put a pull handle when it’s a push. That should be a flat panel here, and not a [beep] pull handle. That’s how I feel about this door, it’s very misleading.  - I agree."
  },
  {
    "startTime": 289.2,
    "endTime": 297.59999999999997,
    "text": "You’re right, Becky. You’re God-damned right. And if we all thought like you, well, we might just design a better world together."
  },
  {
    "startTime": 297.6,
    "endTime": 305.90000000000003,
    "text": "It won't open because it's a security door!"
  },
  {
    "startTime": 305.9,
    "endTime": 307.7,
    "text": "What the **** are you two doing?"
  },
  {
    "startTime": 307.8,
    "endTime": 331.55,
    "text": "Hey, so as you can see, since I started making this video, they've since changed the door a little bit. Guess it's a step in the right direction. Thank you so much for watching and to 99% Invisible, one of my favorite podcasts, it was so much fun to collaborate with with them, thank you. And check them out on any podcast app or 99pi.org."
  }
]