[
  {
    "startTime": 0.03,
    "endTime": 5.23,
    "text": "We’ve all been there. Stuck with aches, pains, and runny nose, and the cough medicine in the cabinet is five years old."
  },
  {
    "startTime": 5.23,
    "endTime": 13.690000000000001,
    "text": "The question is, do you take it and risk it? Or toss it and suffer?"
  },
  {
    "startTime": 13.69,
    "endTime": 15.66,
    "text": "Hey pill poppers Julia here for DNews."
  },
  {
    "startTime": 15.66,
    "endTime": 20.34,
    "text": "We’ve talked on DNews before about food expirations dates or \"sell by\" dates as they’re sometimes called."
  },
  {
    "startTime": 20.34,
    "endTime": 24.05,
    "text": "And we’ve found well...there is less actual rules and more like guidelines."
  },
  {
    "startTime": 24.11,
    "endTime": 28.08,
    "text": "Most food lasts well beyond that date. Others, well you have do a quick sniff test."
  },
  {
    "startTime": 28.08,
    "endTime": 31.339999999999996,
    "text": "But have you ever noticed that medication has an expiration date too?"
  },
  {
    "startTime": 31.43,
    "endTime": 34.74,
    "text": "Rachael Lee asked us, \"Can you get sicker from expired medicine?\""
  },
  {
    "startTime": 34.74,
    "endTime": 39.010000000000005,
    "text": "The FDA started slapping an expiration date on medicines in 1979."
  },
  {
    "startTime": 39.01,
    "endTime": 42.519999999999996,
    "text": "So it’s been over 30 years since that decision, and has it made a difference?"
  },
  {
    "startTime": 42.52,
    "endTime": 46.720000000000006,
    "text": "Typically the expiration date is set a year to five years beyond the date of manufacture."
  },
  {
    "startTime": 46.72,
    "endTime": 50.87,
    "text": "It’s less of an expiration date and more of a date of guaranteed potency."
  },
  {
    "startTime": 50.87,
    "endTime": 55.599999999999994,
    "text": "Basically after that date, manufacturers can't guarantee the drug will be 100% potent."
  },
  {
    "startTime": 55.6,
    "endTime": 59.03,
    "text": "It doesn't necessarily mean it will be unsafe or less effective."
  },
  {
    "startTime": 59.03,
    "endTime": 64.75,
    "text": "But there’s some evidence that some medicines can hold their potency for quite awhile especially in controlled conditions."
  },
  {
    "startTime": 64.82,
    "endTime": 73.86999999999999,
    "text": "A study conducted by the FDA on behalf of the Military found ways to extend the life of medicines in storage in a program called SLEP or shelf life extension program."
  },
  {
    "startTime": 73.87,
    "endTime": 81.78,
    "text": "They found that they could extend the life of 88% of the drugs in government facilities by at least a year by simply keeping them in climate controlled storage."
  },
  {
    "startTime": 81.78,
    "endTime": 85.94,
    "text": "Most drugs lasted on average five and half years past the expiration date."
  },
  {
    "startTime": 85.94,
    "endTime": 95.58,
    "text": "While civilians like you and I might not have access to tightly controlled storage facilities, there’s always the fridge, which some experts recommend a cool, dry place, for extending the life of your medication."
  },
  {
    "startTime": 95.58,
    "endTime": 99.55,
    "text": "But maybe drugs last longer than five years even without chilling in the Fed’s fridge."
  },
  {
    "startTime": 99.55,
    "endTime": 105.12,
    "text": "One study published in the journal Archives of Internal Medicine found that some medicines can hold their own for decades."
  },
  {
    "startTime": 105.12,
    "endTime": 108.67,
    "text": "In this study, all the drugs were all 28-40 years past their due date."
  },
  {
    "startTime": 108.67,
    "endTime": 115.84,
    "text": "They only looked at a handful of medicines, 8 different medications with about 15 different compounds between them like caffeine, aspirin, or hydrocodone."
  },
  {
    "startTime": 115.94,
    "endTime": 122.46,
    "text": "They found that most, 12 of those compounds remained in amounts of at least 90% decades after their expiration date."
  },
  {
    "startTime": 122.46,
    "endTime": 128.44,
    "text": "And that 90% is crucial, that’s how much of the good stuff a drug needs to be considered \"effective\" by the FDA."
  },
  {
    "startTime": 128.44,
    "endTime": 131.88,
    "text": "So most of the decades old medicine didn’t break down or lose it’s potency."
  },
  {
    "startTime": 131.88,
    "endTime": 136.35,
    "text": "Although two medicines, aspirin and amphetamine, seem to lose some of their juice after all that time."
  },
  {
    "startTime": 136.48,
    "endTime": 139.11999999999998,
    "text": "They were present in amounts less than 90%."
  },
  {
    "startTime": 139.12,
    "endTime": 144.52,
    "text": "But before you go popping grandma’s pills, which you shouldn’t take anyone else's pills anyways…that’s illegal."
  },
  {
    "startTime": 144.52,
    "endTime": 147.78,
    "text": "But really the FDA recommends listening to those expiration dates."
  },
  {
    "startTime": 147.78,
    "endTime": 154.16,
    "text": "They caution that drugs gone bad could be \"less effective or risky due to a change in chemical composition or decrease in potency.\""
  },
  {
    "startTime": 154.16,
    "endTime": 159.01,
    "text": "FDA pharmacist, Ilisa Bernstein, straight up says \"If your medicine has expired, do not use it.\""
  },
  {
    "startTime": 159.01,
    "endTime": 161.66,
    "text": "Especially with life-saving drugs like an EpiPen."
  },
  {
    "startTime": 161.66,
    "endTime": 164.37,
    "text": "If a drug’s expired,  the FDA recommends tossing it."
  },
  {
    "startTime": 164.37,
    "endTime": 170.24,
    "text": "The best way to dispose of a drug is usually on the bottle or some cities have prescription medicine take back programs."
  },
  {
    "startTime": 170.24,
    "endTime": 174.07000000000002,
    "text": "So look into that if you’re worried about all the leftover medication in your bathroom cabinet."
  },
  {
    "startTime": 174.07,
    "endTime": 180.44,
    "text": "So it seems drugs last longer than their \"good by\" date, but at the end of the day I’d still listen to the FDA just to be on the safe side."
  },
  {
    "startTime": 180.44,
    "endTime": 185.24,
    "text": "But it’s not just medicines that expire, there’s lots of common things you didn’t know have an expiration date."
  },
  {
    "startTime": 185.24,
    "endTime": 188.91,
    "text": "Trace has the whole list of things in your house that go bad, right here."
  },
  {
    "startTime": 188.91,
    "endTime": 196.67,
    "text": "Bleach is what is being used by the CDC in their labs and it has an expiration date of only six months from the day of manufacture."
  },
  {
    "startTime": 196.67,
    "endTime": 199.42,
    "text": "So like, 3-5 months once you get it home."
  },
  {
    "startTime": 199.42,
    "endTime": 206.20999999999998,
    "text": "So have you ever used expired medicine before? noticed anything weird? Tell us about it down in the comments below. And thanks Rachel for your question."
  },
  {
    "startTime": 206.31,
    "endTime": 210.54,
    "text": "If you guys have any more questions that you'd like us to answer here on DNews, submit words down below."
  },
  {
    "startTime": 210.54,
    "endTime": 218.0,
    "text": "Don't forget to hit those like and subscribe button to keep coming back to DNews, so you don't miss a single episode."
  }
]