[
  {
    "startTime": 13.7,
    "endTime": 17.9,
    "text": "One of the most striking properties about life is that it has color."
  },
  {
    "startTime": 18.0,
    "endTime": 22.4,
    "text": "To understand the phenomenon of color, it helps to think about light as a wave."
  },
  {
    "startTime": 22.5,
    "endTime": 27.5,
    "text": "But, before we get to that, let's talk a little bit about waves in general."
  },
  {
    "startTime": 27.6,
    "endTime": 32.800000000000004,
    "text": "Imagine you're sitting on a boat on the ocean, watching a cork bob up and down in the water."
  },
  {
    "startTime": 32.9,
    "endTime": 35.9,
    "text": "The first thing you notice about the motion is that it repeats itself."
  },
  {
    "startTime": 36.0,
    "endTime": 41.7,
    "text": "The cork traces the same path over and over again... up and down, up and down."
  },
  {
    "startTime": 41.8,
    "endTime": 47.0,
    "text": "This repetitive or periodic motion is characteristic of waves."
  },
  {
    "startTime": 47.1,
    "endTime": 48.4,
    "text": "Then you notice something else..."
  },
  {
    "startTime": 48.5,
    "endTime": 56.1,
    "text": "using a stopwatch, you measure the time it takes for the piece of cork to go over its highest position down to its lowest and then back up again."
  },
  {
    "startTime": 56.2,
    "endTime": 57.900000000000006,
    "text": "Suppose this takes two seconds."
  },
  {
    "startTime": 58.0,
    "endTime": 62.4,
    "text": "To use the physics jargon, you've measured the period of the waves that cork is bobbing on."
  },
  {
    "startTime": 62.5,
    "endTime": 66.6,
    "text": "That is, how long it takes a wave to go through its full range of motion once."
  },
  {
    "startTime": 66.7,
    "endTime": 72.2,
    "text": "The same information can be expressed in a different way by calculating the wave's frequency."
  },
  {
    "startTime": 72.3,
    "endTime": 76.5,
    "text": "Frequency, as the name suggest, tells you how frequent the waves are."
  },
  {
    "startTime": 76.6,
    "endTime": 79.39999999999999,
    "text": "That is, how many of them go by in one second."
  },
  {
    "startTime": 79.5,
    "endTime": 86.1,
    "text": "If you know how many seconds one full wave takes, then it's easy to work out how many waves go by in one second."
  },
  {
    "startTime": 86.2,
    "endTime": 92.3,
    "text": "In this case, since each wave takes 2 seconds, the frequency is 0.5 waves per second."
  },
  {
    "startTime": 92.4,
    "endTime": 96.2,
    "text": "So enough about bobbing corks... what about light and color?"
  },
  {
    "startTime": 96.3,
    "endTime": 99.2,
    "text": "If light is a wave, then it must have a frequency, right?"
  },
  {
    "startTime": 99.3,
    "endTime": 100.6,
    "text": "Well... yes, it does."
  },
  {
    "startTime": 100.7,
    "endTime": 105.0,
    "text": "And it turns out that we already have a name for the frequency of the light that our eyes detect."
  },
  {
    "startTime": 105.1,
    "endTime": 106.6,
    "text": "It's called color."
  },
  {
    "startTime": 106.7,
    "endTime": 111.3,
    "text": "That's right. Color is nothing more than a measure of how quickly the light waves are waving."
  },
  {
    "startTime": 111.4,
    "endTime": 117.60000000000001,
    "text": "If our eyes were quick enough, we might be able to observe this periodic motion directly, like we can with the cork and the ocean."
  },
  {
    "startTime": 117.7,
    "endTime": 126.5,
    "text": "But the frequency of the light we see is so high, it waves up and down over 400 million million times a second that we can't possibly see it as a wave."
  },
  {
    "startTime": 126.6,
    "endTime": 130.6,
    "text": "But we can tell, by looking at its color, what its frequency is."
  },
  {
    "startTime": 130.7,
    "endTime": 134.89999999999998,
    "text": "The lowest frequency light that we can see is red and the highest frequency is purple."
  },
  {
    "startTime": 135.0,
    "endTime": 140.5,
    "text": "In between all the other frequencies form a continous band of color, called the visible spectrum."
  },
  {
    "startTime": 140.6,
    "endTime": 143.7,
    "text": "So, what if you had a yellow pencil sitting on your desk?"
  },
  {
    "startTime": 143.8,
    "endTime": 148.9,
    "text": "Well, the sun emits all colors of light, so light of all colors is hitting your pencil."
  },
  {
    "startTime": 149.0,
    "endTime": 153.6,
    "text": "The pencil looks yellow because it reflects yellow light more than it reflects the other colors."
  },
  {
    "startTime": 153.7,
    "endTime": 156.2,
    "text": "What happens to the blue, purple and red light?"
  },
  {
    "startTime": 156.3,
    "endTime": 160.4,
    "text": "They get absorbed and the energy they are carrying is turned into heat."
  },
  {
    "startTime": 160.5,
    "endTime": 162.5,
    "text": "It's similar with objects of other colors."
  },
  {
    "startTime": 162.6,
    "endTime": 166.4,
    "text": "Blue things reflect blue light, red things reflect red light and so on."
  },
  {
    "startTime": 166.5,
    "endTime": 172.7,
    "text": "White objects reflect all colors of light, while black things do exactly the opposite and absorb at all frequencies."
  },
  {
    "startTime": 172.8,
    "endTime": 178.3,
    "text": "This — by the way — is why it's uncomfortable to wear your favorite Metallica t-shirt on a sunny day."
  }
]