[
  {
    "startTime": 1.06,
    "endTime": 8.119,
    "text": "Hello, welcome to Storyline Online brought to you by the Screen Actors Guild Foundation."
  },
  {
    "startTime": 8.119,
    "endTime": 17.6,
    "text": "I'm CCH Pounder and today I'm reading Sophie's Masterpiece by Eileen Spinelli, the Illustrations are by Jane Dyer."
  },
  {
    "startTime": 17.6,
    "endTime": 22.369,
    "text": "It's a spider's tale."
  },
  {
    "startTime": 22.369,
    "endTime": 28.519,
    "text": "Sophie was no ordinary house spider. Sophie was an artist."
  },
  {
    "startTime": 28.519,
    "endTime": 32.879999999999995,
    "text": "She spun webs more wondrous than anyone had ever seen."
  },
  {
    "startTime": 32.88,
    "endTime": 38.72,
    "text": "Her playmates called her incredible. Her mama was proud."
  },
  {
    "startTime": 38.72,
    "endTime": 44.64,
    "text": "Someday, they said, she's going to spin a masterpiece."
  },
  {
    "startTime": 44.64,
    "endTime": 50.15,
    "text": "When Sophie arrived at that age when a young spider must strike out on her own, she moved to Beekman's Boardinghouse."
  },
  {
    "startTime": 50.15,
    "endTime": 64.869,
    "text": "The first thing she did was look around. She saw dull green walls, faded rugs, and old window shades. The place cried out for her talents."
  },
  {
    "startTime": 64.869,
    "endTime": 73.19,
    "text": "Sophie set to work. Her first project was to weave a web of curtains for Beekman's front parlor."
  },
  {
    "startTime": 73.19,
    "endTime": 81.78,
    "text": "Day after day she whizzed along, blending a golden thread of sun into her silk."
  },
  {
    "startTime": 81.78,
    "endTime": 93.5,
    "text": "Then one day the landlady noticed her and screamed, \"I'll have no spiders in my parlor!\" She swatted at Sophie with a dust rag."
  },
  {
    "startTime": 93.5,
    "endTime": 103.66,
    "text": "Sophie knew when she wasn't wanted. She scampered across the wall and up the stairs into the tugboat captain's closet."
  },
  {
    "startTime": 103.66,
    "endTime": 112.22,
    "text": "When she finally settled down, she looked around and saw nothing but gray. Gray shirts. Gray pants. Gray sweaters."
  },
  {
    "startTime": 112.22,
    "endTime": 117.61,
    "text": "The captain needs a new suit, Sophie decided. Something bright. Blue. Like sky."
  },
  {
    "startTime": 117.61,
    "endTime": 124.53999999999999,
    "text": "She began to spin patiently. A sleeve. A collar."
  },
  {
    "startTime": 124.54,
    "endTime": 131.109,
    "text": "'One day the tugboat captain caught Sophie at work. He screeched, \"A spider!\"'"
  },
  {
    "startTime": 131.109,
    "endTime": 138.979,
    "text": "Then he climbed onto the windowsill and out onto the roof. Sophie did not want anyone falling off the roof on her account."
  },
  {
    "startTime": 138.979,
    "endTime": 145.65,
    "text": "She scuttled out of the closet, down the hall, and into the cook's bedroom slipper."
  },
  {
    "startTime": 145.65,
    "endTime": 151.34,
    "text": "Cook's bedroom slippers were patched and dirty."
  },
  {
    "startTime": 151.34,
    "endTime": 156.209,
    "text": "I'll spin Cook a new pair, Sophie thought. After I rest a bit."
  },
  {
    "startTime": 156.209,
    "endTime": 165.459,
    "text": "No sooner had Sophie snuggled into the toe, than she was being flung to the floor. Was it an earthquake? No."
  },
  {
    "startTime": 165.459,
    "endTime": 176.659,
    "text": "'It was Cook who had shaken Sophie out. \"Yuck!\" scowled Cook. \"Look at that ugly, disgusting spider.\"'"
  },
  {
    "startTime": 176.659,
    "endTime": 181.809,
    "text": "Sophie's feelings were hurt. With great dignity she journeyed across the rug and under Cook's door."
  },
  {
    "startTime": 181.809,
    "endTime": 190.759,
    "text": "She made the long, long climb up the steep stairs to the third floor where a young woman lived."
  },
  {
    "startTime": 190.759,
    "endTime": 196.82899999999998,
    "text": "Wearily Sophie slipped into the young woman's knitting basket and fell asleep."
  },
  {
    "startTime": 196.829,
    "endTime": 202.87900000000002,
    "text": "By this time, many spider years had passed. Sophie was older."
  },
  {
    "startTime": 202.879,
    "endTime": 207.57899999999998,
    "text": "She only had enough energy to spin a few small things for herself"
  },
  {
    "startTime": 207.579,
    "endTime": 216.899,
    "text": "…a tiny rose-patterned case for her pillow, eight colorful socks to keep her legs warm. But mostly, she slept."
  },
  {
    "startTime": 216.899,
    "endTime": 223.139,
    "text": "Then one day the young woman discovered Sophie."
  },
  {
    "startTime": 223.139,
    "endTime": 232.089,
    "text": "Oh, no, thought Sophie, close to tears. She knew she did not have the strength for any more journeys."
  },
  {
    "startTime": 232.089,
    "endTime": 241.649,
    "text": "But the young woman did not swat at Sophie with a dust rag. She did not climb on the roof. She did not say that Sophie was ugly. She simply smiled."
  },
  {
    "startTime": 241.649,
    "endTime": 252.129,
    "text": "And without disturbing Sophie in the least, the young woman picked up her needle and yarn."
  },
  {
    "startTime": 252.129,
    "endTime": 254.469,
    "text": "Sophie watched as the young woman knitted, day after day."
  },
  {
    "startTime": 254.469,
    "endTime": 264.08,
    "text": "\"Booties!\" cried Sophie. The young woman was going to have a baby."
  },
  {
    "startTime": 264.08,
    "endTime": 270.8,
    "text": "After the booties were finished, the young woman knitted a baby sweater. Then the yarn was gone."
  },
  {
    "startTime": 270.8,
    "endTime": 276.449,
    "text": "The young woman did not have enough money to buy yarn for a baby blanket."
  },
  {
    "startTime": 276.449,
    "endTime": 284.87,
    "text": "\"Never mind,\" the landlady told her. \"There's an old brown quilt in the hall closet. Your baby can use that.\""
  },
  {
    "startTime": 284.87,
    "endTime": 293.009,
    "text": "Sophie had seen that quilt. It was scratchy and drab. Not fit for a baby."
  },
  {
    "startTime": 293.009,
    "endTime": 299.11,
    "text": "Sophie knew the answer. She would have to spin a blanket herself."
  },
  {
    "startTime": 299.11,
    "endTime": 302.25,
    "text": "In her younger days, this would not have been a problem. But Sophie had grown frail and weak."
  },
  {
    "startTime": 302.25,
    "endTime": 311.71,
    "text": "The baby was due any day. Could Sophie complete the blanket in time?"
  },
  {
    "startTime": 311.71,
    "endTime": 320.57,
    "text": "She climbed out of the yarn basket. She traveled to the wide windowsill. Strands of moonlight fell into the room."
  },
  {
    "startTime": 320.57,
    "endTime": 329.52,
    "text": "Excellent! She thought. I'll weave these strands into the baby's blanket. Some starlight, too."
  },
  {
    "startTime": 329.52,
    "endTime": 332.579,
    "text": "Sophie began. As she spun, new ideas came to her."
  },
  {
    "startTime": 332.579,
    "endTime": 347.659,
    "text": "She worked them into the blanket . . .  snippets of fragrant pine  . . . wisps of night  . . . old lullabies  . . . playful snowflakes . . ."
  },
  {
    "startTime": 347.659,
    "endTime": 360.549,
    "text": "Sophie spun without blinking. Or eating. Or sleeping. She was never more exhausted. Or determined. On and on she spun."
  },
  {
    "startTime": 360.549,
    "endTime": 374.019,
    "text": "She was down to the farthest corner of the blanket when she heard the cry of the young woman's newborn baby."
  },
  {
    "startTime": 374.019,
    "endTime": 384.139,
    "text": "And there, on that farthest corner, is where Sophie wove into the blanket her very own heart."
  },
  {
    "startTime": 384.139,
    "endTime": 397.119,
    "text": "That night as the young woman was about to cover her infant with the landlady's quilt, something on the windowsill caught her eye."
  },
  {
    "startTime": 397.119,
    "endTime": 407.209,
    "text": "It was a blanket, so soft, so beautiful as to be fit for a prince. The young woman knew this was no ordinary blanket."
  },
  {
    "startTime": 407.209,
    "endTime": 414.899,
    "text": "She placed it with love and wonderment around her sleeping baby. And went to sleep herself with her hand upon the little spider's last spinning."
  },
  {
    "startTime": 414.899,
    "endTime": 419.129,
    "text": "Sophie's masterpiece."
  },
  {
    "startTime": 419.129,
    "endTime": 429.129,
    "text": "The End."
  }
]