[
  {
    "startTime": 3.17,
    "endTime": 15.63,
    "text": "I used to think traveling was all about seeing all the famous landmarks with my own eyes, eating at all the famous restaurants recommended in the guidebooks, and going home with my suitcase full of souvenirs."
  },
  {
    "startTime": 16.639,
    "endTime": 21.14,
    "text": "But after a while, those by-the-books travel experiences all feel the same."
  },
  {
    "startTime": 22.54,
    "endTime": 29.96,
    "text": "Looking back on the trips I've done, I started to realize that the moments I remembered best were the ones I shared with other people."
  },
  {
    "startTime": 32.0,
    "endTime": 44.36,
    "text": "Travel is about experiencing another way of life, learning things you wouldn't learn at home, seeing the world through someone else's eyes, and learning someone else's story."
  },
  {
    "startTime": 46.03,
    "endTime": 66.58,
    "text": "When I travel, I like to ask myself: \"What would my life look like if I grew up here? What would I eat for breakfast? Where would I spend a rainy Sunday afternoon? Where would my friends and I go on a Friday night?\""
  },
  {
    "startTime": 68.58,
    "endTime": 89.84,
    "text": "Sure that famous bowl of noodles that's in all the guidebooks looks delicious, but I'd rather taste the noodles you grew up eating at that mom-and-pop shop down the street from your house, searching for second-hand treasures at your favorite little junk shop is way more fun than buying keychains and cookies at a souvenir store."
  },
  {
    "startTime": 91.8,
    "endTime": 97.86,
    "text": "And a cup of tea somehow tastes sweeter when you're sitting at the table with the family who grew it."
  },
  {
    "startTime": 100.0,
    "endTime": 107.27,
    "text": "As a traveler, you get to see the world, but if you live like a local, you can be a part of it."
  },
  {
    "startTime": 111.01,
    "endTime": 113.91000000000001,
    "text": "I'm Carrie Davies. I travel with Tripinsiders."
  }
]