[
  {
    "startTime": 0.2,
    "endTime": 3.27,
    "text": "Whether it is during a sad movie you swore you would never tear up in,"
  },
  {
    "startTime": 3.28,
    "endTime": 5.77,
    "text": "or a heart-wrenching break-up following your first love,"
  },
  {
    "startTime": 5.78,
    "endTime": 9.7,
    "text": "crying may seem like a strange physical response to your emotional turmoil."
  },
  {
    "startTime": 9.71,
    "endTime": 12.3,
    "text": "Why do we start the waterworks when we feel really sad?"
  },
  {
    "startTime": 12.31,
    "endTime": 17.55,
    "text": "Is there a biological advantage or purpose other than washing your face or streaking your mascara?"
  },
  {
    "startTime": 17.56,
    "endTime": 21.93,
    "text": "Well crying does not only happen when you are emotional, there are actually three types of tears."
  },
  {
    "startTime": 21.94,
    "endTime": 25.400000000000002,
    "text": "Basal tears are perpetually lubricating your eyes keeping them from drying out,"
  },
  {
    "startTime": 25.41,
    "endTime": 29.5,
    "text": "while reflex tears act in response to an irritant like onions or dust."
  },
  {
    "startTime": 29.51,
    "endTime": 32.95,
    "text": "They begin a chain reaction releasing hormones from the brain which then"
  },
  {
    "startTime": 32.96,
    "endTime": 35.51,
    "text": "trigger a tear response from the glands in the eyelids."
  },
  {
    "startTime": 35.52,
    "endTime": 38.1,
    "text": "And these tears help to get rid of the irritant."
  },
  {
    "startTime": 38.11,
    "endTime": 45.71,
    "text": "But tears of sadness?  Strangely this leaky face phenomenon is exclusive to humans with a couple different theories as to why."
  },
  {
    "startTime": 45.72,
    "endTime": 50.66,
    "text": "And one is strikingly similar to the reason we blush, which we described in a previous video here."
  },
  {
    "startTime": 50.67,
    "endTime": 51.61,
    "text": "In many cases"
  },
  {
    "startTime": 51.62,
    "endTime": 56.699999999999996,
    "text": "emotional tears are able to act as a signal to others of our genuine sadness or distress."
  },
  {
    "startTime": 56.71,
    "endTime": 58.26,
    "text": "That is not always easy to fake."
  },
  {
    "startTime": 58.27,
    "endTime": 63.2,
    "text": "Your tears blur your vision, essentially handicapping any aggressive or defensive actions"
  },
  {
    "startTime": 63.21,
    "endTime": 67.5,
    "text": "sending those nearby a signal of need appeasement or attachment."
  },
  {
    "startTime": 67.51,
    "endTime": 71.7,
    "text": "From an evolutionary perspective, this increases communication with those close to you"
  },
  {
    "startTime": 71.71,
    "endTime": 73.89999999999999,
    "text": "and ultimately your chance of survival."
  },
  {
    "startTime": 73.91,
    "endTime": 76.83,
    "text": "Some experiments have even taken photos of people crying"
  },
  {
    "startTime": 76.84,
    "endTime": 79.36,
    "text": "and made copies with the tears digitally removed."
  },
  {
    "startTime": 79.37,
    "endTime": 83.38000000000001,
    "text": "Not surprisingly, people rated the pictures with tears to be more sad,"
  },
  {
    "startTime": 83.39,
    "endTime": 87.9,
    "text": "while the ones without were often confused with puzzlement, awe or other expressions."
  },
  {
    "startTime": 87.91,
    "endTime": 91.36999999999999,
    "text": "But what about tears of joy?  Well perhaps they are not so different,"
  },
  {
    "startTime": 91.38,
    "endTime": 95.6,
    "text": "afterall tears of happiness may still be used as social signals for how we feel,"
  },
  {
    "startTime": 95.61,
    "endTime": 98.0,
    "text": "and are thought to strengthen bonds between people."
  },
  {
    "startTime": 98.1,
    "endTime": 104.67999999999999,
    "text": "Also both emotions see activity in similar regions of the brain, such as the hypothalamus and basal ganglia"
  },
  {
    "startTime": 104.67,
    "endTime": 107.51,
    "text": "which just happen to be connected to your tear glands."
  },
  {
    "startTime": 107.52,
    "endTime": 112.31,
    "text": "Another theory suggests that crying is one of your body's mechanisms to literally shed your stress."
  },
  {
    "startTime": 112.32,
    "endTime": 116.85,
    "text": "Interestingly reflex tears and emotional tears have very different compositions."
  },
  {
    "startTime": 116.86,
    "endTime": 119.47,
    "text": "Emotional tears have much higher levels of proteins,"
  },
  {
    "startTime": 119.48,
    "endTime": 124.76,
    "text": "in particular some called adrenocorticotropic hormones which are linked to high stress levels."
  },
  {
    "startTime": 124.77,
    "endTime": 128.46,
    "text": "And some say crying helps to release these stress chemicals from the body,"
  },
  {
    "startTime": 128.47,
    "endTime": 131.54,
    "text": "but the research here is limited and not yet conclusive."
  },
  {
    "startTime": 131.55,
    "endTime": 133.5,
    "text": "So go on, have a good cry,"
  },
  {
    "startTime": 133.51,
    "endTime": 137.76,
    "text": "let the world know how you feel and potentially let out that stress."
  },
  {
    "startTime": 137.77,
    "endTime": 139.54000000000002,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 139.55,
    "endTime": 145.5,
    "text": "Ask it in the comments, or on Facebook and Twitter.  And subscribe for more weekly science videos."
  }
]