[
  {
    "startTime": 4.279,
    "endTime": 8.498999999999999,
    "text": "Wow. We actually did it. Thanks to all of you watching, and liking, and sharing,"
  },
  {
    "startTime": 8.499,
    "endTime": 14.089,
    "text": "we've finally hit one million subscribers! There are just so many people we need to thank: our loyal viewers,"
  },
  {
    "startTime": 14.089,
    "endTime": 17.87,
    "text": "our sister shows, and the entire TestTube and Discovery team."
  },
  {
    "startTime": 17.87,
    "endTime": 21.899,
    "text": "Now, over the past few years we've spent a lot of time looking at religious figures"
  },
  {
    "startTime": 21.899,
    "endTime": 28.099,
    "text": "but we've been saving one of the most influential for last: His Noodly Appendage, The Flying Spaghetti Monster"
  },
  {
    "startTime": 28.099,
    "endTime": 31.779,
    "text": "Because we've PASTA million subs, we wanted to know:"
  },
  {
    "startTime": 31.779,
    "endTime": 34.899,
    "text": "just how powerful is the Flying Spaghetti Monster?"
  },
  {
    "startTime": 34.899,
    "endTime": 38.679,
    "text": "Well, first off it may help to explain that the \"Flying Spaghetti Monster\""
  },
  {
    "startTime": 38.679,
    "endTime": 43.649,
    "text": "is the central deity in Pastafarianism, which is actually a protest or parody religion."
  },
  {
    "startTime": 43.849,
    "endTime": 50.489,
    "text": "Religious satirehas been around almost as long as organized religion, stretching back to Ancient Greek plays in 400 B.C. ."
  },
  {
    "startTime": 50.489,
    "endTime": 54.809,
    "text": "Today, organizations like the Temple of the Invisible Pink Unicorn,"
  },
  {
    "startTime": 54.809,
    "endTime": 61.519999999999996,
    "text": "Last Thursdayism, or Jedi-ism are created to point out flaws in belief-based logic, usually related to Christianity."
  },
  {
    "startTime": 61.52,
    "endTime": 66.089,
    "text": "For example, Last Thursdayism believes that the universe was created last Thursday,"
  },
  {
    "startTime": 66.089,
    "endTime": 71.23,
    "text": "parodying the biblical interpretation that the universe is less than 10,000 years old."
  },
  {
    "startTime": 71.299,
    "endTime": 77.81,
    "text": "One of the most famous religious satires is Russell's Teapot. This was a thought experiment by philosopher Bertrand Russell"
  },
  {
    "startTime": 77.81,
    "endTime": 83.66,
    "text": "He proposed that a small teapot was in orbit around the sun, and he challenged anyone to prove him wrong."
  },
  {
    "startTime": 83.66,
    "endTime": 86.79899999999999,
    "text": "Since it would be basically impossible to locate such a teapot,"
  },
  {
    "startTime": 86.799,
    "endTime": 89.79,
    "text": "it's basically impossible to disprove its existence,"
  },
  {
    "startTime": 89.79,
    "endTime": 93.89,
    "text": "which parodies a central argument for the existence of a God."
  },
  {
    "startTime": 93.89,
    "endTime": 99.02,
    "text": "Similarly, the Flying Spaghetti Monster was invented in 2005 by Bobby Henderson"
  },
  {
    "startTime": 99.02,
    "endTime": 103.97,
    "text": "after the Kansas State Board of Education enacted controversial education science standards"
  },
  {
    "startTime": 103.97,
    "endTime": 107.609,
    "text": "including creationism, or intelligent design. Henderson argued that"
  },
  {
    "startTime": 107.609,
    "endTime": 112.31899999999999,
    "text": "there was just as much evidence for his belief in a flying, omnipotent heap of spaghetti and meatballs"
  },
  {
    "startTime": 112.319,
    "endTime": 117.619,
    "text": "as there was for creationism, demanding that pastafarianism was taught as well."
  },
  {
    "startTime": 117.619,
    "endTime": 122.82,
    "text": "There are a few important central tenets to Pastafarianism. Pirates are the most divine beings,"
  },
  {
    "startTime": 122.82,
    "endTime": 127.579,
    "text": "and likely go to Pastafarian heaven, which is full of beer volcanoes and stripper factories."
  },
  {
    "startTime": 127.579,
    "endTime": 132.69,
    "text": "Additionally, the slow drop in the number of pirates worldwide is directly attributed to"
  },
  {
    "startTime": 132.69,
    "endTime": 137.099,
    "text": "the rise in global average temperature, earthquakes, hurricanes, and other natural disasters."
  },
  {
    "startTime": 137.099,
    "endTime": 142.51,
    "text": "As such, full pirate regalia must be worn at all times."
  },
  {
    "startTime": 142.51,
    "endTime": 147.07999999999998,
    "text": "The religion claims to have ten million followers, roughly two thirds the size of Judaism,"
  },
  {
    "startTime": 147.08,
    "endTime": 150.25,
    "text": "and roughly two hundred and twenty times smaller than Christianity."
  },
  {
    "startTime": 150.25,
    "endTime": 154.729,
    "text": "But as a matter of fact , Pastafarianism is officially recognized in a number of countries,"
  },
  {
    "startTime": 154.729,
    "endTime": 157.05,
    "text": "including Poland, the Netherlands, and New Zealand."
  },
  {
    "startTime": 157.1,
    "endTime": 164.2,
    "text": "And although it's not officially recognized in the United States, in 2015, a woman in Massachusetts was even allowed to wear"
  },
  {
    "startTime": 164.25,
    "endTime": 169.489,
    "text": "a pasta colander on her head for a driver's license photo, claiming it was religious headgear."
  },
  {
    "startTime": 169.489,
    "endTime": 175.219,
    "text": "Above all else, the Flying Spaghetti Monster really represents the growing face of atheism and the religiously unaffiliated."
  },
  {
    "startTime": 175.219,
    "endTime": 178.07999999999998,
    "text": "Today, those without a religious preference make up the"
  },
  {
    "startTime": 178.08,
    "endTime": 183.08,
    "text": "third largest religious group, after Christianity and Islam, with more than a billion non-adherents worldwide."
  },
  {
    "startTime": 183.08,
    "endTime": 191.48000000000002,
    "text": "From 2007 to 2014, atheists and agnostics in the United States rose from about 36 million to more than 55 million."
  },
  {
    "startTime": 191.48,
    "endTime": 195.7,
    "text": "Meanwhile, the conversation about the place of religion in a secular world"
  },
  {
    "startTime": 195.7,
    "endTime": 200.54899999999998,
    "text": "has only gotten larger and more heated. So just how powerful is the Flying Spaghetti Monster?"
  },
  {
    "startTime": 200.549,
    "endTime": 202.55,
    "text": "Ahh, Spaghettabout it."
  },
  {
    "startTime": 202.55,
    "endTime": 206.459,
    "text": "Anyway, thanks for being one in a million TestTubers, we literally couldn't have done it without you."
  },
  {
    "startTime": 206.5,
    "endTime": 211.0,
    "text": "And let's keep this going, let's hit our next goal: a billion subscribers. Right?"
  },
  {
    "startTime": 211.059,
    "endTime": 214.62,
    "text": "If you want to learn more about the changing face of religion worldwide, and what the next"
  },
  {
    "startTime": 214.62,
    "endTime": 217.36,
    "text": "few decades will look like,find out more in this video."
  },
  {
    "startTime": 217.4,
    "endTime": 223.0,
    "text": "But the five big ones are Christianity, Islam, Hinduism, Buddhism, Judaism, plus the unaffliliated"
  },
  {
    "startTime": 223.0,
    "endTime": 229.3,
    "text": "Today, Christians and Muslims make up roughly half of the world's population, with 31% and 23% resepctively"
  },
  {
    "startTime": 229.36,
    "endTime": 241.73000000000002,
    "text": "Thanks for watching, and make sure to look out for a big announcement from us in the coming days."
  }
]