[
  {
    "startTime": 1.043,
    "endTime": 6.0,
    "text": "Mutual Rescue Stories"
  },
  {
    "startTime": 6.274,
    "endTime": 13.172,
    "text": "In 2010, my doctor told me to buy a funeral plot because I would need one within the next 5 years."
  },
  {
    "startTime": 14.822,
    "endTime": 18.848,
    "text": "But I'm still here, because a shelter dog saved my life."
  },
  {
    "startTime": 21.69,
    "endTime": 25.081000000000003,
    "text": "Eric & Peety"
  },
  {
    "startTime": 25.429,
    "endTime": 31.557,
    "text": "When people see a photo of who I was 5 years ago, they can't, and often don't believe that it's me."
  },
  {
    "startTime": 33.952,
    "endTime": 43.0,
    "text": "My weight had crept up to 340 pounds, my blood pressure was through the roof, super high cholesterol, I had Type 2 diabetes,"
  },
  {
    "startTime": 43.2,
    "endTime": 46.300000000000004,
    "text": "and I was taking over a thousand dollars worth of medications a month."
  },
  {
    "startTime": 47.172,
    "endTime": 54.208999999999996,
    "text": "And I just felt really uncomfortable around other people. I became separated from society and I just stopped living."
  },
  {
    "startTime": 55.378,
    "endTime": 59.055,
    "text": "I went on a business trip. You know how small airplane seats are."
  },
  {
    "startTime": 59.594,
    "endTime": 63.766,
    "text": "I could barely squeeze into one and basically I'd spill over both sides."
  },
  {
    "startTime": 64.866,
    "endTime": 68.443,
    "text": "They had to delay the flight, because they didn't have a seatbelt extension that would fit me."
  },
  {
    "startTime": 69.717,
    "endTime": 73.9,
    "text": "There was a gentleman next to me, and he just looked in complete disgust, and he looked at me,"
  },
  {
    "startTime": 73.9,
    "endTime": 77.17,
    "text": "and he goes, \"I'm gonna miss my connection 'cause you're too fat.\""
  },
  {
    "startTime": 77.342,
    "endTime": 85.42,
    "text": "That really was my bottom point. That's the point that I really decided that, you know, I'm either gonna die or I have to do something."
  },
  {
    "startTime": 87.582,
    "endTime": 90.874,
    "text": "I looked in the phone book and I found a nutritionist near me."
  },
  {
    "startTime": 92.474,
    "endTime": 96.239,
    "text": "One of the first things that she asked me to do was to go adopt a shelter dog."
  },
  {
    "startTime": 96.431,
    "endTime": 100.50399999999999,
    "text": "It would force me to go outside, it would force me to become more socially interactive."
  },
  {
    "startTime": 101.804,
    "endTime": 106.2,
    "text": "So I went to a local shelter, and I remember telling the lady,"
  },
  {
    "startTime": 106.3,
    "endTime": 110.8,
    "text": "\"I would like an obese, middle-aged dog, so that I would have something in common with him.\""
  },
  {
    "startTime": 112.98,
    "endTime": 119.658,
    "text": "And when I walked in the room, we both looked at each other with, like a look of \"really?\""
  },
  {
    "startTime": 120.861,
    "endTime": 124.568,
    "text": "I took him home that night, neither of us knew what to expect."
  },
  {
    "startTime": 125.179,
    "endTime": 129.52700000000002,
    "text": "And over a period of time, we really formed an inseparable bond,"
  },
  {
    "startTime": 130.1,
    "endTime": 134.2,
    "text": "and one that I'd never really experienced with another person or animal or anybody."
  },
  {
    "startTime": 136.902,
    "endTime": 140.51999999999998,
    "text": "We began walking for at least a half an hour a day, every day."
  },
  {
    "startTime": 141.22,
    "endTime": 149.46699999999998,
    "text": "And over the course of a year, just by changing what I ate, and walking with Peety, I lost about 140+ pounds."
  },
  {
    "startTime": 150.567,
    "endTime": 152.22400000000002,
    "text": "Everything about my life improved."
  },
  {
    "startTime": 153.324,
    "endTime": 160.15,
    "text": "I got off all meds, I no longer have Type II diabetes. Peety also lost about 25 pounds."
  },
  {
    "startTime": 160.153,
    "endTime": 162.72199999999998,
    "text": "So we did it together. It was like a miracle."
  },
  {
    "startTime": 163.009,
    "endTime": 165.743,
    "text": "There you go! Whoo! Hi Peety!"
  },
  {
    "startTime": 167.543,
    "endTime": 176.434,
    "text": "So I read over Peety's paperwork when I adopted him, and it turns out that, he was left alone in a backyard, and nobody played with him."
  },
  {
    "startTime": 176.853,
    "endTime": 181.537,
    "text": "He had arthritis and all kinds of rashes, and his skin was just itching all the time."
  },
  {
    "startTime": 182.161,
    "endTime": 185.493,
    "text": "He was wondering what would ever happen to him."
  },
  {
    "startTime": 186.893,
    "endTime": 197.218,
    "text": "He'd gone from being in a situation like I was, where he didn't have any friends, and he didn't know anybody, and really became a proud dog."
  },
  {
    "startTime": 199.819,
    "endTime": 203.56799999999998,
    "text": "Peety, ready for the next stop? Peety's a good boy!"
  },
  {
    "startTime": 204.29,
    "endTime": 205.873,
    "text": "Beyond unconditional love,"
  },
  {
    "startTime": 206.173,
    "endTime": 207.4,
    "text": "(Yum! Peanut butter!)"
  },
  {
    "startTime": 207.491,
    "endTime": 209.781,
    "text": "Peety taught me absolute loyalty."
  },
  {
    "startTime": 210.381,
    "endTime": 217.297,
    "text": "He looked at me, in every sense, as though I was the greatest person on the planet."
  },
  {
    "startTime": 218.365,
    "endTime": 222.352,
    "text": "I decided that, I wanted to be the person who he thought I was."
  },
  {
    "startTime": 223.452,
    "endTime": 229.436,
    "text": "One of the things that I dreamed of doing was running a full marathon. And he looked at me, like, \"You can do it!\""
  },
  {
    "startTime": 230.055,
    "endTime": 231.9,
    "text": "And I went out, and I did it."
  },
  {
    "startTime": 233.911,
    "endTime": 237.522,
    "text": "This entire process brought me out of my shell and made me a different person."
  },
  {
    "startTime": 243.822,
    "endTime": 246.659,
    "text": "I knew that he was getting old and his time was coming."
  },
  {
    "startTime": 247.859,
    "endTime": 253.392,
    "text": "They discovered a really large cancerous growth on his spleen, and there was really nothing that they could do."
  },
  {
    "startTime": 255.604,
    "endTime": 260.449,
    "text": "I knew that he was gonna die. I just laid with him on the floor."
  },
  {
    "startTime": 261.756,
    "endTime": 267.539,
    "text": "He just looked at me and I could tell, that the life had just passed out of him."
  },
  {
    "startTime": 268.939,
    "endTime": 275.968,
    "text": "And that was the end. And I just sat there, and I held him. I loved him so much."
  },
  {
    "startTime": 283.027,
    "endTime": 287.651,
    "text": "I just was so sad and, you know, I'm still not over it."
  },
  {
    "startTime": 289.468,
    "endTime": 299.644,
    "text": "About 6 months later, after a race, suddenly, it just came into my mind : \"Just drive over to the shelter right now.\" And I did."
  },
  {
    "startTime": 301.025,
    "endTime": 304.37399999999997,
    "text": "There was a dog that had been put in the adoption pen four minutes earlier."
  },
  {
    "startTime": 304.474,
    "endTime": 311.091,
    "text": "His photo wasn't on the wall, he wasn't on the website, and I just looked at him, and he looked at me,"
  },
  {
    "startTime": 311.6,
    "endTime": 315.40000000000003,
    "text": "and he went, it was like, \"Dude, let's get out of here!\""
  },
  {
    "startTime": 320.411,
    "endTime": 322.436,
    "text": "Jake is a completely different dog."
  },
  {
    "startTime": 323.336,
    "endTime": 328.663,
    "text": "Jake loves to play and we started training, and he now runs 10 mile distances with me,"
  },
  {
    "startTime": 329.066,
    "endTime": 331.49199999999996,
    "text": "and we're gonna do our first half marathon together."
  },
  {
    "startTime": 333.992,
    "endTime": 336.161,
    "text": "He's the best running buddy I could possibly have."
  },
  {
    "startTime": 340.534,
    "endTime": 346.746,
    "text": "So really, thanks to Peety, I wake up every day, wanting to be the best person that I can possibly be."
  },
  {
    "startTime": 347.616,
    "endTime": 350.85699999999997,
    "text": "He completely transformed me into a different person."
  },
  {
    "startTime": 353.057,
    "endTime": 359.95,
    "text": "I think about it now, who rescued whom? I mean, did I rescue him or did he rescue me?"
  }
]