[
  {
    "startTime": 0.0,
    "endTime": 2.86,
    "text": "You know what I love?  Being productive."
  },
  {
    "startTime": 2.86,
    "endTime": 5.92,
    "text": "Being productive isn't hard. It just takes a little thought."
  },
  {
    "startTime": 5.92,
    "endTime": 10.16,
    "text": "So first off, if you don't have a Life Map for 2016, make that right now."
  },
  {
    "startTime": 10.16,
    "endTime": 15.58,
    "text": "This is your big picture. It's your goals, and your dreams, and everything you hope to accomplish in the new year."
  },
  {
    "startTime": 15.58,
    "endTime": 19.740000000000002,
    "text": "Next, you're gonna break down each of those things into executable actions."
  },
  {
    "startTime": 19.8,
    "endTime": 21.893,
    "text": "I do this with all of my big productions."
  },
  {
    "startTime": 21.898,
    "endTime": 26.64,
    "text": "It's where you list each step that needs to be taken in order to accomplish your goal."
  },
  {
    "startTime": 26.64,
    "endTime": 29.54,
    "text": "Now, taking these steps is not gonna be that hard."
  },
  {
    "startTime": 29.7,
    "endTime": 33.118,
    "text": "But focusing on taking these steps probably will be."
  },
  {
    "startTime": 33.2,
    "endTime": 36.751000000000005,
    "text": "This is when you have to learn how to work smart instead of hard."
  },
  {
    "startTime": 36.754,
    "endTime": 41.68,
    "text": "And distribute your energy and efforts to the tasks that are gonna bring you the most reward."
  },
  {
    "startTime": 41.68,
    "endTime": 48.69,
    "text": "For example, I used to riddle my To-Do List with meaningless tasks like clean the cat litter, or do laundry."
  },
  {
    "startTime": 48.75,
    "endTime": 54.549,
    "text": "Simply because I was addicted to the feeling of accomplishment that I got when I crossed it off."
  },
  {
    "startTime": 55.18,
    "endTime": 58.366,
    "text": "Oh... That feels good."
  },
  {
    "startTime": 60.04,
    "endTime": 67.2,
    "text": "Plus, even if I didn't do the most important things I had to do that day, I still felt good seeing that I did something."
  },
  {
    "startTime": 67.2,
    "endTime": 76.047,
    "text": "But if you only write down imperative tasks, the ones that would create some real progress in your work, you'll notice exactly how much you're getting done."
  },
  {
    "startTime": 76.1,
    "endTime": 76.96499999999999,
    "text": "Or not."
  },
  {
    "startTime": 77.2,
    "endTime": 80.4,
    "text": "Some people also find writing a To-Not-Do List helpful."
  },
  {
    "startTime": 80.4,
    "endTime": 88.46000000000001,
    "text": "This helps remind them that they don't wanna succumb to time-wasting tasks, like refreshing social media or watching TV, at least when it's not scheduled break time."
  },
  {
    "startTime": 88.5,
    "endTime": 92.96,
    "text": "The best thing you can do for long-term productivity is to create a daily ritual."
  },
  {
    "startTime": 93.0,
    "endTime": 95.5,
    "text": "That way you're productive on auto-pilot."
  },
  {
    "startTime": 95.6,
    "endTime": 97.163,
    "text": "Next, learn how to say no."
  },
  {
    "startTime": 97.3,
    "endTime": 103.994,
    "text": "This is something that I still personally struggle with. You know, I want to do everything. I want to take every opportunity. You never know what's gonna lead to what!"
  },
  {
    "startTime": 104.06,
    "endTime": 106.02,
    "text": "But remember the Life Map."
  },
  {
    "startTime": 106.02,
    "endTime": 107.509,
    "text": "Keep your eye on the prize."
  },
  {
    "startTime": 107.509,
    "endTime": 112.662,
    "text": "If you say yes to a bunch of projects that don't give you great results, that's waste of time."
  },
  {
    "startTime": 112.75,
    "endTime": 114.044,
    "text": "Stop multi-tasking!"
  },
  {
    "startTime": 114.044,
    "endTime": 117.6,
    "text": "Multi-tasking is just a fancy word for being bad at everything you're doing."
  },
  {
    "startTime": 117.7,
    "endTime": 121.223,
    "text": "Don't neglect exercise and healthy eating. That's your energy."
  },
  {
    "startTime": 121.38,
    "endTime": 122.86,
    "text": "Kill distractions!"
  },
  {
    "startTime": 122.8,
    "endTime": 127.907,
    "text": "If you really need to write, I recommend going out of the house and turning off your Wifi."
  },
  {
    "startTime": 127.6,
    "endTime": 133.19899999999998,
    "text": "And there are plenty of programs online that you can install that will block social media sites for certain hours of the day."
  },
  {
    "startTime": 133.3,
    "endTime": 134.76000000000002,
    "text": "Now this is all stuff we know, right?"
  },
  {
    "startTime": 134.85,
    "endTime": 137.9,
    "text": "Spend less time on the internet, get more done. This isn't new."
  },
  {
    "startTime": 137.9,
    "endTime": 140.36,
    "text": "But sometimes it's good to hear."
  },
  {
    "startTime": 140.4,
    "endTime": 143.62,
    "text": "It's good to have that reminder of all the things we know we should be doing."
  },
  {
    "startTime": 143.7,
    "endTime": 150.0,
    "text": "I mean you probably clicked on this video because you wanted to sort of feel like you were kinda doing something, right?"
  },
  {
    "startTime": 150.18,
    "endTime": 150.887,
    "text": "Wrong!"
  },
  {
    "startTime": 150.9,
    "endTime": 153.76000000000002,
    "text": "So get off Youtube, and get to work."
  },
  {
    "startTime": 153.76,
    "endTime": 154.795,
    "text": "Thank you for waiting."
  },
  {
    "startTime": 155.0,
    "endTime": 157.82,
    "text": "And thank you to Audible for sponsoring today's episode."
  },
  {
    "startTime": 157.9,
    "endTime": 165.624,
    "text": "Audible.com is the leading provider of audiobooks, with over 180,000 titles to choose from across all types of literature."
  },
  {
    "startTime": 165.44,
    "endTime": 170.92,
    "text": "I like listening to audiobooks when I'm commuting to the hospital or washing my lab coat at the end of the day."
  },
  {
    "startTime": 171.2,
    "endTime": 174.0,
    "text": "Currently, I'm listening to \"Getting Things Done\" by David Allen."
  },
  {
    "startTime": 174.1,
    "endTime": 181.051,
    "text": "Cause I want to increase my productivity on diagnosing patients like yourself, while simultaneously juggling my ground-breaking cancer research."
  },
  {
    "startTime": 181.24,
    "endTime": 187.55,
    "text": "Right now Audible is offering a free 30 day trial for people like you to give you a chance to try out their service."
  },
  {
    "startTime": 187.56,
    "endTime": 192.0,
    "text": "So I'd like you to go to Audible.com/Anna to download a free trial and start listening."
  },
  {
    "startTime": 192.1,
    "endTime": 194.46,
    "text": "That's Audible.com/Anna"
  },
  {
    "startTime": 194.838,
    "endTime": 196.499,
    "text": "Just what the doctor ordered."
  }
]