[
  {
    "startTime": 3.0,
    "endTime": 8.202,
    "text": "[Envy] From a young age, we're taught it's a terrible thing."
  },
  {
    "startTime": 9.202,
    "endTime": 14.064,
    "text": "So when we feel it–as we all do–we're inclined not to examine it."
  },
  {
    "startTime": 14.564,
    "endTime": 16.606,
    "text": "We just feel ashamed and guilty."
  },
  {
    "startTime": 18.2,
    "endTime": 26.722,
    "text": "But that's a pity, because envy, like fear, is an important emotion that exists in all of us for some good reasons."
  },
  {
    "startTime": 26.922,
    "endTime": 29.884,
    "text": "It's there to help us know what we want."
  },
  {
    "startTime": 34.6,
    "endTime": 43.561,
    "text": "It's a call-to-action that should be heeded containing garbled but important messages about what we should be doing with the rest of our lives."
  },
  {
    "startTime": 44.661,
    "endTime": 53.163000000000004,
    "text": "If we can get past the humiliation of envious feelings, we can start to see them as a set of clues about what we might do next."
  },
  {
    "startTime": 53.963,
    "endTime": 61.603,
    "text": "We should study and maybe even record on paper the situations and people that make us envious."
  },
  {
    "startTime": 61.803,
    "endTime": 64.645,
    "text": "We might learn to keep an envy diary."
  },
  {
    "startTime": 65.245,
    "endTime": 69.506,
    "text": "It will contain fragments of a future self trying to break through."
  },
  {
    "startTime": 70.806,
    "endTime": 78.78699999999999,
    "text": "We often forget that the things we admire don't just belong to one specific, very attractive life."
  },
  {
    "startTime": 80.2,
    "endTime": 87.3,
    "text": "They can be pursued in lesser, weaker but still very real doses in countless other places."
  },
  {
    "startTime": 87.5,
    "endTime": 96.081,
    "text": "Opening up the possibility of creating many smaller, more manageable and more realistic versions of the lives we are drawn to."
  },
  {
    "startTime": 96.081,
    "endTime": 101.163,
    "text": "Let's no longer just think we're bad people just for envying."
  },
  {
    "startTime": 101.363,
    "endTime": 104.725,
    "text": "Let's do something far more productive."
  },
  {
    "startTime": 104.925,
    "endTime": 110.746,
    "text": "Become diligent and careful students of our most persistent envious feelings."
  },
  {
    "startTime": 110.946,
    "endTime": 118.688,
    "text": "They're trying to tell us something. And we should listen."
  }
]