[
  {
    "startTime": 11.0,
    "endTime": 15.0,
    "text": "Every day, a sea of decisions  stretches before us."
  },
  {
    "startTime": 15.0,
    "endTime": 19.3,
    "text": "Some are small and unimportant, but others have a larger impact on our lives."
  },
  {
    "startTime": 19.3,
    "endTime": 22.0,
    "text": "For example, which politician should I vote for?"
  },
  {
    "startTime": 22.0,
    "endTime": 24.2,
    "text": "Should I try the latest diet craze?"
  },
  {
    "startTime": 24.2,
    "endTime": 27.416,
    "text": "Or will email make me a millionaire?"
  },
  {
    "startTime": 27.416,
    "endTime": 33.5,
    "text": "We're bombarded with so many decisions that it's impossible to make a perfect choice every time."
  },
  {
    "startTime": 33.5,
    "endTime": 40.3,
    "text": "But there are many ways to improve our chances, and one particularly effective technique is critical thinking."
  },
  {
    "startTime": 40.3,
    "endTime": 45.3,
    "text": "This is a way of approaching a question that allows us to carefully deconstruct a situation,"
  },
  {
    "startTime": 45.3,
    "endTime": 51.699999999999996,
    "text": "reveal its hidden issues, such as bias and manipulation, and make the best decision."
  },
  {
    "startTime": 51.7,
    "endTime": 56.0,
    "text": "If the critical part sounds negative that's because in a way it is."
  },
  {
    "startTime": 56.0,
    "endTime": 58.812,
    "text": "Rather than choosing an answer because it feels right,"
  },
  {
    "startTime": 58.812,
    "endTime": 65.1,
    "text": "a person who uses critical thinking subjects all available options to scrutiny and skepticism."
  },
  {
    "startTime": 65.1,
    "endTime": 71.69999999999999,
    "text": "Using the tools at their disposal, they'll eliminate everything but the most useful and reliable information."
  },
  {
    "startTime": 72.4,
    "endTime": 75.0,
    "text": "There are many different ways of approaching critical thinking."
  },
  {
    "startTime": 75.0,
    "endTime": 81.0,
    "text": "But here's one five-step process that may help you solve  any number of problems."
  },
  {
    "startTime": 81.3,
    "endTime": 83.7,
    "text": "One: formulate your question."
  },
  {
    "startTime": 83.7,
    "endTime": 86.456,
    "text": "In other words, know what you're looking for."
  },
  {
    "startTime": 86.456,
    "endTime": 89.10000000000001,
    "text": "This isn't always as straightforward as it sounds."
  },
  {
    "startTime": 89.1,
    "endTime": 93.05499999999999,
    "text": "For example, if you're deciding whether to try out the newest diet craze,"
  },
  {
    "startTime": 93.055,
    "endTime": 100.802,
    "text": "your reasons for doing so may be obscured by other factors like claims that you'll see results in just two weeks."
  },
  {
    "startTime": 100.802,
    "endTime": 106.80000000000001,
    "text": "But if you approach the situation with a clear view of what you're actually trying to accomplish by dieting,"
  },
  {
    "startTime": 106.8,
    "endTime": 110.89999999999999,
    "text": "whether that's weight loss, better nutrition, or having more energy,"
  },
  {
    "startTime": 110.9,
    "endTime": 115.9,
    "text": "that'll equip you to sift through  this information critically, find what you're looking for,"
  },
  {
    "startTime": 115.9,
    "endTime": 120.60000000000001,
    "text": "and decide whether the new fad really suits your needs."
  },
  {
    "startTime": 120.6,
    "endTime": 123.69999999999999,
    "text": "Two: gather your information."
  },
  {
    "startTime": 123.7,
    "endTime": 129.0,
    "text": "There's lots of it out there, so having a clear idea of your question will help you determine what's relevant."
  },
  {
    "startTime": 129.0,
    "endTime": 136.6,
    "text": "If you're trying to decide on a diet to improve your nutrition, you may ask an expert for their advice, or seek other people's testimonies."
  },
  {
    "startTime": 136.6,
    "endTime": 143.0,
    "text": "Information gathering helps you weigh different options, moving you closer to a decision that meets your goal."
  },
  {
    "startTime": 143.325,
    "endTime": 145.974,
    "text": "Three: apply the information."
  },
  {
    "startTime": 145.974,
    "endTime": 148.79999999999998,
    "text": "Something you do by asking critical questions."
  },
  {
    "startTime": 148.8,
    "endTime": 152.84900000000002,
    "text": "Facing a decision, ask yourself, \"What concepts are at work?\""
  },
  {
    "startTime": 152.849,
    "endTime": 154.46099999999998,
    "text": "\"What assumptions exist?\""
  },
  {
    "startTime": 154.461,
    "endTime": 158.3,
    "text": "\"Is my interpretation of the information logically sound?\""
  },
  {
    "startTime": 158.3,
    "endTime": 161.68,
    "text": "For example, in an email that promises you millions,"
  },
  {
    "startTime": 161.68,
    "endTime": 165.918,
    "text": "you should consider, \"What is shaping my approach to this situation?\""
  },
  {
    "startTime": 165.918,
    "endTime": 168.211,
    "text": "\"Do I assume the sender is telling the truth?\""
  },
  {
    "startTime": 168.211,
    "endTime": 174.193,
    "text": "\"Based on the evidence, is it logical  to assume I'll win any money?\""
  },
  {
    "startTime": 174.193,
    "endTime": 176.711,
    "text": "Four: consider the implications."
  },
  {
    "startTime": 176.711,
    "endTime": 184.70000000000002,
    "text": "Imagine it's election time, and you've selected a political candidate based on their promise to make it cheaper for drivers to fill up on gas."
  },
  {
    "startTime": 184.7,
    "endTime": 186.875,
    "text": "At first glance, that seems great."
  },
  {
    "startTime": 186.875,
    "endTime": 189.775,
    "text": "But what about the long-term  environmental effects?"
  },
  {
    "startTime": 189.775,
    "endTime": 200.6,
    "text": "If gasoline use is less restricted by cost, this could also cause a huge surge in air pollution, an unintended consequence that's important to think about."
  },
  {
    "startTime": 200.6,
    "endTime": 203.75,
    "text": "Five: explore other points of view."
  },
  {
    "startTime": 203.75,
    "endTime": 209.4,
    "text": "Ask yourself why so many people are drawn to the policies of  the opposing political candidate."
  },
  {
    "startTime": 209.4,
    "endTime": 212.465,
    "text": "Even if you disagree with  everything that candidate says,"
  },
  {
    "startTime": 212.465,
    "endTime": 220.3,
    "text": "exploring the full spectrum of viewpoints might explain why some policies that don't seem valid to you appeal to others."
  },
  {
    "startTime": 220.3,
    "endTime": 228.70000000000002,
    "text": "This will allow you  to explore alternatives, evaluate your own choices, and ultimately help you make more informed decisions."
  },
  {
    "startTime": 228.7,
    "endTime": 235.29999999999998,
    "text": "This five-step process is just one tool, and it certainly won't eradicate difficult decisions from our lives."
  },
  {
    "startTime": 235.3,
    "endTime": 240.181,
    "text": "But it can help us increase the number of positive choices we make."
  },
  {
    "startTime": 240.181,
    "endTime": 246.0,
    "text": "Critical thinking can give us the tools to sift through a sea of information and find what we're looking for."
  },
  {
    "startTime": 246.0,
    "endTime": 257.8,
    "text": "And if enough of us use it, it has the power to make the world a more reasonable place."
  }
]