[
  {
    "startTime": 1.069,
    "endTime": 5.75,
    "text": "A boatful of creepy creatures from RL Stine's Goosebumps books are brought to life on the"
  },
  {
    "startTime": 5.75,
    "endTime": 10.469000000000001,
    "text": "big screen in the movie Goosebumps, which stars Jack Black as the famous horror writer."
  },
  {
    "startTime": 10.469,
    "endTime": 15.509,
    "text": "I'm Jan and this is 10 things you probably didn't know about Goosebumps."
  },
  {
    "startTime": 15.509,
    "endTime": 20.880000000000003,
    "text": "To bring the movie's zombie-like Ghouls to life, eight actors had custom-made flesh-coloured"
  },
  {
    "startTime": 20.88,
    "endTime": 25.169999999999998,
    "text": "prosthetics applied to their faces. The ghoulish face prosthetics were made from"
  },
  {
    "startTime": 25.17,
    "endTime": 29.0,
    "text": "medical-grade silicone. Each set of prosthetics took a whole day to"
  },
  {
    "startTime": 29.0,
    "endTime": 34.289,
    "text": "make, and the actors playing the Ghouls each needed a new set applied every day."
  },
  {
    "startTime": 34.289,
    "endTime": 40.050000000000004,
    "text": "As for the Ghouls' long fingers, 1500 of those were made by hand, then hand-painted and brushed"
  },
  {
    "startTime": 40.05,
    "endTime": 44.089999999999996,
    "text": "with clear nail polish. Unlike the facial prosthetics, each prosthetic"
  },
  {
    "startTime": 44.09,
    "endTime": 48.399,
    "text": "finger could be used three times. From getting their prosthetics applied to"
  },
  {
    "startTime": 48.399,
    "endTime": 53.120000000000005,
    "text": "dressing in hand-tailored vintage clothes, it took each Ghoul three and a half hours"
  },
  {
    "startTime": 53.12,
    "endTime": 56.559,
    "text": "to get ready. Several of the actors playing the Ghouls already"
  },
  {
    "startTime": 56.559,
    "endTime": 62.8,
    "text": "had plenty of experience playing zombies as they'd worked on the TV show The Walking Dead."
  },
  {
    "startTime": 62.8,
    "endTime": 66.65899999999999,
    "text": "If you're wondering what the hair department used to make Professor Shock's hair stand"
  },
  {
    "startTime": 66.659,
    "endTime": 70.72900000000001,
    "text": "up on end, it was actually laundry detergent!"
  },
  {
    "startTime": 70.729,
    "endTime": 75.89,
    "text": "To bring to life Slappy the Dummy, RL Stine's alter ego in the movie, a ventriloquist's"
  },
  {
    "startTime": 75.89,
    "endTime": 80.68,
    "text": "dummy was made by Californian effects firm Ironhead Studio, whose creature and costume"
  },
  {
    "startTime": 80.68,
    "endTime": 84.56,
    "text": "design has featured in The Avengers, Godzilla, and The Hunger Games: Mockingjay."
  },
  {
    "startTime": 84.56,
    "endTime": 89.259,
    "text": "Director Rob Letterman wanted Slappy's face to resemble Jack Black in the movie as Black"
  },
  {
    "startTime": 89.259,
    "endTime": 95.149,
    "text": "plays RL Stine and also does Slappy's voice. On set, puppeteer Avery L Jones controlled"
  },
  {
    "startTime": 95.149,
    "endTime": 100.07900000000001,
    "text": "Slappy's movements, and scenes where Slappy walks were later enhanced with computerised"
  },
  {
    "startTime": 100.079,
    "endTime": 101.42999999999999,
    "text": "effects."
  },
  {
    "startTime": 101.43,
    "endTime": 107.06,
    "text": "According to young stars Dylan Minnette, Odeya Rush and Ryan Lee, the movie's creepiest creation"
  },
  {
    "startTime": 107.06,
    "endTime": 112.35000000000001,
    "text": "was the Clown, especially because the actor playing him never broke character on set!"
  },
  {
    "startTime": 112.35,
    "endTime": 119.08999999999999,
    "text": "To turn performer Vivian Kyle into the Snake Lady, it took around 3 hours, which included"
  },
  {
    "startTime": 119.09,
    "endTime": 124.619,
    "text": "applying face and chest prosthetics, airbrushing her hands, and fitting her skin-tight metallic"
  },
  {
    "startTime": 124.619,
    "endTime": 127.649,
    "text": "dress. The Snake Lady's eyes were made from polarised"
  },
  {
    "startTime": 127.649,
    "endTime": 131.73,
    "text": "sunglass lenses, and could be popped out easily during breaks in filming."
  },
  {
    "startTime": 131.73,
    "endTime": 137.13,
    "text": "As for her wig, that took three people 90 hours to make."
  },
  {
    "startTime": 137.13,
    "endTime": 141.10999999999999,
    "text": "The Bog Monster, who's known as the Swamp Monster in author RL Stine's books, was a"
  },
  {
    "startTime": 141.11,
    "endTime": 144.61,
    "text": "late addition to the movie. Creature Special Effects Designer Stephen"
  },
  {
    "startTime": 144.61,
    "endTime": 149.33,
    "text": "Prouty created the costume by hand-sewing thread that's used for camouflage hunting"
  },
  {
    "startTime": 149.33,
    "endTime": 153.54000000000002,
    "text": "uniforms on to fabric netting. Actor Nate Andrade, who plays the Bog Monster,"
  },
  {
    "startTime": 153.54,
    "endTime": 156.60999999999999,
    "text": "is 6 foot 8 inches tall and, in real life, is actually married to Vivian Kyle who plays"
  },
  {
    "startTime": 156.61,
    "endTime": 157.85000000000002,
    "text": "The Snake Lady!"
  },
  {
    "startTime": 157.85,
    "endTime": 165.28,
    "text": "The Egyptian Priestess's eyebrows are made up of hieroglyphics which spell the word “Goosebumps”."
  },
  {
    "startTime": 165.28,
    "endTime": 170.81,
    "text": "The ice-laden wigs worn by the movie's frozen people were made by painting wigs with white"
  },
  {
    "startTime": 170.81,
    "endTime": 173.75,
    "text": "and clear caulking or sealant from a hardware store."
  },
  {
    "startTime": 173.75,
    "endTime": 178.69,
    "text": "It took four weeks to create fourteen wigs which matched the actors' own hairstyles."
  },
  {
    "startTime": 178.69,
    "endTime": 182.56,
    "text": "As for the icicles that hang from the frozen people's faces, they were made using clear"
  },
  {
    "startTime": 182.56,
    "endTime": 186.01,
    "text": "acrylics and vacuum-formed plastic."
  },
  {
    "startTime": 186.01,
    "endTime": 190.78,
    "text": "Although the movie's werewolf is a computer-generated creation, rather than a practical effect,"
  },
  {
    "startTime": 190.78,
    "endTime": 195.4,
    "text": "a stunt performer acted out some of its moves to give the filmmakers a point of reference"
  },
  {
    "startTime": 195.4,
    "endTime": 198.31,
    "text": "for how the creature might act."
  },
  {
    "startTime": 198.31,
    "endTime": 202.73,
    "text": "According to visual effects supervisor Erik Nordby, the most difficult creature to create"
  },
  {
    "startTime": 202.73,
    "endTime": 206.98,
    "text": "was an evil poodle, which only appears in six shots in the movie."
  },
  {
    "startTime": 206.98,
    "endTime": 210.89999999999998,
    "text": "The reason it was so challenging is that it's extremely tough to make its tightly coiled"
  },
  {
    "startTime": 210.9,
    "endTime": 214.99,
    "text": "fur look real in CGI. In fact, it took the visual effects team four"
  },
  {
    "startTime": 214.99,
    "endTime": 216.67000000000002,
    "text": "to five months to perfect its appearance."
  },
  {
    "startTime": 216.67,
    "endTime": 221.39999999999998,
    "text": "Now, let me know in the comments below, who are your favourite characters in Goosebumps?"
  },
  {
    "startTime": 221.4,
    "endTime": 224.29,
    "text": "And which are your favourite books in the series?"
  },
  {
    "startTime": 224.29,
    "endTime": 228.12,
    "text": "If you enjoyed this video, do please share it, hit the thumbs-up button and subscribe"
  },
  {
    "startTime": 228.12,
    "endTime": 232.37,
    "text": "for loads more things you didn't know, as well as movie reviews and interviews."
  },
  {
    "startTime": 232.37,
    "endTime": 242.37,
    "text": "Thanks for watching and see ya next time. Yippee-ki-yay, movie lovers!"
  }
]