[
  {
    "startTime": 0.3,
    "endTime": 4.6,
    "text": "The gap between the very richest and the rest of us is getting bigger."
  },
  {
    "startTime": 4.6,
    "endTime": 5.789999999999999,
    "text": "Why?"
  },
  {
    "startTime": 5.79,
    "endTime": 12.02,
    "text": "A common belief is that it's good for us all if a small group of people earn an enormous amount of money."
  },
  {
    "startTime": 12.02,
    "endTime": 16.8,
    "text": "The theory is that their wealth trickles down to the rest of us."
  },
  {
    "startTime": 16.8,
    "endTime": 18.85,
    "text": "But this is a myth."
  },
  {
    "startTime": 18.95,
    "endTime": 27.18,
    "text": "In reality, money is sucked up from all of us in to the pockets of a very small group of people."
  },
  {
    "startTime": 27.269,
    "endTime": 29.689,
    "text": "How does this happen?"
  },
  {
    "startTime": 29.689,
    "endTime": 32.889,
    "text": "One reason is the way that money is created."
  },
  {
    "startTime": 32.889,
    "endTime": 39.189,
    "text": "Right now, almost all of the money in our economy is created by banks when they make loans."
  },
  {
    "startTime": 39.789,
    "endTime": 45.059,
    "text": "Now most people assume that when banks make loans, they are lending out someone else's savings."
  },
  {
    "startTime": 45.399,
    "endTime": 47.649,
    "text": "But they are not."
  },
  {
    "startTime": 47.649,
    "endTime": 55.479,
    "text": "Instead, when somebody takes out a loan, banks create new money electronically, by typing numbers in to their account."
  },
  {
    "startTime": 55.479,
    "endTime": 62.5,
    "text": "97 % of all of the money in our economy is created in this way, as people take out loans from banks."
  },
  {
    "startTime": 62.5,
    "endTime": 67.99,
    "text": "The more loans people take, the more debt there is, and the more money there is."
  },
  {
    "startTime": 67.99,
    "endTime": 73.97999999999999,
    "text": "The shocking fact is, if nobody went into debt, there would be almost no money in the economy."
  },
  {
    "startTime": 77.17,
    "endTime": 81.2,
    "text": "Our economy depends on the electronic money created by banks."
  },
  {
    "startTime": 81.2,
    "endTime": 89.3,
    "text": "But because the money is created when people borrow, someone, somewhere, has to pay interest on every pound created."
  },
  {
    "startTime": 89.3,
    "endTime": 95.979,
    "text": "In effect, we are renting the money we need to run our economy from the banks."
  },
  {
    "startTime": 95.979,
    "endTime": 102.77,
    "text": "This means that in the UK alone, together we pay the banks £192 million in interest every single day."
  },
  {
    "startTime": 106.2,
    "endTime": 119.8,
    "text": "And because the debt is held mostly by the bottom 90% and wealth mostly by the top 10%, paying this interest transfers money from the bottom 90% of the population to the very top 10%."
  },
  {
    "startTime": 119.8,
    "endTime": 126.179,
    "text": "It sucks wealth and income from the rest of us up to the very lucky few."
  },
  {
    "startTime": 126.179,
    "endTime": 132.5,
    "text": "So as long as we have to rent the money we use from the banks that create it, we'll have to keep paying this huge interest bill."
  },
  {
    "startTime": 132.5,
    "endTime": 137.83,
    "text": "And the gap between the richest and the rest of us will keep increasing."
  },
  {
    "startTime": 137.87,
    "endTime": 143.28,
    "text": "But there are ways to create money that don't depend on us all going into debt to the banks."
  },
  {
    "startTime": 143.28,
    "endTime": 151.5,
    "text": "We want to see money created by a public body and spent into the economy, so that we don't have to borrow all of the money we need from the banks."
  },
  {
    "startTime": 151.5,
    "endTime": 157.5,
    "text": "This would lead to less debt, and stop the gap between the richest and the rest of us getting even bigger."
  },
  {
    "startTime": 157.5,
    "endTime": 160.3,
    "text": "This is what we're campaigning for."
  },
  {
    "startTime": 160.3,
    "endTime": 169.29000000000002,
    "text": "Join us by signing up at Positive Money and sharing this video."
  }
]