[
  {
    "startTime": 0.399,
    "endTime": 5.62,
    "text": "In this American English pronunciation video, we’re going to go over the pronunciation"
  },
  {
    "startTime": 5.62,
    "endTime": 15.129000000000001,
    "text": "of the word ‘girl’."
  },
  {
    "startTime": 15.129,
    "endTime": 21.089,
    "text": "This is a really tough word, and I get a lot of requests for it. Like other difficult words,"
  },
  {
    "startTime": 21.089,
    "endTime": 28.029,
    "text": "world, and curl, for example, it’s hard because it has an R followed by a dark L."
  },
  {
    "startTime": 28.029,
    "endTime": 32.87,
    "text": "So let’s go sound by sound and figure out how to say this word."
  },
  {
    "startTime": 32.87,
    "endTime": 39.54,
    "text": "First, this is a one syllable word and it’s a content word, so it will be stressed and"
  },
  {
    "startTime": 39.54,
    "endTime": 50.04,
    "text": "have a vocal shape like this. Uhhh. Try that, just on ‘uh’, uhhh. In this word in particular,"
  },
  {
    "startTime": 50.04,
    "endTime": 56.48,
    "text": "because of the Dark L, focusing on the shape of the voice will help your pronunciation."
  },
  {
    "startTime": 56.48,
    "endTime": 59.959999999999994,
    "text": "Uh, uh."
  },
  {
    "startTime": 59.96,
    "endTime": 66.15,
    "text": "We start with the G consonant, gg. Make the G by lifting the back of the tongue to the"
  },
  {
    "startTime": 66.15,
    "endTime": 77.47,
    "text": "soft palate, gg, and engage the voice, gg, gg. Girr-. Now we have the UR vowel followed"
  },
  {
    "startTime": 77.47,
    "endTime": 88.3,
    "text": "by R. Two symbols in IPA, but just one sound. The R sound. Grr, gr. So it’s just like"
  },
  {
    "startTime": 88.3,
    "endTime": 98.89,
    "text": "a GR consonant cluster, like in ‘great’, or ‘grow’. Grr, grr. To move from G to"
  },
  {
    "startTime": 98.89,
    "endTime": 104.42,
    "text": "R, the front and back of the tongue move at the same time. The back of the tongue was"
  },
  {
    "startTime": 104.42,
    "endTime": 115.21000000000001,
    "text": "here and the tip was here for the G: gg. Gr. To make the R we release the back of the tongue,"
  },
  {
    "startTime": 115.21,
    "endTime": 121.36,
    "text": "and at the same time we pull the tip of the tongue up. It doesn’t touch anything. If"
  },
  {
    "startTime": 121.36,
    "endTime": 131.709,
    "text": "you want to focus on something, focus on the tip of the tongue. Think of it as doing this."
  },
  {
    "startTime": 131.709,
    "endTime": 140.029,
    "text": "So now the middle part touches the roof of the mouth lightly, rr, rr, back here. And"
  },
  {
    "startTime": 140.029,
    "endTime": 144.92,
    "text": "you should be able to hold that sound out, grr."
  },
  {
    "startTime": 144.92,
    "endTime": 156.98,
    "text": "Let’s practice just those first sounds with the right shape: grrrr. So the pitch of the"
  },
  {
    "startTime": 156.98,
    "endTime": 166.39999999999998,
    "text": "voice needs to go down. Grr. Ok, now the Dark L. First, how does it fit into the"
  },
  {
    "startTime": 166.4,
    "endTime": 172.73000000000002,
    "text": "shape? Your voice is coming down in pitch. The Dark L should just fit into that line."
  },
  {
    "startTime": 172.73,
    "endTime": 179.749,
    "text": "It’s also going to come down in pitch. And, because it’s at the end of the curve, some"
  },
  {
    "startTime": 179.749,
    "endTime": 189.329,
    "text": "of the energy of the voice is gone. Listen to just the dark L, uhl [3x]."
  },
  {
    "startTime": 189.329,
    "endTime": 195.859,
    "text": "How to make it. The tongue can be in two different positions. It can either come back down, so"
  },
  {
    "startTime": 195.859,
    "endTime": 201.04000000000002,
    "text": "it’s touching the back of the bottom front teeth. Or, the tongue tip can come up to the"
  },
  {
    "startTime": 201.04,
    "endTime": 206.67999999999998,
    "text": "roof of the mouth. The middle part is no longer touching the roof of the mouth. It’s also"
  },
  {
    "startTime": 206.68,
    "endTime": 215.019,
    "text": "down. The part that really matters is the back of the tongue. It shifts back, uhl, uhl."
  },
  {
    "startTime": 215.019,
    "endTime": 223.909,
    "text": "It’s still low. Uhl, uhl. Because of the back part of the tongue, we get this strange,"
  },
  {
    "startTime": 223.909,
    "endTime": 231.91899999999998,
    "text": "dark sound, uhl. Does it feel strange? That’s okay. If it’s new to you, it should definitely"
  },
  {
    "startTime": 231.919,
    "endTime": 237.12900000000002,
    "text": "feel strange. If you only pay attention to the front part of the tongue, what the tip"
  },
  {
    "startTime": 237.129,
    "endTime": 243.589,
    "text": "is doing, you can never get the right sound for the Dark L. Focus on the back."
  },
  {
    "startTime": 243.589,
    "endTime": 256.459,
    "text": "Let’s just try transitioning from the R to the Dark L. Rrrlll. Rrrlll. And now the"
  },
  {
    "startTime": 256.459,
    "endTime": 269.71,
    "text": "whole word, but do it slowly. And use your hand, it can’t hurt. Girl, girl, girl."
  },
  {
    "startTime": 269.71,
    "endTime": 276.19,
    "text": "There it is, you’ve got it. Practice it slowly, with your hand, lots of times. Practice"
  },
  {
    "startTime": 276.19,
    "endTime": 281.19,
    "text": "it in sentences. This is a tough word, and you’re going to get really good at it if"
  },
  {
    "startTime": 281.19,
    "endTime": 282.81,
    "text": "you practice."
  },
  {
    "startTime": 282.81,
    "endTime": 286.65,
    "text": "Now let’s look at it up close in and slow motion."
  },
  {
    "startTime": 286.65,
    "endTime": 293.229,
    "text": "Can you tell that the tongue has started to pull back and up here? It’s not forward."
  },
  {
    "startTime": 293.229,
    "endTime": 297.87899999999996,
    "text": "For the L, I flip my tongue tip to the roof of the mouth. And then back down at the end"
  },
  {
    "startTime": 297.879,
    "endTime": 301.0,
    "text": "of the word. Let’s watch that again."
  },
  {
    "startTime": 301.0,
    "endTime": 307.379,
    "text": "If there’s a word or phrase you’d like help pronouncing, please put it in the comments"
  },
  {
    "startTime": 307.379,
    "endTime": 308.12,
    "text": "below."
  },
  {
    "startTime": 308.12,
    "endTime": 314.68,
    "text": "Also, I’m very excited to tell you that my book is now on sale. If you liked this"
  },
  {
    "startTime": 314.68,
    "endTime": 319.759,
    "text": "video, there’s a lot more to learn about American English pronunciation, and my book"
  },
  {
    "startTime": 319.759,
    "endTime": 325.71000000000004,
    "text": "will help you step by step. You can get it by clicking here, or in the description below."
  },
  {
    "startTime": 325.71,
    "endTime": 335.71,
    "text": "That’s it, and thanks so much for using Rachel’s English."
  }
]