[
  {
    "startTime": 4.052,
    "endTime": 7.1,
    "text": "You're probably familiar with rats because they live pretty much everywhere."
  },
  {
    "startTime": 7.22,
    "endTime": 10.87,
    "text": "But here are five facts you didn't know about our furry, rodent friends."
  },
  {
    "startTime": 10.88,
    "endTime": 14.700000000000001,
    "text": "Number one, New York City may have the biggest rat infestation in the world."
  },
  {
    "startTime": 14.88,
    "endTime": 18.52,
    "text": "If you haven't seen the hilarious but horrifying videos of New York rats on YouTube,"
  },
  {
    "startTime": 18.53,
    "endTime": 20.51,
    "text": "you're gonna wanna check them out."
  },
  {
    "startTime": 20.52,
    "endTime": 26.85,
    "text": "In one of them, a person is asleep on a subway bench while a rat climbs up his leg and onto his lap."
  },
  {
    "startTime": 26.85,
    "endTime": 33.46,
    "text": "NYC has declared a war on rats, and budgeted more than half a million to an anti-rat program."
  },
  {
    "startTime": 33.46,
    "endTime": 37.64,
    "text": "Number two, rats can swim up the pipes into your toilet bowl."
  },
  {
    "startTime": 37.6,
    "endTime": 41.980000000000004,
    "text": "It's a rare occurrence, but a frightening reality in towns with older sewage systems."
  },
  {
    "startTime": 41.99,
    "endTime": 47.1,
    "text": "Rats can get lost in the pipes and tread water for days, seeking a way out."
  },
  {
    "startTime": 47.2,
    "endTime": 53.2,
    "text": "If you ever encounter one in your toilet, just know that it's very tired from swimming, and probably won't be aggressive."
  },
  {
    "startTime": 53.3,
    "endTime": 56.68,
    "text": "But still, I mean, don't touch that."
  },
  {
    "startTime": 56.69,
    "endTime": 62.89,
    "text": "Number three, there is a Rat Island off the coast of Alaska, and it used to be full of rats."
  },
  {
    "startTime": 62.89,
    "endTime": 72.33,
    "text": "In 1780, a Japanese boat shipwrecked there and a few rats who were on board quickly overran the native species, including some endangered birds, like the bald eagle."
  },
  {
    "startTime": 72.33,
    "endTime": 77.48,
    "text": "But in 2010, the US Fish and Wildlife Service eradicated the rats on Rat Island."
  },
  {
    "startTime": 77.49,
    "endTime": 81.1,
    "text": "So now the name is just ironic, and very cool."
  },
  {
    "startTime": 81.2,
    "endTime": 85.88,
    "text": "Number four, a rat's front teeth can grow five inches in a year."
  },
  {
    "startTime": 85.89,
    "endTime": 89.0,
    "text": "That's why they're always gnawing on things, to grind them down."
  },
  {
    "startTime": 89.0,
    "endTime": 92.3,
    "text": "The teeth can grow fast or slow, depending on the rat's diet."
  },
  {
    "startTime": 92.4,
    "endTime": 96.9,
    "text": "And rats don't get cavities because they just get worn away as the teeth grow."
  },
  {
    "startTime": 96.9,
    "endTime": 101.02000000000001,
    "text": "Number five, scientists say that rats can laugh and they can dream."
  },
  {
    "startTime": 101.03,
    "endTime": 107.52,
    "text": "Dr. Jaak Panksepp from Washington State University says that rats emit a high frequency chirp when they play together, or when a hand tickles them."
  },
  {
    "startTime": 109.13,
    "endTime": 113.91,
    "text": "And at MIT, scientists say that their lab rats were dreaming of running a maze."
  },
  {
    "startTime": 113.92,
    "endTime": 119.73,
    "text": "They recognized the same brain wave activity in sleeping rats that occurred in wakeful rats that are running a maze."
  },
  {
    "startTime": 119.73,
    "endTime": 121.86,
    "text": "Have you ever seen a rat in your toilet bowl?"
  },
  {
    "startTime": 121.87,
    "endTime": 123.30000000000001,
    "text": "Tell us your story in the comments."
  },
  {
    "startTime": 123.31,
    "endTime": 125.88,
    "text": "And don't forget to subscribe to Animalist."
  },
  {
    "startTime": 125.88,
    "endTime": 129.15,
    "text": "And if you're still craving knowledge of new stuff, head over to \"Life Noggin\","
  },
  {
    "startTime": 129.16,
    "endTime": 132.74,
    "text": "a show that educates you on pop culture, science, art, and history."
  },
  {
    "startTime": 132.75,
    "endTime": 134.79,
    "text": "New episodes every Monday."
  }
]