[
  {
    "startTime": 6.2,
    "endTime": 8.173,
    "text": "When we hear the word radiation, it's tempting to picture huge explosions and frightening mutations, but that's not the full story."
  },
  {
    "startTime": 0.0,
    "endTime": 0.0,
    "text": ""
  },
  {
    "startTime": 14.4,
    "endTime": 19.4,
    "text": "Radiation also applies to rainbows and a doctor examining an x-ray."
  },
  {
    "startTime": 19.6,
    "endTime": 24.900000000000002,
    "text": "So what is radiation really, and how much should we worry about its effects?"
  },
  {
    "startTime": 25.092,
    "endTime": 36.099999999999994,
    "text": "The answer begins with understanding that the word radiation describes two very different scientific phenomena: electromagnetic radiation and nuclear radiation."
  },
  {
    "startTime": 36.202,
    "endTime": 45.699999999999996,
    "text": "Electromagnetic radiation is pure energy consisting of interacting electrical and magnetic waves oscillating through space."
  },
  {
    "startTime": 45.9,
    "endTime": 50.0,
    "text": "As these waves oscillate faster, they scale up in energy."
  },
  {
    "startTime": 50.488,
    "endTime": 55.8,
    "text": "At the lower end of the spectrum, there's radio, infrared, and visible light."
  },
  {
    "startTime": 56.1,
    "endTime": 60.5,
    "text": "At the higher end are ultraviolet, X-ray, and gamma rays."
  },
  {
    "startTime": 60.8,
    "endTime": 65.89999999999999,
    "text": "Modern society is shaped by sending and detecting electromagnetic radiation."
  },
  {
    "startTime": 66.109,
    "endTime": 76.8,
    "text": "We might download an email to our phone via radio waves to open an image of an X-ray print, which we can see because our screen emits visible light."
  },
  {
    "startTime": 77.0,
    "endTime": 85.5,
    "text": "Nuclear radiation, on the other hand, originates in the atomic nucleus, where protons repel each other due to their mutually positive charges."
  },
  {
    "startTime": 85.71,
    "endTime": 93.69999999999999,
    "text": "A phenomenon known as the strong nuclear force struggles to overcome this repulsion and keep the nucleus intact."
  },
  {
    "startTime": 93.917,
    "endTime": 102.7,
    "text": "However, some combinations of protons and neutrons, known as isotopes, remain unstable, or radioactive."
  },
  {
    "startTime": 102.9,
    "endTime": 110.30000000000001,
    "text": "They will randomly eject matter and/or energy, known as nuclear radiation, to achieve greater stability."
  },
  {
    "startTime": 110.6,
    "endTime": 116.39999999999999,
    "text": "Nuclear radiation comes from natural sources, like radon, a gas which seeps up from the ground."
  },
  {
    "startTime": 116.509,
    "endTime": 122.2,
    "text": "We also refine naturally occurring radioactive ores to fuel nuclear power plants."
  },
  {
    "startTime": 122.5,
    "endTime": 127.9,
    "text": "Even bananas contain trace amounts of a radioactive potassium isotope."
  },
  {
    "startTime": 128.159,
    "endTime": 133.39999999999998,
    "text": "So if we live in a world of radiation, how can we escape its dangerous effects?"
  },
  {
    "startTime": 133.603,
    "endTime": 137.33200000000002,
    "text": "To start, not all radiation is hazardous."
  },
  {
    "startTime": 137.332,
    "endTime": 145.5,
    "text": "Radiation becomes risky when it rips atoms' electrons away upon impact, a process that can damage DNA."
  },
  {
    "startTime": 145.7,
    "endTime": 153.0,
    "text": "This is known as ionizing radiation because an atom that has lost or gained electrons is called an ion."
  },
  {
    "startTime": 153.3,
    "endTime": 160.5,
    "text": "All nuclear radiation is ionizing, while only the highest energy electromagnetic radiation is."
  },
  {
    "startTime": 160.64,
    "endTime": 165.39999999999998,
    "text": "That includes gamma rays, X-rays, and the high-energy end of ultraviolet."
  },
  {
    "startTime": 165.9,
    "endTime": 175.5,
    "text": "That's why as an extra precaution during X-rays, doctors shield body parts they don't need to examine, and why beach-goers use sunscreen."
  },
  {
    "startTime": 175.7,
    "endTime": 184.7,
    "text": "In comparison, cell phones and microwaves operate at the lower end of the spectrum, so there is no risk of ionizing radiation from their use."
  },
  {
    "startTime": 184.942,
    "endTime": 193.70000000000002,
    "text": "The biggest health risk occurs when lots of ionizing radiation hits us in a short time period, also known as an acute exposure."
  },
  {
    "startTime": 194.2,
    "endTime": 199.23299999999998,
    "text": "Acute exposures overwhelm the body's natural ability to repair the damage."
  },
  {
    "startTime": 199.233,
    "endTime": 204.20000000000002,
    "text": "This can trigger cancers, cellular dysfunction, and potentially even death."
  },
  {
    "startTime": 204.5,
    "endTime": 214.6,
    "text": "Fortunately, acute exposures are rare, but we are exposed daily to lower levels of ionizing radiation from both natural and man-made sources."
  },
  {
    "startTime": 215.1,
    "endTime": 218.1,
    "text": "Scientists have a harder time quantifying these risks."
  },
  {
    "startTime": 218.6,
    "endTime": 228.5,
    "text": "Your body often repairs damage from small amounts ionizing radiation, and if it can't, the results of damage may not manifest for a decade or more."
  },
  {
    "startTime": 228.781,
    "endTime": 233.6,
    "text": "One way scientists compare ionizing radiation exposure is a unit called the sievert."
  },
  {
    "startTime": 233.967,
    "endTime": 241.70000000000002,
    "text": "An acute exposure to one sievert will probably cause nausea within hours, and four sieverts could be fatal."
  },
  {
    "startTime": 242.175,
    "endTime": 245.4,
    "text": "However, our normal daily exposures are far lower."
  },
  {
    "startTime": 245.9,
    "endTime": 254.70000000000002,
    "text": "The average person receives 6.2 millisieverts of radiation from all sources annually, around a third due to radon."
  },
  {
    "startTime": 254.9,
    "endTime": 257.51800000000003,
    "text": "At only five microsieverts each, you'd need to get more than 1200 dental X-rays to rack up your annual dosage."
  },
  {
    "startTime": 262.862,
    "endTime": 264.3,
    "text": "And remember that banana?"
  },
  {
    "startTime": 264.2,
    "endTime": 272.0,
    "text": "If you could absorb all the banana's radiation, you'd need around 170 a day to hit your annual dosage."
  },
  {
    "startTime": 272.455,
    "endTime": 278.2,
    "text": "We live in a world of radiation; however, much of that radiation is non-ionizing."
  },
  {
    "startTime": 278.318,
    "endTime": 282.4,
    "text": "For the remainder that is ionizing, our exposures are usually low,"
  },
  {
    "startTime": 282.54,
    "endTime": 289.8,
    "text": "and choices like getting your home tested for radon and wearing sunscreen can help reduce the associated health risks."
  },
  {
    "startTime": 290.106,
    "endTime": 295.4,
    "text": "Marie Curie, one of the early radiation pioneers, summed up the challenge as follows:"
  },
  {
    "startTime": 295.541,
    "endTime": 309.976,
    "text": "\"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.\""
  }
]