[
  {
    "startTime": 0.17,
    "endTime": 25.0,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and a life that you love."
  },
  {
    "startTime": 25.0,
    "endTime": 27.0,
    "text": "And today is Q&A Tuesday."
  },
  {
    "startTime": 27.0,
    "endTime": 29.0,
    "text": "That means Q's and A's."
  },
  {
    "startTime": 29.0,
    "endTime": 36.0,
    "text": "Today's question comes from Ginny and she writes: \"Hi, Marie. I'm a newly named female CEO of a tech startup."
  },
  {
    "startTime": 36.0,
    "endTime": 40.0,
    "text": "I'm so excited and really feel like I'm qualified for the role and will bring a lot to the table."
  },
  {
    "startTime": 40.0,
    "endTime": 43.0,
    "text": "That said, I'm a kind and positive person."
  },
  {
    "startTime": 43.0,
    "endTime": 48.0,
    "text": "Actually, positivity is one of my five Gallup Strengths Finder strengths."
  },
  {
    "startTime": 48.0,
    "endTime": 54.0,
    "text": "I love this about myself, but I've experienced these 2 traits being viewed as weaknesses."
  },
  {
    "startTime": 54.0,
    "endTime": 57.0,
    "text": "I think people equate positivity with being naive."
  },
  {
    "startTime": 57.5,
    "endTime": 65.0,
    "text": "I've tried suppressing these areas of my personality in the past to be taken more seriously, but it doesn't feel genuine or healthy."
  },
  {
    "startTime": 66.0,
    "endTime": 72.0,
    "text": "Walking into the male dominated, cutthroat tech world, I suspect these traits will again be seen as liabilities."
  },
  {
    "startTime": 72.0,
    "endTime": 74.5,
    "text": "But I know I need to be me in order to give my best."
  },
  {
    "startTime": 74.8,
    "endTime": 79.0,
    "text": "Do you have any suggestions to help me with this sitch? Thanks, Ginny.”"
  },
  {
    "startTime": 79.5,
    "endTime": 82.5,
    "text": "What you have is a rare and precious gift, Ginny."
  },
  {
    "startTime": 83.0,
    "endTime": 85.0,
    "text": "Positivity is a powerful strength."
  },
  {
    "startTime": 85.5,
    "endTime": 89.0,
    "text": "It's what makes you come alive, so you need to really listen to me here."
  },
  {
    "startTime": 89.2,
    "endTime": 92.0,
    "text": "Suppressing who you are is not an option."
  },
  {
    "startTime": 92.0,
    "endTime": 103.0,
    "text": "Do not ever suppress any part of who you are to fit into the tech world, the business world, or any other world, unless, of course, you want to spiral down into depression and mediocrity."
  },
  {
    "startTime": 104.0,
    "endTime": 108.0,
    "text": "You mentioned that in the past your positivity and kindness were viewed as weak."
  },
  {
    "startTime": 108.0,
    "endTime": 119.5,
    "text": "My response: ignore that feedback because I doubt those are the kind of people that you want to take advice from, that you want to associate with, or that you want to lead in your organization."
  },
  {
    "startTime": 120.0,
    "endTime": 127.5,
    "text": "And don't make an assumption that just because you're walking into a male dominated world that your core strengths will be viewed as liabilities."
  },
  {
    "startTime": 128.0,
    "endTime": 130.0,
    "text": "They might, or they might not."
  },
  {
    "startTime": 130.0,
    "endTime": 138.0,
    "text": "Because here is the important thing I want you to remember: the future of business is about being more connected to your humanity, not less."
  },
  {
    "startTime": 138.0,
    "endTime": 144.0,
    "text": "And that includes your positivity, kindness, your enthusiasm, your vulnerability, and, most importantly, your heart."
  },
  {
    "startTime": 144.599,
    "endTime": 147.5,
    "text": "Let's look at this through the lens of gardening for a minute."
  },
  {
    "startTime": 148.0,
    "endTime": 151.0,
    "text": "So every plant and flower thrives under different conditions."
  },
  {
    "startTime": 151.0,
    "endTime": 153.0,
    "text": "Petunias, for instance, love full sun."
  },
  {
    "startTime": 154.0,
    "endTime": 158.0,
    "text": "Anything less and you won't get the extraordinary blooms that it's capable of producing."
  },
  {
    "startTime": 158.5,
    "endTime": 162.0,
    "text": "Impatiens, on the other hand, love the shade."
  },
  {
    "startTime": 162.0,
    "endTime": 165.0,
    "text": "You give them too much sun and they're gonna fry and die."
  },
  {
    "startTime": 166.0,
    "endTime": 171.0,
    "text": "Just like flowers need the right condition to survive and thrive, so do you."
  },
  {
    "startTime": 171.2,
    "endTime": 183.0,
    "text": "You've gotta realize that you're only as good as the people you surround yourself with, and it is vital that you put yourself in the right ecosystem, one that gives you the chance to really flex your strengths."
  },
  {
    "startTime": 183.5,
    "endTime": 187.0,
    "text": "Put yourself in the right conditions, you will blossom."
  },
  {
    "startTime": 187.0,
    "endTime": 192.0,
    "text": "Put yourself in the wrong conditions, however, like with a bunch of cynics, and you will wither and die."
  },
  {
    "startTime": 192.939,
    "endTime": 195.0,
    "text": "When you know what makes you strong, don't settle for less."
  },
  {
    "startTime": 196.5,
    "endTime": 198.0,
    "text": "There is no prize for suffering."
  },
  {
    "startTime": 199.0,
    "endTime": 205.0,
    "text": "My big unequivocal message to you is embrace your strength of positivity and be it daily."
  },
  {
    "startTime": 205.5,
    "endTime": 214.0,
    "text": "Your enthusiasm for life is contagious, plus it gives other people permission to be kind and positive and enthusiastic leaders, too."
  },
  {
    "startTime": 214.0,
    "endTime": 215.0,
    "text": "So let's review."
  },
  {
    "startTime": 216.0,
    "endTime": 217.0,
    "text": "Suppressing who you are?"
  },
  {
    "startTime": 217.0,
    "endTime": 219.0,
    "text": "Not an option."
  },
  {
    "startTime": 220.0,
    "endTime": 222.0,
    "text": "Ignore people who consider your core strengths a weakness."
  },
  {
    "startTime": 223.0,
    "endTime": 226.0,
    "text": "Don't make assumptions about the environment you're walking into."
  },
  {
    "startTime": 226.0,
    "endTime": 228.0,
    "text": "Keep an open mind and heart."
  },
  {
    "startTime": 229.0,
    "endTime": 233.0,
    "text": "Those strengths of yours are the future of business and success."
  },
  {
    "startTime": 233.599,
    "endTime": 236.0,
    "text": "Now more than ever is the time to let them shine."
  },
  {
    "startTime": 237.0,
    "endTime": 241.0,
    "text": "And if you ever need a boost of confidence to do that, remember this tweetable."
  },
  {
    "startTime": 244.0,
    "endTime": 249.0,
    "text": "The future of business belongs to the kind, the enthusiastic, the optimistic."
  },
  {
    "startTime": 250.0,
    "endTime": 253.0,
    "text": "So that was my A to your Q, Ginny; let us know how it goes."
  },
  {
    "startTime": 254.0,
    "endTime": 256.0,
    "text": "And now I would love to hear from you."
  },
  {
    "startTime": 256.0,
    "endTime": 262.0,
    "text": "Have you ever been tempted to suppress one of your core strengths because you thought you'd be seen as weak?"
  },
  {
    "startTime": 262.0,
    "endTime": 265.0,
    "text": "What specifically happened and how did you handle it?"
  },
  {
    "startTime": 266.0,
    "endTime": 274.0,
    "text": "As always, the best discussions happen after the episode over at the magical land of MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 275.0,
    "endTime": 281.0,
    "text": "Did you like this video? If so, subscribe to our channel and I would be so grateful if you shared this with your friends."
  },
  {
    "startTime": 281.5,
    "endTime": 294.0,
    "text": "And if you want even more resources to create a business and life that you love, plus some personal insights from me that I only get to talk about in email, come on over to MarieForleo.com and make sure you sign up for email updates."
  },
  {
    "startTime": 294.0,
    "endTime": 302.0,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 302.0,
    "endTime": 306.0,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]