[
  {
    "startTime": 0.24,
    "endTime": 6.229,
    "text": "Teachers always have their favorite students. But when does this favoritism turn into bias?"
  },
  {
    "startTime": 9.829,
    "endTime": 14.36,
    "text": "Hi guys, Lissette here for DNews. Teachers are an important part of our learning and development."
  },
  {
    "startTime": 14.46,
    "endTime": 17.579,
    "text": "I still remember every single one of my elementary school teachers -"
  },
  {
    "startTime": 17.579,
    "endTime": 22.880000000000003,
    "text": "the ones I thought were good as well as the ones I thought were not so good. But what did they think of me?"
  },
  {
    "startTime": 22.98,
    "endTime": 25.63,
    "text": "Or you? How did that affect our learning?"
  },
  {
    "startTime": 25.63,
    "endTime": 29.538999999999998,
    "text": "Well, a recent study, published in the Journal Economics of Education Review."
  },
  {
    "startTime": 29.639,
    "endTime": 36.46,
    "text": "Looked at data from thousands of students across the US and their teachers to see where race and gender fall into the equation."
  },
  {
    "startTime": 36.46,
    "endTime": 40.49,
    "text": "In the study, different teachers were asked to rate the same 10th grade student"
  },
  {
    "startTime": 40.59,
    "endTime": 43.45,
    "text": "and predict his or her highest level of educational attainment."
  },
  {
    "startTime": 43.55,
    "endTime": 49.12,
    "text": "The researchers found that predictions varied based on the gender and race of both the student and teacher."
  },
  {
    "startTime": 49.12,
    "endTime": 56.83,
    "text": "In general, the expectations of black teachers for black students were 30 to 40 percent higher than those held by non-black teachers."
  },
  {
    "startTime": 56.83,
    "endTime": 59.33,
    "text": "In other words, they believed black students"
  },
  {
    "startTime": 59.33,
    "endTime": 65.029,
    "text": "would do far better. To illustrate, 37 percent of black teachers, when asked about a black student,"
  },
  {
    "startTime": 65.029,
    "endTime": 68.97999999999999,
    "text": "let’s call her Samantha, thought she would obtain a four year college degree."
  },
  {
    "startTime": 68.98,
    "endTime": 75.45,
    "text": "In contrast, only 28% of white teachers thought she would do so. Now if she were a Samuel instead,"
  },
  {
    "startTime": 75.45,
    "endTime": 79.259,
    "text": "this effect would be even greater. White male teachers, in particular,"
  },
  {
    "startTime": 79.259,
    "endTime": 83.67,
    "text": "have very low expectations of black boys. They don’t believe they’ll do as well."
  },
  {
    "startTime": 83.67,
    "endTime": 88.86,
    "text": "The problem is… that what teachers believe has a serious impact on student outcomes."
  },
  {
    "startTime": 88.86,
    "endTime": 93.64,
    "text": "We know from this and other studies that expectations matter. In this particular study,"
  },
  {
    "startTime": 93.74,
    "endTime": 99.08999999999999,
    "text": "the researchers found black students who had a non-black teacher in a specific subject in 10th grade"
  },
  {
    "startTime": 99.09,
    "endTime": 103.71000000000001,
    "text": "were less likely to pursue that subject later in their schooling. But it’s more than just subject"
  },
  {
    "startTime": 103.71,
    "endTime": 108.72999999999999,
    "text": "area preferences. It influences how well students do in school and to some degree"
  },
  {
    "startTime": 108.73,
    "endTime": 110.459,
    "text": "the quality of their education."
  },
  {
    "startTime": 110.559,
    "endTime": 119.699,
    "text": "In the infamous Pygmalion In The Classroom study from the 1960s, researchers Rosenthal and Jacobson conducted an experiment with elementary children in public school."
  },
  {
    "startTime": 119.7,
    "endTime": 125.269,
    "text": "At the beginning of the school year, the researchers gave all students an IQ test as a baseline."
  },
  {
    "startTime": 125.269,
    "endTime": 129.619,
    "text": "They then told teachers, erroneously, that a certain subset of those students would"
  },
  {
    "startTime": 129.619,
    "endTime": 134.44,
    "text": "show an “intellectual growth spurt” over the course of that year. This was a lie."
  },
  {
    "startTime": 134.44,
    "endTime": 139.71,
    "text": "In fact, the students were chosen at random. But, that suggestion to teachers had a measurable"
  },
  {
    "startTime": 139.71,
    "endTime": 144.14000000000001,
    "text": "effect: by the end of the year, the students who were labeled as growth spurt students"
  },
  {
    "startTime": 144.14,
    "endTime": 148.52999999999997,
    "text": "actually did perform better than the rest of their classmates. On average,"
  },
  {
    "startTime": 148.53,
    "endTime": 151.23,
    "text": "they gained 3.8 IQ points more."
  },
  {
    "startTime": 151.23,
    "endTime": 155.79999999999998,
    "text": "And, these differences were even greater for younger children. Looking at first grade students only,"
  },
  {
    "startTime": 155.8,
    "endTime": 161.54000000000002,
    "text": "the difference was 15.4 IQ points. This suggests that there is a sort of self-fulfilling prophecy happening."
  },
  {
    "startTime": 161.64,
    "endTime": 165.57,
    "text": "Teachers who believe their students will do well are more likely to act"
  },
  {
    "startTime": 165.57,
    "endTime": 170.25,
    "text": "in ways that will lead to that happening. Since the 60s, other studies have dug in to"
  },
  {
    "startTime": 170.25,
    "endTime": 175.53,
    "text": "try to figure out what exactly teachers might be doing that leads to this bias. And, it looks like"
  },
  {
    "startTime": 175.53,
    "endTime": 180.59,
    "text": "it could be things like - giving children they believe are smart more time to answer questions when called on,"
  },
  {
    "startTime": 180.69,
    "endTime": 183.76,
    "text": "giving them more challenging questions, or recommending them"
  },
  {
    "startTime": 183.76,
    "endTime": 186.22,
    "text": "for gifted and talented programs."
  },
  {
    "startTime": 186.22,
    "endTime": 191.62,
    "text": "Teacher expectations are powerful. So much so, that today, we largely consider it unethical"
  },
  {
    "startTime": 191.62,
    "endTime": 197.19,
    "text": "to label students the way we did in the Pygmalion study. It wouldn’t be right to knowingly put some students at a disadvantage."
  },
  {
    "startTime": 197.29,
    "endTime": 200.62,
    "text": "Which is why labels like race and gender are so"
  },
  {
    "startTime": 200.82,
    "endTime": 205.79,
    "text": "tricky in a classroom. These labels don’t require a researcher: Teachers can automatically"
  },
  {
    "startTime": 205.79,
    "endTime": 210.45999999999998,
    "text": "and involuntarily apply them to students. So, it's especially important to grapple with"
  },
  {
    "startTime": 210.66,
    "endTime": 213.49,
    "text": "and examine the expectations attached to them."
  },
  {
    "startTime": 213.49,
    "endTime": 215.73000000000002,
    "text": "For a deeper dive into race itself -"
  },
  {
    "startTime": 215.73,
    "endTime": 220.16,
    "text": "what it really is and what it means, check out this episode on The Science of Racism."
  },
  {
    "startTime": 220.2,
    "endTime": 234.1,
    "text": "In terms of biology, race doesn't exist. And let's not to say race isn't real. Though it's important to understand that race is a cultural construct, like human created this, and has nothing to do with our biology."
  },
  {
    "startTime": 234.16,
    "endTime": 237.93,
    "text": "Do you have an experience where you felt your teacher was biased against you? Or maybe"
  },
  {
    "startTime": 237.93,
    "endTime": 240.86,
    "text": "favored you in some way? Share your thoughts in the comments and remember"
  },
  {
    "startTime": 240.86,
    "endTime": 250.96,
    "text": "to subscribe so you never miss an episode of DNews. Thanks for watching."
  }
]