[
  {
    "startTime": 8.073,
    "endTime": 9.1,
    "text": "Marketing."
  },
  {
    "startTime": 9.2,
    "endTime": 15.299999999999999,
    "text": "It's all about standing out from the crowd, which can be vital for the success of your business."
  },
  {
    "startTime": 15.636,
    "endTime": 22.299999999999997,
    "text": "After all, if your potential customers don't know you exist, how can they be expected to buy from you?"
  },
  {
    "startTime": 22.422,
    "endTime": 27.6,
    "text": "Good marketing means your customers won't have to search extensively for your service or product."
  },
  {
    "startTime": 27.7,
    "endTime": 33.5,
    "text": "It means you will be there when they need you, and before they're tempted to go elsewhere."
  },
  {
    "startTime": 33.877,
    "endTime": 35.1,
    "text": "But where to start?"
  },
  {
    "startTime": 35.2,
    "endTime": 40.537000000000006,
    "text": "Don't just stand there jumping up a down shouting, \"Pick me, pick me!\""
  },
  {
    "startTime": 40.3,
    "endTime": 43.199999999999996,
    "text": "First, check out the guides in our Marketing Zone."
  },
  {
    "startTime": 43.3,
    "endTime": 54.8,
    "text": "Whether you provide goods or services, you're sure to find the topic for you, including: Internet Marketing, Advertising, PR, Market Research, Sales and Customer Care."
  },
  {
    "startTime": 55.0,
    "endTime": 62.0,
    "text": "And you can even swot up on your SWOT analysis, which identifies your strengths and weaknesses."
  },
  {
    "startTime": 62.193,
    "endTime": 69.39999999999999,
    "text": "You can browse our checklist, FAQs, blog and briefings, it will be like being in a sweet store of information."
  },
  {
    "startTime": 69.5,
    "endTime": 75.3,
    "text": "Admittedly, there are no sherbet fizzes or caramel candies, but there are still lots of goodies."
  },
  {
    "startTime": 75.54,
    "endTime": 78.80000000000001,
    "text": "Or if you've had enough of reading, watch some videos."
  },
  {
    "startTime": 79.0,
    "endTime": 86.4,
    "text": "These guides are here to help you gain that competitive edge, and support your creativity and strategic thinking."
  },
  {
    "startTime": 86.677,
    "endTime": 92.10000000000001,
    "text": "Think: Who are our customers? Do we know? And are we reaching out to them?"
  },
  {
    "startTime": 92.2,
    "endTime": 96.8,
    "text": "You can also check out our tool section to help build your marketing ideas."
  },
  {
    "startTime": 97.19,
    "endTime": 106.1,
    "text": "We don't have the nuts and bolts, but we have the basics to provide you with the structure that will help your business be the one that sticks in customers' minds."
  },
  {
    "startTime": 106.2,
    "endTime": 109.64,
    "text": "Oh, and don't forget to check if your price is right!"
  },
  {
    "startTime": 109.64,
    "endTime": 113.3,
    "text": "That's right, we also have information that covers your pricing."
  },
  {
    "startTime": 113.4,
    "endTime": 121.30000000000001,
    "text": "With marketing, the world is your oyster. Well, not literally an oyster but you get the idea."
  },
  {
    "startTime": 121.657,
    "endTime": 125.0,
    "text": "So get out there, and get marketing."
  }
]