[
  {
    "startTime": 0.58,
    "endTime": 2.42,
    "text": "What's the point of travel?"
  },
  {
    "startTime": 2.42,
    "endTime": 5.02,
    "text": "It's to help make us into better people."
  },
  {
    "startTime": 5.02,
    "endTime": 7.119999999999999,
    "text": "It's a sort of therapy."
  },
  {
    "startTime": 7.12,
    "endTime": 15.06,
    "text": "Without anything mystical being meant by this, all of us are, in one way or another, on what could be termed \"an inner journey\"."
  },
  {
    "startTime": 15.06,
    "endTime": 18.78,
    "text": "That is, we're trying to develop in particular ways."
  },
  {
    "startTime": 18.78,
    "endTime": 25.060000000000002,
    "text": "In a nutshell, the point of travel is to go to places that can help us in our inner evolution."
  },
  {
    "startTime": 25.06,
    "endTime": 30.32,
    "text": "The outer journey should assist us with the inner one."
  },
  {
    "startTime": 30.32,
    "endTime": 37.82,
    "text": "Every location in the world contains qualities that can support some kind of beneficial change inside a person."
  },
  {
    "startTime": 37.82,
    "endTime": 41.62,
    "text": "Take these 200 million year old stones in America's Utah Desert."
  },
  {
    "startTime": 41.62,
    "endTime": 42.8,
    "text": "It's a place."
  },
  {
    "startTime": 42.8,
    "endTime": 51.8,
    "text": "But looked at psychologically, it's also an inner destination, a place with perspective, free of preoccupation with the petty and the small-minded."
  },
  {
    "startTime": 51.8,
    "endTime": 55.0,
    "text": "Somewhere imbued with calm and resilience."
  },
  {
    "startTime": 55.0,
    "endTime": 58.5,
    "text": "Religions used to take travel much more seriously than we do now."
  },
  {
    "startTime": 58.5,
    "endTime": 61.3,
    "text": "For them, it was a therapeutic activity."
  },
  {
    "startTime": 61.3,
    "endTime": 70.0,
    "text": "In the Middle Ages, when there was something wrong with you, you were meant to head out for a pilgrimage, to commune with relics of a saint or a member of the holy family."
  },
  {
    "startTime": 70.0,
    "endTime": 77.74,
    "text": "If you had toothache, you'd go to Rome, to the Basilica of San Lorenzo and touch the arm bones of Saint Apollonia, the patron saint of teeth."
  },
  {
    "startTime": 77.74,
    "endTime": 84.88,
    "text": "If you were unhappily married, you might go to Umbria to touch the shrine of Saint Rita of Cascia, patron saint of marital problems."
  },
  {
    "startTime": 84.88,
    "endTime": 94.52,
    "text": "Or, if you were worried about lightning, you were sent to Bad Münstereifel in Germany to touch the skull of Saint Donatus, believed to offer help against fires and explosions."
  },
  {
    "startTime": 94.52,
    "endTime": 97.44,
    "text": "We no longer believe in the divine power of journeys."
  },
  {
    "startTime": 97.44,
    "endTime": 103.7,
    "text": "But certain parts of the world still have a power to change and mend the wounded parts of us."
  },
  {
    "startTime": 103.7,
    "endTime": 109.14,
    "text": "In an ideal world, travel agencies would be manned by a new kind of psychotherapist."
  },
  {
    "startTime": 109.14,
    "endTime": 117.3,
    "text": "They'd take care not just of the flights and the hotels, they'd start by finding out what was wrong with us and how we might want to change."
  },
  {
    "startTime": 117.3,
    "endTime": 124.3,
    "text": "The anxious might be sent to see the majestic, immemorial waves crashing into the cliffs on the west coast of Ireland."
  },
  {
    "startTime": 124.3,
    "endTime": 130.42,
    "text": "People a bit too concerned with being admired and famous might be sent to contemplate the ruins of Detroit."
  },
  {
    "startTime": 130.42,
    "endTime": 136.64,
    "text": "Someone out of touch with their body might be recommended a trip to Porto Seguro in Bahia in Brazil."
  },
  {
    "startTime": 136.64,
    "endTime": 140.35999999999999,
    "text": "Nowadays, too often, we head off without fully knowing what's wrong with us."
  },
  {
    "startTime": 140.36,
    "endTime": 144.60000000000002,
    "text": "Or precisely understanding how our chosen destination is meant to help us."
  },
  {
    "startTime": 144.6,
    "endTime": 154.24,
    "text": "We should become more conscious travelers on a well articulated search for qualities that places possess, like calm or perspective, sensuality or rigor."
  },
  {
    "startTime": 154.24,
    "endTime": 162.52,
    "text": "We should follow old-fashioned pilgrims in striving to evolve our characters according to the suggestions offered up by the places we've been to."
  },
  {
    "startTime": 162.52,
    "endTime": 176.821,
    "text": "We need to relearn how to be ambitious about travel, seeing it as a way of helping us to grow into better versions of ourselves."
  }
]