[
  {
    "startTime": 0.089,
    "endTime": 3.56,
    "text": "You may not know it, but your body is engaged in a never-ending battle."
  },
  {
    "startTime": 3.56,
    "endTime": 15.700000000000001,
    "text": "You are literally covered in staph and strep and e coli, and all sorts of dubious characters that are intent on using you, and your body’s many resources, to feed themselves, find shelter, and reproduce as much as they want."
  },
  {
    "startTime": 15.7,
    "endTime": 20.1,
    "text": "And, hey, we all gotta make a living. But it is not your job to give these guys a free lunch."
  },
  {
    "startTime": 20.1,
    "endTime": 27.029000000000003,
    "text": "So your body has developed a three-part policy toward these shady customers, and its enforcement is handled by your immune system."
  },
  {
    "startTime": 27.029,
    "endTime": 33.89,
    "text": "The immune system is different from all the other systems we’ve talked about this year and that it’s not a specific, tissue-organ-system kind of system."
  },
  {
    "startTime": 33.89,
    "endTime": 40.41,
    "text": "Instead, it involves a whole bunch of different tissue groups, organ systems, and specialized-but-widely-distributed defense cells."
  },
  {
    "startTime": 40.41,
    "endTime": 49.809,
    "text": "Together, this league of extraordinary substances joins forces to perform all of the defense functions your body depends on to keep you alive in an incredibly germy world."
  },
  {
    "startTime": 49.809,
    "endTime": 52.5,
    "text": "And the first line of defense in this never-ending battle?"
  },
  {
    "startTime": 52.5,
    "endTime": 55.809,
    "text": "That’s your innate, or nonspecific, defense system."
  },
  {
    "startTime": 55.809,
    "endTime": 69.539,
    "text": "Like your average frontline soldier, it’s prepared to immediately engage with anyone suspicious, and it mostly includes stuff we were born with, like the external barricades of your skin and mucous membranes, and internal defenses like phagocytes, antimicrobial proteins, and other attack cells."
  },
  {
    "startTime": 69.539,
    "endTime": 76.849,
    "text": "But some enemies must be fought with special forces. And here, your body can deploy your adaptive, or specific defense system, which is more like your Seal Team Six."
  },
  {
    "startTime": 76.849,
    "endTime": 80.799,
    "text": "It takes more time to call in, but it’s specially designed to go after specific targets."
  },
  {
    "startTime": 80.799,
    "endTime": 84.46900000000001,
    "text": "And it keeps files on those bad guys so it knows how to handle them next time around."
  },
  {
    "startTime": 84.469,
    "endTime": 92.399,
    "text": "But today we’re going to focus on your innate system, and look at how it uses an arsenal of physical and chemical barriers, killer cells, and even fever, to keep you healthy."
  },
  {
    "startTime": 92.399,
    "endTime": 108.02,
    "text": "Proving that sometimes, the symptoms we associate with illness are actually the signs that we're healing."
  },
  {
    "startTime": 108.02,
    "endTime": 110.609,
    "text": "Just because something is simple doesn’t mean that it can’t be elegant."
  },
  {
    "startTime": 110.609,
    "endTime": 116.189,
    "text": "I mean, your body is capable of some  incredibly sophisticated things, including defending itself from infection."
  },
  {
    "startTime": 116.189,
    "endTime": 118.389,
    "text": "But occasionally there’s something to be said for brute force."
  },
  {
    "startTime": 118.389,
    "endTime": 121.6,
    "text": "And a lot of your innate immune system’s functions aren’t exactly subtle."
  },
  {
    "startTime": 121.6,
    "endTime": 125.69999999999999,
    "text": "For example, your body’s very first line of defense is a simple physical barrier."
  },
  {
    "startTime": 125.7,
    "endTime": 126.729,
    "text": "And it works!"
  },
  {
    "startTime": 126.729,
    "endTime": 132.799,
    "text": "Like a wall around a fortress, your skin does a fantastic job of keeping out all manner of malevolent microorganisms."
  },
  {
    "startTime": 132.799,
    "endTime": 142.709,
    "text": "As long as that tough, keratinized epithelial membrane doesn’t get torn open or busted up too much, you could probably, like, make snowballs out of raw sewage and still be alright."
  },
  {
    "startTime": 142.709,
    "endTime": 144.84,
    "text": "Although...no. No."
  },
  {
    "startTime": 144.84,
    "endTime": 147.5,
    "text": "Your many mucous membranes also provide a handy physical barrier."
  },
  {
    "startTime": 147.5,
    "endTime": 155.129,
    "text": "You’ll remember that they line any cavity that opens up into the germy outside world, including the respiratory, digestive, urinary, and reproductive tracts."
  },
  {
    "startTime": 155.129,
    "endTime": 160.569,
    "text": "Not only do your skin and mucosa supply simple physical protection, they also pack some serious chemical weaponry."
  },
  {
    "startTime": 160.569,
    "endTime": 162.29999999999998,
    "text": "Eat some questionable leftovers for lunch?"
  },
  {
    "startTime": 162.3,
    "endTime": 167.299,
    "text": "Don’t worry, your stomach is literally filled with acid, so you probably are covered."
  },
  {
    "startTime": 167.299,
    "endTime": 169.9,
    "text": "Walk face-first into your co-worker’s nasty sneeze cloud?"
  },
  {
    "startTime": 169.9,
    "endTime": 176.06,
    "text": "No worries, your nasal passages can whip up a tissue-box worth of sticky mucus to help trap viruses before they enter your lungs."
  },
  {
    "startTime": 176.06,
    "endTime": 187.98,
    "text": "You’ve also got bacteria-fighting enzymes in your saliva and lacrimal eye fluid, and peptides called defensins in your skin and membranes that help keep bacteria and fungi from setting up shop around inflamed or scraped skin."
  },
  {
    "startTime": 187.98,
    "endTime": 191.14,
    "text": "Which, no matter how careful you are, you’re gonna get, one way or another."
  },
  {
    "startTime": 191.14,
    "endTime": 193.89999999999998,
    "text": "Maybe you shave with a dull blade or you just brush your teeth too hard."
  },
  {
    "startTime": 193.99,
    "endTime": 197.12,
    "text": "And don't get me started about the dangers of bagel-cutting."
  },
  {
    "startTime": 197.12,
    "endTime": 203.12,
    "text": "So when you’ve breached that first, simple line of defense, it’s time to call on your second line of internal innate defenses."
  },
  {
    "startTime": 203.12,
    "endTime": 213.65,
    "text": "This is where your body starts pulling strategic maneuvers like firing up a fever, releasing chemical signals, causing inflammation, or other defensive tactics that help identify and attack infectious invaders."
  },
  {
    "startTime": 213.65,
    "endTime": 216.4,
    "text": "Some of the first defensive cells on the scene are your phagocytes."
  },
  {
    "startTime": 216.4,
    "endTime": 222.0,
    "text": "Their name literally means “to eat,” and like Pac-Man, they indiscriminately chase down intruders and gobble them up."
  },
  {
    "startTime": 222.0,
    "endTime": 224.0,
    "text": "And they come in a few different varieties:"
  },
  {
    "startTime": 224.0,
    "endTime": 227.6,
    "text": "First, you’ve got neutrophils, which are the most abundant type of your white blood cells."
  },
  {
    "startTime": 227.6,
    "endTime": 230.29999999999998,
    "text": "They kind of self-destruct after devouring a pathogen."
  },
  {
    "startTime": 230.3,
    "endTime": 235.579,
    "text": "And, in fact, you’ve probably seen piles of their little dead bodies, because that’s what pus is made of."
  },
  {
    "startTime": 235.579,
    "endTime": 238.0,
    "text": "But the bigger, tougher phagocytes are the macrophages."
  },
  {
    "startTime": 238.0,
    "endTime": 243.0,
    "text": "They’re derived from monocyte white-blood cells that have moved out of the blood stream to occupy tissues."
  },
  {
    "startTime": 243.0,
    "endTime": 251.51,
    "text": "And some are free types that patrol tissues looking for creepers, while others are fixed -- attached to fibers in specific organs, devouring anything suspicious that passes by."
  },
  {
    "startTime": 251.51,
    "endTime": 265.419,
    "text": "So when a macrophage in, say, the finger I just cut slicing a bagel, sees a new bacterium coming along, it snares it using cytoplasmic extensions, reels it in, completely engulfs it, and -- essentially -- digests it and spits the rest out."
  },
  {
    "startTime": 265.419,
    "endTime": 269.08,
    "text": "And unlike neutrophils, it can do this over and over again, like a boss."
  },
  {
    "startTime": 269.08,
    "endTime": 271.2,
    "text": "But not all your defense cells are phagocytic."
  },
  {
    "startTime": 271.2,
    "endTime": 277.0,
    "text": "You’ve also got cells with what is by far the awesomest name of any cell in the body: the natural killer cells."
  },
  {
    "startTime": 277.0,
    "endTime": 280.77,
    "text": "You can call them NK cells if you want to, but like, why would you do that?"
  },
  {
    "startTime": 280.77,
    "endTime": 290.00899999999996,
    "text": "Anyway, these tiny assassins patrol your blood and lymph looking for abnormal cells, and are unique in that they can kill your own cells if they are infected with viruses or have become cancerous."
  },
  {
    "startTime": 290.509,
    "endTime": 291.009,
    "text": "How can they tell?"
  },
  {
    "startTime": 291.109,
    "endTime": 296.46999999999997,
    "text": "A normal, healthy cell contains a special protein on its surface called MHC1, or major Histocompatibility Complex."
  },
  {
    "startTime": 296.47,
    "endTime": 301.03000000000003,
    "text": "But if it’s infected, it stops making that protein."
  },
  {
    "startTime": 301.03,
    "endTime": 311.27,
    "text": "And if an NK cell detects a defective cell, it doesn’t swallow it whole like a macrophage -- it pokes it with an enzyme that triggers apoptosis, or programmed cell death, which is pretty awesome."
  },
  {
    "startTime": 311.27,
    "endTime": 316.21999999999997,
    "text": "So those are some ways your innate immune cells handle their enemies, but how do they know where to look in the first place?"
  },
  {
    "startTime": 316.22,
    "endTime": 317.629,
    "text": "So, let’s talk strategery."
  },
  {
    "startTime": 317.629,
    "endTime": 322.12,
    "text": "So, say you’re in a banana factory and you slip on a banana peel and scrape your knees."
  },
  {
    "startTime": 322.12,
    "endTime": 327.07,
    "text": "Your outer fortress has been breached, and the pathogens are just flooding in like orcs through Helm’s Deep."
  },
  {
    "startTime": 327.07,
    "endTime": 328.9,
    "text": "Banana factories are very dirty places."
  },
  {
    "startTime": 328.9,
    "endTime": 336.69899999999996,
    "text": "Now your body wants to contain the spread of pathogens, clean up the mess, and get healing as quickly as possible, so it cues up your inflammatory response."
  },
  {
    "startTime": 336.699,
    "endTime": 346.53000000000003,
    "text": "This is basically an internal fire alarm, only it uses chemicals instead of sirens to get the message across, and instead of smoke and fire you sense redness, swelling, heat, and pain."
  },
  {
    "startTime": 346.53,
    "endTime": 351.46999999999997,
    "text": "For example, in the event of injury, specialized mast cells in your connective tissue send out histamine molecules."
  },
  {
    "startTime": 351.47,
    "endTime": 353.41900000000004,
    "text": "And histamine is great at calling in the cavalry."
  },
  {
    "startTime": 353.419,
    "endTime": 357.77,
    "text": "For one thing, it causes vasodilation, which creates redness and heat at the site of the injury."
  },
  {
    "startTime": 357.77,
    "endTime": 366.0,
    "text": "Now, those things might freak you out a little, but they’re actually signs of healing -- the increased temperature, for example, ratchets up the cells' metabolic rates so they can repair themselves faster."
  },
  {
    "startTime": 366.68,
    "endTime": 374.15000000000003,
    "text": "Meanwhile, histamines and other inflammatory chemicals also increase the permeability of blood vessels, causing nearby capillaries to release protein-rich fluids."
  },
  {
    "startTime": 374.15,
    "endTime": 389.19,
    "text": "This causes swelling -- which again, is actually a good thing -- because that leaked protein helps clot blood and form scabs, while the lymphatic system sucks up and filters that extra fluid, cleaning it up before putting it back into your bloodstream."
  },
  {
    "startTime": 386.19,
    "endTime": 399.49,
    "text": "And of course, like chum to sharks, an inflamed knee is also going to attract a bunch of local phagocytes -- which find it easier to escape your now-leaky capillaries -- and lymphocytes that are also flowing freely, helping to destroy pathogens while also cleaning up dead-cell wreckage."
  },
  {
    "startTime": 399.49,
    "endTime": 406.889,
    "text": "And don't forget: During all this, the neutrophils have been doing their best, but they were the first wave to arrive, so by this time, they’re starting to die in heaps."
  },
  {
    "startTime": 406.889,
    "endTime": 414.629,
    "text": "They're triggered when the injured knee-skin cells release chemicals that begin leukocytosis – the release of neutrophils from the bone marrow where they're made into the bloodstream."
  },
  {
    "startTime": 414.629,
    "endTime": 429.05,
    "text": "To attract the neutrophils to the damaged area, inflamed endothelial cells in the capillaries send out chemicals that act like homing devices-- and when the neutrophils arrive, they cling to the capillary walls near the injury, flatten themselves out and squeeze through the vessel walls to get to work."
  },
  {
    "startTime": 429.05,
    "endTime": 439.62,
    "text": "Your big monocytes eventually roll up to the battle, and transform into hungry macrophages, replacing that first line of now-dead neutrophils and basically just eating up any lingering enemies and then cleaning up the carnage."
  },
  {
    "startTime": 439.62,
    "endTime": 441.7,
    "text": "Now, all this works pretty well in most circumstances."
  },
  {
    "startTime": 441.7,
    "endTime": 448.169,
    "text": "But you may have noticed with a more major injury, or an especially nasty virus or infection, sometimes your local troops get overrun."
  },
  {
    "startTime": 448.169,
    "endTime": 460.00899999999996,
    "text": "When white blood cells and macrophages run into more foreign invaders than they can handle, they let loose pyrogen chemicals that tap the hypothalamus and raise your body’s thermostat, calling in a systemic fever to burn everything."
  },
  {
    "startTime": 460.009,
    "endTime": 471.199,
    "text": "The resulting temperature rise increases the metabolism of your cells so they can heal faster, and it also tells the liver and spleen to hold onto all of their iron and zinc, so those things can’t contribute to bacterial growth."
  },
  {
    "startTime": 471.199,
    "endTime": 475.74,
    "text": "But even then, sometimes, well sometimes you find yourself facing a more formidable foe."
  },
  {
    "startTime": 475.74,
    "endTime": 479.49,
    "text": "That’s when you call in the specialists -- your adaptive immune defenses."
  },
  {
    "startTime": 479.49,
    "endTime": 483.3,
    "text": "And to learn exactly how they save the day, you have to watch next time."
  },
  {
    "startTime": 483.3,
    "endTime": 493.0,
    "text": "But for now you learned that your immune system’s responses begin with physical barriers like skin and mucous membranes, and when they’re not enough, there are your phagocytes -- the neutrophils and macrophages."
  },
  {
    "startTime": 493.0,
    "endTime": 501.319,
    "text": "You also learned about natural killer cells and the inflammatory response, and watched as all of these elements saved the day when you slipped on a banana peel."
  },
  {
    "startTime": 501.319,
    "endTime": 510.5,
    "text": "Thank you to our Headmaster of Learning, Linnea Boyev, and thank you to all of our Patreon patrons whose monthly contributions make Crash Course possible, not only for themselves, but for everybody."
  },
  {
    "startTime": 510.5,
    "endTime": 515.65,
    "text": "If you like Crash Course and you want to help us keep making videos like this, you can go to patreon.com/crashcourse."
  },
  {
    "startTime": 515.65,
    "endTime": 524.1999999999999,
    "text": "This episode was filmed in the Doctor Cheryl C. Kinney Crash Course Studio, it was written by Kathleen Yale, the script was edited by Blake de Pastino, and our consultant is Dr. Brandon Jackson."
  },
  {
    "startTime": 524.2,
    "endTime": 530.5600000000001,
    "text": "It was directed by Nicholas Jenkins, edited by Nicole Sweeney, our sound designer is Michael Aranda, and the Graphics team is Thought Cafe."
  }
]