[
  {
    "startTime": 0.0,
    "endTime": 2.48,
    "text": "[Loving and being loved.]"
  },
  {
    "startTime": 2.48,
    "endTime": 11.040000000000001,
    "text": "Confusingly, we speak of love as one thing, rather than discerning the two very different varieties that lie beneath the single word."
  },
  {
    "startTime": 11.04,
    "endTime": 13.12,
    "text": "Being loved, and loving."
  },
  {
    "startTime": 13.12,
    "endTime": 23.0,
    "text": "We can only make a relationship work when we're ready to do the latter and are aware of our unnatural, immature fixation on the former."
  },
  {
    "startTime": 23.0,
    "endTime": 25.8,
    "text": "We start knowing only about being loved."
  },
  {
    "startTime": 25.8,
    "endTime": 28.68,
    "text": "It comes to seem, very wrongly, like the norm."
  },
  {
    "startTime": 28.68,
    "endTime": 38.32,
    "text": "To the child, it feels as if the parent is simply spontaneously on hand: to comfort, guide, entertain, feed, clear up, and remain almost always warm and cheerful."
  },
  {
    "startTime": 38.32,
    "endTime": 45.62,
    "text": "Parents don't reveal how often they've bitten their tongue, fought back the tears, and been too tired to take off their clothes after a day of child care."
  },
  {
    "startTime": 45.62,
    "endTime": 48.82,
    "text": "The relationship is almost always entirely non-reciprocal."
  },
  {
    "startTime": 48.82,
    "endTime": 53.6,
    "text": "The parent loves, but they don't expect the favor to be returned in any significant way."
  },
  {
    "startTime": 53.6,
    "endTime": 63.480000000000004,
    "text": "The parent doesn't get upset when the child doesn't notice the new haircut, asked [asks] carefully calibrated questions about how the meeting at work went, or suggested [suggests] that they go upstairs and take a nap."
  },
  {
    "startTime": 63.48,
    "endTime": 70.02,
    "text": "Parent and child may both love, but each party is on a very different end of the axis, unbeknownst to the child."
  },
  {
    "startTime": 70.02,
    "endTime": 78.6,
    "text": "This is why adulthood, when we first say we long for love, what we predominantly mean is that we want to be loved as we are once loved by a parent."
  },
  {
    "startTime": 78.6,
    "endTime": 83.17999999999999,
    "text": "We want a recreation in adulthood of what it felt like to be administered to and indulged."
  },
  {
    "startTime": 83.18,
    "endTime": 93.36000000000001,
    "text": "In a secret part of our minds, we picture someone who will understand our needs, bring us what we want, and be immensely patient and sympathetic to us, act selflessly, and make it all better."
  },
  {
    "startTime": 93.36,
    "endTime": 101.32,
    "text": "This is, naturally, a disaster; for any relationship to work we need to move firmly out of the child and into the parental position."
  },
  {
    "startTime": 101.32,
    "endTime": 106.52,
    "text": "We need to become someone who can sometimes subordinate their own demands to the needs of another."
  },
  {
    "startTime": 106.52,
    "endTime": 115.8,
    "text": "To be adults in love, we have to learn, perhaps for the very first time, to do something truly remarkable, for a time at least, to put someone else ahead of us."
  },
  {
    "startTime": 115.8,
    "endTime": 125.8,
    "text": "That's what true, mature love actually is, much to everyone's initial surprise."
  }
]