[
  {
    "startTime": 1.9,
    "endTime": 5.8,
    "text": "In our societies we use the word \"success\" a lot."
  },
  {
    "startTime": 8.2,
    "endTime": 13.6,
    "text": "And we think we know just what it means: money, status, fame, and power."
  },
  {
    "startTime": 13.7,
    "endTime": 18.9,
    "text": "But take a look in the dictionary and things start to look, thankfully, a lot more complicated."
  },
  {
    "startTime": 19.0,
    "endTime": 25.5,
    "text": "Because success is, in truth, rather more neutral and less value-laden than we tend to assume."
  },
  {
    "startTime": 26.6,
    "endTime": 34.900000000000006,
    "text": "It just means doing anything well, excelling at something, and that might encompass a lot of different activities."
  },
  {
    "startTime": 35.4,
    "endTime": 40.4,
    "text": "Running 100 meters, for sure, selling your app for a lot of money, okay."
  },
  {
    "startTime": 40.5,
    "endTime": 48.0,
    "text": "But also stranger, less-heralded things like listening a lot, very attentively, to a child,"
  },
  {
    "startTime": 48.2,
    "endTime": 55.0,
    "text": "or being extremely kind to strangers, or filling your mind with interesting ideas and associations,"
  },
  {
    "startTime": 55.2,
    "endTime": 60.0,
    "text": "or knowing just when to put an arm around someone when it's too much for them."
  },
  {
    "startTime": 60.5,
    "endTime": 65.5,
    "text": "People who triumph here are also big success stories."
  },
  {
    "startTime": 65.6,
    "endTime": 74.0,
    "text": "No one can be successful at everything, whatever they tell us, it's almost impossible to succeed with a career and with a family,"
  },
  {
    "startTime": 74.1,
    "endTime": 81.0,
    "text": "or with popularity and integrity, there are always sacrifices."
  },
  {
    "startTime": 83.2,
    "endTime": 84.9,
    "text": "It's great to be successful."
  },
  {
    "startTime": 86.1,
    "endTime": 96.8,
    "text": "It's even better to make sure you followed your own distinctive and, not necessarily, always obvious path to the success that can truly fulfill you."
  }
]