[
  {
    "startTime": 6.713,
    "endTime": 15.5,
    "text": "Imagine a police lineup where ten witnesses are asked to identify a bank robber they glimpsed fleeing the crime scene."
  },
  {
    "startTime": 15.5,
    "endTime": 27.255000000000003,
    "text": "If six of them pick out the same person, there's a good chance that's the real culprit, and if all ten make the same choice, you might think the case is rock-solid, but you'd be wrong."
  },
  {
    "startTime": 27.255,
    "endTime": 29.727999999999998,
    "text": "For most of us,  this sounds pretty strange."
  },
  {
    "startTime": 29.728,
    "endTime": 37.751000000000005,
    "text": "After all, much of our society relies on majority vote and consensus, whether it's politics, business, or entertainment."
  },
  {
    "startTime": 37.751,
    "endTime": 42.03,
    "text": "So it's natural to think that more consensus is a good thing."
  },
  {
    "startTime": 42.03,
    "endTime": 44.863,
    "text": "And up until a certain point, it usually is."
  },
  {
    "startTime": 44.863,
    "endTime": 52.5,
    "text": "But sometimes, the closer you start to get to total agreement, the less reliable the result becomes."
  },
  {
    "startTime": 52.5,
    "endTime": 56.032,
    "text": "This is called the paradox of unanimity."
  },
  {
    "startTime": 56.032,
    "endTime": 65.69999999999999,
    "text": "The key to understanding this apparent paradox is in considering the overall level of uncertainty involved in the type of situation you're dealing with."
  },
  {
    "startTime": 65.7,
    "endTime": 73.3,
    "text": "If we asked witnesses to identify the apple in this lineup, for example, we shouldn't be surprised by a unanimous verdict."
  },
  {
    "startTime": 73.3,
    "endTime": 77.5,
    "text": "But in cases where we have reason to expect some natural variance, we should also expect varied distribution."
  },
  {
    "startTime": 81.334,
    "endTime": 83.46000000000001,
    "text": "If you toss a coin one hundred times, you would expect to get heads somewhere around 50% of the time."
  },
  {
    "startTime": 88.156,
    "endTime": 98.9,
    "text": "But if your results started to approach 100% heads, you'd suspect that something was wrong, not with your individual flips, but with the coin itself."
  },
  {
    "startTime": 98.9,
    "endTime": 108.33000000000001,
    "text": "Of course, suspect identifications aren't as random as coin tosses, but they're not as clear-cut as telling apples from bananas, either."
  },
  {
    "startTime": 108.33,
    "endTime": 120.313,
    "text": "In fact, a 1994 study found that up to 48% of witnesses tend to pick the wrong person out of a lineup, even when many are confident in their choice."
  },
  {
    "startTime": 120.312,
    "endTime": 127.208,
    "text": "Memory based on short glimpses can be unreliable, and we often overestimate our own accuracy."
  },
  {
    "startTime": 127.204,
    "endTime": 137.024,
    "text": "Knowing all this, a unanimous identification starts to seem less like certain guilt, and more like a systemic error, or bias in the lineup."
  },
  {
    "startTime": 137.024,
    "endTime": 141.013,
    "text": "And systemic errors don't just appear in matters of human judgement."
  },
  {
    "startTime": 141.013,
    "endTime": 154.0,
    "text": "From 1993-2008, the same female DNA was found in multiple crime scenes around Europe, incriminating an elusive killer dubbed the Phantom of Heilbronn."
  },
  {
    "startTime": 154.0,
    "endTime": 160.233,
    "text": "But the DNA evidence was so consistent precisely because it was wrong."
  },
  {
    "startTime": 160.233,
    "endTime": 170.0,
    "text": "It turned out that the cotton swabs used to collect the DNA samples had all been accidentally contaminated by a woman working in the swab factory."
  },
  {
    "startTime": 170.0,
    "endTime": 189.0,
    "text": "In other cases, systematic errors arise through deliberate fraud, like the presidential referendum held by Saddam Hussein in 2002, which claimed a turnout of 100% of voters with all 100% supposedly voting in favor of another seven-year term."
  },
  {
    "startTime": 189.0,
    "endTime": 195.0,
    "text": "When you look at it this way, the paradox of unanimity isn't actually all that paradoxical."
  },
  {
    "startTime": 195.0,
    "endTime": 214.18,
    "text": "Unanimous agreement is still theoretically ideal, especially in cases when you'd expect very low odds of variability and uncertainty, but in practice, achieving it in situations where perfect agreement is highly unlikely, should tell us that there's probably some hidden factor affecting the system."
  },
  {
    "startTime": 214.18,
    "endTime": 222.0,
    "text": "Although we may strive for harmony and consensus, in many situations, error and disagreement should be naturally expected."
  },
  {
    "startTime": 222.0,
    "endTime": 234.696,
    "text": "And if a perfect result seems too good to be true, it probably is."
  }
]