[
  {
    "startTime": 7.19,
    "endTime": 12.07,
    "text": "You might think that taking actual people out of a movie means taking the mistakes and human error out with them."
  },
  {
    "startTime": 12.1,
    "endTime": 19.8,
    "text": "But anyone paying close attention to modern animated films knows that even the smallest mistakes are hilarious considering someone made them one frame at a time."
  },
  {
    "startTime": 19.87,
    "endTime": 22.380000000000003,
    "text": "And the bigger the mistake, the better it is to search for."
  },
  {
    "startTime": 22.48,
    "endTime": 25.32,
    "text": "Here are 20 Massive Mistakes in Animated Movies."
  },
  {
    "startTime": 25.32,
    "endTime": 30.060000000000002,
    "text": "Zootopia: The animals may have evolved to walk and talk, but math is still a problem."
  },
  {
    "startTime": 30.1,
    "endTime": 36.160000000000004,
    "text": "Predators make up just 10% of the population, but assistant mayor Bellwether later claims that they're outnumbered 10 to 1."
  },
  {
    "startTime": 36.26,
    "endTime": 41.199,
    "text": "Hopefully kids didn't take that as a math class, since 10% means a ratio of 9 to 1, not 10."
  },
  {
    "startTime": 41.299,
    "endTime": 47.649,
    "text": "No older fan of Zootopia can forget the cameo from actor Tommy Chong playing the mellow Yax, one of the city's \"Naturalists\""
  },
  {
    "startTime": 47.7,
    "endTime": 52.800000000000004,
    "text": "The word the writers were looking for was actually \"Naturists\" another words for nudists."
  },
  {
    "startTime": 52.84,
    "endTime": 59.749,
    "text": "The Lion King: The age of hand-drawn animation may be all but over for Disney, but some awesome mistakes remain thanks to one animator."
  },
  {
    "startTime": 59.849,
    "endTime": 66.5,
    "text": "Look closely when Mufasa is filling Simba in on the kingdom, and you'll notice the label \"45\" appearing on screen for two frames."
  },
  {
    "startTime": 66.55,
    "endTime": 68.53,
    "text": "And you'll wonder how you never caught it before."
  },
  {
    "startTime": 68.59,
    "endTime": 72.41,
    "text": "Beauty and The Beast: Nobody fights like Gaston - or talks like him."
  },
  {
    "startTime": 72.41,
    "endTime": 80.89999999999999,
    "text": "His lips don't match his words in the final fight with Beast, since his line - \"Belle is Mine\" was originally \"Time to Die.\""
  },
  {
    "startTime": 80.9,
    "endTime": 85.30000000000001,
    "text": "Softening the tone makes sense, but the original animation was left behind."
  },
  {
    "startTime": 85.32,
    "endTime": 93.25,
    "text": "The Good Dinosaur: The movie may be set in an alternate history, one where the asteroid that killed off the dinosaurs 65 million years ago completely missed."
  },
  {
    "startTime": 93.25,
    "endTime": 100.12,
    "text": "One problem though: the hero Apatosaurus and his family went extinct over 50 million years before the asteroid ever struck."
  },
  {
    "startTime": 100.12,
    "endTime": 106.5,
    "text": "Wreck-it Ralph: It isn't an animation glitch or error that gives Wreck-it Ralph its funniest mistake, but time itself."
  },
  {
    "startTime": 106.5,
    "endTime": 113.7,
    "text": "Think about it: did you ever notice that Ralph makes a jump into Hero's Duty as the arcade opens, only for it to close just minutes later?"
  },
  {
    "startTime": 113.7,
    "endTime": 118.97,
    "text": "Either time passes faster in the game, or it's an editing shortcut audiences aren't supposed to catch."
  },
  {
    "startTime": 118.97,
    "endTime": 125.0,
    "text": "The animators went to serious lengths to fill the movie with video game cameos and details, but a few mistakes slipped through as a result."
  },
  {
    "startTime": 125.0,
    "endTime": 133.35,
    "text": "The sign at Game Central Station clearly says that \"Burger Time\" is Now Playing - but nobody told the star chef, serving pie to Q-bert and his friends."
  },
  {
    "startTime": 133.45,
    "endTime": 137.6,
    "text": "Despicable Me: The devil is in the details, especially in animated films."
  },
  {
    "startTime": 137.6,
    "endTime": 148.62,
    "text": "When Gru first reveals the stolen jumbotron from Madison Square Gardens, the animators added in some missing bulbs for character - missing bulbs that somehow scroll along with the words - it should have been one or the other."
  },
  {
    "startTime": 148.62,
    "endTime": 153.4,
    "text": "The movie's villain, Vector gets what's coming to him eventually, but he should have gotten his even sooner."
  },
  {
    "startTime": 153.4,
    "endTime": 163.58,
    "text": "When he idiotically shrinks his sink and toilet, his bathroom should have been a disaster of spraying pipes - apparently, his toilet doesn't even need plumbing, but it's a bad lesson to teach troublemaking kids, either way."
  },
  {
    "startTime": 164.08,
    "endTime": 176.58,
    "text": "Aladdin: The animators took the time to make sure all the writing in the film was Arabic, but when scrolls are read, or Genie takes an order while in the form of a waiter the writing is written and read left to right, like English."
  },
  {
    "startTime": 176.58,
    "endTime": 178.459,
    "text": "But Arabic is read right to left."
  },
  {
    "startTime": 178.459,
    "endTime": 184.3,
    "text": "As part of the romance between Aladdin and Jasmine, the pair enjoy a Chinese fireworks show in every color of the rainbow."
  },
  {
    "startTime": 184.3,
    "endTime": 191.869,
    "text": "But colored fireworks are a more modern invention, so the fireworks would only have been yellow or white prior to 1850 - which the movie most definitely is."
  },
  {
    "startTime": 192.47,
    "endTime": 205.349,
    "text": "The Little Mermaid: Endings don't get much happier than this one, with Ariel and Eric sailing off into the distance, married, and treated to a rainbow. But dark magic might still be at work - the rainbow is reversed, making it one truly weird mistake."
  },
  {
    "startTime": 205.349,
    "endTime": 207.39999999999998,
    "text": "Finding Nemo: Sure, fish can't talk."
  },
  {
    "startTime": 207.4,
    "endTime": 221.19,
    "text": "But you'll have to ignore science and physics, not just marine biology when the final scene of Finding Nemo comes, showing the escaped fish each in their own bags of water - magically defying physics, keeping their bags full of water floating above the surface, instead of sinking to match the height."
  },
  {
    "startTime": 222.17,
    "endTime": 227.7,
    "text": "Monsters, Inc: The billions of hairs covering the monster stars meant hours to render a single frame."
  },
  {
    "startTime": 227.7,
    "endTime": 236.39999999999998,
    "text": "Luckily, some old fashioned mistakes slipped through too, like the Pixar artist who forgot the \"i before e\" rule when it came to the word \"yield\" in Mike's file - TWICE."
  },
  {
    "startTime": 236.4,
    "endTime": 240.6,
    "text": "A misspelled word is one thing, but how about the biggest plot hole Pixar's ever seen?"
  },
  {
    "startTime": 240.6,
    "endTime": 251.709,
    "text": "Boo's laughter is so powerful, it overloads entire city blocks when she really gets giggling... that is, until she spends the rest of the movie laughing with absolutely no effect on the city around her."
  },
  {
    "startTime": 251.709,
    "endTime": 262.6,
    "text": "Shrek: Kids now know that ogres aren't monsters to be feared... well, not until they catch the mosts disturbing animation glitch in the entire"
  },
  {
    "startTime": 262.6,
    "endTime": 264.87,
    "text": "It's still giving us nightmares all these years later."
  },
  {
    "startTime": 264.87,
    "endTime": 281.71,
    "text": "The plot holes get even bigger when it comes to the movie's villain, Farquaad, who sets the movie in motion because he needs a princess to marry, so he can become king. He chooses Fiona over Snow White, but Cinderella is also offered as a candidate... which doesn't make much sense, since she married a prince, she wasn't close to a princess before."
  },
  {
    "startTime": 281.71,
    "endTime": 289.5,
    "text": "Frozen: As much as we'd like to believe that the famous \"Let it Go\" musical number is perfect, one of the strangest, most debated mistakes can be found in the scene."
  },
  {
    "startTime": 289.5,
    "endTime": 297.4,
    "text": "Watch as Elsa pulls her braided hair from behind her shoulder to the front - until it magically travels through her shoulder, already in front ahead of time."
  },
  {
    "startTime": 297.4,
    "endTime": 301.35999999999996,
    "text": "Don't be surprised if you don't catch it the first time, but trust us, it doesn't add up."
  },
  {
    "startTime": 301.36,
    "endTime": 309.1,
    "text": "Toy Story: It may be Pixar's first movie mistake, and it's impossible to miss for any parent who's used a baby monitor to keep a close ear on a sleeping baby."
  },
  {
    "startTime": 309.1,
    "endTime": 316.5,
    "text": "When the army men first set out to see what new toys Andy's gotten for his birthday, they're carrying a handheld unit - which only plays audio."
  },
  {
    "startTime": 316.5,
    "endTime": 324.12,
    "text": "They use the monitor as a walkie-talkie, and Woody's base unit should let him send messages, but the actual device wouldn't make much sense if it sends both ways."
  },
  {
    "startTime": 324.12,
    "endTime": 329.3,
    "text": "Tangled: When your lead character has hair longer than a football field, some mistakes are to be expected."
  },
  {
    "startTime": 329.3,
    "endTime": 337.6,
    "text": "But it's obvious the animators wasted no time in deciding what they could and couldn't actually show: the second Rapunzel leaves her tower, her hair ceases to exist."
  },
  {
    "startTime": 337.6,
    "endTime": 342.16,
    "text": "It's understandable, but still a shame since it's impossible to miss on repeat viewings."
  },
  {
    "startTime": 342.16,
    "endTime": 345.90000000000003,
    "text": "Those are the animated movie mistakes we'd love to watch out for, but what are yours?"
  },
  {
    "startTime": 345.9,
    "endTime": 359.44899999999996,
    "text": "Make sure you let us know in the comments, and remember to subscribe for more videos like this one."
  }
]