[
  {
    "startTime": 1.569,
    "endTime": 8.620000000000001,
    "text": "What keeps us healthy and happy as we go through life? Pictures of entire lives, those pictures"
  },
  {
    "startTime": 8.62,
    "endTime": 15.009,
    "text": "are almost impossible to get. The Harvard study of adult development may be the longest"
  },
  {
    "startTime": 15.009,
    "endTime": 22.65,
    "text": "study of adult life that's ever been done. For 75 years we've tracked the lives of 724"
  },
  {
    "startTime": 22.65,
    "endTime": 29.31,
    "text": "men. Year after year, asking about their work, their home lifes their health. About 60 of"
  },
  {
    "startTime": 29.31,
    "endTime": 36.6,
    "text": "our original 724 men are still alive, still participating in the study, most of them in"
  },
  {
    "startTime": 36.6,
    "endTime": 42.44,
    "text": "their 90's. We don't just send them questionnaires, we interview them in their living rooms, we"
  },
  {
    "startTime": 42.44,
    "endTime": 47.718999999999994,
    "text": "get their medical records from their doctors, we draw their blood, we scan their brains."
  },
  {
    "startTime": 47.719,
    "endTime": 54.18,
    "text": "What are the lessons that come from the 10's of 1000's of pages of information that we've"
  },
  {
    "startTime": 54.18,
    "endTime": 62.55,
    "text": "generated? The clearest message that we get from this 75 year study is this: good relationships"
  },
  {
    "startTime": 62.55,
    "endTime": 68.86,
    "text": "keep us happier and healthier. We have learned three big lessons about relationships. The"
  },
  {
    "startTime": 68.86,
    "endTime": 74.58,
    "text": "first, it turns out that people who are more socially connected to family, to friends,"
  },
  {
    "startTime": 74.58,
    "endTime": 80.67999999999999,
    "text": "to community, are happier, they're physically healthier and they live longer. And the experience"
  },
  {
    "startTime": 80.68,
    "endTime": 86.28,
    "text": "of loneliness turns out to be toxic. People who are more isolated find that their health"
  },
  {
    "startTime": 86.28,
    "endTime": 92.68,
    "text": "declines earlier in midlife, their brain functioning declines sooner and they live shorter lives."
  },
  {
    "startTime": 92.68,
    "endTime": 96.85000000000001,
    "text": "So the second big lesson that we learned is that it's not just the number of friends that"
  },
  {
    "startTime": 96.85,
    "endTime": 102.579,
    "text": "you have but it's the quality of your close relationships. High conflict marriages for"
  },
  {
    "startTime": 102.579,
    "endTime": 108.42999999999999,
    "text": "example, without much affection, turn out to be very bad for our health, perhaps worse"
  },
  {
    "startTime": 108.43,
    "endTime": 113.03,
    "text": "than getting divorced. The people who were the most satisfied in their relationships"
  },
  {
    "startTime": 113.03,
    "endTime": 119.06,
    "text": "at age 50 were the healthiest at age 80. And the Third big lesson that we learned is that"
  },
  {
    "startTime": 119.06,
    "endTime": 124.479,
    "text": "good relationships don't just protect our bodies, they protect our brains. In your 80's,"
  },
  {
    "startTime": 124.479,
    "endTime": 128.91,
    "text": "the people who are in relationships were they really feel they can count on the other person"
  },
  {
    "startTime": 128.91,
    "endTime": 134.47,
    "text": "in times of need, those people's memories stay sharper, longer. So what about you? What"
  },
  {
    "startTime": 134.47,
    "endTime": 139.85999999999999,
    "text": "might leaning into relationships even look like? It might be something as simple as replacing"
  },
  {
    "startTime": 139.86,
    "endTime": 145.35000000000002,
    "text": "screen time with people time or livening up a stale relationship by doing something new"
  },
  {
    "startTime": 145.35,
    "endTime": 150.54999999999998,
    "text": "together. Or reaching out to that family member who you haven't spoken to in years. Because"
  },
  {
    "startTime": 150.55,
    "endTime": 156.74,
    "text": "those all too common family feuds take a terrible toll on the people who hold the grudges. I'd"
  },
  {
    "startTime": 156.74,
    "endTime": 164.66,
    "text": "like to close with a quote from Mark Twain: \"There isn't time - - so brief is life, for"
  },
  {
    "startTime": 164.66,
    "endTime": 171.51,
    "text": "bickerings, apologies, heart burnings, callings to account - - there is only time for loving,"
  },
  {
    "startTime": 171.51,
    "endTime": 179.81,
    "text": "and but an instant so to speak, for that.\" The good life is built with good relationships,"
  },
  {
    "startTime": 179.81,
    "endTime": 189.81,
    "text": "thank you."
  }
]