[
  {
    "startTime": 4.5,
    "endTime": 6.46,
    "text": "It's Monday night, and you just got home."
  },
  {
    "startTime": 6.46,
    "endTime": 11.8,
    "text": "You're too exhausted to actually cook a decent meal, so you reach into the freezer and pull out a frozen dinner from the back."
  },
  {
    "startTime": 11.96,
    "endTime": 12.4,
    "text": "Your stomach rumbles."
  },
  {
    "startTime": 13.2,
    "endTime": 17.85,
    "text": "You open the box and pull out your lasagna and. Noooo!"
  },
  {
    "startTime": 17.85,
    "endTime": 18.8,
    "text": "Freezer burn."
  },
  {
    "startTime": 19.0,
    "endTime": 23.1,
    "text": "Everything's covered in a thick layer of stale-smelling ice crystals, and you know your dinner is ruined."
  },
  {
    "startTime": 23.849,
    "endTime": 29.5,
    "text": "It's a common thing. Any food you leave in the freezer too long is eventually going to end up about as appealing as a dead Tauntaun."
  },
  {
    "startTime": 29.7,
    "endTime": 31.13,
    "text": "Why, you ask?"
  },
  {
    "startTime": 31.13,
    "endTime": 32.589999999999996,
    "text": "Because it's drying up."
  },
  {
    "startTime": 32.59,
    "endTime": 36.579,
    "text": "See, there are frozen water molecules in your steak, or ice cream, or bag of corn."
  },
  {
    "startTime": 36.579,
    "endTime": 43.4,
    "text": "And over time, in the dry air of your freezer, some of those molecules tend to sublimate -- in other words, they go directly from solid ice to water vapor."
  },
  {
    "startTime": 43.6,
    "endTime": 48.9,
    "text": "You may have noticed this happening to ice cubes, too -- it's why they slowly shrink in their trays when you could've sworn you filled them up all the way."
  },
  {
    "startTime": 49.1,
    "endTime": 56.300000000000004,
    "text": "The molecules will often then re-freeze somewhere else, like on the package or as part of the gigantic frost wall that's threatening to slowly take over your entire freezer."
  },
  {
    "startTime": 56.43,
    "endTime": 63.4,
    "text": "But either way, your food isn't getting its moisture back -- it ends up dehydrated and discolored, not to mention puckered and gray and generally unappetizing."
  },
  {
    "startTime": 63.519,
    "endTime": 68.8,
    "text": "You can help delay freezer burn by double-wrapping foods and sealing them in air-tight containers to reduce their exposure to air,"
  },
  {
    "startTime": 69.0,
    "endTime": 73.85,
    "text": "but if you leave your food in the freezer long enough, eventually sublimation is going to ruin your dinner plans."
  },
  {
    "startTime": 73.85,
    "endTime": 82.6,
    "text": "The good news -- if you can call it that -- is that frozen foods don't decay, so while freezer-burned food might look and smell terrible, it's probably still safe to eat, technically."
  },
  {
    "startTime": 82.9,
    "endTime": 87.0,
    "text": "Thanks for asking, and thanks especially to all of our patrons on Patreon who keep these answers coming."
  },
  {
    "startTime": 87.2,
    "endTime": 89.909,
    "text": "If you'd like to submit questions to be answered, or get some videos a few days early, go to patreon.com/scishow."
  },
  {
    "startTime": 93.0,
    "endTime": 96.0,
    "text": "And don't forget to go to youtube.com/scishow and subscribe!"
  }
]