[
  {
    "startTime": 0.13,
    "endTime": 9.9,
    "text": "Ads tell us milk does a body good. But are we talking whole milk or 2%? It’s not what you think."
  },
  {
    "startTime": 9.92,
    "endTime": 12.0,
    "text": "Hi guys, Lissette here for DNews."
  },
  {
    "startTime": 12.0,
    "endTime": 18.0,
    "text": "If you were a child of the eighties or nineties your parents likely poured you some low fat milk, it was all the rave."
  },
  {
    "startTime": 18.0,
    "endTime": 26.0,
    "text": "In fact in 1985, the United States Department of Agriculture officially recommended a switch to skim milk, three glasses of it a day."
  },
  {
    "startTime": 26.0,
    "endTime": 32.769,
    "text": "But, more recently, we’ve begun collecting evidence that says the USDA might be missing an important piece of the story."
  },
  {
    "startTime": 32.77,
    "endTime": 38.0,
    "text": "In a recent study published in the journal Circulation, researchers looked at data that spanned about 15 years."
  },
  {
    "startTime": 38.0,
    "endTime": 43.5,
    "text": "They were specifically interested in how dairy fat biomarkers in the blood are related to diabetes."
  },
  {
    "startTime": 43.5,
    "endTime": 46.5,
    "text": "What they found might surprise the USDA."
  },
  {
    "startTime": 46.5,
    "endTime": 52.0,
    "text": "Higher concentrations of dairy fat biomarkers were associated with lowered risk of diabetes."
  },
  {
    "startTime": 52.0,
    "endTime": 56.0,
    "text": "And whole milk has been tied to more than just a decrease in diabetes."
  },
  {
    "startTime": 56.0,
    "endTime": 65.0,
    "text": "Another study published in the Journal of American Nutrition looked at its relation to obesity in more than 18,000 women over the course of about 11 years."
  },
  {
    "startTime": 65.0,
    "endTime": 71.3,
    "text": "They found that high dairy fat intake was associated with less weight gain and lowered risk of obesity."
  },
  {
    "startTime": 71.3,
    "endTime": 78.0,
    "text": "In fact, a meta-review of 25 different studies published in the European Journal of Nutrition, supports these findings."
  },
  {
    "startTime": 78.0,
    "endTime": 83.0,
    "text": "Researchers found that there are no benefits linked to low fat dairy compared to whole fat."
  },
  {
    "startTime": 83.0,
    "endTime": 90.0,
    "text": "When it comes to type 2 diabetes and cardiovascular disease, people who consume either products come out about the same."
  },
  {
    "startTime": 90.0,
    "endTime": 96.5,
    "text": "What’s more, their data indeed indicated that full-fat dairy is associated with lower obesity rates."
  },
  {
    "startTime": 96.5,
    "endTime": 107.3,
    "text": "Eighteen of the 25 studies showed that participants were either at lower risk for obesity, experienced less weight gain, or weighed less overall than those who consumed low fat dairy."
  },
  {
    "startTime": 107.3,
    "endTime": 116.0,
    "text": "The results for the other seven were inconclusive; but altogether these studies suggest that at the very least, full fat milk is on par with skim milk."
  },
  {
    "startTime": 116.0,
    "endTime": 118.5,
    "text": "But this isn’t really a story about milk."
  },
  {
    "startTime": 118.3,
    "endTime": 120.5,
    "text": "We’re not suggesting you go chug down a glass."
  },
  {
    "startTime": 120.5,
    "endTime": 126.0,
    "text": "In fact, if you’re like two thirds of the population, the lactose in it will cause some nasty side-effects."
  },
  {
    "startTime": 126.0,
    "endTime": 128.8,
    "text": "And it’s not really a story about fat, either."
  },
  {
    "startTime": 128.8,
    "endTime": 131.5,
    "text": "Rather, it’s more about what we do when we cut the fat."
  },
  {
    "startTime": 131.5,
    "endTime": 138.0,
    "text": "See, what some scientists think ends up happening when we drink low fat milk, is that our bodies try to make up for the lost calories."
  },
  {
    "startTime": 138.0,
    "endTime": 141.5,
    "text": "Simply put we stay hungrier than if we were to drink whole milk."
  },
  {
    "startTime": 141.5,
    "endTime": 146.47,
    "text": "And rather than reaching for, say a zucchini or cooking up a chicken breast, we tend to load up on carbs."
  },
  {
    "startTime": 147.0,
    "endTime": 154.5,
    "text": "Our body then turns excess carbohydrates into sugar, which then gets stored in our bodies as fat, yes, those fluffy love handles."
  },
  {
    "startTime": 154.5,
    "endTime": 161.859,
    "text": "It’s sort of ironic that cutting fat in our diets leads to more fat on our bodies, but this is exactly what’s happening."
  },
  {
    "startTime": 161.86,
    "endTime": 169.8,
    "text": "In short, all these associations between milk fat and its benefits may be due to our behavior, not what milk fat does to our bodies specifically."
  },
  {
    "startTime": 169.8,
    "endTime": 178.0,
    "text": "So before you go inhale a glass of whole milk hoping to be healthier, you might instead want to pay attention to the variety of foods you’re eating and drinking."
  },
  {
    "startTime": 178.0,
    "endTime": 182.0,
    "text": "And if you're not into cals in milk at all, because who's a fan of gas or bloating anyway?"
  },
  {
    "startTime": 182.0,
    "endTime": 185.5,
    "text": "You might want to go for some soy, coconut, or almond milk instead."
  },
  {
    "startTime": 185.5,
    "endTime": 188.5,
    "text": "But which one of these is better? Julia has a scoop here."
  },
  {
    "startTime": 188.5,
    "endTime": 190.0,
    "text": "But soymilk is pretty good for you!"
  },
  {
    "startTime": 190.0,
    "endTime": 199.0,
    "text": "It has just as much protein as regular milk, more fiber, and soy has been shown to lower bad cholesterol and raise the good kind, according to a study published in The American Journal of Cardiology."
  },
  {
    "startTime": 199.0,
    "endTime": 204.0,
    "text": "Other studies like one published in Circulation showed that soy products can reduce blood pressure."
  },
  {
    "startTime": 204.0,
    "endTime": 207.0,
    "text": "What do you pour into your cereal? Personally, I love almond milk."
  },
  {
    "startTime": 207.0,
    "endTime": 211.0,
    "text": "Share your thoughts in the comments, and remember to subscribe, so you'll never miss an episode of Dnews."
  },
  {
    "startTime": 211.0,
    "endTime": 216.0,
    "text": "Thanks for watching guys!"
  }
]