[
  {
    "startTime": 0.16,
    "endTime": 5.38,
    "text": "Have you ever looked out your plane window and wondered what the hell those little curly bits at the end of the wing were for?"
  },
  {
    "startTime": 5.38,
    "endTime": 10.469999999999999,
    "text": "The development of winglets, as we see them today, started during the 1973 oil crisis."
  },
  {
    "startTime": 10.47,
    "endTime": 16.76,
    "text": "The Arab states put an Oil Embargo on the United States for providing aid to Israel during the Yom Kippur War."
  },
  {
    "startTime": 16.76,
    "endTime": 21.970000000000002,
    "text": "This caused oil prices to sky-rocket, forcing engineers to get creative to reduce fuel consumption."
  },
  {
    "startTime": 21.97,
    "endTime": 29.849999999999998,
    "text": "Enter, Richard T. Whitcomb. I could probably do an entire video on this guy's contribution to aviation, but let’s focus on his work with Winglet’s for now."
  },
  {
    "startTime": 29.85,
    "endTime": 35.79,
    "text": "Part of his inspiration came from birds that curl their wing feathers up while gliding to achieve more lift."
  },
  {
    "startTime": 35.79,
    "endTime": 40.24,
    "text": "So he got to work testing this theory, and found that it worked exactly as he expected."
  },
  {
    "startTime": 40.24,
    "endTime": 41.940000000000005,
    "text": "Let’s take a look at the science."
  },
  {
    "startTime": 41.94,
    "endTime": 50.07,
    "text": "As you probably know from watching my previous videos, planes fly by developing high pressure air under their wings and low pressure air above."
  },
  {
    "startTime": 50.07,
    "endTime": 56.99,
    "text": "Fluids will always flow from high pressure regions to low pressure regions, and this can cause some problems at the tips of the wing."
  },
  {
    "startTime": 56.99,
    "endTime": 63.32,
    "text": "High pressure air from below will bleed into the low pressure air above, creating mini tornadoes off the tips of the wing."
  },
  {
    "startTime": 63.32,
    "endTime": 68.91,
    "text": "This is called induced drag, and it decreases the lift of the wing and increases the fuel consumption of the plane."
  },
  {
    "startTime": 68.91,
    "endTime": 75.81,
    "text": "Winglet’s reduce this airflow by reducing the pressure gradient at the tips of the wings, thus making the vortices much smaller."
  },
  {
    "startTime": 75.81,
    "endTime": 80.52,
    "text": "Their ultimate goal is to create a lift distribution across the wing in the shape of an ellipse."
  },
  {
    "startTime": 80.52,
    "endTime": 86.21,
    "text": "This minimizes the amount of air that wants to flow over the tips of the wing, while maintaining maximum lift."
  },
  {
    "startTime": 86.21,
    "endTime": 90.14999999999999,
    "text": "Let’s compare some wing shapes and their lift distributions to see how this works."
  },
  {
    "startTime": 90.15,
    "endTime": 96.65,
    "text": "Here are 3 wing shapes. An elliptical, rectangular and triangular wing, and their lift distributions look like this."
  },
  {
    "startTime": 96.65,
    "endTime": 100.72,
    "text": "As you can see, the elliptical wing also has an elliptical lift distribution."
  },
  {
    "startTime": 100.72,
    "endTime": 102.06,
    "text": "And this is the ideal."
  },
  {
    "startTime": 102.06,
    "endTime": 109.25,
    "text": "The iconic Spitfire was one of the few mass produced planes in history to have this shape, as it is difficult and expensive to manufacture."
  },
  {
    "startTime": 109.25,
    "endTime": 114.65,
    "text": "The rectangular wings lift distribution is quite high at the edges, and this leads to high levels of induced drag."
  },
  {
    "startTime": 114.65,
    "endTime": 119.25,
    "text": "But this is the easiest shape of wing to manufacture and is mostly used in smaller, cheaper aircraft."
  },
  {
    "startTime": 119.25,
    "endTime": 124.38,
    "text": "Our last wing, a triangular wing has high lift in the center, which rapidly drops off towards the edge."
  },
  {
    "startTime": 124.38,
    "endTime": 129.16,
    "text": "This type of wing has low induced drag, but its lift distribution is far from ideal."
  },
  {
    "startTime": 129.16,
    "endTime": 133.60999999999999,
    "text": "So the ultimate goal is to tailor the lift across the wing into the shape of an ellipse to maximize lift and minimize induced drag."
  },
  {
    "startTime": 136.25,
    "endTime": 138.15,
    "text": "Winglets are just one way to do this."
  },
  {
    "startTime": 138.15,
    "endTime": 146.23000000000002,
    "text": "Boeing's latest plane, the Boeing 787 Dreamliner, has done away with winglets in favor a raked wingtip, which sweeps the tip of the wing backwards."
  },
  {
    "startTime": 146.23,
    "endTime": 153.73999999999998,
    "text": "Boeing have said that their raked wingtips have improved fuel efficiency by 5.5% over the 4.5% for conventional wingtips."
  },
  {
    "startTime": 153.74,
    "endTime": 159.63,
    "text": "You can learn why this alters the lift distribution by watching my video: \"Why are plane wings angled backwards?\""
  },
  {
    "startTime": 159.63,
    "endTime": 166.46,
    "text": "If you'd like to learn more about the costs of air travel, check out this quick preview for a video Wendover Productions that I worked on."
  },
  {
    "startTime": 166.46,
    "endTime": 179.06,
    "text": "An Airbus A320 burns 1.5 gallons of jet fuel for every mile it flies, so flying the 213 miles from New York to D.C. burns 317 gallons, or about 2 gallons per person."
  },
  {
    "startTime": 179.06,
    "endTime": 188.36,
    "text": "Given average jet fuel prices, it only costs 2.50$ in fuel for you to fly from New York to D.C., so why do tickets cost upwards of $80?"
  },
  {
    "startTime": 188.36,
    "endTime": 198.04000000000002,
    "text": "Well, the short answer is takeoff fees, landing fees, crew costs, taxes, more taxes, airplane fees, maintenance fees, insurance costs, even more taxes, and administrative costs."
  },
  {
    "startTime": 198.04,
    "endTime": 205.35,
    "text": "If you want the long answer? Well then come over to my channel and watch my video, which includes a special appearance by Real Engineering."
  }
]