[
  {
    "startTime": 0.095,
    "endTime": 2.724,
    "text": "I am not gonna tell you today what I learned in life."
  },
  {
    "startTime": 3.696,
    "endTime": 7.29,
    "text": "Today, I am gonna try to tell you what I learned in death."
  },
  {
    "startTime": 7.408,
    "endTime": 11.962,
    "text": "One year and 13 days ago, I lost my husband, Dave."
  },
  {
    "startTime": 13.595,
    "endTime": 16.239,
    "text": "His death was sudden and unexpected."
  },
  {
    "startTime": 16.743,
    "endTime": 20.244999999999997,
    "text": "Dave's death changed me in very profound ways."
  },
  {
    "startTime": 21.252,
    "endTime": 25.012999999999998,
    "text": "I learned about the depths of sadness and the brutality of loss."
  },
  {
    "startTime": 26.077,
    "endTime": 36.151,
    "text": "But I also learned that when life sucks you under, you can kick against the bottom, find the surface, and breathe again."
  },
  {
    "startTime": 36.892,
    "endTime": 42.494,
    "text": "So ten days after Dave died, my kids went back to school and I went back to work."
  },
  {
    "startTime": 42.813,
    "endTime": 46.968,
    "text": "I remember sitting in my first Facebook meeting in a total haze."
  },
  {
    "startTime": 47.78,
    "endTime": 52.858000000000004,
    "text": "Thinking: \"What is everyone talking about and how could this possibly matter?\""
  },
  {
    "startTime": 53.761,
    "endTime": 62.281000000000006,
    "text": "And then I got drawn into the conversation and for a second, the briefest of all second, I forgot about death."
  },
  {
    "startTime": 63.766,
    "endTime": 69.03999999999999,
    "text": "That second helped me see that there were other things in my life that were not awful."
  },
  {
    "startTime": 69.763,
    "endTime": 71.402,
    "text": "My children and I were healthy."
  },
  {
    "startTime": 71.785,
    "endTime": 77.966,
    "text": "My friends and family, some of them are with me today, were carrying us, quite literally."
  },
  {
    "startTime": 78.834,
    "endTime": 90.93900000000001,
    "text": "I am sharing this with you today in the hopes that on this day in your life, with all the momentum and the joy, you can learn in life the lessons I only learned in death."
  },
  {
    "startTime": 91.288,
    "endTime": 100.75399999999999,
    "text": "Lessons about hope, about strength, and about the light within us that will not be extinguished."
  },
  {
    "startTime": 101.371,
    "endTime": 110.78699999999999,
    "text": "It is the greatest irony of my life that losing my husband helped me find deeper gratitude."
  }
]