[
  {
    "startTime": 12.2,
    "endTime": 14.5,
    "text": "They're cute, they're lovable, and,"
  },
  {
    "startTime": 14.6,
    "endTime": 26.799999999999997,
    "text": "judging by the 26 billions views of over 2 million YouTube videos of them pouncing, bouncing, climbing, cramming, stalking, clawing, chattering, and purring,"
  },
  {
    "startTime": 26.9,
    "endTime": 31.299999999999997,
    "text": "one thing is certain: cats are very entertaining."
  },
  {
    "startTime": 31.8,
    "endTime": 39.6,
    "text": "These somewhat strange feline behaviors, both amusing and baffling, leave many of us asking, \"Why do cats do that?\""
  },
  {
    "startTime": 40.5,
    "endTime": 48.8,
    "text": "Throughout time, cats were simultaneously solitary predators of smaller animals and prey for larger carnivores."
  },
  {
    "startTime": 48.9,
    "endTime": 59.599999999999994,
    "text": "As both predator and prey, survival of their species depended on crucial instinctual behaviors, which we still observe in wild and domestic cats today."
  },
  {
    "startTime": 60.4,
    "endTime": 64.9,
    "text": "While the feline actions of your house cat Grizmo might seem perplexing,"
  },
  {
    "startTime": 65.0,
    "endTime": 72.5,
    "text": "in the wild, these same behaviors, naturally bred into cats for millions of years, would make Grizmo a super cat."
  },
  {
    "startTime": 73.7,
    "endTime": 78.10000000000001,
    "text": "Enabled by their unique muscular structure and keen balancing abilities,"
  },
  {
    "startTime": 78.2,
    "endTime": 84.3,
    "text": "cats climbed to high vantage points to survey their territory and spot prey in the wild."
  },
  {
    "startTime": 85.0,
    "endTime": 90.4,
    "text": "Grizmo doesn't need these particular skills to find and hunt down dinner in her food bowl today."
  },
  {
    "startTime": 90.5,
    "endTime": 97.3,
    "text": "But instinctually, viewing the living room from the top of the bookcase is exactly what she has evolved to do."
  },
  {
    "startTime": 98.3,
    "endTime": 103.7,
    "text": "As wild predators, cats are opportunistic and hunt whenever prey is available."
  },
  {
    "startTime": 103.8,
    "endTime": 114.6,
    "text": "Since most cat prey are small, cats in the wild needed to eat many times each day and use a stalk, pounce, kill, eat strategy to stay fed."
  },
  {
    "startTime": 114.7,
    "endTime": 122.5,
    "text": "This is why Grizmo prefers to chase and pounce on little toys and eat small meals over the course of the day and night."
  },
  {
    "startTime": 122.6,
    "endTime": 127.39999999999999,
    "text": "Also, small prey tend to hide in tiny spaces in their natural environments."
  },
  {
    "startTime": 127.9,
    "endTime": 132.6,
    "text": "So, one explanation for Grizmo's propensity to reach into containers and openings"
  },
  {
    "startTime": 132.7,
    "endTime": 140.39999999999998,
    "text": "is that she is compelled by the same curiosity that helped ensure the continuation of her species for millions of years before."
  },
  {
    "startTime": 144.4,
    "endTime": 149.9,
    "text": "In the wild, cats needed sharp claws for climbing, hunting, and self-defense."
  },
  {
    "startTime": 150.0,
    "endTime": 159.0,
    "text": "Sharpening their claws on nearby surfaces kept them conditioned and ready, helped stretch their back and leg muscles, and relieved some stress, too."
  },
  {
    "startTime": 159.1,
    "endTime": 167.2,
    "text": "So, it's not that Grizmo hates your couch, chair, ottoman, pillows, curtains, and everything else you put in her environment."
  },
  {
    "startTime": 167.3,
    "endTime": 176.0,
    "text": "She's ripping these things to shreds and keeping her claws in tip-top shape because this is exactly what her ancestors did in order to survive."
  },
  {
    "startTime": 177.4,
    "endTime": 181.5,
    "text": "As animals that were preyed upon, cats evolved to not get caught."
  },
  {
    "startTime": 181.6,
    "endTime": 185.7,
    "text": "And in the wild, the cats that were the best at avoiding predators thrived."
  },
  {
    "startTime": 185.8,
    "endTime": 194.9,
    "text": "So, at your house today, Grizmo is an expert at squeezing into small spaces and seeking out and hiding in unconventional spots."
  },
  {
    "startTime": 195.4,
    "endTime": 199.6,
    "text": "It also explains why she prefers a clean and odor-free litter box."
  },
  {
    "startTime": 199.7,
    "endTime": 205.5,
    "text": "That's less likely to give away her location to any predators that may be sniffing around nearby."
  },
  {
    "startTime": 206.2,
    "endTime": 214.1,
    "text": "Considering everything we do know about cats, it seems that one of their most predominant behaviors is still one of the most mysterious."
  },
  {
    "startTime": 214.5,
    "endTime": 220.5,
    "text": "Cats may purr for any number of reasons, such as happiness, stress, and hunger."
  },
  {
    "startTime": 220.6,
    "endTime": 230.79999999999998,
    "text": "But, curiously, the frequency of their purrs, between 25 and 150 hertz, is within a range that can promote tissue regeneration."
  },
  {
    "startTime": 231.1,
    "endTime": 241.7,
    "text": "So, while her purring makes Grizmo an excellent nap companion, it is also possible that her purr is healing her muscles and bones, and maybe even yours, too."
  },
  {
    "startTime": 242.9,
    "endTime": 251.70000000000002,
    "text": "They developed through time as both solitary predators that hunted and killed to eat and stealthy prey that hid and escaped to survive."
  },
  {
    "startTime": 252.2,
    "endTime": 259.09999999999997,
    "text": "So, cats today retain many of the same instincts that allowed them to thrive in the wild for millions of years."
  },
  {
    "startTime": 259.4,
    "endTime": 262.79999999999995,
    "text": "This explains some of their seemingly strange behaviors."
  },
  {
    "startTime": 263.2,
    "endTime": 265.9,
    "text": "To them, our homes are their jungles."
  },
  {
    "startTime": 266.2,
    "endTime": 270.0,
    "text": "But if this is the case, in our own cat's eyes, who are we?"
  },
  {
    "startTime": 270.5,
    "endTime": 273.8,
    "text": "Big, dumb, hairless cats competing with them for resources?"
  },
  {
    "startTime": 274.3,
    "endTime": 277.8,
    "text": "Terribly stupid predators they're able to outsmart everyday?"
  },
  {
    "startTime": 278.3,
    "endTime": 280.90000000000003,
    "text": "Or maybe they think we're the prey."
  }
]