[
  {
    "startTime": 0.8,
    "endTime": 6.986,
    "text": "Being a good listener is one of the most important and enchanting life skills anyone can have."
  },
  {
    "startTime": 6.986,
    "endTime": 17.786,
    "text": "Yet few of us know how to do it, not because we're evil, but because no one has taught us how and—a related point—no one has listened to us."
  },
  {
    "startTime": 18.086,
    "endTime": 25.048,
    "text": "So we come to social life greedy to speak rather than listen, hungry to meet others, but reluctant to hear them."
  },
  {
    "startTime": 25.248,
    "endTime": 29.400000000000002,
    "text": "Friendship degenerates into a socialised egoism."
  },
  {
    "startTime": 29.4,
    "endTime": 32.3,
    "text": "Like most things, it's about education."
  },
  {
    "startTime": 32.5,
    "endTime": 45.5,
    "text": "Our civilization is full of great books on how to speak—Cicero's \"Orator\" and Aristotle's \"Rhetoric\" which were two of the greatest in the ancient world—but sadly no one has ever written a book called \"The Listener\"."
  },
  {
    "startTime": 45.5,
    "endTime": 51.7,
    "text": "There are a range of things that a good listener is doing that makes it so nice to spend time in their company."
  },
  {
    "startTime": 52.0,
    "endTime": 53.7,
    "text": "Firstly, they egg us on."
  },
  {
    "startTime": 53.9,
    "endTime": 55.6,
    "text": "It's hard to know our own minds."
  },
  {
    "startTime": 55.9,
    "endTime": 62.1,
    "text": "Often, we're in the vicinity of something, but we don't quite close in on what's really bothering or exciting us."
  },
  {
    "startTime": 62.3,
    "endTime": 68.7,
    "text": "We hugely benefit from encouragement to elaborate, to go into greater detail, to push just a little further."
  },
  {
    "startTime": 69.0,
    "endTime": 75.702,
    "text": "We need someone who, rather than launch forth on their own, will simply say those two magic words: Go on…"
  },
  {
    "startTime": 75.802,
    "endTime": 78.64200000000001,
    "text": "You mention a sibling, and they want to know a bit more."
  },
  {
    "startTime": 78.842,
    "endTime": 82.681,
    "text": "What was the relationship like in childhood, how has it changed over time?"
  },
  {
    "startTime": 82.781,
    "endTime": 86.545,
    "text": "They're curious where our concerns and excitements come from."
  },
  {
    "startTime": 86.745,
    "endTime": 91.9,
    "text": "They ask things like: Ｗhy did that particularly bother you? Why was that such a big thing for you?"
  },
  {
    "startTime": 92.0,
    "endTime": 100.4,
    "text": "They keep our histories in mind; they might refer back to something we said before and we feel they're building up a deeper base of engagement."
  },
  {
    "startTime": 100.5,
    "endTime": 104.3,
    "text": "Secondly, the good listener urges clarification."
  },
  {
    "startTime": 104.6,
    "endTime": 111.5,
    "text": "It's fatally easy to say vague things; we simply mention that something is lovely or terrible, nice or annoying."
  },
  {
    "startTime": 111.8,
    "endTime": 114.706,
    "text": "But we don't really explore why we feel this way."
  },
  {
    "startTime": 114.906,
    "endTime": 125.4,
    "text": "The friend who listens often has a productive, friendly suspicion of some of our own first statements and is after the deeper attitudes that are lurking in the background."
  },
  {
    "startTime": 125.5,
    "endTime": 131.642,
    "text": "They take things we say like, \"I'm fed up with my job\" or \"My partner and I are having a lot of rows,\""
  },
  {
    "startTime": 131.742,
    "endTime": 138.35,
    "text": "and they help us to focus in on what it really is about the job we don't like or what the rows are really about."
  },
  {
    "startTime": 138.45,
    "endTime": 143.255,
    "text": "They're bringing to listening, an ambition to clarify the underlying issues."
  },
  {
    "startTime": 143.355,
    "endTime": 146.73499999999999,
    "text": "They don't just see conversation as the swapping of anecdotes."
  },
  {
    "startTime": 146.835,
    "endTime": 152.149,
    "text": "They're reconnecting the chat you're having over pizza with the philosophical ambitions of Socrates,"
  },
  {
    "startTime": 152.349,
    "endTime": 159.89499999999998,
    "text": "whose dialogues are records of his attempts to help fellow Athenians understand their ideas and values in a better way."
  },
  {
    "startTime": 160.295,
    "endTime": 163.077,
    "text": "Thirdly, good listeners don't moralise."
  },
  {
    "startTime": 163.277,
    "endTime": 167.39999999999998,
    "text": "The good listener is acutely aware of how insane we all are."
  },
  {
    "startTime": 167.5,
    "endTime": 172.479,
    "text": "They know their own minds well enough not to be surprised or frightened about this."
  },
  {
    "startTime": 172.579,
    "endTime": 182.41,
    "text": "They're skilled at making occasional little positive sounds: Strategic \"mmmm...\" that delicately signal sympathy without intruding on what we're trying to say."
  },
  {
    "startTime": 182.515,
    "endTime": 190.7,
    "text": "They give the impression that they recognize and accept our follies ; they're reassuring us they're not going to shred our dignity."
  },
  {
    "startTime": 190.8,
    "endTime": 197.078,
    "text": "A big worry in a competitive world is that we feel we can't afford to be honest about how distressed we are."
  },
  {
    "startTime": 197.178,
    "endTime": 200.8,
    "text": "Saying one feels like a failure could mean being dropped."
  },
  {
    "startTime": 201.0,
    "endTime": 205.9,
    "text": "But the good listener signals early and clearly that they don't see us in these terms."
  },
  {
    "startTime": 206.1,
    "endTime": 211.378,
    "text": "Our vulnerability is something they warm to rather than are appalled by."
  },
  {
    "startTime": 211.478,
    "endTime": 216.05,
    "text": "Lastly, good listeners separate disagreement from criticism."
  },
  {
    "startTime": 216.25,
    "endTime": 221.2,
    "text": "There's a huge tendency to feel that being disagreed with is an expression of hostility."
  },
  {
    "startTime": 221.4,
    "endTime": 223.20600000000002,
    "text": "And obviously, sometimes that's right."
  },
  {
    "startTime": 223.406,
    "endTime": 229.592,
    "text": "But a good listener makes it clear that they can really like you and, at the same time, think you're wrong."
  },
  {
    "startTime": 229.692,
    "endTime": 234.554,
    "text": "They make it plain that their liking for you isn't dependent on constant agreement."
  },
  {
    "startTime": 234.654,
    "endTime": 242.9,
    "text": "They are powerfully aware that a really lovely person could end up a bit muddled and in need of some gentle untangling."
  },
  {
    "startTime": 243.2,
    "endTime": 248.79999999999998,
    "text": "When we're in the company of people who listen well, we experience a very powerful pleasure."
  },
  {
    "startTime": 248.9,
    "endTime": 254.20000000000002,
    "text": "But too often, we don't really realize what it is that this person is doing that's so nice."
  },
  {
    "startTime": 254.3,
    "endTime": 263.90000000000003,
    "text": "By paying strategic attention to the pleasure, we can learn to magnify it and offer it to others, who will notice, hear, and repay the favour in turn."
  },
  {
    "startTime": 264.0,
    "endTime": 270.385,
    "text": "Listening deserves discovery as one of the keys to a good society."
  }
]