[
  {
    "startTime": 0.0,
    "endTime": 3.011,
    "text": "Coffee or caffeine in the morning is a necessity."
  },
  {
    "startTime": 3.2,
    "endTime": 8.185,
    "text": "After all, it stimulates your central nervous system, elevates your mood, and increases your alertness."
  },
  {
    "startTime": 8.6,
    "endTime": 15.7,
    "text": "But for those times that it's not available or for those who don't drink it, here are some scientific tips to kick your body into gear."
  },
  {
    "startTime": 16.0,
    "endTime": 18.0,
    "text": "Number one, find the light."
  },
  {
    "startTime": 18.1,
    "endTime": 22.679000000000002,
    "text": "Melatonin is a hormone secreted by the brain, and is critical in regulating your sleep."
  },
  {
    "startTime": 22.9,
    "endTime": 26.343,
    "text": "When it's dark, your body produces more melatonin, making you sleepy."
  },
  {
    "startTime": 26.343,
    "endTime": 29.222,
    "text": "And when it's light, the production of melatonin drops."
  },
  {
    "startTime": 29.222,
    "endTime": 37.2,
    "text": "So open those curtains, go outside, and expose yourself to light in the morning to decrease melatonin production and physiologically wake your body up."
  },
  {
    "startTime": 37.373,
    "endTime": 41.19,
    "text": "If you have to wake up in darkness, try an illuminating alarm clock."
  },
  {
    "startTime": 41.3,
    "endTime": 44.333,
    "text": "They slowly fill your room with light to wake you up naturally."
  },
  {
    "startTime": 44.333,
    "endTime": 46.769999999999996,
    "text": "Two, end your shower with cold water."
  },
  {
    "startTime": 46.8,
    "endTime": 54.48,
    "text": "Studies show that exposing yourself to cold water can activate components of the brain responsible for regulating wakefulness, making you feel alert."
  },
  {
    "startTime": 54.48,
    "endTime": 61.455,
    "text": "Researchers have also found that the shock of cold shower water can increase your metabolic rate further, reducing feelings of fatigue."
  },
  {
    "startTime": 61.455,
    "endTime": 62.9,
    "text": "Three, hydrate yourself."
  },
  {
    "startTime": 63.0,
    "endTime": 65.709,
    "text": "Up to sixty percent of your body is water."
  },
  {
    "startTime": 65.9,
    "endTime": 70.87400000000001,
    "text": "While sleeping, you sweat, breathe, get up to urinate, or poop, all of which dehydrate you."
  },
  {
    "startTime": 70.874,
    "endTime": 78.041,
    "text": "Studies show that even mild dehydration decreases alertness, increases fatigue, and negatively affects mental concentration."
  },
  {
    "startTime": 78.041,
    "endTime": 83.01599999999999,
    "text": "So in the morning, grab a glass of water to replenish your fluids to fight off that tired feeling."
  },
  {
    "startTime": 83.016,
    "endTime": 85.83200000000001,
    "text": "And don't forget to drink water throughout the day to stay alert."
  },
  {
    "startTime": 85.832,
    "endTime": 87.80099999999999,
    "text": "Four, eat a healthy breakfast."
  },
  {
    "startTime": 88.0,
    "endTime": 93.271,
    "text": "Researchers have found that participants feel more alert after consuming a meal first thing in the morning."
  },
  {
    "startTime": 93.271,
    "endTime": 103.679,
    "text": "If the meal was high in simple sugars, like a donut, the alertness wore off quickly, whereas if the meal was high in fiber and carbohydrates, like oats, alertness lasted longer throughout the morning."
  },
  {
    "startTime": 103.8,
    "endTime": 116.89999999999999,
    "text": "Another study found that breakfasts high in fat taste better, but led to consuming more food throughout the day as opposed to a high fiber and carbohydrate breakfast which satiated hunger and increased cognitive function throughout the day."
  },
  {
    "startTime": 116.9,
    "endTime": 118.7,
    "text": "Five, drink some orange juice."
  },
  {
    "startTime": 118.7,
    "endTime": 122.571,
    "text": "Citrus fruits ,like oranges, are rich in molecules called \"flavonoids\"."
  },
  {
    "startTime": 122.571,
    "endTime": 130.7,
    "text": "Flavonoids have been linked to slowing cognitive decline due to aging, and decreasing the onset of Neurodegenerative diseases, like Alzheimers."
  },
  {
    "startTime": 130.7,
    "endTime": 139.79999999999998,
    "text": "One study found that participants who consumed flavonoid-rich orange juice had increased alertness and cognitive function compared to their counterparts who were fed a placebo."
  },
  {
    "startTime": 139.8,
    "endTime": 142.4,
    "text": "Number six, be physically active in the morning."
  },
  {
    "startTime": 142.5,
    "endTime": 147.7,
    "text": "Studies have found that physically active students perform better on tests than those who are less active."
  },
  {
    "startTime": 147.7,
    "endTime": 155.981,
    "text": "Physical activity enhances cognition due to the increased blood flow throughout the body, providing your brain with more oxygen and increasing mental performance."
  },
  {
    "startTime": 155.981,
    "endTime": 161.9,
    "text": "And the hippocampus, which is part of the brain critical for learning and memory, is highly active during exercise."
  },
  {
    "startTime": 161.9,
    "endTime": 164.0,
    "text": "And seven, listen to music."
  },
  {
    "startTime": 164.0,
    "endTime": 170.0,
    "text": "Music has the ability to create a state of arousal, causing pupils to dilate and blood pressure to increase."
  },
  {
    "startTime": 170.0,
    "endTime": 178.924,
    "text": "It can also increase activation in regions of the brain associated with movement and emotion while potentially releasing the \"feel good\" chemical, dopamine, throughout your body."
  },
  {
    "startTime": 178.924,
    "endTime": 180.8,
    "text": "So build that wake up playlist."
  },
  {
    "startTime": 180.9,
    "endTime": 184.24,
    "text": "And subscribe for more weekly science videos."
  }
]