[
  {
    "startTime": 0.2,
    "endTime": 7.0,
    "text": "People often stereotype generic brands as less tasty, of poorer quality, or less effective than their brand name counterparts."
  },
  {
    "startTime": 7.1,
    "endTime": 15.299999999999999,
    "text": "But given that trusted brands demand more of your money, is there really a difference between brand name and generic food or drugs?"
  },
  {
    "startTime": 15.4,
    "endTime": 19.7,
    "text": "When it comes to food, while there are many companies dedicated to producing generic brands,"
  },
  {
    "startTime": 19.8,
    "endTime": 28.1,
    "text": "the truth is that many large, brand-name manufacturers often use their excess capacity and expertise to produce generic label products as well."
  },
  {
    "startTime": 28.2,
    "endTime": 35.5,
    "text": "In fact, in 2007, the Peter Pan brand of peanut butter was found to be contaminated with salmonella and recalled."
  },
  {
    "startTime": 35.6,
    "endTime": 40.6,
    "text": "And as a result, Walmart's \"Great Value\" brand of peanut butter was also taken off the shelves."
  },
  {
    "startTime": 40.7,
    "endTime": 47.7,
    "text": "Next time you're at the grocery store, try and compare the ingredient list and nutritional information of a generic item with its brand counterpart."
  },
  {
    "startTime": 47.8,
    "endTime": 53.199999999999996,
    "text": "Even if they aren't identical, which they sometimes are, it will give you a sense of how similar they can be!"
  },
  {
    "startTime": 53.3,
    "endTime": 58.199999999999996,
    "text": "And studies show that, on average, generic brands run 30% cheaper!"
  },
  {
    "startTime": 58.3,
    "endTime": 63.3,
    "text": "Furthermore, many staple food products like sugar and salts are regulated by the FDA."
  },
  {
    "startTime": 63.4,
    "endTime": 70.5,
    "text": "And, think about it, table salt, also known as Sodium Chloride, only contains 2 elements from the periodic table."
  },
  {
    "startTime": 70.6,
    "endTime": 72.6,
    "text": "How variable could it really be?"
  },
  {
    "startTime": 72.7,
    "endTime": 76.3,
    "text": "Think they taste different? Fancier brand name packaging may play a role."
  },
  {
    "startTime": 76.4,
    "endTime": 80.60000000000001,
    "text": "In one study, university students were given free coffee and asked to rate it."
  },
  {
    "startTime": 80.7,
    "endTime": 88.9,
    "text": "It turns out that if the cream and sugar were placed in fancy containers on a silver tray vs placed in styrofoam cups with haphazardly written labels,"
  },
  {
    "startTime": 88.9,
    "endTime": 93.30000000000001,
    "text": "they would prefer the fancy brew, despite the coffee being the exact same."
  },
  {
    "startTime": 93.4,
    "endTime": 97.2,
    "text": "The placebo effect can be quite strong when it comes to your taste preferences."
  },
  {
    "startTime": 97.3,
    "endTime": 100.2,
    "text": "But when it comes to drugs, things are a little different."
  },
  {
    "startTime": 100.3,
    "endTime": 103.89999999999999,
    "text": "In fact, generic drugs have to be the same as the brand name."
  },
  {
    "startTime": 104.0,
    "endTime": 111.1,
    "text": "For example, Ibuprofen is a non-steroidal anti-inflammatory drug that treats headaches, fevers, and minor aches and pains."
  },
  {
    "startTime": 111.2,
    "endTime": 114.5,
    "text": "It's also sold under brand names like Advil and Nurofen."
  },
  {
    "startTime": 114.6,
    "endTime": 118.0,
    "text": "But at the base of these pills is the exact same thing."
  },
  {
    "startTime": 118.1,
    "endTime": 123.39999999999999,
    "text": "200 mg of ibuprofen, the same dosage, safety, strength and intended use."
  },
  {
    "startTime": 123.5,
    "endTime": 130.0,
    "text": "The generic drugs go through a series of stringent regulatory testing to prove their bioequivalence to the brand name."
  },
  {
    "startTime": 130.1,
    "endTime": 137.79999999999998,
    "text": "The only way in which the pills may differ is between their \"filler\" ingredients which may include starch or gelatin, flavoring, and different colors."
  },
  {
    "startTime": 137.9,
    "endTime": 141.9,
    "text": "So while they aren't exactly the same, they are effectively the same."
  },
  {
    "startTime": 142.0,
    "endTime": 146.48,
    "text": "And studies routinely prove that generic drugs are as effective as the brand name."
  },
  {
    "startTime": 146.5,
    "endTime": 153.2,
    "text": "In fact, some studies show that individuals are more likely to stay on course  with generic drugs because of the lower cost."
  },
  {
    "startTime": 153.3,
    "endTime": 159.60000000000002,
    "text": "Of course, there are some very specific drugs that have a narrow therapeutic index which require certain brands."
  },
  {
    "startTime": 159.7,
    "endTime": 161.79999999999998,
    "text": "In these cases a doctor can help you decide."
  },
  {
    "startTime": 161.9,
    "endTime": 164.3,
    "text": "And yet, many people still remain skeptical."
  },
  {
    "startTime": 164.4,
    "endTime": 171.95000000000002,
    "text": "In one study, participants were given \"painkillers\" that were actually just blank placebo pills and administered a small electric shock."
  },
  {
    "startTime": 172.0,
    "endTime": 180.7,
    "text": "When they were told that the pill cost 10 cents, only 61% of people felt pain relief, but if they were told that the pill cost $2.50,"
  },
  {
    "startTime": 180.8,
    "endTime": 185.60000000000002,
    "text": "a whole 85.4% of participants claimed to feel relief from the pain."
  },
  {
    "startTime": 185.7,
    "endTime": 193.0,
    "text": "At the end of the day , generic products, whether food, drugs or otherwise, can be, but aren't always equal to their brand name counterpart."
  },
  {
    "startTime": 193.1,
    "endTime": 196.0,
    "text": "So save those dollar bills and buy something special."
  },
  {
    "startTime": 196.1,
    "endTime": 204.0,
    "text": "We actually put together our own taste test to see if anyone could tell the difference between their favorite brands and the generic counterpart in our new AsapTHOUGHT video."
  },
  {
    "startTime": 204.1,
    "endTime": 206.5,
    "text": "Use the link in the description to see that video."
  }
]