[
  {
    "startTime": 1.339,
    "endTime": 9.0,
    "text": "Hey, I'm Keri Glassman, here with some quick and simple tips to help you feel just a little bit better."
  },
  {
    "startTime": 9.0,
    "endTime": 10.3,
    "text": "Feeling stressed?"
  },
  {
    "startTime": 10.3,
    "endTime": 11.0,
    "text": "Who isn't?"
  },
  {
    "startTime": 11.0,
    "endTime": 14.4,
    "text": "Take a deep breath and count to eight, why eight?"
  },
  {
    "startTime": 14.4,
    "endTime": 17.0,
    "text": "Well, sometimes 10 just takes too long."
  },
  {
    "startTime": 17.0,
    "endTime": 26.3,
    "text": "Of course, if you can find the time to take some deep breaths and focus on your breathing every day for longer than an eight count, all the better -- but sometimes the schedule just doesn't allow for it."
  },
  {
    "startTime": 26.3,
    "endTime": 33.0,
    "text": "The key is to take a moment or two --or eight-- every day to breathe, relax and get focused."
  },
  {
    "startTime": 33.0,
    "endTime": 37.0,
    "text": "It's meditation at its simplest, and it really works."
  },
  {
    "startTime": 37.0,
    "endTime": 43.3,
    "text": "Researchers have found that a simple meditation program did more than just help participants manage stress."
  },
  {
    "startTime": 43.3,
    "endTime": 48.0,
    "text": "It actually changed their brain so that they became less reactive to stress."
  },
  {
    "startTime": 48.0,
    "endTime": 53.5,
    "text": "The U.S. Army has even included basic mindfulness meditations in its resiliency training."
  },
  {
    "startTime": 53.5,
    "endTime": 61.0,
    "text": "If it helps prepare soldiers for combat, think of what it can do for the typically non-life-threatening dilemmas we civilians face every day."
  },
  {
    "startTime": 61.0,
    "endTime": 69.0,
    "text": "If you're prone to forget to do things like this, get in the habit of associating it with a specific activity that you do every day."
  },
  {
    "startTime": 69.0,
    "endTime": 75.0,
    "text": "Maybe try breathing and counting while your morning coffee brews or for a few minutes before lunch."
  },
  {
    "startTime": 75.0,
    "endTime": 79.4,
    "text": "So remember: count to eight to help keep stress from controlling you."
  },
  {
    "startTime": 79.4,
    "endTime": 88.06,
    "text": "And you'll feel just a little bit better!"
  }
]