[
  {
    "startTime": 1.12,
    "endTime": 4.121,
    "text": "This is where we broke up."
  },
  {
    "startTime": 4.121,
    "endTime": 6.9,
    "text": "A week ago I asked if we could talk, and you penciled me in."
  },
  {
    "startTime": 6.9,
    "endTime": 11.600999999999999,
    "text": "You can tell something is wrong, and I can tell you know something is wrong, but neither of us are going to say anything."
  },
  {
    "startTime": 11.601,
    "endTime": 13.219000000000001,
    "text": "I'm late, as usual."
  },
  {
    "startTime": 13.22,
    "endTime": 17.5,
    "text": "You give me a hug and a kiss and you can tell I'm nervous from how quickly I let go."
  },
  {
    "startTime": 17.521,
    "endTime": 24.177,
    "text": "I'm immediately annoyed at how far we are sitting from one another, but also kinda grateful for how far we are sitting from one another, 'cause I don't know if I could say this up close."
  },
  {
    "startTime": 24.177,
    "endTime": 27.037,
    "text": "I skim the menu and ask you how your day was, trying to avoid eye contact."
  },
  {
    "startTime": 27.037,
    "endTime": 31.857,
    "text": "You talk  about nothing but work as per usual, and you don't ask me about my day."
  },
  {
    "startTime": 31.857,
    "endTime": 32.857,
    "text": "As per usual."
  },
  {
    "startTime": 32.857,
    "endTime": 35.876,
    "text": "Recognizing that this is getting awkward, I say, do you want a drink."
  },
  {
    "startTime": 35.877,
    "endTime": 38.400000000000006,
    "text": "I'm trying to break the tension, but I could also just really use a drink right now."
  },
  {
    "startTime": 38.4,
    "endTime": 46.995,
    "text": "When I think about what you look like, I remember you no closer than eight feet away, looking at your phone on your way out the door to go do something that isn't spending time with me."
  },
  {
    "startTime": 46.996,
    "endTime": 52.256,
    "text": "But right now, when you're right in front of me, you're leaning in in the first time in forever, asking what's wrong without saying words."
  },
  {
    "startTime": 52.256,
    "endTime": 56.476,
    "text": "More present than you've ever been, this just got a lot harder."
  },
  {
    "startTime": 56.476,
    "endTime": 60.117,
    "text": "Suddenly I remember the moment we met, when you looked at me the way you're looking at me now."
  },
  {
    "startTime": 60.117,
    "endTime": 62.277,
    "text": "With the kindest eyes I've ever seen."
  },
  {
    "startTime": 62.277,
    "endTime": 63.797000000000004,
    "text": "That stopped me in my tracks."
  },
  {
    "startTime": 63.797,
    "endTime": 67.457,
    "text": "This is the moment I almost get cold feet."
  },
  {
    "startTime": 67.457,
    "endTime": 73.55699999999999,
    "text": "But before those eyes can stop me again, I look down on my drink and say, \"I think we should break up.\""
  },
  {
    "startTime": 73.557,
    "endTime": 77.35600000000001,
    "text": "You go silent as your eyes scan every inch of my face, trying to get a grip on what I just said."
  },
  {
    "startTime": 77.356,
    "endTime": 79.317,
    "text": "Damn it, you're beautiful, even when you're in shock."
  },
  {
    "startTime": 79.317,
    "endTime": 85.15499999999999,
    "text": "You open your mouth like you're about to say something, and close it again, unsure of what to say."
  },
  {
    "startTime": 85.155,
    "endTime": 86.8,
    "text": "And now my heart is sinking,"
  },
  {
    "startTime": 86.8,
    "endTime": 89.99499999999999,
    "text": "'cause now I'm remembering all of the reasons I fell for you in the first place."
  },
  {
    "startTime": 89.995,
    "endTime": 93.256,
    "text": "All the memories and moments that made me put this off as long as I did."
  },
  {
    "startTime": 93.256,
    "endTime": 98.0,
    "text": "And now we're sitting here staring at each other for what feels like an eternity, and finally my anxiety boils up out of me."
  },
  {
    "startTime": 98.0,
    "endTime": 100.1,
    "text": "\"Are you gonna say anything?\""
  },
  {
    "startTime": 100.1,
    "endTime": 105.116,
    "text": "And at last you break eye contact, look down and whisper, \"I don't know what to say.\""
  },
  {
    "startTime": 105.116,
    "endTime": 110.416,
    "text": "And I whisper back, \"I'm sorry. I shouldn't have blindsided you like this.\""
  },
  {
    "startTime": 110.416,
    "endTime": 113.49499999999999,
    "text": "Now this is the loudest moment of silence I have ever sat through."
  },
  {
    "startTime": 113.516,
    "endTime": 116.35000000000001,
    "text": "Like you wouldn't give me the time of day."
  },
  {
    "startTime": 116.35,
    "endTime": 120.842,
    "text": "I had to schedule our break up a week in advance, and you lean back and say, no, I understand."
  },
  {
    "startTime": 121.1,
    "endTime": 124.82199999999999,
    "text": "But you didn't reply to my texts, I got one word answers."
  },
  {
    "startTime": 124.822,
    "endTime": 126.922,
    "text": "I was skipping meals so we could eat together."
  },
  {
    "startTime": 126.922,
    "endTime": 129.762,
    "text": "Sorry if I got tired of waiting."
  },
  {
    "startTime": 129.762,
    "endTime": 136.332,
    "text": "And you look back at me and say, \"I'm sorry, I know I haven't been... I don't know.\""
  },
  {
    "startTime": 137.262,
    "endTime": 138.823,
    "text": "We talk for a while and call it a night."
  },
  {
    "startTime": 138.823,
    "endTime": 140.362,
    "text": "You give me another hug and kiss me on the cheek,"
  },
  {
    "startTime": 140.362,
    "endTime": 143.84199999999998,
    "text": "the way you know I love, and this time, I don't wanna let go."
  },
  {
    "startTime": 146.862,
    "endTime": 154.22,
    "text": "I can't count how many times I've come back to this restaurant, at this table, with this waitress, and replayed that conversation in my head."
  },
  {
    "startTime": 154.22,
    "endTime": 155.721,
    "text": "Rewriting the things I wish I had said."
  },
  {
    "startTime": 155.722,
    "endTime": 157.862,
    "text": "Regretting the things I didn't give you a chance to say."
  },
  {
    "startTime": 157.862,
    "endTime": 159.922,
    "text": "Wishing I told you sooner that something was wrong,"
  },
  {
    "startTime": 159.922,
    "endTime": 164.89,
    "text": "and wondering if maybe you cared more than I thought."
  },
  {
    "startTime": 166.235,
    "endTime": 168.40200000000002,
    "text": "This is where we broke up."
  },
  {
    "startTime": 169.308,
    "endTime": 172.641,
    "text": "I guess I wish it had gone differently."
  }
]