[
  {
    "startTime": 2.5,
    "endTime": 6.1,
    "text": "This episode of DNews is proudly brought to you by Subaru."
  },
  {
    "startTime": 6.1,
    "endTime": 10.0,
    "text": "More than six million adults in the United States take a sleeping pill at least once"
  },
  {
    "startTime": 10.1,
    "endTime": 13.3,
    "text": "a month before they go to bed at night, and that number is increasing. But do we even"
  },
  {
    "startTime": 13.4,
    "endTime": 14.200000000000001,
    "text": "know what they're doing to our brains?!"
  },
  {
    "startTime": 21.2,
    "endTime": 26.2,
    "text": "Hey there friends, Trace here for DNews. Sleeping pills, or more accurately, sleep aids - are"
  },
  {
    "startTime": 27.2,
    "endTime": 31.2,
    "text": "growing in popularity, but are they helping us? A study from the CDC called the National Health"
  },
  {
    "startTime": 32.2,
    "endTime": 35.6,
    "text": "and Nutrition Examination Survey - found sleep aid use increased in the first decade"
  },
  {
    "startTime": 35.6,
    "endTime": 40.2,
    "text": "of this century significantly, with more women than men using the sleep aids."
  },
  {
    "startTime": 41.2,
    "endTime": 45.2,
    "text": "They come in a variety of types, but most common are \"sedative hypnotics\" which"
  },
  {
    "startTime": 46.2,
    "endTime": 49.2,
    "text": "means it's a pill which mimics being knocked out for a surgical procedure. Benzodiazepines"
  },
  {
    "startTime": 50.2,
    "endTime": 55.2,
    "text": "and Non-benzodiazepines are in this type, they're sometimes called Z-drugs, because"
  },
  {
    "startTime": 56.2,
    "endTime": 60.2,
    "text": "they all have Z's in them. Other than these, some people are prescribed antidepressants,"
  },
  {
    "startTime": 61.2,
    "endTime": 62.2,
    "text": "or powerful antihistamines because they make you drowsy."
  },
  {
    "startTime": 63.2,
    "endTime": 66.2,
    "text": "Some of these aids succeed in knocking you out by depressing the central nervous system"
  },
  {
    "startTime": 67.2,
    "endTime": 70.2,
    "text": "function, others, like the antihistamine increase drowsiness. There's a newer drug class of"
  },
  {
    "startTime": 71.2,
    "endTime": 76.2,
    "text": "\"Orexin receptor antagonists\" which block a brain chemical which keeps you aware and"
  },
  {
    "startTime": 77.2,
    "endTime": 81.2,
    "text": "wakeful. Each of these drugs are great for knocking a human out, but being unconscious"
  },
  {
    "startTime": 82.2,
    "endTime": 83.2,
    "text": "isn't SLEEP."
  },
  {
    "startTime": 84.2,
    "endTime": 87.2,
    "text": "Professor Matthew Walker from University of California Berkeley told Probably Science"
  },
  {
    "startTime": 88.2,
    "endTime": 92.2,
    "text": "if you want to \"lose consciousness,\" these drugs are fine, but it's not natural sleep;"
  },
  {
    "startTime": 93.2,
    "endTime": 97.2,
    "text": "it's simulated sleep. Drugs alter the \"sleep structure\" or natural patterns and rhythms"
  },
  {
    "startTime": 98.2,
    "endTime": 103.55,
    "text": "of sleep. When you're sleeping, your brain is still active. It's organizing your days, making dreams"
  },
  {
    "startTime": 108.2,
    "endTime": 114.2,
    "text": "and cleaning itself. Most of the newest drugs will allow the brain into REM sleep, but they"
  },
  {
    "startTime": 114.4,
    "endTime": 112.2,
    "text": "DON'T allow the brain to go through the full natural sleep process, which means the brain"
  },
  {
    "startTime": 113.2,
    "endTime": 116.2,
    "text": "doesn't have a chance to clean up and process memories from the day before; cementing them"
  },
  {
    "startTime": 116.7,
    "endTime": 117.2,
    "text": "for future reference."
  },
  {
    "startTime": 118.2,
    "endTime": 122.2,
    "text": "According to the National Institutes of Health, you should never take sleep aids more than"
  },
  {
    "startTime": 123.2,
    "endTime": 127.2,
    "text": "three times in a week, and make sure you address any other mental health issues like anxiety"
  },
  {
    "startTime": 128.2,
    "endTime": 133.2,
    "text": "or depression before ever taking a sleep aid. The problem is many of these pills can be habit-forming"
  },
  {
    "startTime": 134.2,
    "endTime": 137.2,
    "text": "- and accidental overdoses are possible - though at least they're usually not lethal."
  },
  {
    "startTime": 138.2,
    "endTime": 143.2,
    "text": "A popular alternative to drugs is melatonin; a natural hormone which resets your circadian rhythm"
  },
  {
    "startTime": 144.2,
    "endTime": 147.2,
    "text": "clock. Everyone produces melatonin. They comes from the pineal gland in the middle"
  },
  {
    "startTime": 148.2,
    "endTime": 152.2,
    "text": "of the brain. When the sun drops, melatonin production ramp up for the next 12 hours - helping"
  },
  {
    "startTime": 153.2,
    "endTime": 158.2,
    "text": "you feel less aware and awake - usually starting around 9 PM. The problem with melatonin pills"
  },
  {
    "startTime": 159.2,
    "endTime": 163.2,
    "text": "is they're not regulated by the FDA - so the amount of the hormone in the pill isn't"
  },
  {
    "startTime": 166.2,
    "endTime": 168.2,
    "text": "standardized. If you take too much, your body may get used to higher levels than you naturally"
  },
  {
    "startTime": 169.2,
    "endTime": 174.2,
    "text": "produce. This isn't a drug to take willy-nilly, because it won't MAKE you sleep, it only HELPS"
  },
  {
    "startTime": 175.2,
    "endTime": 178.2,
    "text": "you to fall asleep. Scientific tests done with placebos and melatonin, by the way, found there is actually no difference between"
  },
  {
    "startTime": 179.2,
    "endTime": 180.2,
    "text": "the two."
  },
  {
    "startTime": 181.2,
    "endTime": 185.2,
    "text": "For people who don't like pills, psychological or behavioral training can help encourage"
  },
  {
    "startTime": 186.2,
    "endTime": 193.2,
    "text": "sleep, and has the added benefit of encouraging FULL NATURAL sleep rather than sedation. The training"
  },
  {
    "startTime": 194.2,
    "endTime": 197.2,
    "text": "starts with things as simple as cutting caffeine six hours before bed, and turning off screens"
  },
  {
    "startTime": 198.2,
    "endTime": 202.2,
    "text": "three hours before, as well as using redshift software like Flux to simulate evening sun"
  },
  {
    "startTime": 203.2,
    "endTime": 205.2,
    "text": "on your computer screen. I use it, and it works well. I like it a lot."
  },
  {
    "startTime": 206.2,
    "endTime": 210.2,
    "text": "Have you ever taken a sleeping pill? Do you find a bedtime routine helps you? I find simply SAYING"
  },
  {
    "startTime": 211.2,
    "endTime": 215.2,
    "text": "the word sleepy actually makes me more sleepy... is that weird? I guess it's kind of weird."
  },
  {
    "startTime": 216.2,
    "endTime": 219.2,
    "text": "One place where you DON'T want to sleep is behind the wheel, so why not make your car"
  },
  {
    "startTime": 220.2,
    "endTime": 224.2,
    "text": "even MORE awesome! Check out Tekzilla's Patrick Norton who teamed up with Subaru to customize"
  },
  {
    "startTime": 225.2,
    "endTime": 228.2,
    "text": "3 high-mileage Subaru cars, so their charity-minded owners can keep doin' their thing & helping"
  },
  {
    "startTime": 229.2,
    "endTime": 235.2,
    "text": "the world. Check out his handy work on the Second Chance Subaru series at revision3.com/subaru."
  },
  {
    "startTime": 236.2,
    "endTime": 245.2,
    "text": "Share your sleepy time routines down below. Make sure you subscribe. And thanks for watching DNews, buddy. Sweet dreams!!"
  }
]