[
  {
    "startTime": 0.1,
    "endTime": 1.8,
    "text": "Hey, Vsauce, Michael here."
  },
  {
    "startTime": 1.9,
    "endTime": 8.0,
    "text": "And The Pet Collective offers 24-hour coverage of puppies and kittens."
  },
  {
    "startTime": 8.1,
    "endTime": 9.799999999999999,
    "text": "It's really cute."
  },
  {
    "startTime": 9.9,
    "endTime": 13.4,
    "text": "But what is \"cute\", scientifically?"
  },
  {
    "startTime": 13.5,
    "endTime": 20.3,
    "text": "I mean, why do we like soft, cuddly things, and why do cute things have a unique effect on us?"
  },
  {
    "startTime": 20.4,
    "endTime": 28.5,
    "text": "Well, the word \"cute\" is a shortening of \"acute\", which originally meant \"keen\", \"shrewd\", \"perceptive\"."
  },
  {
    "startTime": 28.6,
    "endTime": 34.9,
    "text": "About 180 years ago, the word \"cute\" began to be used as slang for a girl who was pretty."
  },
  {
    "startTime": 35.0,
    "endTime": 45.2,
    "text": "And after that, it accrued a new meaning, and was used to describe cuddly, delicate, quaint, precious, youthful traits."
  },
  {
    "startTime": 46.0,
    "endTime": 54.4,
    "text": "Konrad Lorenz studied cuteness in living things and put together a great specific list of what we consider cute."
  },
  {
    "startTime": 54.5,
    "endTime": 63.6,
    "text": "Small body size with a disproportionately large head, large eyes, and round and soft body features."
  },
  {
    "startTime": 63.7,
    "endTime": 71.10000000000001,
    "text": "But why exactly did these characteristics elicit an \"awww\" response from us humans?"
  },
  {
    "startTime": 71.2,
    "endTime": 79.0,
    "text": "Well, Lorenz pointed that you can find all of those characteristics in the human baby, which makes sense."
  },
  {
    "startTime": 79.1,
    "endTime": 87.69999999999999,
    "text": "If merely looking at our offspring makes us instinctively feel protective and nurturing, well, that's great for all of us."
  },
  {
    "startTime": 87.8,
    "endTime": 95.89999999999999,
    "text": "A fun consequence of this is that our experience of cuteness can be triggered by things that aren't human babies."
  },
  {
    "startTime": 96.0,
    "endTime": 103.2,
    "text": "For instance, shells, bunnies, owls, and even a hammer."
  },
  {
    "startTime": 103.3,
    "endTime": 105.39999999999999,
    "text": "A hammer, how can that be?"
  },
  {
    "startTime": 105.5,
    "endTime": 108.5,
    "text": "Take a look at this interactive tool from the Exploratorium."
  },
  {
    "startTime": 108.6,
    "endTime": 110.5,
    "text": "A hammer is boring."
  },
  {
    "startTime": 110.6,
    "endTime": 121.5,
    "text": "But if we apply Lorenz's traits and make it really round and really squat, it goes from a utilitarian tool to a cute, little, tiny hammer."
  },
  {
    "startTime": 121.6,
    "endTime": 123.8,
    "text": "Oh, he's just a little hammer; don't hurt him!"
  },
  {
    "startTime": 123.9,
    "endTime": 132.3,
    "text": "It is a hammer that has become cute because we gave it qualities that we see in our own offspring."
  },
  {
    "startTime": 132.4,
    "endTime": 140.20000000000002,
    "text": "As Daniel Dennett puts it, \"If human babies looked like this, instead of that, we would find this cute.\""
  },
  {
    "startTime": 140.3,
    "endTime": 145.0,
    "text": "And whenever we saw something that looked like it, we would wanna cuddle and snuggle with it."
  },
  {
    "startTime": 145.1,
    "endTime": 149.6,
    "text": "All right, so we have a pretty good idea about the \"how\" and \"what\" of cute."
  },
  {
    "startTime": 149.7,
    "endTime": 153.0,
    "text": "But \"where\" is cute?"
  },
  {
    "startTime": 153.1,
    "endTime": 161.0,
    "text": "Well, researchers have shown cute baby pictures to subjects while using functional MRI to track activity in the brain."
  },
  {
    "startTime": 161.1,
    "endTime": 171.9,
    "text": "And sure enough, the cuter the baby in the picture, the more activation found right here, the nucleus accumbens, a pleasure center."
  },
  {
    "startTime": 172.0,
    "endTime": 175.5,
    "text": "When activated, the nucleus accumbens releases dopamine."
  },
  {
    "startTime": 175.6,
    "endTime": 178.0,
    "text": "It's all part of our internal reward system."
  },
  {
    "startTime": 178.1,
    "endTime": 182.4,
    "text": "It's the same part of the brain targeted by cocaine and meth."
  },
  {
    "startTime": 183.1,
    "endTime": 190.1,
    "text": "Cuteness is such a powerful force on the brain, in fact, that it can affect our behaviors ⏤ what we like, what we buy."
  },
  {
    "startTime": 190.2,
    "endTime": 200.6,
    "text": "And, so, it's no coincidence that the creators of cartoon characters, like Mickey Mouse or Pikachu, have drawn them more and more cute over time."
  },
  {
    "startTime": 200.7,
    "endTime": 205.89999999999998,
    "text": "The Japanese concept of \"kawaii\" is a great example of this, and it's one that's fun to quantify."
  },
  {
    "startTime": 206.0,
    "endTime": 212.8,
    "text": "If you're an adult, how many of your own heads ⏤ stacked on top of each other ⏤ do you think it would take to equal your height?"
  },
  {
    "startTime": 213.4,
    "endTime": 217.0,
    "text": "The answer for most of us is around seven and a half."
  },
  {
    "startTime": 217.1,
    "endTime": 226.4,
    "text": "But illustrations of people that are meant to make them look heroic or noble tend to make the person around eight to eight-and-a-half heads high."
  },
  {
    "startTime": 226.5,
    "endTime": 228.4,
    "text": "Cute goes the other way."
  },
  {
    "startTime": 228.5,
    "endTime": 233.4,
    "text": "Manga characters tend to only be about five-and-a-half to six-and-a-half heads tall."
  },
  {
    "startTime": 234.6,
    "endTime": 236.0,
    "text": "Back to babies."
  },
  {
    "startTime": 236.1,
    "endTime": 242.6,
    "text": "There are many other psychological factors at work that cause us to want to instinctively take care of our young."
  },
  {
    "startTime": 243.1,
    "endTime": 247.4,
    "text": "And to be sure, some of them are decidedly not cute."
  },
  {
    "startTime": 247.5,
    "endTime": 249.6,
    "text": "For instance, poopy diapers."
  },
  {
    "startTime": 250.2,
    "endTime": 265.9,
    "text": "Researchers have found that mothers, when exposed to soiled diapers, tend to consider the smell coming from their own child's diaper to be the least terrible, despite not knowing which diaper belonged to which kid."
  },
  {
    "startTime": 266.6,
    "endTime": 277.8,
    "text": "When something retains juvenile traits all the way through adulthood, it is called \"neoteny\", and we love it, especially in animals that we keep as pets."
  },
  {
    "startTime": 278.2,
    "endTime": 285.5,
    "text": "Of course, us humans have selectively bred all kinds of animals to make each generation more and more useful to us."
  },
  {
    "startTime": 286.0,
    "endTime": 300.0,
    "text": "But the dog may be the animal that we have spent the most time designing, making each generation better at hunting or better at staying cuter for longer."
  },
  {
    "startTime": 300.1,
    "endTime": 307.8,
    "text": "Dogs like this have been designed by us to look, grow, and behave in ways that we want."
  },
  {
    "startTime": 307.9,
    "endTime": 313.4,
    "text": "Not that dissimilar from how we would design, say, a DVD player and its features."
  },
  {
    "startTime": 313.5,
    "endTime": 330.5,
    "text": "So, whether it's staying cute forever or just being a really great hunting companion, the modern dog, more than any other animal, could be considered not so much a consequence of nature as much as it is a piece of human technology."
  },
  {
    "startTime": 330.6,
    "endTime": 339.20000000000005,
    "text": "As \"Science Friday\" puts it, \"The dog is man's best friend because it may be man's best invention.\""
  },
  {
    "startTime": 339.3,
    "endTime": 341.5,
    "text": "So, go pet a cute dog today."
  },
  {
    "startTime": 341.6,
    "endTime": 343.8,
    "text": "And, as always, thanks for watching."
  }
]