[
  {
    "startTime": 5.997,
    "endTime": 12.533,
    "text": "In the perfect kickoff to another long work week, two of the of emblems of corporate drudgery have decided to join forces."
  },
  {
    "startTime": 12.533,
    "endTime": 13.972,
    "text": "What is the deal?"
  },
  {
    "startTime": 13.972,
    "endTime": 19.188,
    "text": "Linkedin, best known for those annoying contact requests from people you barely met a year ago in a meeting,"
  },
  {
    "startTime": 19.188,
    "endTime": 20.886,
    "text": "has been bought by Microsoft."
  },
  {
    "startTime": 20.886,
    "endTime": 26.935,
    "text": "The famed creator of Excel, Word, Outlook and Powerpoint and everything you hate about turning on your computer."
  },
  {
    "startTime": 26.936,
    "endTime": 30.256,
    "text": "The deal value is 26 billion dollars."
  },
  {
    "startTime": 30.256,
    "endTime": 34.536,
    "text": "Why would Linkedin sell?"
  },
  {
    "startTime": 34.536,
    "endTime": 40.174,
    "text": "Linkedin went public in 2011 and its shares has soared as high as 269 dollars."
  },
  {
    "startTime": 40.174,
    "endTime": 47.281,
    "text": "But concerns about rapidly slowing growth and a lack of profits, led to its shares falling as low as 100 dollars per share."
  },
  {
    "startTime": 47.281,
    "endTime": 52.666,
    "text": "The Microsoft deal at 196 dollars is a nice recovery, compared to those depths."
  },
  {
    "startTime": 52.666,
    "endTime": 56.095,
    "text": "Why would Microsoft buy Linkedin?"
  },
  {
    "startTime": 56.095,
    "endTime": 60.1,
    "text": "The company wants to be at the forefront of so called productivity and collaboration."
  },
  {
    "startTime": 60.1,
    "endTime": 62.438,
    "text": "All those software things you do at work."
  },
  {
    "startTime": 62.438,
    "endTime": 69.0,
    "text": "It believes it can integrate Linkedin into its software offerings, so office workers can be more efficient or useful."
  },
  {
    "startTime": 69.0,
    "endTime": 74.535,
    "text": "Still, Microsoft doesn't have a strong record in acquisitions and Tech MMA is notoriously tricky."
  },
  {
    "startTime": 74.535,
    "endTime": 79.167,
    "text": "Microsoft's vast war chest for better or worse does allow it to make big bets."
  },
  {
    "startTime": 79.167,
    "endTime": 84.321,
    "text": "The company has a market capitalization of 400 billion dollars and a cash balance of 100 billion dollars."
  },
  {
    "startTime": 84.321,
    "endTime": 90.689,
    "text": "Because interest rates remain low, it can buy Linkedin for a big premium, without its earnings being diluted very much."
  },
  {
    "startTime": 90.688,
    "endTime": 94.946,
    "text": "What does this deal mean for the rest of the social media space?"
  },
  {
    "startTime": 94.946,
    "endTime": 98.972,
    "text": "While Facebook continues to thrive, the rest of the industry is struggling quite a bit."
  },
  {
    "startTime": 98.972,
    "endTime": 103.128,
    "text": "Twitter shares, however, did rally 5% on Monday because there is hope that"
  },
  {
    "startTime": 103.128,
    "endTime": 108.56700000000001,
    "text": "there's another big dumb tech company willing to spend tens of billions of dollars to rescue it."
  },
  {
    "startTime": 108.567,
    "endTime": 112.437,
    "text": "We shall see. This is Sujeet Indap, Financial Times, New York."
  }
]