[
  {
    "startTime": 0.01,
    "endTime": 5.05,
    "text": "Testosterone is the quintessential male hormone, and it supposedly makes men more manly, right?"
  },
  {
    "startTime": 5.15,
    "endTime": 10.0,
    "text": "Sure, but females have testosterone, too. So what do they do with it?"
  },
  {
    "startTime": 14.4,
    "endTime": 17.2,
    "text": "Hey, everyone, thank you for watching DNews today. I'm Trace."
  },
  {
    "startTime": 17.3,
    "endTime": 22.200000000000003,
    "text": "Testosterone is a sex hormone produced in the adrenal glands, ovaries, and testes."
  },
  {
    "startTime": 22.2,
    "endTime": 26.299999999999997,
    "text": "We commonly associate it with men, because it's necessary for the production of sperm."
  },
  {
    "startTime": 26.3,
    "endTime": 32.84,
    "text": "But according to the journal \"Maturitas\", it's the most abundant sex steroid in women throughout their lifespan."
  },
  {
    "startTime": 32.84,
    "endTime": 37.39,
    "text": "In cisgender populations, men have 10 times more testosterone in their body than women,"
  },
  {
    "startTime": 37.39,
    "endTime": 41.0,
    "text": "pushing around 4 to 10 milligrams of the hormone per day through their bloodstreams."
  },
  {
    "startTime": 41.2,
    "endTime": 47.900000000000006,
    "text": "Testosterone is recognized by the general population, but not well understood, and even scientists haven't mastered it yet."
  },
  {
    "startTime": 47.9,
    "endTime": 52.0,
    "text": "Those commercials calling for people with \"low T\" to talk to their doctors, that's crazy town!"
  },
  {
    "startTime": 52.0,
    "endTime": 56.5,
    "text": "According to \"The British Medical Journal\", only 0.1 percent of men in their forties have low T."
  },
  {
    "startTime": 56.6,
    "endTime": 58.0,
    "text": "So why do people care?"
  },
  {
    "startTime": 58.0,
    "endTime": 61.4,
    "text": "Because we think of it as the hormone for masculinity."
  },
  {
    "startTime": 61.4,
    "endTime": 65.0,
    "text": "High testosterone is equated with manliness and mating success."
  },
  {
    "startTime": 65.0,
    "endTime": 68.6,
    "text": "Though, interestingly, it is not associated with actual attractiveness."
  },
  {
    "startTime": 68.6,
    "endTime": 78.0,
    "text": "In one study testing testosterone on female behavior, women who had believed they'd received testosterone behaved more aggressively toward other women."
  },
  {
    "startTime": 78.1,
    "endTime": 80.8,
    "text": "What we think can influence this whole deal."
  },
  {
    "startTime": 80.9,
    "endTime": 84.87,
    "text": "Most people learned in sex ed that testosterone production kicks in during male puberty."
  },
  {
    "startTime": 84.87,
    "endTime": 92.10000000000001,
    "text": "The pituitary gland at the base of the brain begins releasing luteinizing hormone, or LH, and follicle-stimulating hormone, FSH."
  },
  {
    "startTime": 92.2,
    "endTime": 96.60000000000001,
    "text": "Together they tell the testes to make testosterone, causing development of the penis and testes,"
  },
  {
    "startTime": 96.7,
    "endTime": 99.9,
    "text": "larger muscles, deeper voices, increased height, and so on, and so on."
  },
  {
    "startTime": 99.9,
    "endTime": 105.0,
    "text": "But in females, 50 percent of their T comes from their ovaries and adrenal gland throughout their lives."
  },
  {
    "startTime": 105.0,
    "endTime": 110.5,
    "text": "The rest is naturally converted from base androgens to testosterone elsewhere in the body as needed."
  },
  {
    "startTime": 110.5,
    "endTime": 113.17,
    "text": "Androgens are sort of like the building blocks of hormones,"
  },
  {
    "startTime": 113.17,
    "endTime": 114.60000000000001,
    "text": "like estrogen and testosterone."
  },
  {
    "startTime": 114.7,
    "endTime": 121.5,
    "text": "Testosterone is the skeleton key to so much in our bodies, and the levels in each and every person will vary."
  },
  {
    "startTime": 121.5,
    "endTime": 125.9,
    "text": "Testosterone naturally fluctuates throughout the day, and over our lifetimes."
  },
  {
    "startTime": 126.0,
    "endTime": 129.3,
    "text": "Levels usually peak in the morning and then drop throughout the day."
  },
  {
    "startTime": 129.4,
    "endTime": 135.8,
    "text": "In men, they peak during puberty, lowering by 1 to 2 percent every year after 40—that's normal."
  },
  {
    "startTime": 135.9,
    "endTime": 141.20000000000002,
    "text": "But female testosterone production is less well understood overall, which can cause all sorts of issues."
  },
  {
    "startTime": 141.3,
    "endTime": 144.4,
    "text": "It seems to help grow healthy bones, which is great for women."
  },
  {
    "startTime": 144.4,
    "endTime": 149.8,
    "text": "But upping intake can cause blood clots, cancers, and other deadly issues in all humans."
  },
  {
    "startTime": 149.9,
    "endTime": 155.0,
    "text": "Successful athletes often have more testosterone, male and female both, but not necessarily."
  },
  {
    "startTime": 155.0,
    "endTime": 160.2,
    "text": "Some women with the highest natural levels top men with the lowest natural levels."
  },
  {
    "startTime": 160.3,
    "endTime": 167.4,
    "text": "A single study found 13.7 percent of women with testosterone levels higher than the average female athlete."
  },
  {
    "startTime": 167.4,
    "endTime": 174.1,
    "text": "And when the International Olympic Committee tested the female athletic population of the 2011 Daegu, South Korea World Championships,"
  },
  {
    "startTime": 174.2,
    "endTime": 184.39999999999998,
    "text": "they found some women—1.5 to 4.7 percent—at the lowest male average levels, while 1.8 percent of the men were within the typical female range."
  },
  {
    "startTime": 184.409,
    "endTime": 190.89999999999998,
    "text": "As women enter menopause, testosterone production halts, perhaps to lower libido, but we don't really know why."
  },
  {
    "startTime": 190.9,
    "endTime": 199.6,
    "text": "Female testosterone has been connected with female body shape, fertility and physical changes, athletic abilities, making women nicer to others to gain social standing."
  },
  {
    "startTime": 199.6,
    "endTime": 205.0,
    "text": "It's even been associated with ladies crying to release it to chemically communicate to other people around them."
  },
  {
    "startTime": 205.0,
    "endTime": 212.0,
    "text": "Another study found women taking testosterone were more opinionated and less productive while in groups, focusing more on themselves."
  },
  {
    "startTime": 212.1,
    "endTime": 217.0,
    "text": "And yet, another study on top of that, found that testosterone boosted lady libido."
  },
  {
    "startTime": 217.0,
    "endTime": 220.39,
    "text": "But study participants in that one were also on antidepressants."
  },
  {
    "startTime": 220.49,
    "endTime": 226.0,
    "text": "So again, testosterone is not well understood, and even though we know more about it with men,"
  },
  {
    "startTime": 226.0,
    "endTime": 228.0,
    "text": "we're still kind of bumbling overall."
  },
  {
    "startTime": 228.0,
    "endTime": 231.9,
    "text": "There's not even a strong connection between testosterone and physical violence."
  },
  {
    "startTime": 232.0,
    "endTime": 234.8,
    "text": "But if you ask the average person, they would say that there is."
  },
  {
    "startTime": 234.8,
    "endTime": 241.0,
    "text": "What we do know is testosterone prepares the body to respond to competition, sexuality, and changes in social status."
  },
  {
    "startTime": 241.1,
    "endTime": 243.9,
    "text": "But outside of that, science gets a little nebulous."
  },
  {
    "startTime": 244.0,
    "endTime": 248.6,
    "text": "Ultimately, there doesn't seem to be an exact testosterone number that's right for everyone."
  },
  {
    "startTime": 248.6,
    "endTime": 251.4,
    "text": "Do you have a science question? Do you want to know more about something?"
  },
  {
    "startTime": 251.4,
    "endTime": 253.20000000000002,
    "text": "Go ahead and tell us down in the comments."
  },
  {
    "startTime": 253.3,
    "endTime": 257.8,
    "text": "But why doesn't the general public have a better understanding of sexuality and sexual health?"
  },
  {
    "startTime": 257.8,
    "endTime": 259.8,
    "text": "Maybe because we're educating wrong?"
  },
  {
    "startTime": 259.8,
    "endTime": 264.0,
    "text": "Julia's got a great video on sex ed—what works and what doesn't. Check that out right here."
  },
  {
    "startTime": 264.0,
    "endTime": 268.8,
    "text": "But more recently in 2010, funding was also put towards what's called comprehensive sex ed."
  },
  {
    "startTime": 268.8,
    "endTime": 273.5,
    "text": "This can also emphasize waiting to have sex, but it also talks about how to keep yourself safe."
  },
  {
    "startTime": 273.5,
    "endTime": 277.0,
    "text": "Like how to use a condom, what birth control options are out there, that kind of thing."
  },
  {
    "startTime": 277.0,
    "endTime": 280.0,
    "text": "Thank you for watching DNews. We'll see you tomorrow with more videos."
  }
]