[
  {
    "startTime": 0.099,
    "endTime": 2.6,
    "text": "What does it mean to \"burn fat\"? Where does it even go?"
  },
  {
    "startTime": 2.8,
    "endTime": 5.699999999999999,
    "text": "Despite what Doctor Who suggests, it does't just grow legs and walk away."
  },
  {
    "startTime": 6.1,
    "endTime": 8.899999999999999,
    "text": "It actually disappears into thin air!"
  },
  {
    "startTime": 13.38,
    "endTime": 15.290000000000001,
    "text": "Hey guys. Julia here for DNews."
  },
  {
    "startTime": 15.29,
    "endTime": 16.8,
    "text": "New year brings new resolutions."
  },
  {
    "startTime": 17.0,
    "endTime": 18.9,
    "text": "For many, that means getting back to the gym."
  },
  {
    "startTime": 19.0,
    "endTime": 23.2,
    "text": "\"Feel the burn!\" seems to be the rallying cry for exercise enthusiasts everywhere."
  },
  {
    "startTime": 23.4,
    "endTime": 27.5,
    "text": "And how many magazines have flashy covers like \"10 new ways to burn fat in the new year\"!"
  },
  {
    "startTime": 27.7,
    "endTime": 31.36,
    "text": "And what does that even mean? How can you \"burn fat\" and where does it go?"
  },
  {
    "startTime": 31.36,
    "endTime": 35.289,
    "text": "When you eat too much protein or carbs, your body converts it and stores it as fat."
  },
  {
    "startTime": 35.289,
    "endTime": 41.679,
    "text": "To get your body to \"burn\" up these cells, your body has to use up the immediate energy from food, and dip into your energy reserves."
  },
  {
    "startTime": 41.679,
    "endTime": 46.29,
    "text": "In other words, you burn more calories than you take in, so you have to use your fat stores."
  },
  {
    "startTime": 46.29,
    "endTime": 52.429,
    "text": "And that adipose tissue or fat is made up fat cells called adipocytes filled with molecules called triglycerides."
  },
  {
    "startTime": 52.479,
    "endTime": 56.319,
    "text": "When you're trying to \"burn fat\", you're really trying to get rid of these triglycerides."
  },
  {
    "startTime": 56.319,
    "endTime": 59.300000000000004,
    "text": "High levels of which are linked with heart disease and metabolic syndrome."
  },
  {
    "startTime": 59.5,
    "endTime": 62.4,
    "text": "Triglycerides are made up of glycerol and three fatty acids."
  },
  {
    "startTime": 62.6,
    "endTime": 65.7,
    "text": "In order to burn fat, you have to oxidize these molecules."
  },
  {
    "startTime": 65.9,
    "endTime": 70.80000000000001,
    "text": "Now the complete oxidation of a single triglyceride involves many biochemical processes and enzymes."
  },
  {
    "startTime": 71.0,
    "endTime": 74.8,
    "text": "But the process can be boiled down to a single chemical equation."
  },
  {
    "startTime": 75.0,
    "endTime": 81.2,
    "text": "Now this may look complicated but what's basically happening here is that when you're exercising, you're tapping into your fat stores."
  },
  {
    "startTime": 81.4,
    "endTime": 86.4,
    "text": "So you are \"oxidizing\" or breaking down that molecule to release carbon dioxide, water, and energy."
  },
  {
    "startTime": 86.6,
    "endTime": 91.97,
    "text": "I bet you're imagining that most of that fat gets turned into energy like your gym teacher or personal trainer tells you."
  },
  {
    "startTime": 91.97,
    "endTime": 93.0,
    "text": "Well, they'd be wrong."
  },
  {
    "startTime": 93.2,
    "endTime": 99.0,
    "text": "According to a study published in the British Medical Journal, most of the fat turns into carbon dioxide and water."
  },
  {
    "startTime": 99.2,
    "endTime": 104.60000000000001,
    "text": "According to their calculations, 84% of an adipose triglyceride is given off as CO2."
  },
  {
    "startTime": 104.8,
    "endTime": 110.3,
    "text": "So for example, if you lose 10 kg of fat, 8.4 kg is exhaled as CO2."
  },
  {
    "startTime": 110.5,
    "endTime": 117.129,
    "text": "As the lead author says, when someone burns fat, \"most of the mass is breathed out as carbon dioxide. It goes into thin air\""
  },
  {
    "startTime": 117.129,
    "endTime": 122.4,
    "text": "The rest is given off as water in some way or another, like in urine, sweat, tears or other bodily fluids."
  },
  {
    "startTime": 122.6,
    "endTime": 126.6,
    "text": "The authors also calculated about how much carbon dioxide we give off in an average day."
  },
  {
    "startTime": 127.1,
    "endTime": 132.7,
    "text": "Even without hitting the treadmill, with every breath we take, we give off 33 grams of carbon dioxide. Woohoo!"
  },
  {
    "startTime": 132.9,
    "endTime": 141.20000000000002,
    "text": "But before you get too excited about losing all that CO2 and burning all that fat, the authors also note that a single muffin contains 20% of your daily intake of energy."
  },
  {
    "startTime": 141.4,
    "endTime": 143.4,
    "text": "A single, lousy, muffin."
  },
  {
    "startTime": 143.6,
    "endTime": 147.0,
    "text": "So a small amount of food can quickly make all that exercise for naught."
  },
  {
    "startTime": 147.2,
    "endTime": 152.7,
    "text": "But if you do want to get more bang for your breath, you can actually measure how much fat you're burning by measuring your breath."
  },
  {
    "startTime": 152.9,
    "endTime": 157.5,
    "text": "So if you want to stick to that new year's resolution, take a deep breath, hit the gym and feel the burn."
  },
  {
    "startTime": 157.7,
    "endTime": 159.5,
    "text": "Losing weight in the future will be weird."
  },
  {
    "startTime": 159.7,
    "endTime": 164.7,
    "text": "Not only will your breath keep track of how much fat you're burning, but an algorithm will decide what you should be eating!"
  },
  {
    "startTime": 164.83,
    "endTime": 167.9,
    "text": "To find out more about that, check out this episode right here."
  },
  {
    "startTime": 167.8,
    "endTime": 173.5,
    "text": "Microbians are the ecosystems living in all of us. Each of us carry around millions of micros in our guts."
  },
  {
    "startTime": 173.5,
    "endTime": 180.3,
    "text": "And other studies like one published in the journal Science found that guts bacteria could be the crucial factor in a person's metabolism."
  },
  {
    "startTime": 180.34,
    "endTime": 185.3,
    "text": "We know you love watching online, but we're excited to announce DNews is now on Science channel!"
  },
  {
    "startTime": 185.4,
    "endTime": 189.70000000000002,
    "text": "Trace and Amy will be sharing a minute of the best in science in between awesome programming."
  },
  {
    "startTime": 189.9,
    "endTime": 197.0,
    "text": "So check out as Science Presents DNews at 9! Every weeknight, Monday through Friday, and use your Twitter to let them know if you want more!"
  },
  {
    "startTime": 197.0,
    "endTime": 200.0,
    "text": "So how do you guys exercise or keep in shape? Let us know!"
  },
  {
    "startTime": 200.0,
    "endTime": 204.0,
    "text": "You can tell us down in the comments below. Don't forget to hit those likes and subscribe buttons while you add it."
  },
  {
    "startTime": 204.4,
    "endTime": 207.0,
    "text": "And keep coming back to DNews so you don't miss a single episode."
  }
]