[
  {
    "startTime": 0.0,
    "endTime": 10.7,
    "text": "Mid-1800s, Michael Faraday gave a series of Christmas Lectures for kids at the Royal Institution in London, and one of his favorite subjects to talk about was fire."
  },
  {
    "startTime": 15.36,
    "endTime": 23.7,
    "text": "Faraday was particularly interested in candles, because inside their delicate flames, they hold some amazing lessons on how fire really works."
  },
  {
    "startTime": 23.9,
    "endTime": 34.64,
    "text": "Now, you might have seen fire described like this in chemistry class, but a chemical formula doesn’t explain what fire is anymore than a recipe explains what chocolate chip cookies taste like."
  },
  {
    "startTime": 34.64,
    "endTime": 38.68,
    "text": "The first thing we notice about a candle flame is all those colors."
  },
  {
    "startTime": 38.8,
    "endTime": 44.809999999999995,
    "text": "Hot things glow because of black body radiation, which we talked about in our video about the color of the universe."
  },
  {
    "startTime": 44.81,
    "endTime": 52.46,
    "text": "And down at the bottom of the flame, it’s hotter, so it glows blue, and in the middle, it’s cooler, so it glows yellowish-orangish."
  },
  {
    "startTime": 52.46,
    "endTime": 57.1,
    "text": "Inside of that flame, there can be hundreds of chemical reactions taking place."
  },
  {
    "startTime": 57.26,
    "endTime": 63.25,
    "text": "The oxygen in the air and the carbon and hydrogen in the candle don’t do anything on their own."
  },
  {
    "startTime": 63.25,
    "endTime": 66.28,
    "text": "It takes a little outside heat to get things started."
  },
  {
    "startTime": 66.28,
    "endTime": 70.63,
    "text": "Solid fuel is vaporized by the heat and ripped into smaller chunks."
  },
  {
    "startTime": 70.63,
    "endTime": 74.02,
    "text": "This is called pyrolysis, and you can’t have a flame without it."
  },
  {
    "startTime": 74.02,
    "endTime": 77.72,
    "text": "You can sometimes see a dark cone around the wick where there’s no fire."
  },
  {
    "startTime": 77.72,
    "endTime": 82.13,
    "text": "That's where vaporized wax is coming off the candle, but hasn’t started to burn yet."
  },
  {
    "startTime": 82.13,
    "endTime": 87.50999999999999,
    "text": "And the hydrocarbons and oxygen in the air slam into each other, and their atoms begin to rearrange."
  },
  {
    "startTime": 87.51,
    "endTime": 93.58000000000001,
    "text": "Sometimes electrons in those atoms get into an excited state, and when they come back down again they give off light."
  },
  {
    "startTime": 93.58,
    "endTime": 96.06,
    "text": "That’s why the bottom of the flame glows blue."
  },
  {
    "startTime": 96.06,
    "endTime": 103.34,
    "text": "Not all the carbon in the candle gets converted to CO2, so leftover carbon atoms come together and form tiny particles of soot,"
  },
  {
    "startTime": 103.34,
    "endTime": 107.82000000000001,
    "text": "which heat up and glow orange and yellow like the hot coals under a grill."
  },
  {
    "startTime": 107.82,
    "endTime": 111.97999999999999,
    "text": "This glowing soot is where most of a candle’s light comes from."
  },
  {
    "startTime": 111.98,
    "endTime": 119.67,
    "text": "Eventually, at the tip of the flame, all the soot has burned away, and we’re left with only carbon dioxide and water floating off into the air."
  },
  {
    "startTime": 119.67,
    "endTime": 124.76,
    "text": "You can investigate all the different parts of a flame for yourself with just a cold piece of metal."
  },
  {
    "startTime": 124.76,
    "endTime": 127.96000000000001,
    "text": "Up here, we find water vapor."
  },
  {
    "startTime": 127.96,
    "endTime": 131.43,
    "text": "In the yellow part of the flame, soot."
  },
  {
    "startTime": 131.43,
    "endTime": 137.88,
    "text": "And down just next to the wick, we can even recover unburned wax."
  },
  {
    "startTime": 137.88,
    "endTime": 144.03,
    "text": "Flames look really cool, too. They’re almost hypnotic…"
  },
  {
    "startTime": 144.03,
    "endTime": 146.53,
    "text": "Wait, what was I talking about? Oh, oh right, shape."
  },
  {
    "startTime": 146.53,
    "endTime": 155.09,
    "text": "Gravity pulls cool, denser air down, makes hot air rise, and this buoyancy is what gives flames their familiar shape."
  },
  {
    "startTime": 155.09,
    "endTime": 162.9,
    "text": "But if you light a flame in zero-g, say, on the space station, it will look very different."
  },
  {
    "startTime": 163.14,
    "endTime": 168.48,
    "text": "All the chemical and quantum reactions that make a flame glow can only happen where it meets the air,"
  },
  {
    "startTime": 168.48,
    "endTime": 173.79999999999998,
    "text": "so even though they look like solid cones, candle flames are actually hollow."
  },
  {
    "startTime": 174.78,
    "endTime": 180.2,
    "text": "As long as there’s fuel and oxygen, a flame will burn and burn. Why?"
  },
  {
    "startTime": 180.81,
    "endTime": 184.33,
    "text": "It’s not the molecular ripping apart that makes a flame hot."
  },
  {
    "startTime": 184.33,
    "endTime": 191.02,
    "text": "It's the formation of new molecules and new bonds is what creates heat, and that heat drives the chain reaction forward,"
  },
  {
    "startTime": 191.02,
    "endTime": 197.05,
    "text": "vaporizing more fuel, slamming more molecules into one another, and making the fire burn on."
  },
  {
    "startTime": 197.05,
    "endTime": 204.66000000000003,
    "text": "Our species has been gathering around fire for thousands of years, telling stories and asking questions over a flickering flame."
  },
  {
    "startTime": 204.9,
    "endTime": 208.63,
    "text": "And that's part of what helped make us human in the first place."
  },
  {
    "startTime": 208.9,
    "endTime": 215.46,
    "text": "Stay curious."
  }
]