[
  {
    "startTime": 3.239,
    "endTime": 7.0,
    "text": "Thomas Edison introduced Christmas lights to the world in 1880."
  },
  {
    "startTime": 7.0,
    "endTime": 19.71,
    "text": "They were vast improvement over the dangerous tradition of putting actual flaming candles in a very, very dry tree, but in doing so he also invented a new kind of headache ..."
  },
  {
    "startTime": 19.71,
    "endTime": 23.6,
    "text": "How… how did this happen? I was so careful last year…"
  },
  {
    "startTime": 31.97,
    "endTime": 36.409,
    "text": "Scientists have spent a lot of time thinking about how things get tangled."
  },
  {
    "startTime": 36.409,
    "endTime": 39.0,
    "text": "And it turns out it's just the rules of the universe."
  },
  {
    "startTime": 39.0,
    "endTime": 46.4,
    "text": "In 2007, physicists showed for any cord longer than about 2 meters, knots aren't rare, they're almost guaranteed to happen."
  },
  {
    "startTime": 46.4,
    "endTime": 51.5,
    "text": "Though the math is a little complex, but think of it as the most frustrating example of entropy you've ever encountered:"
  },
  {
    "startTime": 51.5,
    "endTime": 61.319,
    "text": "There's always only one way for a string of lights to be untangled, but with a few turns, there's billions, or trillions or more ways for them to get tied up."
  },
  {
    "startTime": 61.319,
    "endTime": 65.789,
    "text": "Stupid Edison. I bet Tesla would have figured this out."
  },
  {
    "startTime": 65.789,
    "endTime": 71.509,
    "text": "On Christmas Eve, 1968, the astronauts of Apollo 8 became the first humans to orbit another world."
  },
  {
    "startTime": 71.509,
    "endTime": 77.88,
    "text": "The next day, on Christmas, they radioed back a very important observation from their vantage point above Earth."
  },
  {
    "startTime": 77.88,
    "endTime": 82.469,
    "text": "\"Roger, please be informed there is a Santa Claus\""
  },
  {
    "startTime": 82.469,
    "endTime": 85.53,
    "text": "Well, if NASA said it, it's gotta be true!"
  },
  {
    "startTime": 85.53,
    "endTime": 91.93900000000001,
    "text": "According to reliable sources, Santa's sleigh is pulled by a team of reindeer, the most famous one being, of course, Rudolph."
  },
  {
    "startTime": 91.939,
    "endTime": 94.53899999999999,
    "text": "But Rosie might be a more appropriate name."
  },
  {
    "startTime": 94.539,
    "endTime": 102.8,
    "text": "Male reindeer, and caribou, they're the same species, shed their antlers during the winter, and that means Santa's reindeer are all female."
  },
  {
    "startTime": 102.8,
    "endTime": 106.2,
    "text": "Reindeer vision is uniquely adapted for Santa's nighttime flight."
  },
  {
    "startTime": 106.2,
    "endTime": 117.159,
    "text": "To cope with the months of darkness at northern latitudes, the inside of a reindeer's eyes change from gold-colored in summer to blue in winter, which scatters more light onto their retina."
  },
  {
    "startTime": 117.159,
    "endTime": 121.649,
    "text": "So how do they fly? Would you believe that reindeer are buoyant?"
  },
  {
    "startTime": 121.649,
    "endTime": 125.109,
    "text": "(singing) Reindeers float better than people."
  },
  {
    "startTime": 125.109,
    "endTime": 131.79999999999998,
    "text": "But they're huge, how could that be true? Oh well it's physics, you follow?"
  },
  {
    "startTime": 131.8,
    "endTime": 139.25,
    "text": "Their hairs, they're hollow, They insulate much better than you… it's true."
  },
  {
    "startTime": 139.24,
    "endTime": 142.70000000000002,
    "text": "A reindeer's coat contains two kinds of hairs:"
  },
  {
    "startTime": 142.7,
    "endTime": 146.42,
    "text": "A layer of short, dense hair covered with a mesh of longer, hollow hairs."
  },
  {
    "startTime": 146.42,
    "endTime": 152.5,
    "text": "This traps a layer of air in between, which insulates them from the cold, just like those puffy jackets that we wear."
  },
  {
    "startTime": 152.5,
    "endTime": 161.2,
    "text": "This insulation works so well, not only can snow land on reindeer's backs and not melt, with a little jog they can overheat, even in temperatures down to -40 Celsius."
  },
  {
    "startTime": 161.2,
    "endTime": 168.81,
    "text": "Reindeer have 25% more blood vessels packed in their nasal cavities than we do, so they get rid of excess heat through their noses."
  },
  {
    "startTime": 168.81,
    "endTime": 174.2,
    "text": "This makes their noses glow on a thermal camera, and sometimes they even look red to the naked eye."
  },
  {
    "startTime": 174.2,
    "endTime": 179.2,
    "text": "But even with his team of flying reindeer, how does Santa get around the world in a single night?"
  },
  {
    "startTime": 179.2,
    "endTime": 184.39999999999998,
    "text": "There's only so many hours in a day. Well, luckily, he's got more than 24 of them."
  },
  {
    "startTime": 184.4,
    "endTime": 192.21,
    "text": "If Santa starts delivering presents at, say, 10 p.m. at the international date line and travels west with the rotating Earth, he can circle the globe without losing any time."
  },
  {
    "startTime": 192.21,
    "endTime": 198.75,
    "text": "Then he can reverse course until kids wake up at 6 AM, giving him 32 hours total to deliver presents."
  },
  {
    "startTime": 198.75,
    "endTime": 204.4,
    "text": "Let's assume Santa delivers gifts to all 2.2 billion children on Earth, because hey, it's Christmas after all."
  },
  {
    "startTime": 204.4,
    "endTime": 208.6,
    "text": "At 2.3 children per household, that's 944 million stops."
  },
  {
    "startTime": 208.6,
    "endTime": 210.69,
    "text": "How far does he have to travel?"
  },
  {
    "startTime": 210.69,
    "endTime": 220.15,
    "text": "There's about 24.6 million square miles of habitable land on Earth, so if we average out the space between every chimney, that gives us about .026 square miles per household."
  },
  {
    "startTime": 220.0,
    "endTime": 232.02,
    "text": "If every house occupies an evenly spaced square 0.16 miles apart, Santa's sleigh has to cover more than 150,000,000 miles in 32 hours, which means an average speed of more than 1,300 miles per second."
  },
  {
    "startTime": 232.02,
    "endTime": 239.47,
    "text": "That's about 130 times faster than NASA's New Horizons probe, which is the fastest of all fast human things."
  },
  {
    "startTime": 239.47,
    "endTime": 247.94,
    "text": "Ignoring the fact that at those speeds, Santa's sleigh would burst into flames from air resistance, that gives St. Nick less than 1/10,000th of a second between each delivery."
  },
  {
    "startTime": 247.94,
    "endTime": 255.0,
    "text": "Even if he stopped and got going again instantly at each house, he'd experience acceleration 1.8 billion times Earth's gravity."
  },
  {
    "startTime": 255.0,
    "endTime": 262.8,
    "text": "If we assume the jolly old fella weighs around 330 pounds, that's a thrust equivalent to about a million and a half Space Shuttle engines."
  },
  {
    "startTime": 262.8,
    "endTime": 267.2,
    "text": "In other words, he'd be a bowl full of jelly. Literally."
  },
  {
    "startTime": 267.2,
    "endTime": 269.8,
    "text": "This doesn't take into account his payload of gifts, either."
  },
  {
    "startTime": 269.8,
    "endTime": 275.3,
    "text": "At two pounds of presents per child, that comes to four and a half billion pounds of Christmas cargo."
  },
  {
    "startTime": 275.3,
    "endTime": 284.5,
    "text": "The world's largest cargo plane, the Antonov-225, can carry about 550,000 pounds, meaning we'd need a fleet of almost 8,000 to deliver Christmas."
  },
  {
    "startTime": 284.5,
    "endTime": 290.21,
    "text": "Not only is that pretty bad for the environment, I'm pretty sure you'd hear them flying over your street on Christmas Eve."
  },
  {
    "startTime": 290.21,
    "endTime": 292.0,
    "text": "Clearly, Santa uses other methods."
  },
  {
    "startTime": 292.0,
    "endTime": 299.2,
    "text": "I suppose he could generate stocking-to-stocking wormholes, or have spacetime warp drive on board his sleigh, but I've got a different theory."
  },
  {
    "startTime": 299.2,
    "endTime": 306.8,
    "text": "There's a prediction in quantum mechanics that says every possible observation for the universe is real, that every timeline that can happen, does happen."
  },
  {
    "startTime": 306.8,
    "endTime": 310.389,
    "text": "The universe that we live in is just one of of infinite, parallel possibilities."
  },
  {
    "startTime": 310.389,
    "endTime": 315.35,
    "text": "Schrodinger's cat, for instance, isn't alive or dead inside the box, it's both."
  },
  {
    "startTime": 315.35,
    "endTime": 319.06,
    "text": "This universe contains just one of many possible outcomes."
  },
  {
    "startTime": 319.06,
    "endTime": 335.95,
    "text": "What if on Christmas eve, Santa creates a universe for all of us, there is one of him for every home, and his real magic is that every Christmas morning, he ties all of our timelines back together, when we open the box to see what's inside."
  },
  {
    "startTime": 335.95,
    "endTime": 337.8,
    "text": "Ever wonder why eggnog is the only nog?"
  },
  {
    "startTime": 337.8,
    "endTime": 343.90000000000003,
    "text": "The nog part of its name probably refers to a small mug called a noggin used centuries ago in England to serve alcoholic beverages."
  },
  {
    "startTime": 343.9,
    "endTime": 359.71,
    "text": "Why don't you use your noggin, and subscribe to It's Okay To Be Smart? Happy holidays, and stay curious."
  }
]