[
  {
    "startTime": 0.39,
    "endTime": 8.81,
    "text": "Beauty is in the eye of the beholder. But since our survival is largely driven by sexual selection, we often attempt to accentuate our features with makeup."
  },
  {
    "startTime": 8.81,
    "endTime": 14.8,
    "text": "So what exactly is in makeup products, and should we trust these substances that we apply to our bodies?"
  },
  {
    "startTime": 15.1,
    "endTime": 17.18,
    "text": "Could makeup actually be bad for you?"
  },
  {
    "startTime": 17.19,
    "endTime": 25.840000000000003,
    "text": "Historically, ancient Egyptians would grind up a mineral substance containing primarily lead sulphide to rim around their eyes, creating the sultry Cleopatra look."
  },
  {
    "startTime": 25.85,
    "endTime": 35.400000000000006,
    "text": "Little did they know that lead is a potent neurotoxin, which can lead to learning and behavioural difficulties in children and decrease fertility in both men and women."
  },
  {
    "startTime": 35.5,
    "endTime": 43.8,
    "text": "Later, In 1891, creams, lotions, and blush containing compounds of the radioactive element radium were also sold to women in Europe,"
  },
  {
    "startTime": 43.95,
    "endTime": 50.38,
    "text": "promising a youthful glow—until the harmful effects of exposure to radioactivity was discovered, that is."
  },
  {
    "startTime": 50.39,
    "endTime": 55.55,
    "text": "But makeup has come a long way, and now there are only trace amounts of lead found in our products."
  },
  {
    "startTime": 55.56,
    "endTime": 61.290000000000006,
    "text": "Lead is found in nature and is therefore an unintentional contaminant from the manufacturing process."
  },
  {
    "startTime": 61.3,
    "endTime": 73.25,
    "text": "An FDA study of 400 tubes of lipstick found concentrations ranged from 0.026ppm to 7.19ppm of lead, which is under Health Canada's limits of 10 ppm."
  },
  {
    "startTime": 73.26,
    "endTime": 81.89,
    "text": "Lipstick is about 47% oils, 36% pigments, 17% waxes and 5% other components including preservatives."
  },
  {
    "startTime": 81.9,
    "endTime": 92.86000000000001,
    "text": "The oils are primarily castor oils, extracted from a bean which contains the protein ricin—one of the most toxic substances on this planet which has been used as a biological weapon."
  },
  {
    "startTime": 92.86,
    "endTime": 99.69,
    "text": "However, the process of extracting castor oil involves heating, thereby denaturing ricin and rendering it inactive."
  },
  {
    "startTime": 99.7,
    "endTime": 108.8,
    "text": "Pigments now use synthetic dyes due to cost and production efficiencies, although traditionally, red pigments were extracted from dried and crushed cochineal insects."
  },
  {
    "startTime": 108.8,
    "endTime": 112.3,
    "text": "Some blue pigments are created with ferric ferrocyanide."
  },
  {
    "startTime": 112.4,
    "endTime": 119.38000000000001,
    "text": "Cyanide is extremely deadly, however, in this compound structure, cyanide has a very strong bond to iron."
  },
  {
    "startTime": 119.39,
    "endTime": 123.1,
    "text": "As a result, it is unable to come apart to poison us by eye shadow."
  },
  {
    "startTime": 123.11,
    "endTime": 127.5,
    "text": "When it comes to mascara, we recommend tossing the tube after three months of opening."
  },
  {
    "startTime": 127.51,
    "endTime": 135.0,
    "text": "Harmful bacteria of the Streptococcus species and certain fungi were discovered thriving in 36.4% of mascara tubes."
  },
  {
    "startTime": 135.1,
    "endTime": 143.19,
    "text": "And this is especially important for contact lens wearers, as bacteria can easily enter the micro abrasions caused by the lens itself."
  },
  {
    "startTime": 143.2,
    "endTime": 147.64999999999998,
    "text": "Parabens have been a big concern as well as they're in a myriad of cosmetic products."
  },
  {
    "startTime": 147.66,
    "endTime": 151.709,
    "text": "Paraben works by mimicking estrogen and binding to estrogen receptors."
  },
  {
    "startTime": 151.71,
    "endTime": 156.39000000000001,
    "text": "This can cause the expression of genes to be changed and communication within cells to be altered."
  },
  {
    "startTime": 156.4,
    "endTime": 160.0,
    "text": "Additionally, it can lead to the growth of certain breast cancer cells."
  },
  {
    "startTime": 160.1,
    "endTime": 167.7,
    "text": "However, many products are switching to paraben free, and a lot of research still needs to be done in order to reach any definitive conclusions."
  },
  {
    "startTime": 167.7,
    "endTime": 174.1,
    "text": "We made a YouTube makeup tutorial parody on  AsapTHOUGHT to show the science behind chemicals being used in common makeup products."
  },
  {
    "startTime": 174.1,
    "endTime": 176.79999999999998,
    "text": "All about looking ridiculous and having some laughs."
  },
  {
    "startTime": 176.9,
    "endTime": 181.9,
    "text": "Check out the parody with the link in the description and subscribe for more weekly science videos."
  }
]