[
  {
    "startTime": 6.5,
    "endTime": 17.468,
    "text": "In 1956, during a diplomatic reception in Moscow, Soviet leader Nikita Khrushchev told Western Bloc ambassadors, \"My vas pokhoronim!\"."
  },
  {
    "startTime": 17.468,
    "endTime": 23.0,
    "text": "His interpreter rendered that into English as, \"We will bury you!\""
  },
  {
    "startTime": 23.0,
    "endTime": 32.3,
    "text": "This statement sent shockwaves through the Western world, heightening the tension between the Soviet Union and the US who were in the thick of the Cold War."
  },
  {
    "startTime": 32.3,
    "endTime": 38.101,
    "text": "Some believe this incident alone set East/West relations back a decade."
  },
  {
    "startTime": 38.101,
    "endTime": 43.4,
    "text": "As it turns out, Khrushchev's remark was translated a bit too literally ."
  },
  {
    "startTime": 43.4,
    "endTime": 55.0,
    "text": "Given the context, his words should have been rendered as, \"We will live to see you buried,\" meaning that Communism would outlast Capitalism, a less threatening comment."
  },
  {
    "startTime": 55.0,
    "endTime": 65.6,
    "text": "Though the intended meaning was eventually clarified, the initial impact of Khrushchev's apparent words put the world on a path that could have led to nuclear armageddon."
  },
  {
    "startTime": 65.6,
    "endTime": 74.076,
    "text": "So now, given the complexities of language and cultural exchange, how does this sort of thing not happen all the time?"
  },
  {
    "startTime": 74.076,
    "endTime": 81.1,
    "text": "Much of the answer lies with the skill and training of interpreters to overcome language barriers."
  },
  {
    "startTime": 81.1,
    "endTime": 90.44099999999999,
    "text": "For most of history, interpretation was mainly done consecutively, with speakers and interpreters making pauses to allow each other to speak."
  },
  {
    "startTime": 90.441,
    "endTime": 98.69800000000001,
    "text": "But after the advent of radio technology, a new simultaneous interpretations system was developed in the wake of World War II."
  },
  {
    "startTime": 98.698,
    "endTime": 112.29499999999999,
    "text": "In the simultaneous mode, interpreters instantaneously translate a speaker's words into a microphone while he speaks without pauses, those in the audience can choose the language in which they want to follow."
  },
  {
    "startTime": 112.295,
    "endTime": 122.1,
    "text": "On the surface, it all looks seamless, but behind the scenes, human interpreters work incessantly to ensure every idea gets across as intended."
  },
  {
    "startTime": 122.1,
    "endTime": 124.068,
    "text": "And that is no easy task."
  },
  {
    "startTime": 124.068,
    "endTime": 136.672,
    "text": "It takes about two years of training for already fluent bilingual professionals to expand their vocabulary and master the skills necessary to become a conference interpreter."
  },
  {
    "startTime": 136.672,
    "endTime": 147.149,
    "text": "To get used to the unnatural task of speaking while they listen, students shadow speakers and repeat their every word exactly as heard in the same language."
  },
  {
    "startTime": 147.149,
    "endTime": 153.4,
    "text": "In time, they begin to paraphrase what is said, making stylistic adjustments as they go."
  },
  {
    "startTime": 153.4,
    "endTime": 156.5,
    "text": "At some point, a second language is introduced."
  },
  {
    "startTime": 156.5,
    "endTime": 166.325,
    "text": "Practicing in this way creates new neural pathways in the interpreter's brain, and the constant effort of reformulation gradually becomes second nature."
  },
  {
    "startTime": 166.325,
    "endTime": 179.286,
    "text": "Over time and through much hard work, the interpreter masters a vast array of tricks to keep up with speed, deal with challenging terminology, and handle a multitude of foreign accents."
  },
  {
    "startTime": 179.286,
    "endTime": 188.446,
    "text": "They may resort to acronyms to shorten long names, choose generic terms over specific, or refer to slides and other visual aides."
  },
  {
    "startTime": 188.446,
    "endTime": 194.67,
    "text": "They can even leave a term in the original language, while they search for the most accurate equivalent."
  },
  {
    "startTime": 194.67,
    "endTime": 199.38799999999998,
    "text": "Interpreters are also skilled at keeping aplomb in the face of chaos."
  },
  {
    "startTime": 199.388,
    "endTime": 206.4,
    "text": "Remember, they have no control over who is going to say what, or how articulate the speaker will sound."
  },
  {
    "startTime": 206.4,
    "endTime": 209.1,
    "text": "A curveball can be thrown at any time."
  },
  {
    "startTime": 209.1,
    "endTime": 216.6,
    "text": "Also, they often perform to thousands of people and in very intimidating settings, like the UN General Assembly."
  },
  {
    "startTime": 216.6,
    "endTime": 228.474,
    "text": "To keep their emotions in check, they carefully prepare for an assignment, building glossaries in advance, reading voraciously about the subject matter, and reviewing previous talks on the topic."
  },
  {
    "startTime": 228.474,
    "endTime": 231.417,
    "text": "Finally, interpreters work in pairs."
  },
  {
    "startTime": 231.417,
    "endTime": 243.163,
    "text": "While one colleague is busy translating incoming speeches in real time, the other gives support by locating documents, looking up words, and tracking down pertinent information."
  },
  {
    "startTime": 243.163,
    "endTime": 250.66500000000002,
    "text": "Because simultaneous interpretation requires intense concentration, every 30 minutes, the pair switches roles."
  },
  {
    "startTime": 250.665,
    "endTime": 255.5,
    "text": "Success is heavily dependent on skillful collaboration."
  },
  {
    "startTime": 255.5,
    "endTime": 264.571,
    "text": "Language is complex, and when abstract or nuanced concepts get lost in translation, the consequences may be catastrophic."
  },
  {
    "startTime": 264.571,
    "endTime": 270.8,
    "text": "As Margaret Atwood famously noted, \"War is what happens when language fails.\""
  },
  {
    "startTime": 270.8,
    "endTime": 284.64300000000003,
    "text": "Conference interpreters of all people are aware of that and work diligently behind the scenes to make sure it never does."
  }
]