[
  {
    "startTime": 7.51,
    "endTime": 15.34,
    "text": "Hey guys, Dr. Axe here. In this video, I'm going to talk about what gluten sensitivity is and how gluten is affecting your life."
  },
  {
    "startTime": 15.34,
    "endTime": 24.939999999999998,
    "text": "So gluten sensitivity symptoms, gluten sensitivity side effects, and I even read an article recently that said gluten sensitivity might be a myth."
  },
  {
    "startTime": 24.94,
    "endTime": 27.34,
    "text": "And the truth is that's not true."
  },
  {
    "startTime": 27.34,
    "endTime": 33.8,
    "text": "Gluten sensitivity is a real thing, and here are the top warning signs that you might be gluten sensitive:"
  },
  {
    "startTime": 33.9,
    "endTime": 39.81,
    "text": "If you have any type of digestion issue, it's a clear warning sign you've got gluten sensitivity."
  },
  {
    "startTime": 39.81,
    "endTime": 47.730000000000004,
    "text": "If you have food allergies, whatsoever, allergies to dairy and wheat and eggs, that's a clear sign you have gluten sensitivity."
  },
  {
    "startTime": 47.73,
    "endTime": 53.41,
    "text": "If you have autoimmune disease, it's a clear sign you have gluten sensitivity."
  },
  {
    "startTime": 53.41,
    "endTime": 61.0,
    "text": "If you struggle with chronic fatigue, fibro myalgia, weight gain, joint pain, arthritis, brain inflammation,"
  },
  {
    "startTime": 61.1,
    "endTime": 68.64,
    "text": "or if your child has ADHD or autism, or if you have thyroid issues, like hypothyroidism or hormone imbalance."
  },
  {
    "startTime": 68.64,
    "endTime": 73.191,
    "text": "Those are all clear warning signs that you are probably sensitive to gluten."
  },
  {
    "startTime": 73.19,
    "endTime": 80.28,
    "text": "And what gluten is, it's a sticky protein that is found in wheat, barley, and rye. Mostly in wheat today."
  },
  {
    "startTime": 80.28,
    "endTime": 87.17,
    "text": "This gluten today, it's been hybridized, so this isn't the same gluten that our ancestors were consuming a couple hundred years ago."
  },
  {
    "startTime": 87.17,
    "endTime": 91.0,
    "text": "This is a new breed of gluten that our bodies are highly sensitive to,"
  },
  {
    "startTime": 91.1,
    "endTime": 98.00999999999999,
    "text": "and here's what happens and here's how it affects your body, is when you consume gluten, it's an inflammatory protein."
  },
  {
    "startTime": 98.01,
    "endTime": 102.62,
    "text": "It gets into your gut and it will start to cause intestinal inflammation."
  },
  {
    "startTime": 102.62,
    "endTime": 104.83,
    "text": "It will eventually actually rip a hole in your gut."
  },
  {
    "startTime": 104.83,
    "endTime": 114.88,
    "text": "Your gut acts like a net, and so it will tear a hole in it, then gluten will leak through and it will start causing inflammation throughout the body, and actually cause autoimmune disease."
  },
  {
    "startTime": 114.88,
    "endTime": 123.6,
    "text": "And what autoimmune disease is, due to gluten sensitivity, is when your body starts finding gluten at protein, it sees it as a foreign invader,"
  },
  {
    "startTime": 123.7,
    "endTime": 130.01,
    "text": "but your other tissues in your body are made up of protein, including your thyroid and your joints and things like that."
  },
  {
    "startTime": 130.01,
    "endTime": 137.88,
    "text": "So your body, after it attacks gluten long enough, it says, \"Oh, well there's some protein that looks like gluten on the thyroid. I'm gonna start attacking that as well.\""
  },
  {
    "startTime": 137.88,
    "endTime": 148.35,
    "text": "So that's why gluten sensitivity has been linked to Hashimoto's thyroiditis, rheumatoid arthritis, Alzheimer's disease, and a number of other health issues."
  },
  {
    "startTime": 148.35,
    "endTime": 153.17,
    "text": "So again, if you have any of those issues that's a clear warning sign that you are gluten sensitive."
  },
  {
    "startTime": 153.17,
    "endTime": 157.70999999999998,
    "text": "So let me teach you know how to go gluten-free and how to follow a gluten-free diet."
  },
  {
    "startTime": 157.71,
    "endTime": 164.21,
    "text": "First off, it's not as bad as it sounds. A lot of times people think, \"I'm going gluten-free, this means I can never eat bread again.\""
  },
  {
    "startTime": 164.21,
    "endTime": 167.32000000000002,
    "text": "The good news is there are natural flours that are gluten-free."
  },
  {
    "startTime": 167.32,
    "endTime": 174.03,
    "text": "Some of my favorites are coconut flour, almond flour, as well as sprouted spelt flour."
  },
  {
    "startTime": 174.03,
    "endTime": 177.24,
    "text": "And at least the sprouted spelt, it says it's gluten free."
  },
  {
    "startTime": 177.24,
    "endTime": 182.99,
    "text": "Also, sourdough breads are much easier to consume. So, it's not that you can never have bread again."
  },
  {
    "startTime": 182.99,
    "endTime": 185.64000000000001,
    "text": "Now you still just want to consume those in moderation."
  },
  {
    "startTime": 185.64,
    "endTime": 191.64,
    "text": "But you do want to lower or completely eliminate your consumption of gluten the best you can."
  },
  {
    "startTime": 191.64,
    "endTime": 194.61999999999998,
    "text": "And have the one of the best diets to heal from gluten sensitivity."
  },
  {
    "startTime": 194.62,
    "endTime": 204.3,
    "text": "So if you're wondering, hey, how do I⏤you know you're gluten sensitive, you've got Hashimoto's, or you've got rheumatoid arthritis or food allergies, you struggle with food intolerance or allergies,"
  },
  {
    "startTime": 204.4,
    "endTime": 209.62,
    "text": "the best way to overcome that is by following a diet called the GAPS diet."
  },
  {
    "startTime": 209.62,
    "endTime": 218.48000000000002,
    "text": "The GAPS diet really supports healing of your digestive system and it includes things like bone broth, organic chicken and any type of meat really."
  },
  {
    "startTime": 218.48,
    "endTime": 223.67,
    "text": "Fruits and vegetables, squashes, really, it comes with a large amount of food."
  },
  {
    "startTime": 223.67,
    "endTime": 228.64,
    "text": "But if you want to heal from gluten sensitivity, I really recommend you look into the GAPS diet."
  },
  {
    "startTime": 228.64,
    "endTime": 233.48,
    "text": "It's one of the best diets, if not the best diet for healing gluten sensitivity."
  },
  {
    "startTime": 233.48,
    "endTime": 242.28,
    "text": "Also, if you want to heal from gluten sensitivity, taking certain supplements like L-Glutamine, digestive enzymes and probiotics."
  },
  {
    "startTime": 242.28,
    "endTime": 249.5,
    "text": "Specifically, you can get digestive enzymes that can help your body heal from gluten sensitivity."
  },
  {
    "startTime": 249.6,
    "endTime": 251.87,
    "text": "It can also help you digesting gluten."
  },
  {
    "startTime": 251.87,
    "endTime": 266.28000000000003,
    "text": "And if you do all those things, I guarantee you are gonna notice an immediate difference in improvement, in your overall gluten sensitivity symptoms."
  }
]