[
  {
    "startTime": 1.12,
    "endTime": 9.66,
    "text": "Since around 1750, we've been living in a highly distinctive era in the history of love that we can call \"romanticism\"."
  },
  {
    "startTime": 9.66,
    "endTime": 16.8,
    "text": "Romanticism emerged as an ideology in Europe in the mid 18th century in the minds of poets, artists and philosophers."
  },
  {
    "startTime": 16.8,
    "endTime": 19.240000000000002,
    "text": "And it's now conquered the world."
  },
  {
    "startTime": 19.24,
    "endTime": 23.259999999999998,
    "text": "No single relationship ever follows the romantic template exactly."
  },
  {
    "startTime": 23.26,
    "endTime": 27.060000000000002,
    "text": "But it's broad outlines are frequently present, nevertheless."
  },
  {
    "startTime": 27.06,
    "endTime": 29.759999999999998,
    "text": "And can be summed up as follows:"
  },
  {
    "startTime": 29.76,
    "endTime": 33.42,
    "text": "Romanticism is deeply hopeful about marriage."
  },
  {
    "startTime": 33.42,
    "endTime": 48.25,
    "text": "Romanticism took marriage, hitherto seen as practical and emotionally temperate union, and fused it together with a passionate love story to create a unique proposition of a life-long, passionate love marriage."
  },
  {
    "startTime": 48.25,
    "endTime": 51.62,
    "text": "Along the way romanticism united love and sex."
  },
  {
    "startTime": 51.62,
    "endTime": 59.3,
    "text": "Previously people had imagined that they could have sex with characters they didn't love, and that they could love someone without having extraordinary sex with them."
  },
  {
    "startTime": 59.3,
    "endTime": 63.62,
    "text": "Romanticism elevated sex to the supreme expression of love."
  },
  {
    "startTime": 63.62,
    "endTime": 69.42,
    "text": "Frequent, mutually satisfying sex became the bellwether of the health of any relationship."
  },
  {
    "startTime": 69.42,
    "endTime": 76.12,
    "text": "Without necessarily meaning to, romanticism made infrequent sex and adultery into catastrophes."
  },
  {
    "startTime": 76.12,
    "endTime": 81.48,
    "text": "Romanticism proposed that true love must mean an end to all loneliness."
  },
  {
    "startTime": 81.48,
    "endTime": 88.26,
    "text": "The right partner must, it promised, understand us entirely, possibly without needing even to speak to us."
  },
  {
    "startTime": 88.26,
    "endTime": 90.66000000000001,
    "text": "They would intuit our souls."
  },
  {
    "startTime": 90.66,
    "endTime": 97.46,
    "text": "Romantics put a special premium on the idea that our partner might understand us without needing to say anything."
  },
  {
    "startTime": 97.46,
    "endTime": 105.58,
    "text": "Romanticism believed that choosing a partner should be about letting oneself be guided by feelings, rather than practical considerations."
  },
  {
    "startTime": 105.58,
    "endTime": 109.28,
    "text": "You know you're in love because you have a special feeling."
  },
  {
    "startTime": 109.28,
    "endTime": 113.96000000000001,
    "text": "Romanticism has manifested a powerful disdain for practicalities and money."
  },
  {
    "startTime": 113.96,
    "endTime": 127.0,
    "text": "It feels cold or, as we say, unromantic to say you know you're with the right person because the two of you make an excellent financial fit, or because you cherish the things like bathroom etiquette and attitudes to punctuality."
  },
  {
    "startTime": 127.0,
    "endTime": 132.64,
    "text": "Romanticism believes that true love is synonymous with accepting everything about someone."
  },
  {
    "startTime": 132.64,
    "endTime": 139.61999999999998,
    "text": "The idea that one's partner or oneself may need to change is taken to be a sign that the relationship is on the rocks."
  },
  {
    "startTime": 139.62,
    "endTime": 143.76,
    "text": "\"You're going to have to change\" is a last ditch threat."
  },
  {
    "startTime": 143.76,
    "endTime": 147.01999999999998,
    "text": "This template of love is a historical creation."
  },
  {
    "startTime": 147.02,
    "endTime": 150.56,
    "text": "It's a hugely beautiful and often enjoyable one."
  },
  {
    "startTime": 150.56,
    "endTime": 156.08,
    "text": "But we can state boldly: romanticism has been a disaster for relationships."
  },
  {
    "startTime": 156.08,
    "endTime": 164.68,
    "text": "It's an intellectual and spiritual movement which has had a devastating impact on the ability of ordinary people to lead successful emotional lives."
  },
  {
    "startTime": 164.68,
    "endTime": 170.38,
    "text": "The salvation of love lies in overcoming a succession of errors within romanticism."
  },
  {
    "startTime": 170.38,
    "endTime": 172.9,
    "text": "These are some of the myths of romanticism."
  },
  {
    "startTime": 172.9,
    "endTime": 180.28,
    "text": "That we should meet a person of extraordinary inner and outer beauty and immediately feel a special attraction to them and they to us."
  },
  {
    "startTime": 180.28,
    "endTime": 184.2,
    "text": "We should have highly satisfying sex, not only at the start, but forever."
  },
  {
    "startTime": 184.2,
    "endTime": 186.38,
    "text": "We should never be attracted to anyone else."
  },
  {
    "startTime": 186.38,
    "endTime": 188.64,
    "text": "We should understand one another intuitively."
  },
  {
    "startTime": 188.64,
    "endTime": 190.79999999999998,
    "text": "We don't need an education in love."
  },
  {
    "startTime": 190.8,
    "endTime": 195.10000000000002,
    "text": "We may need to train to become a pilot or brain surgeon, but not a lover."
  },
  {
    "startTime": 195.1,
    "endTime": 198.79999999999998,
    "text": "We'll pick that up along the way by following our feelings."
  },
  {
    "startTime": 198.8,
    "endTime": 202.20000000000002,
    "text": "We should have no secrets and spend constant time together."
  },
  {
    "startTime": 202.2,
    "endTime": 203.73999999999998,
    "text": "Work won't get in the way."
  },
  {
    "startTime": 203.74,
    "endTime": 208.42000000000002,
    "text": "We should raise a family without any loss of sexual or emotional intensity."
  },
  {
    "startTime": 208.42,
    "endTime": 215.98,
    "text": "Our lover must be our soulmate, best friend, co-parent, co-chauffeur, accountant, household manager and spiritual guide."
  },
  {
    "startTime": 215.98,
    "endTime": 222.66,
    "text": "If we question these assumptions of the romantic view of love, it's not in order to destroy love, but to save it."
  },
  {
    "startTime": 222.66,
    "endTime": 234.22,
    "text": "We need to piece together a post-romantic theory of couples because in order to make a relationship last we have to be disloyal to the romantic emotions that get us into it in the first place."
  },
  {
    "startTime": 234.22,
    "endTime": 245.96,
    "text": "We need to replace the romantic template with a psychologically mature vision of love we might call \"classical\", and which encourages in us a range of unfamiliar, but hopefully effective, attitudes."
  },
  {
    "startTime": 245.96,
    "endTime": 250.08,
    "text": "For example: That it's normal that love and sex may not always belong together."
  },
  {
    "startTime": 250.08,
    "endTime": 255.94000000000003,
    "text": "That discussing money, early on, up front, in a serious way, is not a betrayal of love."
  },
  {
    "startTime": 255.94,
    "endTime": 265.54,
    "text": "That realizing that we're rather flawed, and our partner is too, is a huge benefit to a couple because it increases the amount of tolerance and generosity in circulation."
  },
  {
    "startTime": 265.54,
    "endTime": 273.74,
    "text": "That we will never find everything in one person, nor they in us, not because of some unique flaw, but because that's just the way human nature is."
  },
  {
    "startTime": 273.74,
    "endTime": 278.68,
    "text": "That we need to make amends and often rather artificial sounding efforts to understand one another."
  },
  {
    "startTime": 278.68,
    "endTime": 281.92,
    "text": "That intuition can't get us where we need to go."
  },
  {
    "startTime": 281.92,
    "endTime": 290.26,
    "text": "And that spending two hours discussing whether bathroom towels should be hung up or can be left on the floor is neither trivial nor unserious."
  },
  {
    "startTime": 290.26,
    "endTime": 294.86,
    "text": "There is a special dignity around issues of laundry and time keeping."
  },
  {
    "startTime": 294.86,
    "endTime": 304.86,
    "text": "All these attitudes and more belong to a new, more hopeful, post-romantic future for love."
  },
  {
    "startTime": 304.86,
    "endTime": 311.0,
    "text": "[IF YOU LIKE OUR FILMS, TAKE A LOOK AT OUR SHOP | THESCHOOLOFLIFE.COM/SHOP | Thoughtful books, games, stationery and more...]"
  }
]