[
  {
    "startTime": 1.819,
    "endTime": 6.83,
    "text": "When I say the word 'America', what does that mean to you? If, like me, your native language"
  },
  {
    "startTime": 6.83,
    "endTime": 12.179,
    "text": "is English this might seem like an obvious question. America is right here, the country."
  },
  {
    "startTime": 12.179,
    "endTime": 17.05,
    "text": "However, some people would strongly disagree with this: particularly those from South America."
  },
  {
    "startTime": 17.05,
    "endTime": 20.8,
    "text": "To South Americans, America is not a country but a continent."
  },
  {
    "startTime": 20.8,
    "endTime": 25.199,
    "text": "This is America, right here. While English speakers would say those are 2 continents"
  },
  {
    "startTime": 25.199,
    "endTime": 29.71,
    "text": "- North America and South America (collectively 'The Americas'), Spanish and Portuguese speakers"
  },
  {
    "startTime": 29.71,
    "endTime": 34.980000000000004,
    "text": "refer to it as one continent: America. Of course it's not just South Americans who"
  },
  {
    "startTime": 34.98,
    "endTime": 39.349999999999994,
    "text": "view the continents this way. France also agrees on the six-continent view of world."
  },
  {
    "startTime": 39.35,
    "endTime": 43.449,
    "text": "This can be seen by the 5 rings of the Olympics, which represents the 5 inhabited continents"
  },
  {
    "startTime": 43.449,
    "endTime": 50.07,
    "text": "of the world (ie - not Antarctica). Europe, Asia, Africa, Australia and America."
  },
  {
    "startTime": 50.07,
    "endTime": 53.68,
    "text": "And recently I've been seen a lot of arguing over this very issue in the comments section."
  },
  {
    "startTime": 53.68,
    "endTime": 58.309,
    "text": "For starters, how about we look at the history of the Americas and where the name 'America'"
  },
  {
    "startTime": 58.309,
    "endTime": 62.62,
    "text": "actually came from. So, as we all know, Christopher Columbus discovered"
  },
  {
    "startTime": 62.62,
    "endTime": 69.53999999999999,
    "text": "America in 1492... right? Well, no, actually. People had been living on the American continents"
  },
  {
    "startTime": 69.54,
    "endTime": 72.96000000000001,
    "text": "for more than 10,000 years before Columbus supposedly 'discovered' them."
  },
  {
    "startTime": 72.96,
    "endTime": 76.78999999999999,
    "text": "Historians believe that earliest settlers in the Americas walked from Asia during the"
  },
  {
    "startTime": 76.79,
    "endTime": 81.43900000000001,
    "text": "last ice when Alaska and Siberia were connected by a land bridge, before splitting into separate"
  },
  {
    "startTime": 81.439,
    "endTime": 84.25899999999999,
    "text": "continents. So for thousands of years there were people"
  },
  {
    "startTime": 84.259,
    "endTime": 87.75,
    "text": "living in Europe and people were living in the Americas, but neither people knew about"
  },
  {
    "startTime": 87.75,
    "endTime": 91.499,
    "text": "the other. Europe, Africa and Asia, or if you prefer"
  },
  {
    "startTime": 91.499,
    "endTime": 95.829,
    "text": "- Afro-Eurasia, the supercontinent, was thought of as the whole world, which can be seen from"
  },
  {
    "startTime": 95.829,
    "endTime": 100.15899999999999,
    "text": "early world maps. OK, so Christopher Columbus didn't \"discover\""
  },
  {
    "startTime": 100.159,
    "endTime": 105.86,
    "text": "America, but he was the first European there, right? Well, once again, no, actually. Icelandic"
  },
  {
    "startTime": 105.86,
    "endTime": 109.729,
    "text": "vikings settled on the east coast of Canada in what is today Newfoundland, nearly 500"
  },
  {
    "startTime": 109.729,
    "endTime": 114.2,
    "text": "years before the voyages of Columbus. It's ironic, the 2 things Christopher Columbus"
  },
  {
    "startTime": 114.2,
    "endTime": 117.92,
    "text": "is famous for, discovering America and being the first to suggest the Earth was round,"
  },
  {
    "startTime": 117.92,
    "endTime": 122.539,
    "text": "both have one thing key thing is common... they're not actually true."
  },
  {
    "startTime": 122.539,
    "endTime": 127.07900000000001,
    "text": "It was suggested the Earth was round as early as the 6th century BC, by Pythagoras. And"
  },
  {
    "startTime": 127.079,
    "endTime": 131.89,
    "text": "later studied Plato and Aristotle. All educated people of Columbus' time knew the Earth was"
  },
  {
    "startTime": 131.89,
    "endTime": 136.2,
    "text": "round and not flat. The circumference of the Earth is around 40,000"
  },
  {
    "startTime": 136.2,
    "endTime": 140.5,
    "text": "kilometres, and this was known by people in Columbus' time, because it was calculated"
  },
  {
    "startTime": 140.5,
    "endTime": 145.49,
    "text": "around 240 BC, with surprising accuracy. However, Columbus was convinced that the Earth"
  },
  {
    "startTime": 145.49,
    "endTime": 148.9,
    "text": "was much smaller than this and when he set out on his first voyage, he wasn't trying"
  },
  {
    "startTime": 148.9,
    "endTime": 152.69,
    "text": "to discover new land but to find a better trade route to India because the current land"
  },
  {
    "startTime": 152.69,
    "endTime": 156.60999999999999,
    "text": "route had become more difficult due to the rise of the Ottoman Empire."
  },
  {
    "startTime": 156.61,
    "endTime": 160.52,
    "text": "He thought he could sail west from Spain and reach India in just a few weeks, thus avoiding"
  },
  {
    "startTime": 160.52,
    "endTime": 164.64000000000001,
    "text": "the Ottoman Empire in the Middle East. People didn't doubt Columbus because they"
  },
  {
    "startTime": 164.64,
    "endTime": 168.07999999999998,
    "text": "thought the Earth was flat, but because they knew the actual size of the Earth and knew"
  },
  {
    "startTime": 168.08,
    "endTime": 172.83,
    "text": "India was too far away to sail to. Had the Americas not existed, Columbus and"
  },
  {
    "startTime": 172.83,
    "endTime": 176.95000000000002,
    "text": "his team would've died long before getting anywhere near Asia as they'd have run out"
  },
  {
    "startTime": 176.95,
    "endTime": 180.56,
    "text": "of supplies. 5 weeks after setting off for India, his team"
  },
  {
    "startTime": 180.56,
    "endTime": 185.31,
    "text": "reach the Bahamas. However, instead of realising he was in previously unknown land, Columbus"
  },
  {
    "startTime": 185.31,
    "endTime": 191.69,
    "text": "thought he had arrived in Japan. He also explored Cuba which is assumed was China."
  },
  {
    "startTime": 191.69,
    "endTime": 195.91,
    "text": "Columbus named the Caribbean islands the 'West Indies' since he thought he was near India."
  },
  {
    "startTime": 195.91,
    "endTime": 202.16,
    "text": "The Bahamas was already occupied by indigenous people, which Columbus referred to as 'Indians'."
  },
  {
    "startTime": 202.16,
    "endTime": 206.7,
    "text": "This is why Native Americans are also called 'American-Indians' even though they're not"
  },
  {
    "startTime": 206.7,
    "endTime": 210.66,
    "text": "actually from India, but because Columbus incorrectly referred to indigenous peoples"
  },
  {
    "startTime": 210.66,
    "endTime": 215.46,
    "text": "of the Americas as 'Indians' and the name just sort-of stuck."
  },
  {
    "startTime": 215.46,
    "endTime": 219.32000000000002,
    "text": "While Christopher Columbus may not have discovered the Americas, nor was he the first European"
  },
  {
    "startTime": 219.32,
    "endTime": 222.62,
    "text": "there. But what he was the first to do was to bring the Americas to the attention of"
  },
  {
    "startTime": 222.62,
    "endTime": 227.5,
    "text": "Europe, which lead to the European colonization of the Americas, albeit thinking he had been"
  },
  {
    "startTime": 227.5,
    "endTime": 232.16,
    "text": "to East Asia. He died in 1506 never realising where he had actually been."
  },
  {
    "startTime": 232.16,
    "endTime": 238.12,
    "text": "Between 1497 and 1504, Amerigo Vespucci made several voyages to the West Indies and South"
  },
  {
    "startTime": 238.12,
    "endTime": 242.37,
    "text": "America, and correctly concluded that it was not east Asia, but a previously unknown continent,"
  },
  {
    "startTime": 242.37,
    "endTime": 247.19,
    "text": "which he referred to as the New World, while Afro-Eurasia was therefore the Old World."
  },
  {
    "startTime": 247.19,
    "endTime": 250.82,
    "text": "The New World was thought of as the 4th continent, though little was known about North America"
  },
  {
    "startTime": 250.82,
    "endTime": 254.45,
    "text": "at this point. The first ever use of the word 'America' was"
  },
  {
    "startTime": 254.45,
    "endTime": 259.31,
    "text": "in 1507 by a German cartographer who named the new continent America after Amerigo Vespucci"
  },
  {
    "startTime": 259.31,
    "endTime": 262.48,
    "text": "who was the first to recognise it as a new continent."
  },
  {
    "startTime": 262.48,
    "endTime": 266.0,
    "text": "In his world map, he depicted South America and small parts of Central America with the"
  },
  {
    "startTime": 266.0,
    "endTime": 271.04,
    "text": "word 'America' written on South America. This is why South Americans may be offended"
  },
  {
    "startTime": 271.04,
    "endTime": 275.0,
    "text": "by the use of the word 'America' to mean the USA, since its earliest usage was used to"
  },
  {
    "startTime": 275.0,
    "endTime": 279.81,
    "text": "refer to just South America. Amerigo Vespucci died in 1512 never knowing"
  },
  {
    "startTime": 279.81,
    "endTime": 284.37,
    "text": "that an entire continent was named after him. As time went on, and more and more of the"
  },
  {
    "startTime": 284.37,
    "endTime": 288.98,
    "text": "American continent was explored, world maps began to evolve. In 1527, South America was"
  },
  {
    "startTime": 288.98,
    "endTime": 292.55,
    "text": "shaping up nicely while the east coast of North America was starting to take shape."
  },
  {
    "startTime": 292.55,
    "endTime": 296.21000000000004,
    "text": "Although there was no use if the word America in this map."
  },
  {
    "startTime": 296.21,
    "endTime": 300.46999999999997,
    "text": "This was the first map to use America to refer to North America as well as South America."
  },
  {
    "startTime": 300.47,
    "endTime": 303.81,
    "text": "At first glance it's hard to see what's going on. But if you tilt your head to the left"
  },
  {
    "startTime": 303.81,
    "endTime": 309.03000000000003,
    "text": "you can see all the continents. By 1569 the world was starting to look right,"
  },
  {
    "startTime": 309.03,
    "endTime": 313.51,
    "text": "although this map also has no mention of America, and the Americas are labelled 'India Nova'"
  },
  {
    "startTime": 313.51,
    "endTime": 319.01,
    "text": "- or 'New Indies'. And in one of the many, many written Latin words, which some wonderful"
  },
  {
    "startTime": 319.01,
    "endTime": 323.43,
    "text": "human-being has translated into English, the cartographer refers to 3 distinct continents:"
  },
  {
    "startTime": 323.43,
    "endTime": 326.69,
    "text": "the Old World, which he didn't specifically name but simply referred to as the place where"
  },
  {
    "startTime": 326.69,
    "endTime": 330.35,
    "text": "\"the human race was created and whence it spread, by multiplying over all the face of"
  },
  {
    "startTime": 330.35,
    "endTime": 334.59000000000003,
    "text": "the earth\"; the New Indies; and the \"Southern parts\" - ie, Antarctica."
  },
  {
    "startTime": 334.59,
    "endTime": 339.33,
    "text": "1 year later and this map was published. Unsure of what to call the Americas, the cartographer"
  },
  {
    "startTime": 339.33,
    "endTime": 343.99,
    "text": "simply opted writing \"America or New Indies\", not sure on what the general consensus was"
  },
  {
    "startTime": 343.99,
    "endTime": 348.82,
    "text": "when referring to the New World. In 1595, the name America still hadn't stuck,"
  },
  {
    "startTime": 348.82,
    "endTime": 353.09999999999997,
    "text": "but this was the first world map to have different colours for the continents. And America (or"
  },
  {
    "startTime": 353.1,
    "endTime": 357.40000000000003,
    "text": "the New Indies) are both yellow and therefore considered as one."
  },
  {
    "startTime": 357.4,
    "endTime": 361.38899999999995,
    "text": "Fast forward to 1606 and a very significant map in American history as this was the first"
  },
  {
    "startTime": 361.389,
    "endTime": 364.65000000000003,
    "text": "map to have North America and South America, and for the first time were considered 2 separate"
  },
  {
    "startTime": 364.65,
    "endTime": 367.28999999999996,
    "text": "continents. Here we can see the words \"AMERICA SEPTENTRIONALIS\""
  },
  {
    "startTime": 367.29,
    "endTime": 373.47,
    "text": "which is Latin for, well... North America. Then we can see \"AMERICA MERIDIONALIS\", which"
  },
  {
    "startTime": 373.47,
    "endTime": 376.75,
    "text": "means... well I'll let you figure that one out."
  },
  {
    "startTime": 376.75,
    "endTime": 381.63,
    "text": "By 1794 we had what is possibly the first accurate world map. North America and South"
  },
  {
    "startTime": 381.63,
    "endTime": 384.95,
    "text": "America had now been clearly established as 2 separate continents as they're now shown"
  },
  {
    "startTime": 384.95,
    "endTime": 388.68,
    "text": "in different colours. So, the term America was originally used for"
  },
  {
    "startTime": 388.68,
    "endTime": 393.52,
    "text": "just South America, then both the Americas, but then was split into North and South America."
  },
  {
    "startTime": 393.52,
    "endTime": 396.69,
    "text": "Although many countries around the world prefer the original meaning and still view America"
  },
  {
    "startTime": 396.69,
    "endTime": 400.34,
    "text": "as one continent. In Spanish, the country in question can really"
  },
  {
    "startTime": 400.34,
    "endTime": 406.58,
    "text": "only be referred to by one name: los Estatod Unidos, Spanish for \"the Untied States\". While"
  },
  {
    "startTime": 406.58,
    "endTime": 409.8,
    "text": "in English there are several ways to refer to the country, the most common of which is"
  },
  {
    "startTime": 409.8,
    "endTime": 412.76,
    "text": "'America'. I can understand why South Americans may be"
  },
  {
    "startTime": 412.76,
    "endTime": 416.59,
    "text": "offended by this, but I think there seems to be some misconception the US are naming"
  },
  {
    "startTime": 416.59,
    "endTime": 420.25,
    "text": "themselves after a continent, and they think no-one else matters and that's really not"
  },
  {
    "startTime": 420.25,
    "endTime": 424.25,
    "text": "the case. Or that everyone who calls the country America is ignorant and again that's simply"
  },
  {
    "startTime": 424.25,
    "endTime": 428.13,
    "text": "not true. And this probably stems from the fact that,"
  },
  {
    "startTime": 428.13,
    "endTime": 431.74,
    "text": "internationally, they're not exactly the most popular country in the world."
  },
  {
    "startTime": 431.74,
    "endTime": 436.7,
    "text": "But allow me to explain why I think the country is referred to as 'America'."
  },
  {
    "startTime": 436.7,
    "endTime": 440.53999999999996,
    "text": "First of all, there are 35 countries in the Americas, if you include the Caribbean, and"
  },
  {
    "startTime": 440.54,
    "endTime": 446.41900000000004,
    "text": "only 1 of which has the word 'America' in it's name: the United States of America."
  },
  {
    "startTime": 446.419,
    "endTime": 450.29999999999995,
    "text": "Although the same can't be said for \"los Estatdos Unidos\". South Americans referring to the"
  },
  {
    "startTime": 450.3,
    "endTime": 455.669,
    "text": "country this way may be considered offensive to their fellow Spanish-speaking nation, Mexico."
  },
  {
    "startTime": 455.669,
    "endTime": 460.43,
    "text": "Believe it or not, Mexico's official name is: los Estados Unidos Mexicanos. Translated"
  },
  {
    "startTime": 460.43,
    "endTime": 464.31,
    "text": "as \"the United Mexican States\". It's not so bad in English since the words"
  },
  {
    "startTime": 464.31,
    "endTime": 468.15,
    "text": "'united' and 'states' are split up due to the different grammatical structures of the"
  },
  {
    "startTime": 468.15,
    "endTime": 470.48999999999995,
    "text": "languages. But still, even though no other country in"
  },
  {
    "startTime": 470.49,
    "endTime": 474.29,
    "text": "the world has 'united states' in their name today, several have throughout recent history,"
  },
  {
    "startTime": 474.29,
    "endTime": 476.40000000000003,
    "text": "including: the United States of Belgium, the Republic"
  },
  {
    "startTime": 476.4,
    "endTime": 479.83,
    "text": "of the United States of Brazil, the United States of Colombia, the United States of Indonesia"
  },
  {
    "startTime": 479.83,
    "endTime": 484.32,
    "text": "and the United States of Venezuela. The last 2 of which only ceased to exist around 60"
  },
  {
    "startTime": 484.32,
    "endTime": 486.68,
    "text": "years ago. So I really don't think 'the United States'"
  },
  {
    "startTime": 486.68,
    "endTime": 491.08,
    "text": "is a better way to refer to the country. On top of this, the USA was the first country"
  },
  {
    "startTime": 491.08,
    "endTime": 495.62,
    "text": "in the Americas to become an independent nation, free from their European colonial master."
  },
  {
    "startTime": 495.62,
    "endTime": 499.169,
    "text": "The 13 colonies of British America broke away from the British Empire and declared itself"
  },
  {
    "startTime": 499.169,
    "endTime": 503.31,
    "text": "independent in 1776 which lead to the American Revolutionary War."
  },
  {
    "startTime": 503.31,
    "endTime": 507.94,
    "text": "Therefore, the 13 colonies of British America became the United States of America. So really,"
  },
  {
    "startTime": 507.94,
    "endTime": 511.54,
    "text": "you could blame Britain for the use of 'America' in their name."
  },
  {
    "startTime": 511.54,
    "endTime": 515.4300000000001,
    "text": "However, I think the single biggest reason 'America' has become a term for the USA is"
  },
  {
    "startTime": 515.43,
    "endTime": 520.8,
    "text": "because of the demonym of the country. Citizens of the US are called 'Americans'."
  },
  {
    "startTime": 520.8,
    "endTime": 525.93,
    "text": "And the reason for this is simply... what's the alternative? I mean seriously, what else"
  },
  {
    "startTime": 525.93,
    "endTime": 530.8199999999999,
    "text": "can you use? United Staters? I don't think so."
  },
  {
    "startTime": 530.82,
    "endTime": 535.5,
    "text": "In English, 'American' is literally the only logical word to describe US citizens."
  },
  {
    "startTime": 535.5,
    "endTime": 541.089,
    "text": "Now, in Spanish, there's no such issue, they have the word \"estadounidense\". And that's"
  },
  {
    "startTime": 541.089,
    "endTime": 550.1300000000001,
    "text": "fine... in Spanish. Unfortunately the literal translation of this is, uh... \"United Statesian\"."
  },
  {
    "startTime": 550.13,
    "endTime": 556.01,
    "text": "Which is just... so wrong on just about every level and doesn't even make grammatical sense."
  },
  {
    "startTime": 556.01,
    "endTime": 560.6899999999999,
    "text": "Now, in Spanish they also have the word 'americano' which is used to refer to all people from"
  },
  {
    "startTime": 560.69,
    "endTime": 564.7700000000001,
    "text": "the American continent. This is where the confusion comes from,americano"
  },
  {
    "startTime": 564.77,
    "endTime": 568.8199999999999,
    "text": "obviously translates to 'American', but they have totally different meanings."
  },
  {
    "startTime": 568.82,
    "endTime": 572.5100000000001,
    "text": "I think the only way to address this issue, is people learning a foreign language need"
  },
  {
    "startTime": 572.51,
    "endTime": 576.76,
    "text": "to be taught words for their correct context and not simply the literal translation, as"
  },
  {
    "startTime": 576.76,
    "endTime": 579.3199999999999,
    "text": "well as being taught the way the different languages views the continents."
  },
  {
    "startTime": 579.32,
    "endTime": 584.1700000000001,
    "text": "Therefore, 'americano' should not translated to 'American'. Although there really isn't"
  },
  {
    "startTime": 584.17,
    "endTime": 588.55,
    "text": "anything it can be translated to, since there is not continent called 'America' in English."
  },
  {
    "startTime": 588.55,
    "endTime": 593.0999999999999,
    "text": "Still, it's not very common to refer to where you're from as a continent. I mean, I'm from"
  },
  {
    "startTime": 593.1,
    "endTime": 596.83,
    "text": "Europe but never once have I referred to myself as European."
  },
  {
    "startTime": 596.83,
    "endTime": 601.64,
    "text": "Although on saying that the UK does love to pretend it's not part of Europe."
  },
  {
    "startTime": 601.64,
    "endTime": 605.75,
    "text": "But despite this, South Americans do consider themselves Americans, although I don't really"
  },
  {
    "startTime": 605.75,
    "endTime": 611.13,
    "text": "see why. If you're from, let's say, Bolivia, you should be proud of that fact you're Bolivian."
  },
  {
    "startTime": 611.13,
    "endTime": 613.77,
    "text": "Because if you say you're American it implies that you're not."
  },
  {
    "startTime": 613.77,
    "endTime": 618.37,
    "text": "The US aside though , there is one other country that would strongly object to the term American"
  },
  {
    "startTime": 618.37,
    "endTime": 622.62,
    "text": "being used to mean everyone in the Americas: Canada."
  },
  {
    "startTime": 622.62,
    "endTime": 626.47,
    "text": "I can assure you if that if someone from Argentina who speaks English went to Canada and referred"
  },
  {
    "startTime": 626.47,
    "endTime": 630.26,
    "text": "to locals as 'Americans', the friendliest people in the world would become significantly"
  },
  {
    "startTime": 630.26,
    "endTime": 634.5,
    "text": "less friendly to said individual. Canadians hate being mistaken for Americans"
  },
  {
    "startTime": 634.5,
    "endTime": 638.42,
    "text": "and given that their accents sound similar to those not from North America, most Canadians"
  },
  {
    "startTime": 638.42,
    "endTime": 640.9399999999999,
    "text": "probably have been mistaken for American while abroad."
  },
  {
    "startTime": 640.94,
    "endTime": 645.2600000000001,
    "text": "And unfortunately, there are some incredibly ignorant people who probably think Canada"
  },
  {
    "startTime": 645.26,
    "endTime": 648.45,
    "text": "is part of the USA... which I can totally sympathize with given"
  },
  {
    "startTime": 648.45,
    "endTime": 652.4200000000001,
    "text": "that on several occasions after saying to people I'm Scottish, they think it's part"
  },
  {
    "startTime": 652.42,
    "endTime": 655.52,
    "text": "of England. But I digress..."
  },
  {
    "startTime": 655.52,
    "endTime": 659.14,
    "text": "Although speaking of Cananda, Canada is probably the only English-speaking country that would"
  },
  {
    "startTime": 659.14,
    "endTime": 663.96,
    "text": "perhaps not refer to their southern neighbour as 'America' and instead opt for using \"the"
  },
  {
    "startTime": 663.96,
    "endTime": 668.11,
    "text": "States\" or \"the US\". While on the subject of North America, the"
  },
  {
    "startTime": 668.11,
    "endTime": 673.07,
    "text": "Spanish word 'notreamericano', which means 'North American', is another word Latin Americans"
  },
  {
    "startTime": 673.07,
    "endTime": 678.1600000000001,
    "text": "sometimes use to refer to citizens of the USA. Dictionary.com defines the word to mean"
  },
  {
    "startTime": 678.16,
    "endTime": 682.91,
    "text": "'citizens or inhabitants of the US' and Urban dictionary.com says it's a 'more politically"
  },
  {
    "startTime": 682.91,
    "endTime": 688.1899999999999,
    "text": "correct way of saying \"from the United States\"'. But hold on a second, that's a little hypocritical,"
  },
  {
    "startTime": 688.19,
    "endTime": 691.72,
    "text": "\"americano\" is not an acceptable term for people from the US, but \"norteamericano\" is?"
  },
  {
    "startTime": 691.72,
    "endTime": 697.9200000000001,
    "text": "I can think of about 150 millions people who may find THAT offensive. There's more to North"
  },
  {
    "startTime": 697.92,
    "endTime": 701.81,
    "text": "America than just the USA. And if you're wondering why I didn't extend"
  },
  {
    "startTime": 701.81,
    "endTime": 705.3599999999999,
    "text": "the offensive south of Mexico, it's because North America means different things in English"
  },
  {
    "startTime": 705.36,
    "endTime": 708.54,
    "text": "and Spanish. In English, it's a continent, made up of 10"
  },
  {
    "startTime": 708.54,
    "endTime": 712.61,
    "text": "main-land countries. But in Spanish, it's a subcontinent of America consisting of just"
  },
  {
    "startTime": 712.61,
    "endTime": 716.149,
    "text": "Canada, the US and Mexico. Within the English and Spanish languages,"
  },
  {
    "startTime": 716.149,
    "endTime": 720.43,
    "text": "there really is no ambiguity at all. It's only when we speak each others' languages"
  },
  {
    "startTime": 720.43,
    "endTime": 724.29,
    "text": "that there becomes an issue. However, in other languages, such as German"
  },
  {
    "startTime": 724.29,
    "endTime": 728.6899999999999,
    "text": "and Dutch, ambiguity exists because 'Amerika' can mean both the country or the continent."
  },
  {
    "startTime": 728.69,
    "endTime": 735.0400000000001,
    "text": "In German, some people use the term 'US-Americans' to refer to people from the US, to avoid ambiguity."
  },
  {
    "startTime": 735.04,
    "endTime": 741.31,
    "text": "And maybe this sounds OK in German, but in English it just sounds... wrong."
  },
  {
    "startTime": 741.31,
    "endTime": 744.649,
    "text": "The term 'American' is used officially used by the United Nations and is considered the"
  },
  {
    "startTime": 744.649,
    "endTime": 747.42,
    "text": "correct way to refer to people from the United States."
  },
  {
    "startTime": 747.42,
    "endTime": 755.36,
    "text": "So... is America a country or a continent? Well, the short answer is... both. And the"
  },
  {
    "startTime": 755.36,
    "endTime": 758.279,
    "text": "long answer is that it really depends on what language you're speaking."
  },
  {
    "startTime": 758.279,
    "endTime": 762.68,
    "text": "\"America\" can mean different things in different languages, in English, it can really only"
  },
  {
    "startTime": 762.68,
    "endTime": 766.9899999999999,
    "text": "refer to the country, whereas in some languages (such as Spainish) it can only refer to the"
  },
  {
    "startTime": 766.99,
    "endTime": 771.52,
    "text": "continent, and there's ambiguity in other languages as it can refer to either."
  },
  {
    "startTime": 771.52,
    "endTime": 775.959,
    "text": "I think the only way to stop the arguements and ambiguity is simply... respect the language"
  },
  {
    "startTime": 775.959,
    "endTime": 779.16,
    "text": "you're speaking. What I mean by this is that you should adopt"
  },
  {
    "startTime": 779.16,
    "endTime": 782.649,
    "text": "that languages' continental view of the world and correct use of words."
  },
  {
    "startTime": 782.649,
    "endTime": 786.87,
    "text": "For example, an American in South America should avoid using 'americano' to mean just"
  },
  {
    "startTime": 786.87,
    "endTime": 791.51,
    "text": "people from the US and definitely avoid using 'America' to mean the country they're from."
  },
  {
    "startTime": 791.51,
    "endTime": 794.9399999999999,
    "text": "Likewise, South Americans should not call themselves as American when speaking English,"
  },
  {
    "startTime": 794.94,
    "endTime": 800.0290000000001,
    "text": "or say 'America' to refer to the continent, because in English no such continent exists."
  },
  {
    "startTime": 800.029,
    "endTime": 805.81,
    "text": "So... to sum up: in English, this is America here, the country, and its people are American."
  },
  {
    "startTime": 805.81,
    "endTime": 810.9899999999999,
    "text": "Shown are 2 separate continents: North America and South America, collectively the Americas,"
  },
  {
    "startTime": 810.99,
    "endTime": 814.6,
    "text": "plural. In Spanish, this is America here, the continent,"
  },
  {
    "startTime": 814.6,
    "endTime": 818.779,
    "text": "made up of 3 sub-continents: north america, central america and south america. The country"
  },
  {
    "startTime": 818.779,
    "endTime": 824.519,
    "text": "in question is los Estados Unidos and its people are 'estadounidense'."
  },
  {
    "startTime": 824.519,
    "endTime": 834.519,
    "text": "Thanks for watching!"
  }
]