[
  {
    "startTime": 6.194,
    "endTime": 9.257,
    "text": "Your brain on food."
  },
  {
    "startTime": 9.257,
    "endTime": 18.159,
    "text": "If you sucked all of the moisture out of your brain and broke it down to its constituent nutritional content, what would it look like?"
  },
  {
    "startTime": 18.112,
    "endTime": 24.599999999999998,
    "text": "Most of the weight of your dehydrated brain would come from fats, also known as lipids."
  },
  {
    "startTime": 24.7,
    "endTime": 32.7,
    "text": "In the remaining brain matter, you would find proteins and amino acids, traces of micronutrients, and glucose."
  },
  {
    "startTime": 32.973,
    "endTime": 44.94,
    "text": "The brain is, of course, more than just the sum of its nutritional parts, but each component does have a distinct impact on functioning, development, mood, and energy."
  },
  {
    "startTime": 44.94,
    "endTime": 54.506,
    "text": "So that post-lunch apathy, or late-night alertness you might be feeling, well, that could simply be the effects of food on your brain."
  },
  {
    "startTime": 54.506,
    "endTime": 59.758,
    "text": "Of the fats in your brain, the superstars are omegas 3 and 6."
  },
  {
    "startTime": 59.758,
    "endTime": 67.256,
    "text": "These essential fatty acids, which have been linked to preventing degenerative brain conditions, must come from our diets."
  },
  {
    "startTime": 67.256,
    "endTime": 76.755,
    "text": "So eating omega-rich foods, like nuts, seeds, and fatty fish, is crucial to the creation and maintenance of cell membranes."
  },
  {
    "startTime": 76.755,
    "endTime": 86.601,
    "text": "And while omegas are good fats for your brain, long-term consumption of other fats, like trans and saturated fats, may compromise brain health."
  },
  {
    "startTime": 86.601,
    "endTime": 95.7,
    "text": "Meanwhile, proteins and amino acids, the building block nutrients of growth and development, manipulate how we feel and behave."
  },
  {
    "startTime": 95.8,
    "endTime": 103.5,
    "text": "Amino acids contain the precursors to neurotransmitters, the chemical messengers that carry signals between neurons."
  },
  {
    "startTime": 103.6,
    "endTime": 108.8,
    "text": "Affecting things like mood, sleep, attentiveness, and weight."
  },
  {
    "startTime": 109.072,
    "endTime": 116.855,
    "text": "They're one of the reasons we might feel calm after eating a large plate of pasta, or more alert after a protein-rich meal."
  },
  {
    "startTime": 116.855,
    "endTime": 127.723,
    "text": "The complex combinations  of compounds in food can stimulate brain cells to release mood-altering norepinephrine, dopamine, and serotonin."
  },
  {
    "startTime": 127.723,
    "endTime": 133.264,
    "text": "But getting to your brain cells is tricky, and amino acids have to compete for limited access."
  },
  {
    "startTime": 133.264,
    "endTime": 143.633,
    "text": "A diet with a range of foods helps maintain a balanced combination of brain messengers, and keeps your mood from getting skewed in one direction or the other."
  },
  {
    "startTime": 143.633,
    "endTime": 150.151,
    "text": "Like the other organs in our bodies, our brains also benefit from a steady supply of micronutrients."
  },
  {
    "startTime": 150.151,
    "endTime": 161.223,
    "text": "Antioxidants in fruits and vegetables strengthen the brain to fight off free radicals that destroy brain cells, enabling your brain to work well for a longer period of time."
  },
  {
    "startTime": 161.223,
    "endTime": 171.86900000000003,
    "text": "And without powerful micronutrients, like the vitamins B6, B12, and folic acid, our brains would be susceptible to brain disease and mental decline."
  },
  {
    "startTime": 171.869,
    "endTime": 181.191,
    "text": "Trace amounts of the minerals iron, copper, zinc, and sodium are also fundamental to brain health and early cognitive development."
  },
  {
    "startTime": 181.191,
    "endTime": 188.441,
    "text": "In order for the brain to efficiently transform and synthesize these valuable nutrients, it needs fuel, and lots of it."
  },
  {
    "startTime": 188.441,
    "endTime": 196.64600000000002,
    "text": "While the human brain only makes up about 2% of our body weight, it uses up to 20% of our energy resources."
  },
  {
    "startTime": 196.646,
    "endTime": 203.79999999999998,
    "text": "Most of this energy comes from carbohydrates that our body digests into glucose, or blood sugar."
  },
  {
    "startTime": 204.0,
    "endTime": 213.7,
    "text": "The frontal lobes are so sensitive to drops in glucose, in fact, that a change in mental function is one of the primary signals of nutrient deficiency."
  },
  {
    "startTime": 214.754,
    "endTime": 222.136,
    "text": "Assuming that we are getting glucose regularly, how does the specific type of carbohydrates we eat affect our brains?"
  },
  {
    "startTime": 222.136,
    "endTime": 227.191,
    "text": "Carbs come in three forms: starch, sugar, and fiber."
  },
  {
    "startTime": 227.191,
    "endTime": 239.382,
    "text": "While on most nutrition labels, they are all lumped into one total carb count, the ratio of the sugar and fiber subgroups to the whole amount affect how the body and brain respond."
  },
  {
    "startTime": 239.382,
    "endTime": 247.915,
    "text": "A high glycemic food, like white bread, causes a rapid release of glucose into the blood, and then comes the dip."
  },
  {
    "startTime": 247.915,
    "endTime": 252.47299999999998,
    "text": "Blood sugar shoots down, and with it, our attention span and mood."
  },
  {
    "startTime": 252.473,
    "endTime": 261.288,
    "text": "On the other hand, oats, grains, and legumes have slower glucose release, enabling a steadier level  of attentiveness."
  },
  {
    "startTime": 261.3,
    "endTime": 267.0,
    "text": "For sustained brain power, opting for a varied diet of nutrient-rich foods is critical."
  },
  {
    "startTime": 267.199,
    "endTime": 283.53700000000003,
    "text": "When it comes to what you bite, chew, and swallow, your choices have a direct and long-lasting effect on the most powerful organ in your body."
  }
]