[
  {
    "startTime": 1.96,
    "endTime": 9.02,
    "text": "The idea that work might be fulfilling, rather than just painfully necessary, is a strikingly recent invention. -[How to find fufilling work.]"
  },
  {
    "startTime": 9.02,
    "endTime": 15.92,
    "text": "Open Dr. Johnson's celebrated dictionary, published in 1755, and the word fulfillment doesn't even appear."
  },
  {
    "startTime": 15.92,
    "endTime": 26.48,
    "text": "Nowadays in a prosperous world, we don't only expect to obtain money through our labor, we also, to a greater or lesser extent, expect to find meaning and satisfaction."
  },
  {
    "startTime": 26.48,
    "endTime": 34.34,
    "text": "It's a big ask and helps to explain why so many of us have career crises often on a Sunday evening as the sun begins to set."
  },
  {
    "startTime": 34.34,
    "endTime": 38.68000000000001,
    "text": "To help us on the quest for fulfilling work here are six useful ideas."
  },
  {
    "startTime": 38.68,
    "endTime": 43.38,
    "text": "Firstly, accept that being confused about careers is perfectly normal."
  },
  {
    "startTime": 43.38,
    "endTime": 48.14,
    "text": "In a pre-industrial world there were, at most, some 2,000 different trades out there."
  },
  {
    "startTime": 48.14,
    "endTime": 51.94,
    "text": "Nowadays there are estimated to be half a million different options."
  },
  {
    "startTime": 51.94,
    "endTime": 57.44,
    "text": "The result? We can become so anxious about making the wrong choice, we end up making no choice at all."
  },
  {
    "startTime": 57.44,
    "endTime": 62.62,
    "text": "Psychologists call this \"the paradox of choice,\" paralysis stemming from too many options."
  },
  {
    "startTime": 62.62,
    "endTime": 70.36,
    "text": "We should acknowledge that confusion is natural, and fear entirely normal but let neither of these scupper our chances forever."
  },
  {
    "startTime": 70.36,
    "endTime": 72.52,
    "text": "Secondly, know yourself."
  },
  {
    "startTime": 72.52,
    "endTime": 77.44,
    "text": "It's the oldest philosophical recommendation, and has particular relevance to careers."
  },
  {
    "startTime": 77.44,
    "endTime": 84.12,
    "text": "For 99 percent of us knowing what we want to do doesn't arise spontaneously like for example, knowing what to eat."
  },
  {
    "startTime": 84.12,
    "endTime": 91.32000000000001,
    "text": "Most of us don't have a calling, we don't hear a commanding God like voice directing us to accountancy, or packaging and distribution."
  },
  {
    "startTime": 91.32,
    "endTime": 101.89999999999999,
    "text": "That isn't to say we don't have taste or inclinations, we just don't know them clearly enough, which is a perilous position to be in, as not having a plan quickly puts us at the mercy of those who do have one."
  },
  {
    "startTime": 101.9,
    "endTime": 105.0,
    "text": "We only catch glimpses, little hints of our tastes."
  },
  {
    "startTime": 105.0,
    "endTime": 108.36,
    "text": "So what we have to do is learn to pick up on their faint sounds."
  },
  {
    "startTime": 108.36,
    "endTime": 117.679,
    "text": "Start by parking any concerns for money for a time, financial panic too often kills all dialogue with the more authentic, passionate sides of one's nature."
  },
  {
    "startTime": 117.68,
    "endTime": 126.74000000000001,
    "text": "Write down, without being too logical or analytical about it, everything you've ever enjoyed doing or making, which might include building a tree house, or sorting out the winter clothes."
  },
  {
    "startTime": 126.74,
    "endTime": 129.32,
    "text": "The weirder and more offbeat list, the better."
  },
  {
    "startTime": 129.32,
    "endTime": 139.521,
    "text": "In the long and confused tangle that follows there will, somewhere, be the shape of an ideal future working self, but it'll be very messed up, and in need of being analyzed thoroughly."
  },
  {
    "startTime": 139.52,
    "endTime": 141.20000000000002,
    "text": "That's where philosophy comes in."
  },
  {
    "startTime": 141.2,
    "endTime": 146.57999999999998,
    "text": "Philosophy is the art clearing up, and demanding logic of our first thoughts."
  },
  {
    "startTime": 146.58,
    "endTime": 148.46,
    "text": "Thirdly, think a lot."
  },
  {
    "startTime": 148.46,
    "endTime": 157.54000000000002,
    "text": "If it might take a couple of days, even a week, to choose a new car, it could, fairly, take a year or more of sustained daily reflection to start to identify a career that fits."
  },
  {
    "startTime": 157.54,
    "endTime": 166.64,
    "text": "We tend to feel guilty about this, imagining we're being self-indulgent, far from it, we may need to empty every weekend for months to sort out the biggest conundrum of our lives."
  },
  {
    "startTime": 166.64,
    "endTime": 178.57999999999998,
    "text": "To make sure we don't continue to spend the rest of our lives trapped in a job unwittingly chosen for us by our unknowing 16 year-old selves, we need to be properly generous about the amount of time we'll need to give this."
  },
  {
    "startTime": 178.58,
    "endTime": 180.32000000000002,
    "text": "Fourthly, try something."
  },
  {
    "startTime": 180.32,
    "endTime": 187.2,
    "text": "It's tempting to imagine we'll be able to work out the shape of the workplace, and of our own characters simply through pure process of reflection."
  },
  {
    "startTime": 187.2,
    "endTime": 196.5,
    "text": "But we need data, and we can only understand ourselves and others by colliding with the real world, in the process getting to know both it and our own natures."
  },
  {
    "startTime": 196.5,
    "endTime": 203.34,
    "text": "We need to take small, non-irrevocable steps to gather information, for example, by shadowing, interning, or volunteering."
  },
  {
    "startTime": 203.34,
    "endTime": 210.76,
    "text": "We mustn't think we always have to resign on Monday, we can investigate our futures through branching projects on the side of existing jobs."
  },
  {
    "startTime": 210.76,
    "endTime": 214.0,
    "text": "Five, reflect on what makes people unhappy."
  },
  {
    "startTime": 214.0,
    "endTime": 218.44,
    "text": "Every successful business is at heart an attempt to solve someone else's problem."
  },
  {
    "startTime": 218.44,
    "endTime": 221.96,
    "text": "The bigger and more urgent problem, the greater the opportunity."
  },
  {
    "startTime": 221.96,
    "endTime": 233.58,
    "text": "To flex your entrepreneurial muscles, consider an average day and everything in it that might make someone unhappy, from losing the house keys, to finding the food a little greasy, to arguing yet again with their spouse."
  },
  {
    "startTime": 233.58,
    "endTime": 236.94000000000003,
    "text": "Each of these is a business opportunity waiting to be exploited."
  },
  {
    "startTime": 236.94,
    "endTime": 240.78,
    "text": "It's a chance for us to serve, which is what work really is."
  },
  {
    "startTime": 240.78,
    "endTime": 244.32,
    "text": "It's easy to imagine that everything's been done and tried—nonsense."
  },
  {
    "startTime": 244.32,
    "endTime": 250.32,
    "text": "We're unhappy enough for capitalism to have many more centuries of invention and creativity to it."
  },
  {
    "startTime": 250.32,
    "endTime": 252.12,
    "text": "Six, be confident."
  },
  {
    "startTime": 252.12,
    "endTime": 254.86,
    "text": "So many bad self-help books are about confidence."
  },
  {
    "startTime": 254.86,
    "endTime": 257.58000000000004,
    "text": "It can be tempting to dismiss the whole topic as nonsense."
  },
  {
    "startTime": 257.58,
    "endTime": 266.03999999999996,
    "text": "But in a peculiar and rather humbling way, it truly does seem as if the difference between success and failure is sometimes nothing less than the courage to give it a go."
  },
  {
    "startTime": 266.04,
    "endTime": 276.18,
    "text": "The ability to imagine oneself into a role, to surmise one doesn't need to ask anyone for permission that many of the top positions simply belong to those who dare to boldly ask for them."
  },
  {
    "startTime": 276.18,
    "endTime": 280.40000000000003,
    "text": "A lack of confidence is at heart a misunderstanding of the way the world works."
  },
  {
    "startTime": 280.4,
    "endTime": 288.4,
    "text": "It's an internalized feudalism which imagines that only certain people but not oneself, have the right, preordained, to get certain things."
  },
  {
    "startTime": 288.4,
    "endTime": 289.41999999999996,
    "text": "It isn't true."
  },
  {
    "startTime": 289.42,
    "endTime": 294.5,
    "text": "As we know, a lot more is possible than we might think at our moments of timidity and doubt."
  },
  {
    "startTime": 294.5,
    "endTime": 304.5,
    "text": "That's a start of the path towards a job we won't regret on our death beds, which should always be the ultimate criterion."
  }
]