[
  {
    "startTime": 0.0,
    "endTime": 11.46,
    "text": "Anyone who lives alone and manifests no longing to be in a relationship, is in our times, almost automatically, more or less secretly, viewed as both pitiable and deeply troubled."
  },
  {
    "startTime": 11.46,
    "endTime": 16.3,
    "text": "It's simply not thought possible to be at once, alone and normal."
  },
  {
    "startTime": 16.3,
    "endTime": 24.092,
    "text": "This sets us up for collective catastrophe because it means that a huge number of people—who have no innate wish to live with anyone else,"
  },
  {
    "startTime": 24.092,
    "endTime": 34.266,
    "text": "and are at heart deeply ill-suited to doing so—are every year press-ganged and shamed into conjugal life with disastrous results for all involved."
  },
  {
    "startTime": 34.38,
    "endTime": 45.150000000000006,
    "text": "Only once singlehood has completely equaled prestige with its alternative, can we ensure that people will be free in their choices and hence join couples for the right reasons;"
  },
  {
    "startTime": 45.15,
    "endTime": 51.293,
    "text": "because they love another person, rather than because they are terrified of remaining single."
  },
  {
    "startTime": 51.68,
    "endTime": 56.86,
    "text": "Here, then, are a few of the many good reasons to spend your life alone:"
  },
  {
    "startTime": 57.36,
    "endTime": 61.18,
    "text": "1. Because romantic love is a dangerous illusion."
  },
  {
    "startTime": 61.18,
    "endTime": 63.688,
    "text": "We should recognize that romantic love,"
  },
  {
    "startTime": 63.688,
    "endTime": 74.22200000000001,
    "text": "the idea of being deeply enamored of one special partner over a whole lifetime, is a very new, ambitious and really pretty odd concept, at best 250 years old."
  },
  {
    "startTime": 74.44,
    "endTime": 81.6,
    "text": "From close-up, over long periods of time, almost everyone is condemned to be pretty dispiriting and difficult."
  },
  {
    "startTime": 81.6,
    "endTime": 85.577,
    "text": "A good romantic marriage is evidently theoretically possible,"
  },
  {
    "startTime": 85.577,
    "endTime": 93.03099999999999,
    "text": "but it's also extremely unlikely in practice, which should make any failure feel a good deal less shameful."
  },
  {
    "startTime": 94.06,
    "endTime": 97.74000000000001,
    "text": "2. No one thinks their partner is terrific - After a while."
  },
  {
    "startTime": 97.74,
    "endTime": 102.5,
    "text": "Those among us who choose to stay single shouldn't be thought un-romantic."
  },
  {
    "startTime": 102.5,
    "endTime": 112.93,
    "text": "Indeed, we may be among the very most romantic of all, because it is in the end the fervent romantics who should be especially careful of ending up in mediocre relationships:"
  },
  {
    "startTime": 112.93,
    "endTime": 119.248,
    "text": "relationships best suit the kind of people who don't actually expect too much from them."
  },
  {
    "startTime": 119.34,
    "endTime": 122.54,
    "text": "3. We aren't sane enough to be in relationships."
  },
  {
    "startTime": 122.54,
    "endTime": 127.114,
    "text": "Though it's a sign of some maturity to know how to love and live alongside someone,"
  },
  {
    "startTime": 127.114,
    "endTime": 139.22,
    "text": "it is actually a sign of even greater maturity to recognize that this is something one isn't, in the end, gonna be psychologically capable of, as a good portion of us simply are not."
  },
  {
    "startTime": 139.22,
    "endTime": 152.1,
    "text": "Retiring oneself voluntarily, in order to save others (and oneself) from the consequences of one's own inner emotional turmoil is the true sign of a great and kind soul."
  },
  {
    "startTime": 152.1,
    "endTime": 155.85999999999999,
    "text": "4. Being alone means not inflicting yourself on others."
  },
  {
    "startTime": 155.86,
    "endTime": 160.44000000000003,
    "text": "It spares you from constant reminders of how difficult and strange you are."
  },
  {
    "startTime": 160.44,
    "endTime": 166.24,
    "text": "No one is there to hold a mirror up, record your antics and constantly make you accountable for them."
  },
  {
    "startTime": 166.24,
    "endTime": 173.0,
    "text": "If you're lucky, you will be able to tolerate and even like yourself if you are on your own."
  },
  {
    "startTime": 173.0,
    "endTime": 175.166,
    "text": "5. Relationships spoil love."
  },
  {
    "startTime": 175.166,
    "endTime": 181.88,
    "text": "It may be better to feel alone and be denied sex outside of a relationship than inside one."
  },
  {
    "startTime": 181.88,
    "endTime": 185.79999999999998,
    "text": "One thing the single are never denied, is hope."
  },
  {
    "startTime": 185.8,
    "endTime": 189.62,
    "text": "All this isn't to say that being alone is without problems."
  },
  {
    "startTime": 189.62,
    "endTime": 194.66,
    "text": "There are of course drawbacks to both states, being single and being in a couple."
  },
  {
    "startTime": 194.66,
    "endTime": 199.46,
    "text": "Loneliness in the one; suffocation, anger, and frustration in the other."
  },
  {
    "startTime": 199.46,
    "endTime": 220.46,
    "text": "The truth is, we're simply not terribly good at being happy whatever our relationship status, which is ultimately an argument for neither rushing too fast into a couple nor rushing too fast out of one."
  }
]