[
  {
    "startTime": 3.72,
    "endTime": 7.68,
    "text": "[How to Get Angry a Lot]"
  },
  {
    "startTime": 7.68,
    "endTime": 11.68,
    "text": "Forget that you might ever have done anything wrong yourself."
  },
  {
    "startTime": 11.68,
    "endTime": 16.68,
    "text": "Take things personally. That computer broke down to be mean."
  },
  {
    "startTime": 16.68,
    "endTime": 23.16,
    "text": "Constantly compare your existence with that of the happiest, most fortunate people you know."
  },
  {
    "startTime": 23.16,
    "endTime": 29.18,
    "text": "Expect that there cannot ever be traffic, and that household keys simply can't go missing."
  },
  {
    "startTime": 29.18,
    "endTime": 35.84,
    "text": "Build up isolated frustrations into giant interconnected narratives of persecution."
  },
  {
    "startTime": 35.84,
    "endTime": 45.5,
    "text": "Become very sensitive to noise, then move to a city where a lot of people are taking advantage of rising property prices to redo their homes."
  },
  {
    "startTime": 45.5,
    "endTime": 54.76,
    "text": "Start to notice fingerprints on walls, chipped plates, and towels on bathroom floors; see these as personal insults."
  },
  {
    "startTime": 54.76,
    "endTime": 59.98,
    "text": "Be sure not to get enough sleep, but never attribute your moods to tiredness."
  },
  {
    "startTime": 59.98,
    "endTime": 62.48,
    "text": "Expect children to be grateful."
  },
  {
    "startTime": 62.48,
    "endTime": 68.84,
    "text": "Compare your relationship to the happiest couple that the media is choosing to tell us about at the moment."
  },
  {
    "startTime": 68.84,
    "endTime": 76.64,
    "text": "Attribute most issues in your life to the mendacity and shortsightedness of your partner and their family."
  },
  {
    "startTime": 76.64,
    "endTime": 78.02,
    "text": "Avoid perspective."
  },
  {
    "startTime": 78.02,
    "endTime": 82.53999999999999,
    "text": "Never look at NASA images of distant galaxies."
  },
  {
    "startTime": 82.54,
    "endTime": 87.72,
    "text": "Find a YouTube channel or news outlet that you are almost certain to dislike."
  },
  {
    "startTime": 87.72,
    "endTime": 95.62,
    "text": "Watch some videos and read articles, and feel very irritated by the presentation of views you strongly disagree with."
  },
  {
    "startTime": 95.62,
    "endTime": 100.86,
    "text": "Never watch others getting angry; fail to see how absurd they can seem."
  },
  {
    "startTime": 100.86,
    "endTime": 107.22,
    "text": "Develop a faith that fury is in some ways quite impressive, macho, and makes stuff happen."
  },
  {
    "startTime": 107.22,
    "endTime": 112.17999999999999,
    "text": "Take yourself seriously, and yet, deep down, hate who you are."
  },
  {
    "startTime": 112.18,
    "endTime": 122.18,
    "text": "Think of laughter as a luxury you can't afford."
  }
]