[
  {
    "startTime": 2.0,
    "endTime": 6.78,
    "text": "Nowadays, we're pretty tough on people who have a certain kind of fear."
  },
  {
    "startTime": 6.8,
    "endTime": 9.1,
    "text": "People who are afraid of getting close."
  },
  {
    "startTime": 13.2,
    "endTime": 17.7,
    "text": "People who need to sit alone for quite a long time every day."
  },
  {
    "startTime": 17.8,
    "endTime": 21.0,
    "text": "People who don't always find it easy to say what's on their minds."
  },
  {
    "startTime": 24.6,
    "endTime": 26.900000000000002,
    "text": "People who need their space."
  },
  {
    "startTime": 30.8,
    "endTime": 37.0,
    "text": "We say these sort of people have got a fear of intimacy, and that's not a good thing to have."
  },
  {
    "startTime": 37.1,
    "endTime": 38.6,
    "text": "It can get you in trouble."
  },
  {
    "startTime": 40.3,
    "endTime": 47.0,
    "text": "But criticizing the fear of intimacy doesn't seem right or very productive at all."
  },
  {
    "startTime": 47.2,
    "endTime": 49.800000000000004,
    "text": "We'd be far better off with a different approach."
  },
  {
    "startTime": 50.6,
    "endTime": 59.5,
    "text": "For a start, if someone is scared of something, it's never a great idea just to say they're silly and that there's nothing to be worried about."
  },
  {
    "startTime": 59.6,
    "endTime": 67.3,
    "text": "It's a lot more effective to say: We're a bit scared too, and that it's actually normal to worry."
  },
  {
    "startTime": 67.5,
    "endTime": 71.5,
    "text": "Then, it is a good idea to try to understand the fear."
  },
  {
    "startTime": 71.6,
    "endTime": 73.6,
    "text": "Where has it come from?"
  },
  {
    "startTime": 73.7,
    "endTime": 79.0,
    "text": "There's almost always a history to someone who is afraid of intimacy."
  },
  {
    "startTime": 79.1,
    "endTime": 86.39999999999999,
    "text": "A history where getting close to other people got them hurt, so that closeness has become a problem."
  },
  {
    "startTime": 86.5,
    "endTime": 92.7,
    "text": "We should also take on board just how much of life is about not being intimate."
  },
  {
    "startTime": 94.3,
    "endTime": 102.5,
    "text": "From an early age we're taught we need to be strong, independent and brave."
  },
  {
    "startTime": 102.6,
    "endTime": 110.44,
    "text": "We need to hide our emotions, not say how we're feeling, bottle up what's going on inside."
  },
  {
    "startTime": 111.6,
    "endTime": 117.86,
    "text": "It is no wonder we sometimes find it hard to change gear, and become masters at the art of intimacy."
  },
  {
    "startTime": 118.0,
    "endTime": 126.8,
    "text": "It's not surprising if we should get a bit stuck and not quite know what to do with the request to say exactly how we feel."
  },
  {
    "startTime": 127.0,
    "endTime": 129.5,
    "text": "We've been out in the world too long."
  },
  {
    "startTime": 129.6,
    "endTime": 134.1,
    "text": "We're battle-hardened and just not used to it."
  },
  {
    "startTime": 134.2,
    "endTime": 135.7,
    "text": "We might need a little time."
  },
  {
    "startTime": 137.8,
    "endTime": 140.92000000000002,
    "text": "So let's go easy on those with a fear of intimacy."
  },
  {
    "startTime": 142.0,
    "endTime": 143.96,
    "text": "They're not bad people."
  },
  {
    "startTime": 144.0,
    "endTime": 153.0,
    "text": "They just find a difficult thing tricky, and we should be on hand to help them with gentleness and understanding."
  }
]