[
  {
    "startTime": 4.14,
    "endTime": 9.8,
    "text": "Jane Austen is loved mainly as a guide to fashionable life in the Regency period,"
  },
  {
    "startTime": 9.8,
    "endTime": 13.14,
    "text": "but her own vision of her task was radically different."
  },
  {
    "startTime": 13.14,
    "endTime": 16.560000000000002,
    "text": "She was an ambitious and stern moralist."
  },
  {
    "startTime": 16.56,
    "endTime": 20.58,
    "text": "She was acutely conscious of human failings and wanted, through her novels,"
  },
  {
    "startTime": 20.58,
    "endTime": 24.479999999999997,
    "text": "to make people less selfish and more reasonable."
  },
  {
    "startTime": 24.48,
    "endTime": 28.14,
    "text": "More dignified, and sensitive to the needs of others."
  },
  {
    "startTime": 28.14,
    "endTime": 34.94,
    "text": "Born in 1775, Austen grew up in a small village in Hampshire, where her father was the Anglican rector."
  },
  {
    "startTime": 34.94,
    "endTime": 37.839999999999996,
    "text": "They had high social status, but were not well off."
  },
  {
    "startTime": 37.84,
    "endTime": 41.36000000000001,
    "text": "She did much of her writing at a tiny octagonal table."
  },
  {
    "startTime": 41.36,
    "endTime": 44.6,
    "text": "She never married, though on a couple of occasions she was tempted."
  },
  {
    "startTime": 44.6,
    "endTime": 48.06,
    "text": "Mostly, she lived in the country with her sister, Cassandra."
  },
  {
    "startTime": 48.06,
    "endTime": 52.540000000000006,
    "text": "The novel was her chosen weapon in the struggle to reform humanity."
  },
  {
    "startTime": 52.54,
    "endTime": 59.4,
    "text": "She completed six: Sense and Sensibility, Pride and Prejudice, Mansfield Park, Emma, Northanger Abbey, and Persuasion."
  },
  {
    "startTime": 59.4,
    "endTime": 61.36,
    "text": "Some of the main things she wants to teach you are."
  },
  {
    "startTime": 61.4,
    "endTime": 63.0,
    "text": "1. Let your lover educate you."
  },
  {
    "startTime": 63.46,
    "endTime": 71.4,
    "text": "In Pride and Prejudice, Mr. Darcy and Elizabeth Bennet start off heartily disliking each other and then gradually realize they're in love."
  },
  {
    "startTime": 71.4,
    "endTime": 74.02000000000001,
    "text": "They make one of the great romantic couples."
  },
  {
    "startTime": 74.02,
    "endTime": 76.67999999999999,
    "text": "But why actually are they right for one another?"
  },
  {
    "startTime": 76.68,
    "endTime": 81.36000000000001,
    "text": "Austen is very clear: it's for a reason we tend not to think of very much today."
  },
  {
    "startTime": 81.36,
    "endTime": 84.44,
    "text": "Each can educate and improve the other."
  },
  {
    "startTime": 84.44,
    "endTime": 89.5,
    "text": "Darcy starts of feeling superior, because he has more money and higher status."
  },
  {
    "startTime": 89.5,
    "endTime": 93.86,
    "text": "Then, at a key moment, Elizabeth condemns his arrogance and pride to his face."
  },
  {
    "startTime": 93.86,
    "endTime": 96.3,
    "text": "It sounds offensive, but later he admits:"
  },
  {
    "startTime": 96.3,
    "endTime": 99.6,
    "text": "Your reproof so well applied, I shall never forget."
  },
  {
    "startTime": 99.6,
    "endTime": 103.97999999999999,
    "text": "You taught me a lesson, hard indeed at first, but most advantageous."
  },
  {
    "startTime": 103.98,
    "endTime": 106.78,
    "text": "By you, I was properly humbled."
  },
  {
    "startTime": 106.78,
    "endTime": 113.8,
    "text": "They suit each other because by her ease and liveliness, his mind might have been softened, his manners improved."
  },
  {
    "startTime": 113.8,
    "endTime": 120.32,
    "text": "And from his judgment, information and knowledge of the world, she must have received benefit of greater importance."
  },
  {
    "startTime": 120.32,
    "endTime": 123.27999999999999,
    "text": "In other words, they balance each other out."
  },
  {
    "startTime": 123.28,
    "endTime": 128.38,
    "text": "We tend to think of love as liking someone for who they are already - total acceptance."
  },
  {
    "startTime": 128.38,
    "endTime": 133.48,
    "text": "But Austen is saying that the right person has got to be able to help us overcome our failings."
  },
  {
    "startTime": 133.48,
    "endTime": 138.48,
    "text": "And become more mature, honest, and kind; and we need to do something similar for them."
  },
  {
    "startTime": 138.48,
    "endTime": 144.0,
    "text": "Darcy and Elizabeth improve one another, and then the novelist lets them get engaged."
  },
  {
    "startTime": 144.0,
    "endTime": 147.48,
    "text": "The story rewards them because they have developed well."
  },
  {
    "startTime": 147.48,
    "endTime": 153.11999999999998,
    "text": "That's why the novel feels so beautifully constructed, and it illustrates a basic truth:"
  },
  {
    "startTime": 153.12,
    "endTime": 156.08,
    "text": "marriage depends on maturity and education."
  },
  {
    "startTime": 156.3,
    "endTime": 160.0,
    "text": "2. We shouldn't stop judging people ; but we have to judge more carefully."
  },
  {
    "startTime": 161.48,
    "endTime": 167.39999999999998,
    "text": "Mansfield Park starts when quiet, shy Fanny Price goes to live with her much richer cousins, the Bertrams."
  },
  {
    "startTime": 167.4,
    "endTime": 172.70000000000002,
    "text": "In social terms, the Bertrams are stars, and Fanny is a very minor character indeed."
  },
  {
    "startTime": 172.7,
    "endTime": 175.78,
    "text": "But Austen judges by a completely different standard."
  },
  {
    "startTime": 175.78,
    "endTime": 185.92000000000002,
    "text": "She exchanges the normal lens through which people are viewed in society, a lens which magnifies wealth and power, for a moral lens, which magnifies qualities of character."
  },
  {
    "startTime": 185.92,
    "endTime": 190.05999999999997,
    "text": "Certainly, Fanny has no elegant dresses or money and can't speak French."
  },
  {
    "startTime": 190.06,
    "endTime": 194.2,
    "text": "But by the end of Mansfield Park, she is revealed as the noble one."
  },
  {
    "startTime": 194.2,
    "endTime": 199.04,
    "text": "While the Bertrams, despite their titles and accomplishments, have fallen into moral confusion."
  },
  {
    "startTime": 200.0,
    "endTime": 201.5,
    "text": "3. Take money seriously."
  },
  {
    "startTime": 201.74,
    "endTime": 203.58,
    "text": "Austen is quite frank about money."
  },
  {
    "startTime": 203.58,
    "endTime": 211.0,
    "text": "In Pride and Prejudice, she explains that Mr. Bingley has an income of 4000 pounds a year - that's rather a lot - while Darcy has more than twice that."
  },
  {
    "startTime": 211.0,
    "endTime": 217.78,
    "text": "Rather than feeling it's impolite to discuss money, Austen thinks it's an eminently suitable topic for highbrow literature."
  },
  {
    "startTime": 217.78,
    "endTime": 221.98,
    "text": "Because how we handle our finances has a huge effect on our lives."
  },
  {
    "startTime": 221.98,
    "endTime": 225.76,
    "text": "She takes aim at two big mistakes people make around money."
  },
  {
    "startTime": 225.76,
    "endTime": 234.54,
    "text": "The first is to get over impressed by it. In Mansfield Park, Julia Bertram gets married to Mr. Rushworth, the richest character in all of Austen's novels."
  },
  {
    "startTime": 234.54,
    "endTime": 238.78,
    "text": "But they are miserable together, and their marriage rapidly falls apart."
  },
  {
    "startTime": 238.78,
    "endTime": 243.92,
    "text": "But equally, Austen is convinced that it's a serious error to get married without enough money."
  },
  {
    "startTime": 243.92,
    "endTime": 251.51999999999998,
    "text": "At one point in Sense and Sensibility, it looks like Elinor Dashwood and Edward Ferrars - who are otherwise well suited - won't be able to get married."
  },
  {
    "startTime": 251.52,
    "endTime": 259.52,
    "text": "She writes, \"They were neither of them quite enough in love to think that 350 pounds a year would supply them with the comforts of life.\""
  },
  {
    "startTime": 259.52,
    "endTime": 263.59999999999997,
    "text": "Elinor takes the view that wealth has much to do with happiness."
  },
  {
    "startTime": 263.6,
    "endTime": 269.20000000000005,
    "text": "Though, by wealth, she doesn't mean great luxury, just enough to live carefully in moderate comfort."
  },
  {
    "startTime": 269.2,
    "endTime": 270.76,
    "text": "And Austen agrees."
  },
  {
    "startTime": 270.76,
    "endTime": 274.76,
    "text": "Marriage without a reasonable economic basis is just a folly."
  },
  {
    "startTime": 274.76,
    "endTime": 278.34,
    "text": "Austen is showing us an elusive but crucial attitude."
  },
  {
    "startTime": 278.34,
    "endTime": 286.06,
    "text": "Money is in some ways extremely important, and in other ways unimportant. We can't just be for it or against it."
  },
  {
    "startTime": 286.1,
    "endTime": 288.5,
    "text": "4. Don't be snobbish."
  },
  {
    "startTime": 288.86,
    "endTime": 294.36,
    "text": "In Emma, the heroine - Emma herself - takes Harriett Smith - a pretty girl from the village - under her wing."
  },
  {
    "startTime": 294.36,
    "endTime": 297.88,
    "text": "She wants to make her an impressive match with a smart vicar."
  },
  {
    "startTime": 297.88,
    "endTime": 306.18,
    "text": "Swept away by Emma's excessive praise, Harriet turns down an offer of marriage from a farmer because she thinks now that he's not good enough."
  },
  {
    "startTime": 306.18,
    "endTime": 309.56,
    "text": "Though in fact, he is good-hearted and quietly prosperous."
  },
  {
    "startTime": 309.56,
    "endTime": 314.82,
    "text": "Then the vicar turns out to be horrified at Emma's idea and Harriet has her heart broken."
  },
  {
    "startTime": 314.82,
    "endTime": 320.18,
    "text": "The underlying point is serious, Emma is unwittingly but cruelly snobbish."
  },
  {
    "startTime": 320.18,
    "endTime": 322.94,
    "text": "She's devoted to the wrong kind of hierarchy."
  },
  {
    "startTime": 322.94,
    "endTime": 326.56,
    "text": "The farmer is essentially a better person than the vicar,"
  },
  {
    "startTime": 326.56,
    "endTime": 331.12,
    "text": "but social conventions and manners make it easy to ignore this."
  },
  {
    "startTime": 331.12,
    "endTime": 336.66,
    "text": "Jane Austen is careful to give this fault to Emma, who is in many ways an enchanting character."
  },
  {
    "startTime": 336.66,
    "endTime": 342.42,
    "text": "In other words, Jane Austen doesn't mock snobbery as the behavior of ghastly and contemptible people."
  },
  {
    "startTime": 342.42,
    "endTime": 349.0,
    "text": "Instead, she regards the snob with pity, as someone who's in need of instruction, guidance, and reform."
  },
  {
    "startTime": 349.0,
    "endTime": 351.76,
    "text": "As we all are, in our own way."
  },
  {
    "startTime": 351.76,
    "endTime": 355.42,
    "text": "Austen might have written sermons; she wrote novels instead."
  },
  {
    "startTime": 355.42,
    "endTime": 361.28000000000003,
    "text": "She doesn't tell us why her sense of priorities is important, instead, she shows us in a story"
  },
  {
    "startTime": 361.28,
    "endTime": 366.29999999999995,
    "text": "which will also make us laugh, which can grip us enough that we want to finish supper early to read on."
  },
  {
    "startTime": 366.3,
    "endTime": 372.8,
    "text": "Upon finishing one of the novels, we're invited to go back into the world and respond to others as she has taught us."
  },
  {
    "startTime": 372.8,
    "endTime": 380.18,
    "text": "To pick up on, and recoil from greed, arrogance, and pride, and to be drawn to goodness within ourselves and others."
  },
  {
    "startTime": 380.18,
    "endTime": 384.86,
    "text": "Sadly, the moral ambition of the novel has largely disappeared in the modern world."
  },
  {
    "startTime": 384.86,
    "endTime": 387.92,
    "text": "Yet it's really the best thing that any novel can do."
  },
  {
    "startTime": 387.92,
    "endTime": 396.44,
    "text": "The satisfaction we feel when reading Jane Austen is really because she wants the world to be a certain way and we find that immensely appealing."
  },
  {
    "startTime": 396.44,
    "endTime": 406.44,
    "text": "It's the secret, largely unrecognized reason why she is such a loved writer."
  }
]