[
  {
    "startTime": 1.32,
    "endTime": 8.5,
    "text": "The decision whether one should stay or leave is one of the most consequential and painful any of us ever has to make."
  },
  {
    "startTime": 8.7,
    "endTime": 16.88,
    "text": "On any given day, many millions of people worldwide will be secretly turning the issue over in their minds as they go about their daily lives."
  },
  {
    "startTime": 16.88,
    "endTime": 23.119999999999997,
    "text": "Their partners beside them, possibly having little clue as to the momentous decision weighing upon them."
  },
  {
    "startTime": 23.12,
    "endTime": 26.82,
    "text": "The choice is perhaps more common now than it ever was."
  },
  {
    "startTime": 26.82,
    "endTime": 37.1,
    "text": "We expect to be deeply happy in love, and, therefore, spend a good deal of time wondering whether our relationships are essentially normal in their sexual and psychological frustrations,"
  },
  {
    "startTime": 37.2,
    "endTime": 43.32,
    "text": "or are beset by unusually pathological patterns which will impel us to get out as soon as we can."
  },
  {
    "startTime": 43.32,
    "endTime": 51.7,
    "text": "What films or novels we've been exposed to, the state of our friends' relationships, the degree of noise surrounding new sexually-driven dating apps,"
  },
  {
    "startTime": 51.7,
    "endTime": 59.440000000000005,
    "text": "not to mention how much sleep we've had can all play humblingly large roles in influencing us one way or another."
  },
  {
    "startTime": 59.6,
    "endTime": 69.98,
    "text": "Awkwardly, it seems that no one else actually really minds what we end up doing, which gives the decision a degree of existential loneliness it might not always have possessed."
  },
  {
    "startTime": 69.98,
    "endTime": 78.58,
    "text": "Historically, the choice was, in a sense, a good deal easier because there were simply so many stern external sanctions around not leaving:"
  },
  {
    "startTime": 78.58,
    "endTime": 84.36,
    "text": "religions would insist that God blessed unions and would be furious that they're being torn asunder,"
  },
  {
    "startTime": 84.36,
    "endTime": 91.24,
    "text": "society strongly disapproved of breakups and cast separating parties into decades of ignominy and shame."
  },
  {
    "startTime": 91.5,
    "endTime": 99.74,
    "text": "And psychologists would explain that children would be deeply and permanently scarred by any termination in their parents' relationship."
  },
  {
    "startTime": 99.9,
    "endTime": 104.06,
    "text": "But, one by one, these objections to quitting have fallen away;"
  },
  {
    "startTime": 104.06,
    "endTime": 114.72,
    "text": "religions no longer terrify us into staying, society doesn't care, and psychologists now routinely tell us that children would prefer a broken family to an unhappy one."
  },
  {
    "startTime": 114.72,
    "endTime": 119.17999999999999,
    "text": "The burden of choice therefore falls squarely on us."
  },
  {
    "startTime": 119.18,
    "endTime": 127.36000000000001,
    "text": "The only thing determining whether to stay or leave is how we feel, which can be a pretty hard matter indeed to work out for ourselves,"
  },
  {
    "startTime": 127.36,
    "endTime": 133.54,
    "text": "Our feelings having a dispirited habit of shifting and evading any efforts of rational qualification."
  },
  {
    "startTime": 133.9,
    "endTime": 140.12,
    "text": "In the circumstances, it might help to have a set of questions, devil's advocate in nature, to fall back upon —"
  },
  {
    "startTime": 140.2,
    "endTime": 148.57999999999998,
    "text": "a kind of checklist to dialogue within one's mind, in the silent hours of the morning, from the chill vantage point of the spare room couch."
  },
  {
    "startTime": 148.8,
    "endTime": 154.22,
    "text": "How much of our unhappiness can be tightly attributed to this particular partner."
  },
  {
    "startTime": 154.22,
    "endTime": 160.02,
    "text": "And how much might it, as we would risk discovering five years and multiple upheavals later,"
  },
  {
    "startTime": 160.02,
    "endTime": 166.74,
    "text": "turn out to be simply an inherent feature of any attempt to live in close proximity to another human."
  },
  {
    "startTime": 167.3,
    "endTime": 176.78,
    "text": "Though it is, of course, always essentially their fault, what tiny proportion of the difficulties might we, nevertheless, be contributing to the discord?"
  },
  {
    "startTime": 177.0,
    "endTime": 182.62,
    "text": "In what modest way might we be a little hard to be around?"
  },
  {
    "startTime": 182.7,
    "endTime": 191.2,
    "text": "Consider the annoying traits in all previous partners we've had and people we've known that our current partners happen not to have,"
  },
  {
    "startTime": 191.2,
    "endTime": 194.42,
    "text": "what do we manage not to fight about?"
  },
  {
    "startTime": 194.42,
    "endTime": 200.82,
    "text": "Start to probe at any new infatuations or crushes, largely by getting to know them better."
  },
  {
    "startTime": 201.2,
    "endTime": 213.2,
    "text": "Observe closely how many sexually available and intelligent people the single types around us, especially those hooked up to those new dating apps, actually manage to encounter day-to-day."
  },
  {
    "startTime": 213.3,
    "endTime": 218.10000000000002,
    "text": "Try to have another conversation with your partner in which you don't accuse them of mendacity,"
  },
  {
    "startTime": 218.2,
    "endTime": 225.92,
    "text": "and instead simply explain, quite calmly, how you actually feel and how sad you are about quite a few things."
  },
  {
    "startTime": 225.92,
    "endTime": 236.6,
    "text": "Reflect on how you'd really feel as a child, if henceforth, you were to have two tiny bedrooms, two new step-parents, and possibly a few more new half-siblings,"
  },
  {
    "startTime": 236.6,
    "endTime": 241.2,
    "text": "compare with the scratchy reality of the current setup."
  },
  {
    "startTime": 241.1,
    "endTime": 245.64,
    "text": "Question how normal it is for any couple to have great sex after twenty-two months."
  },
  {
    "startTime": 246.3,
    "endTime": 258.3,
    "text": "Ask yourself if you're ready to face the risk of perhaps achieving no more than exchanging a familiar kind of unhappiness for a new and more complex variety of unhappiness."
  },
  {
    "startTime": 258.3,
    "endTime": 263.40000000000003,
    "text": "Wonder whether you really want to choose hope over experience."
  },
  {
    "startTime": 263.5,
    "endTime": 282.3,
    "text": "Then, if you still have the impulse to leave, with chances of subsequent regret lessened to at least a touch, with a heavy heart, and a cautious mind, leave."
  }
]