[
  {
    "startTime": 2.187,
    "endTime": 6.1739999999999995,
    "text": "Yeah, that was fun. I'm looking forward to hearing that from you later."
  },
  {
    "startTime": 6.174,
    "endTime": 14.100000000000001,
    "text": "Hi. James from engVid. In this video what I would like to do is help you work on vocabulary."
  },
  {
    "startTime": 14.1,
    "endTime": 21.345,
    "text": "I want to make it fun, because when things are fun, you work harder and you learn more. And today's"
  },
  {
    "startTime": 21.345,
    "endTime": 26.07,
    "text": "lesson, I'm going to teach you two ways to not only just remember vocabulary, but learn"
  },
  {
    "startTime": 26.07,
    "endTime": 32.11,
    "text": "how to use vocabulary in a way that we use it, and you will really understand it, and..."
  },
  {
    "startTime": 32.11,
    "endTime": 36.0,
    "text": "Heck, it's fun. You're just going to have fun doing it. I'm sure you will. All right?"
  },
  {
    "startTime": 36.0,
    "endTime": 41.237,
    "text": "It's a little bit creative. So, let's go to the board. Simple lesson. Here we go."
  },
  {
    "startTime": 41.237,
    "endTime": 46.25,
    "text": "Two ways to have fun with language. Not just language, but vocabulary. Ways that you may"
  },
  {
    "startTime": 46.25,
    "endTime": 50.93,
    "text": "not be studying in class, we're going to do here today. The first one I want to talk to"
  },
  {
    "startTime": 50.93,
    "endTime": 57.056,
    "text": "you about is fill in the gap. Huh? \"A gap\" means a space, there's a space between something."
  },
  {
    "startTime": 57.056,
    "endTime": 62.632999999999996,
    "text": "So, here's my hands, in between my hands is a gap. Okay? You have a gap between your eyes."
  },
  {
    "startTime": 62.633,
    "endTime": 69.729,
    "text": "One eye, one eye, space. In this case, you see I've got this: \"tree _______ chair\"."
  },
  {
    "startTime": 69.729,
    "endTime": 74.703,
    "text": "Now, fill in the gap doesn't mean just one word. It's a couple of ways you can do this."
  },
  {
    "startTime": 74.703,
    "endTime": 79.549,
    "text": "In this particular game, we're going to take two vocabulary words, \"tree\", and take another"
  },
  {
    "startTime": 79.549,
    "endTime": 84.29,
    "text": "one, \"chair\", and they're kind of a little obvious to make it easy for you, but what"
  },
  {
    "startTime": 84.29,
    "endTime": 87.447,
    "text": "I want you to do is one of two things."
  },
  {
    "startTime": 87.447,
    "endTime": 93.0,
    "text": "The first thing we can do is use x words. What I mean by that is you could say:"
  },
  {
    "startTime": 93.0,
    "endTime": 99.139,
    "text": "\"I want to use five words, and I want to go from 'tree' to 'chair'.\" Or:"
  },
  {
    "startTime": 99.139,
    "endTime": 104.106,
    "text": "\"I want to use three words from 'tree' to 'chair'\" or two. Huh? Well, okay."
  },
  {
    "startTime": 104.106,
    "endTime": 110.15299999999999,
    "text": "How do I get from \"tree\"? Okay. \"Tree\","
  },
  {
    "startTime": 110.153,
    "endTime": 117.21300000000001,
    "text": "\"cut\". You cut the tree down, right? \"Lumber\". Lumber you make into wood you can use."
  },
  {
    "startTime": 117.213,
    "endTime": 126.36,
    "text": "Let's see. \"Carpenter\". Find a carpenter. \"Craft\". \"Craft\" means make. You're like: \"What?\" These..."
  },
  {
    "startTime": 126.36,
    "endTime": 133.67,
    "text": "All these words... And then I can say: \"Furniture\". Okay? Okay, furniture. \"Chair\", so if I have"
  },
  {
    "startTime": 133.67,
    "endTime": 138.57999999999998,
    "text": "a tree, I cut it down and make it into lumber, I take it to a carpenter, he crafts it into"
  },
  {
    "startTime": 138.58,
    "endTime": 145.45000000000002,
    "text": "a chair. Five words from A to B. So, one game is tell yourself: \"I want to go from five..."
  },
  {
    "startTime": 145.45,
    "endTime": 149.04999999999998,
    "text": "One word to another word, and I want five words to get there.\""
  },
  {
    "startTime": 149.05,
    "endTime": 154.53,
    "text": "And you can challenge yourself; maybe go from three words. Right? Or make 10 words. You"
  },
  {
    "startTime": 154.53,
    "endTime": 158.92,
    "text": "can use it to describe something. How many words you can use to describe a certain thing."
  },
  {
    "startTime": 158.92,
    "endTime": 162.92,
    "text": "Right? \"I have this word, and I want to go to this word. How many words does it take"
  },
  {
    "startTime": 162.92,
    "endTime": 168.05999999999997,
    "text": "me to get there?\" What this does is it teaches you relationship between words, and that also"
  },
  {
    "startTime": 168.06,
    "endTime": 173.94,
    "text": "can teach you nouns and verbs, and how they function together. Or, we say \"syntax\", right?"
  },
  {
    "startTime": 173.94,
    "endTime": 179.57999999999998,
    "text": "So, start at A, say: \"I want to use five words to get there.\" This is a great word to do"
  },
  {
    "startTime": 179.58,
    "endTime": 184.81,
    "text": "with a friend. You can say: \"Okay, we're going to do 'tree' and 'chair', you need to do five"
  },
  {
    "startTime": 184.81,
    "endTime": 189.822,
    "text": "words that make sense to go from 'tree' to 'chair'\", and put a clock on for five minutes."
  },
  {
    "startTime": 189.822,
    "endTime": 194.53,
    "text": "You go, and she goes, you write together and see what words you get. Compare, check them"
  },
  {
    "startTime": 194.53,
    "endTime": 198.739,
    "text": "out. \"Why did you choose this, and why does this word...? What does this word mean?\" Right?"
  },
  {
    "startTime": 198.739,
    "endTime": 202.73000000000002,
    "text": "So, now, you're not just writing words in a book and saying: \"This word means this.\""
  },
  {
    "startTime": 202.73,
    "endTime": 207.159,
    "text": "You're: \"What does it mean? How do I use it? How would other people use it? How would other"
  },
  {
    "startTime": 207.159,
    "endTime": 211.465,
    "text": "people think?\" Right? Yeah. See? That's fun by yourself or with a friend."
  },
  {
    "startTime": 211.465,
    "endTime": 216.261,
    "text": "Okay, listen, the second way to play this game is: How many words to the answer? What?"
  },
  {
    "startTime": 216.261,
    "endTime": 222.26,
    "text": "Well, we can pick up two random words, two, like... I have \"chair\"... \"Tree\" and \"chair\","
  },
  {
    "startTime": 222.26,
    "endTime": 230.12,
    "text": "we could have put \"chair\" and \"moon\". Now the game gets a little bit more interesting."
  },
  {
    "startTime": 230.12,
    "endTime": 236.755,
    "text": "Right? \"Chair\" and \"moon\". How many words does it get me to go from \"chair\" to \"moon\"?"
  },
  {
    "startTime": 236.755,
    "endTime": 241.801,
    "text": "Now, you might say: \"That's impossible. They have nothing to do with each other.\" I could"
  },
  {
    "startTime": 241.801,
    "endTime": 253.402,
    "text": "say, \"Listen, the chair in my living room\"-\"living room\" is a noun-\"sits\"-which is a verb"
  },
  {
    "startTime": 253.402,
    "endTime": 260.188,
    "text": "-\"close to the big bay window where I can see the moon at night.\""
  },
  {
    "startTime": 260.188,
    "endTime": 263.146,
    "text": "How many words did it take me to get from \"chair\" to \"moon\"?"
  },
  {
    "startTime": 263.146,
    "endTime": 266.043,
    "text": "So, it's playing with words, being creative. \"Chair\""
  },
  {
    "startTime": 266.043,
    "endTime": 271.03000000000003,
    "text": "and \"moon\" have nothing to do with each other, but I used nouns and verbs to go from this"
  },
  {
    "startTime": 271.03,
    "endTime": 276.13,
    "text": "place to this place, and actually created a sentence as well. Now, you can, as I said,"
  },
  {
    "startTime": 276.13,
    "endTime": 280.192,
    "text": "make it more of a challenge. Do the same thing with a friend. How many words, just random"
  },
  {
    "startTime": 280.192,
    "endTime": 284.58,
    "text": "words, how many words does it take? And you can time each other to see who gets there"
  },
  {
    "startTime": 284.58,
    "endTime": 289.25899999999996,
    "text": "first. And the sentence must make sense. Cool? All right? Once again, you're going to learn"
  },
  {
    "startTime": 289.259,
    "endTime": 293.34000000000003,
    "text": "syntax and meaning; you have to put the words in the right order, you can't just throw words"
  },
  {
    "startTime": 293.34,
    "endTime": 297.92999999999995,
    "text": "in there. And when I say \"meaning\", it has to have sense that it goes from here to here"
  },
  {
    "startTime": 297.93,
    "endTime": 304.72,
    "text": "that someone would understand it and, you know, agree with it. That's one game."
  },
  {
    "startTime": 304.72,
    "endTime": 309.6,
    "text": "The second game I like a lot, and I'm going to embarrass myself in about four minutes,"
  },
  {
    "startTime": 309.6,
    "endTime": 315.85,
    "text": "two minutes, whatever. I hope you like this one, too. I like this one because what you"
  },
  {
    "startTime": 315.85,
    "endTime": 323.889,
    "text": "do is if you're studying particular vocabulary... We have in engVid, vocabulary about travel,"
  },
  {
    "startTime": 323.889,
    "endTime": 330.225,
    "text": "the kitchen, the law, all sorts of ones you can go to. Go there, and there's usually about"
  },
  {
    "startTime": 330.225,
    "endTime": 337.045,
    "text": "10 words. Take those 10 words. Okay? And then you're going to write a poem."
  },
  {
    "startTime": 337.045,
    "endTime": 344.47900000000004,
    "text": "Poem. Well, poems are literary devices. They are types of... They're forms of writing that don't"
  },
  {
    "startTime": 344.479,
    "endTime": 351.15999999999997,
    "text": "have to follow the normal ways of writing. In Japan, they have what's called a Haiku."
  },
  {
    "startTime": 351.16,
    "endTime": 357.68,
    "text": "We have rhyming poetry, like... I can't thinking anything off the right... Top of my head."
  },
  {
    "startTime": 357.68,
    "endTime": 362.77,
    "text": "Simple Simon metapimon. No, that's not a rhyme. But rhyme, words that go together like \"time\","
  },
  {
    "startTime": 362.77,
    "endTime": 367.88,
    "text": "\"rhyme\", \"bime\", you'd have to have all these words kind of go together. Okay? So, poetry"
  },
  {
    "startTime": 367.88,
    "endTime": 371.83,
    "text": "could be to express a... Or express a thought or an idea, but it doesn't have to be written"
  },
  {
    "startTime": 371.83,
    "endTime": 374.048,
    "text": "as a specific paragraph. Right?"
  },
  {
    "startTime": 374.048,
    "endTime": 380.61,
    "text": "It could be, as I said, a Haiku is in Japanese poetry, rhyming poetry, sometimes abstract"
  },
  {
    "startTime": 380.61,
    "endTime": 386.289,
    "text": "poetry. This is a fun one because in this one you're going to write a poem, and you"
  },
  {
    "startTime": 386.289,
    "endTime": 390.46999999999997,
    "text": "might not have done that in your current reading-... Writing assignments. You're writing paragraphs"
  },
  {
    "startTime": 390.47,
    "endTime": 395.37,
    "text": "for essays and things, but we want to show you the connection with words. So, what I"
  },
  {
    "startTime": 395.37,
    "endTime": 400.68,
    "text": "want you to do is write a poem using five or maybe even 10 words. Try not to do more,"
  },
  {
    "startTime": 400.68,
    "endTime": 409.039,
    "text": "because you're learning how to write right now. Okay? Use on vocabulary... \"One\" vocabulary"
  },
  {
    "startTime": 409.039,
    "endTime": 415.81,
    "text": "word, because \"on\" is a preposition. One vocabulary word on each line, but have the poem's lines"
  },
  {
    "startTime": 415.81,
    "endTime": 421.097,
    "text": "be connected by the ideas in the words, which means you can't just randomly write words"
  },
  {
    "startTime": 421.097,
    "endTime": 426.144,
    "text": "and funny sentences; they've got to be connected. This shows your mastery of the language. And"
  },
  {
    "startTime": 426.144,
    "endTime": 429.988,
    "text": "that's why I said this is a good one. It's fun and you're showing your mastery. In this"
  },
  {
    "startTime": 429.988,
    "endTime": 438.729,
    "text": "case, I've got: \"rain\", \"down\", \"heaven\", \"hard\", \"thirst\". Random words. Right? Let"
  },
  {
    "startTime": 438.729,
    "endTime": 446.5,
    "text": "me clear my throat. You didn't know it, but it's James' Beatnik Poetry Café. I'm about"
  },
  {
    "startTime": 446.5,
    "endTime": 448.87,
    "text": "to give you some lines."
  },
  {
    "startTime": 448.87,
    "endTime": 451.94,
    "text": "Rain comes down"
  },
  {
    "startTime": 451.94,
    "endTime": 455.868,
    "text": "hard from heaven, crashing into the ground,"
  },
  {
    "startTime": 455.868,
    "endTime": 460.219,
    "text": "making the heart go soft, quenching the thirst of the earth,"
  },
  {
    "startTime": 460.219,
    "endTime": 465.778,
    "text": "removing the dirt, revealing the hidden beauty."
  },
  {
    "startTime": 465.778,
    "endTime": 468.451,
    "text": "Thank you. Thank you, thank you, thank you."
  },
  {
    "startTime": 468.451,
    "endTime": 475.759,
    "text": "Okay, so I took these words, and if you noticed, there's a very specific thing. This poem I"
  },
  {
    "startTime": 475.759,
    "endTime": 483.47,
    "text": "did the first line one word, on the second line I put two words, on the third line I"
  },
  {
    "startTime": 483.47,
    "endTime": 489.34900000000005,
    "text": "put three words, on the fourth and fifth... You can see these numbers. These were the"
  },
  {
    "startTime": 489.349,
    "endTime": 494.43,
    "text": "words I used. Each of them makes sense in the poem. When you hear it, you're like:"
  },
  {
    "startTime": 494.43,
    "endTime": 499.259,
    "text": "\"Oh, yeah, that makes sense.\" \"Heaven\" is above, \"rain\" comes down. Right? \"Heaven\", above,"
  },
  {
    "startTime": 499.259,
    "endTime": 504.87,
    "text": "yeah. \"Hard\", well, when water hits the ground, the ground goes soft. And if you're \"thirsty\","
  },
  {
    "startTime": 504.87,
    "endTime": 509.259,
    "text": "it means you need a drink, if the dry is ground it's thirsty, so it wants water to drink."
  },
  {
    "startTime": 509.259,
    "endTime": 513.863,
    "text": "Right? I'm showing you I understand the language enough to put these words together. Because"
  },
  {
    "startTime": 513.863,
    "endTime": 518.839,
    "text": "I put one word, two words, three words, I also have to use other words I learned. So,"
  },
  {
    "startTime": 518.839,
    "endTime": 523.4190000000001,
    "text": "you can take this from a particular lesson-right?-because \"rain\" would be \"water\" and \"thirst\". Probably"
  },
  {
    "startTime": 523.419,
    "endTime": 525.598,
    "text": "a lesson on water. Right? Yeah."
  },
  {
    "startTime": 525.598,
    "endTime": 532.51,
    "text": "You could do that for travelling. You know? Sky drawing me up... No, drawing me up into..."
  },
  {
    "startTime": 532.51,
    "endTime": 537.206,
    "text": "See? I'm just making it up, but you get the point. You take them, you put them together."
  },
  {
    "startTime": 537.206,
    "endTime": 541.01,
    "text": "And even that last sentence, I'm like: \"That wasn't cool. I have to... Don't want to look"
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "like a fool, so I'll have to retool.\" Right? So, if you're smiling, having fun, saying:"
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "\"Wow. I'm, like, playing with the language.\" You'll show that you understand it, you'll"
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "have a beautiful product that you can show another person, saying: \"Look at my English.\""
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "And they may be impressed when you explain the rules you were following, like: one words,"
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "two words, three words, and how you learned to express yourself and have a deep understanding."
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "Right?"
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "So, look, I hope you've enjoyed these two lessons. You can see I did, because I did"
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "a little poem for you, using this exact lesson. E's smiling, because he's like:"
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "\"Wow, this is fun.\" I'm sure this was fun for you. Give it a try. Get out your vocabulary words, or"
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "go watch another engVid lesson. Right? And then take out some vocabulary words, because"
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "they do go together, and use them. Make a couple poems, have some fun with it. All right?"
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "Anyway, where are you going to find these words? Well,"
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "I want you to go to www.eng as in English, vid as in video.com (www.engvid.com),"
  },
  {
    "startTime": 606.36,
    "endTime": 609.86,
    "text": "where you can play, have fun, and experiment."
  },
  {
    "startTime": 609.86,
    "endTime": 618.8100000000001,
    "text": "All right? That's what it's about, and that's how you learn best. Anyway, once again, I"
  },
  {
    "startTime": 618.81,
    "endTime": 624.27,
    "text": "just wanted to say thank you guys for watching the channel, look forward to all your comments,"
  },
  {
    "startTime": 624.27,
    "endTime": 630.18,
    "text": "and the fact that you go do those quizzes. And before I go, I really want you to subscribe,"
  },
  {
    "startTime": 630.18,
    "endTime": 634.9899999999999,
    "text": "so somewhere around here, or even down here, there's a subscribe button. Okay? Subscribe,"
  },
  {
    "startTime": 634.99,
    "endTime": 647.1,
    "text": "and you'll get the newest stuff from myself and engVid. Right?"
  },
  {
    "startTime": 647.1,
    "endTime": 646.1800000000001,
    "text": "Have a good one. See ya later."
  },
  {
    "startTime": 646.18,
    "endTime": 652.3389999999999,
    "text": "Remember: Rain comes down hard."
  }
]