[
  {
    "startTime": 0.12,
    "endTime": 5.64,
    "text": "I have been living and teaching in the Gulf for over 30 years."
  },
  {
    "startTime": 5.64,
    "endTime": 17.75,
    "text": "And in that time, I have seen a lot of changes. Now that statistic is quite shocking. And I want to"
  },
  {
    "startTime": 17.75,
    "endTime": 24.39,
    "text": "talk to you today about language loss and the globalization of English. I want to tell"
  },
  {
    "startTime": 24.39,
    "endTime": 30.310000000000002,
    "text": "you about my friend who was teaching English to adults in Abu Dhabi. And one fine day,"
  },
  {
    "startTime": 30.31,
    "endTime": 35.879,
    "text": "she decided to take them into the garden to teach them some nature vocabulary. But it"
  },
  {
    "startTime": 35.879,
    "endTime": 40.399,
    "text": "was she who ended up learning all the Arabic words for the local plants, as well as their"
  },
  {
    "startTime": 40.399,
    "endTime": 47.58,
    "text": "uses -- medicinal uses, cosmetics, cooking, herbal. How did those students get all that"
  },
  {
    "startTime": 47.58,
    "endTime": 54.579,
    "text": "knowledge? Of course, from their grandparents and even their great-grandparents. It's not"
  },
  {
    "startTime": 54.579,
    "endTime": 60.620000000000005,
    "text": "necessary to tell you how important it is to be able to communicate across generations."
  },
  {
    "startTime": 60.62,
    "endTime": 68.53999999999999,
    "text": "But sadly, today, languages are dying at an unprecedented rate. A language dies every"
  },
  {
    "startTime": 68.54,
    "endTime": 75.59,
    "text": "14 days. Now, at the same time, English is the undisputed global language. Could there"
  },
  {
    "startTime": 75.59,
    "endTime": 81.8,
    "text": "be a connection? Well I don't know. But I do know that I've seen a lot of changes. When"
  },
  {
    "startTime": 81.8,
    "endTime": 88.2,
    "text": "I first came out to the Gulf, I came to Kuwait in the days when it was still a hardship post."
  },
  {
    "startTime": 88.2,
    "endTime": 95.28,
    "text": "Actually, not that long ago. That is a little bit too early. But nevertheless, I was recruited"
  },
  {
    "startTime": 95.28,
    "endTime": 101.41,
    "text": "by the British Council, along with about 25 other teachers. And we were the first non-Muslims"
  },
  {
    "startTime": 101.41,
    "endTime": 106.95,
    "text": "to teach in the state schools there in Kuwait. We were brought to teach English because the"
  },
  {
    "startTime": 106.95,
    "endTime": 112.17,
    "text": "government wanted to modernize the country and to empower the citizens through education."
  },
  {
    "startTime": 112.17,
    "endTime": 117.89,
    "text": "And of course, the U.K. benefited from some of that lovely oil wealth."
  },
  {
    "startTime": 117.89,
    "endTime": 127.05,
    "text": "Okay. Now this is the major change that I've seen -- how teaching English has morphed from"
  },
  {
    "startTime": 127.05,
    "endTime": 133.87,
    "text": "being a mutually beneficial practice to becoming a massive international business that it is"
  },
  {
    "startTime": 133.87,
    "endTime": 138.969,
    "text": "today. No longer just a foreign language on the school curriculum, and no longer the sole"
  },
  {
    "startTime": 138.969,
    "endTime": 145.59,
    "text": "domain of mother England, it has become a bandwagon for every English-speaking nation"
  },
  {
    "startTime": 145.59,
    "endTime": 153.56,
    "text": "on earth. And why not? After all, the best education -- according to the latest World"
  },
  {
    "startTime": 153.56,
    "endTime": 161.769,
    "text": "University Rankings -- is to be found in the universities of the U.K. and the U.S. So everybody"
  },
  {
    "startTime": 161.769,
    "endTime": 167.249,
    "text": "wants to have an English education, naturally. But if you're not a native speaker,"
  },
  {
    "startTime": 167.249,
    "endTime": 172.599,
    "text": "you have to pass a test. Now can it be right to reject a student on"
  },
  {
    "startTime": 172.599,
    "endTime": 178.54899999999998,
    "text": "linguistic ability alone? Perhaps you have a computer scientist who's a genius. Would"
  },
  {
    "startTime": 178.549,
    "endTime": 186.87,
    "text": "he need the same language as a lawyer, for example? Well, I don't think so. We English"
  },
  {
    "startTime": 186.87,
    "endTime": 193.37900000000002,
    "text": "teachers reject them all the time. We put a stop sign, and we stop them in their tracks."
  },
  {
    "startTime": 193.379,
    "endTime": 200.85899999999998,
    "text": "They can't pursue their dream any longer, 'til they get English. Now let me put it this"
  },
  {
    "startTime": 200.859,
    "endTime": 208.12900000000002,
    "text": "way: if I met a monolingual Dutch speaker who had the cure for cancer, would I stop"
  },
  {
    "startTime": 208.129,
    "endTime": 214.279,
    "text": "him from entering my British University? I don't think so. But indeed, that is exactly"
  },
  {
    "startTime": 214.279,
    "endTime": 222.659,
    "text": "what we do. We English teachers are the gatekeepers. And you have to satisfy us first that your"
  },
  {
    "startTime": 222.659,
    "endTime": 231.98,
    "text": "English is good enough. Now it can be dangerous to give too much power to a narrow segment"
  },
  {
    "startTime": 231.98,
    "endTime": 235.719,
    "text": "of society. Maybe the barrier would be too universal."
  },
  {
    "startTime": 235.719,
    "endTime": 245.329,
    "text": "Okay. \"But,\" I hear you say, \"what about the research? It's all in English.\" So the books"
  },
  {
    "startTime": 245.329,
    "endTime": 251.829,
    "text": "are in English, the journals are done in English, but that is a self-fulfilling prophecy. It"
  },
  {
    "startTime": 251.829,
    "endTime": 259.09000000000003,
    "text": "feeds the English requirement. And so it goes on. I ask you, what happened to translation?"
  },
  {
    "startTime": 259.09,
    "endTime": 266.48999999999995,
    "text": "If you think about the Islamic Golden Age, there was lots of translation then. They translated"
  },
  {
    "startTime": 266.49,
    "endTime": 273.599,
    "text": "from Latin and Greek into Arabic, into Persian, and then it was translated on into the Germanic"
  },
  {
    "startTime": 273.599,
    "endTime": 281.28,
    "text": "languages of Europe and the Romance languages. And so light shone upon the Dark Ages of Europe."
  },
  {
    "startTime": 281.28,
    "endTime": 287.539,
    "text": "Now don't get me wrong; I am not against teaching English, all you English teachers out there."
  },
  {
    "startTime": 287.539,
    "endTime": 293.96999999999997,
    "text": "I love it that we have a global language. We need one today more than ever. But I am"
  },
  {
    "startTime": 293.97,
    "endTime": 299.93,
    "text": "against using it as a barrier. Do we really want to end up with 600 languages and the"
  },
  {
    "startTime": 299.93,
    "endTime": 306.47,
    "text": "main one being English, or Chinese? We need more than that. Where do we draw the line?"
  },
  {
    "startTime": 306.47,
    "endTime": 320.61,
    "text": "This system equates intelligence with a knowledge of English, which is quite arbitrary."
  },
  {
    "startTime": 320.61,
    "endTime": 329.03000000000003,
    "text": "And I want to remind you that the giants upon whose shoulders today's intelligentsia stand"
  },
  {
    "startTime": 329.03,
    "endTime": 334.59,
    "text": "did not have to have English, they didn't have to pass an English test. Case in point,"
  },
  {
    "startTime": 334.59,
    "endTime": 342.44899999999996,
    "text": "Einstein. He, by the way, was considered remedial at school because he was, in fact, dyslexic."
  },
  {
    "startTime": 342.449,
    "endTime": 347.319,
    "text": "But fortunately for the world, he did not have to pass an English test. Because they"
  },
  {
    "startTime": 347.319,
    "endTime": 356.68,
    "text": "didn't start until 1964 with TOEFL, the American test of English. Now it's exploded. There"
  },
  {
    "startTime": 356.68,
    "endTime": 361.129,
    "text": "are lots and lots of tests of English. And millions and millions of students take these"
  },
  {
    "startTime": 361.129,
    "endTime": 366.84000000000003,
    "text": "tests every year. Now you might think, you and me, \"Those fees aren't bad, they're okay,\""
  },
  {
    "startTime": 366.84,
    "endTime": 372.56,
    "text": "but they are prohibitive to so many millions of poor people. So immediately, we're rejecting"
  },
  {
    "startTime": 372.56,
    "endTime": 378.77,
    "text": "them. It brings to mind a headline I saw recently:"
  },
  {
    "startTime": 378.77,
    "endTime": 384.46,
    "text": "\"Education: The Great Divide.\" Now I get it, I understand why people would want to focus"
  },
  {
    "startTime": 384.46,
    "endTime": 390.909,
    "text": "on English. They want to give their children the best chance in life. And to do that, they"
  },
  {
    "startTime": 390.909,
    "endTime": 396.81,
    "text": "need a Western education. Because, of course, the best jobs go to people out of the Western"
  },
  {
    "startTime": 396.81,
    "endTime": 402.45,
    "text": "Universities, that I put on earlier. It's a circular thing."
  },
  {
    "startTime": 402.45,
    "endTime": 408.40999999999997,
    "text": "When students come to us from abroad, we may not be giving them enough credit for what they know,"
  },
  {
    "startTime": 408.41,
    "endTime": 415.42,
    "text": "and they know it in their own language. When a language dies, we don't know what we lose with that language"
  },
  {
    "startTime": 415.42,
    "endTime": 425.42,
    "text": "Let us celebrate diversity! Mind your language. Use it to spread great ideas."
  }
]