[
  {
    "startTime": 3.377,
    "endTime": 6.079,
    "text": "I am not black."
  },
  {
    "startTime": 6.891,
    "endTime": 12.187999999999999,
    "text": "I mean, that's what the world calls me, but it's not me."
  },
  {
    "startTime": 13.463,
    "endTime": 18.097,
    "text": "I didn't come out of my mother's womb saying, \"Hey everybody. I'm black.\""
  },
  {
    "startTime": 19.143,
    "endTime": 24.0,
    "text": "No, I was taught to be black, and you were taught to call me that,"
  },
  {
    "startTime": 24.0,
    "endTime": 28.7,
    "text": "along with whatever you call yourself is just a label."
  },
  {
    "startTime": 30.271,
    "endTime": 33.980000000000004,
    "text": "See, from birth, the world force-feeds us these labels,"
  },
  {
    "startTime": 34.3,
    "endTime": 36.0,
    "text": "and eventually we all swallow them."
  },
  {
    "startTime": 36.676,
    "endTime": 42.783,
    "text": "We digest and accept the labels, never ever doubting them, but there's one problem."
  },
  {
    "startTime": 43.257,
    "endTime": 45.723,
    "text": "Labels are not you and labels are not me."
  },
  {
    "startTime": 46.016,
    "endTime": 52.077999999999996,
    "text": "Labels are just labels, but who we truly are is not skin-deep."
  },
  {
    "startTime": 53.136,
    "endTime": 57.662000000000006,
    "text": "See, when I drive my car, no one would ever confuse the car for me."
  },
  {
    "startTime": 58.724,
    "endTime": 64.204,
    "text": "Well when I drive my body, why did you confuse me for my body?"
  },
  {
    "startTime": 64.62,
    "endTime": 68.24600000000001,
    "text": "It's my body. Get it? Not me."
  },
  {
    "startTime": 68.572,
    "endTime": 69.8,
    "text": "Let me break it down."
  },
  {
    "startTime": 69.9,
    "endTime": 73.221,
    "text": "See, our bodies are just cars that we operate and drive around."
  },
  {
    "startTime": 73.987,
    "endTime": 78.49799999999999,
    "text": "The dealership we call society decided to label mine the \"black edition\"."
  },
  {
    "startTime": 79.083,
    "endTime": 80.977,
    "text": "Yours the Irish or White edition."
  },
  {
    "startTime": 81.677,
    "endTime": 88.691,
    "text": "And with no money down, 0% APR, and no test drive, we were forced to own these cars for the rest of our lives."
  },
  {
    "startTime": 89.412,
    "endTime": 96.837,
    "text": "Forgive me, but I fail to see the logic or pride in defining myself or judging another by the cars we drive,"
  },
  {
    "startTime": 97.0,
    "endTime": 101.3,
    "text": "because who we truly are is found inside."
  },
  {
    "startTime": 102.406,
    "endTime": 106.44600000000001,
    "text": "Listen, I'm not here to tell you how science has concluded that genetically we're all mixed,"
  },
  {
    "startTime": 106.8,
    "endTime": 108.89999999999999,
    "text": "and race and the human species doesn't exist,"
  },
  {
    "startTime": 109.349,
    "endTime": 115.146,
    "text": "or how every historian knows that race was invented in the 15th century to divide people from each other"
  },
  {
    "startTime": 116.0,
    "endTime": 117.091,
    "text": "and it has worked perfectly."
  },
  {
    "startTime": 117.091,
    "endTime": 122.401,
    "text": "No. I'm not here to lecture. I just want to ask one question."
  },
  {
    "startTime": 123.678,
    "endTime": 129.7,
    "text": "Who would you be if the world never gave you a label, never gave you a box to check?"
  },
  {
    "startTime": 130.401,
    "endTime": 135.351,
    "text": "Would you be white, black, Mexican, Asian, Native American, Middle Eastern, Indian?"
  },
  {
    "startTime": 136.002,
    "endTime": 139.05800000000002,
    "text": "No. We would be one. We would be together."
  },
  {
    "startTime": 139.944,
    "endTime": 144.97899999999998,
    "text": "No longer living in the error of calling human beings black people or white people."
  },
  {
    "startTime": 145.884,
    "endTime": 150.03699999999998,
    "text": "These labels that will forever blind us from seeing a person for who they are,"
  },
  {
    "startTime": 151.0,
    "endTime": 156.1,
    "text": "but instead, seeing them through the judgmental, prejudicial, artificial filters of who we think they are."
  },
  {
    "startTime": 157.177,
    "endTime": 168.17499999999998,
    "text": "And when you let an artificial label define yourself, then, my friend, you have chosen smallness over greatness and minimized yourself, confined and divided yourself from others."
  },
  {
    "startTime": 168.661,
    "endTime": 174.192,
    "text": "And it is an undeniable fact that where there was division, there will be conflict, and conflicts start wars."
  },
  {
    "startTime": 174.621,
    "endTime": 178.95600000000002,
    "text": "Therefore, every war has started over labels. It's always us versus them."
  },
  {
    "startTime": 179.336,
    "endTime": 185.72400000000002,
    "text": "So the answer to war, racism, sexism and every other ism is so simple that every politician has missed it."
  },
  {
    "startTime": 186.997,
    "endTime": 189.8,
    "text": "It's the labels. We must rip them off."
  },
  {
    "startTime": 190.441,
    "endTime": 196.086,
    "text": "Isn't it funny how no baby is born racist yet every baby cries when they hear the cries of another?"
  },
  {
    "startTime": 196.428,
    "endTime": 202.178,
    "text": "No matter the gender, culture or color, proving that deep down, we were meant to connect and care for each other."
  },
  {
    "startTime": 202.757,
    "endTime": 206.219,
    "text": "That is our mission and that is not my opinion. That is the truth."
  },
  {
    "startTime": 206.688,
    "endTime": 216.05499999999998,
    "text": "In a world that has sold us fiction, please listen, labels only distort our vision, which is why half of those watching this will dismiss it or feel resistance and conflicted,"
  },
  {
    "startTime": 216.531,
    "endTime": 224.30100000000002,
    "text": "but just remember, so did the caterpillar, before it broke through its shell and became the magnificent butterfly,"
  },
  {
    "startTime": 224.796,
    "endTime": 230.23499999999999,
    "text": "Well, these labels are our shells and we must do the same thing, so we can finally spread our wings."
  },
  {
    "startTime": 230.61,
    "endTime": 234.721,
    "text": "Human beings were not meant to be slapped with labels like groceries in supermarkets."
  },
  {
    "startTime": 235.306,
    "endTime": 237.419,
    "text": "DNA cannot be regulated by the FDA."
  },
  {
    "startTime": 237.9,
    "endTime": 245.6,
    "text": "We were meant to be free, and only until we remove them all, and stop living and thinking so small, will we be free."
  },
  {
    "startTime": 245.832,
    "endTime": 250.664,
    "text": "To see ourselves and each other, for who we truly are."
  }
]