[
  {
    "startTime": 13.217,
    "endTime": 15.15,
    "text": "Hey guys! Nice work, Squeaks!"
  },
  {
    "startTime": 15.15,
    "endTime": 16.557000000000002,
    "text": "We're just taking out the trash."
  },
  {
    "startTime": 16.557,
    "endTime": 22.198999999999998,
    "text": "You probably don't spend much time thinking about trash, at least, not until it starts to smell, and it's time to take it out."
  },
  {
    "startTime": 22.199,
    "endTime": 24.549000000000003,
    "text": "But we all make trash every day."
  },
  {
    "startTime": 24.549,
    "endTime": 32.432,
    "text": "Like the eggshells left over from breakfast, or the plastic bag from your lunch, or metal cans that your mom or dad might open up at dinner time."
  },
  {
    "startTime": 32.432,
    "endTime": 37.706,
    "text": "Plus, we bring a lot of papers home from school, and they don't all fit on the refrigerator."
  },
  {
    "startTime": 37.706,
    "endTime": 40.855000000000004,
    "text": "We usually throw a lot of this trash or waste into the garbage can."
  },
  {
    "startTime": 41.036,
    "endTime": 43.398,
    "text": "But did you ever wonder what happens to all this waste?"
  },
  {
    "startTime": 43.398,
    "endTime": 45.518,
    "text": "Well, it doesn't just magically disappear."
  },
  {
    "startTime": 45.518,
    "endTime": 48.459,
    "text": "And what happens to it depends on what it's made of."
  },
  {
    "startTime": 48.459,
    "endTime": 50.646,
    "text": "For example, some waste decomposes."
  },
  {
    "startTime": 50.646,
    "endTime": 53.93,
    "text": "When something decomposes, it breaks down, or rots."
  },
  {
    "startTime": 53.93,
    "endTime": 58.449,
    "text": "If you've ever taken a walk in the woods, then you've probably noticed things decomposing."
  },
  {
    "startTime": 58.449,
    "endTime": 60.376999999999995,
    "text": "Like the leaves that fell last autumn."
  },
  {
    "startTime": 60.377,
    "endTime": 62.012,
    "text": "Or an old log."
  },
  {
    "startTime": 62.012,
    "endTime": 67.3,
    "text": "You can tell that those things are decomposing because they're very slowly getting brown and mushy."
  },
  {
    "startTime": 67.3,
    "endTime": 71.08,
    "text": "They decompose because those things came form something that was once alive."
  },
  {
    "startTime": 71.08,
    "endTime": 74.077,
    "text": "The leaves and the log were once parts of a tree."
  },
  {
    "startTime": 74.077,
    "endTime": 76.946,
    "text": "And we make waste that decomposes too."
  },
  {
    "startTime": 76.946,
    "endTime": 79.859,
    "text": "Usually, this waste is also made of things that were once alive."
  },
  {
    "startTime": 80.192,
    "endTime": 85.98299999999999,
    "text": "Like apple cores, eggshells, banana peels, and pretty much all of the leftover food from your table."
  },
  {
    "startTime": 85.983,
    "endTime": 88.01700000000001,
    "text": "This kind of waste can be put to good use."
  },
  {
    "startTime": 88.017,
    "endTime": 90.75999999999999,
    "text": "As food for your garden called \"compost\"."
  },
  {
    "startTime": 90.76,
    "endTime": 93.42500000000001,
    "text": "We're gonna talk about how you can make compost in another episode."
  },
  {
    "startTime": 93.893,
    "endTime": 96.721,
    "text": "But what about the waste that doesn't rot or break down?"
  },
  {
    "startTime": 96.721,
    "endTime": 100.13600000000001,
    "text": "Some of this waste goes into a dump, also known as a landfill."
  },
  {
    "startTime": 100.136,
    "endTime": 103.955,
    "text": "And it basically just sits there, making a big, smelly mess."
  },
  {
    "startTime": 103.955,
    "endTime": 106.974,
    "text": "And it'll keep sitting there for a long, long time."
  },
  {
    "startTime": 107.438,
    "endTime": 111.048,
    "text": "Luckily, there's a way that you can get rid of your waste without adding to that mess."
  },
  {
    "startTime": 111.318,
    "endTime": 112.31,
    "text": "By recycling!"
  },
  {
    "startTime": 112.31,
    "endTime": 116.31,
    "text": "Recycling means taking waste and making it into something else."
  },
  {
    "startTime": 116.501,
    "endTime": 121.149,
    "text": "Maybe you have a recycling bin like this in your school or even in your own house."
  },
  {
    "startTime": 121.149,
    "endTime": 124.616,
    "text": "Things that we can recycle include metal, plastic, and paper."
  },
  {
    "startTime": 124.616,
    "endTime": 128.399,
    "text": "So let's check out what happens to the waste that you put in the recycling bin."
  },
  {
    "startTime": 128.399,
    "endTime": 132.933,
    "text": "First, all of the recycling is collected and sorted into different kinds of waste."
  },
  {
    "startTime": 132.933,
    "endTime": 136.61599999999999,
    "text": "All the plastic goes into one pile. All the metal in another."
  },
  {
    "startTime": 136.616,
    "endTime": 138.36700000000002,
    "text": "And the paper gets its own pile."
  },
  {
    "startTime": 138.367,
    "endTime": 144.521,
    "text": "The metal is taken to a special factory, where it's crushed and then squished together with the metal from other recycling bins."
  },
  {
    "startTime": 144.521,
    "endTime": 148.088,
    "text": "This big lump of metal is then chopped into little tiny pieces."
  },
  {
    "startTime": 148.088,
    "endTime": 153.994,
    "text": "Next, those pieces are melted in a big oven, and then poured into molds shaped like blocks."
  },
  {
    "startTime": 153.994,
    "endTime": 159.714,
    "text": "These new blocks of metal are then sent to other factories, where they can be used to make other things made of metal."
  },
  {
    "startTime": 159.714,
    "endTime": 163.681,
    "text": "So the metal cans that you throw into the recycling bin don't go to the dump."
  },
  {
    "startTime": 163.681,
    "endTime": 169.59,
    "text": "They get a whole new life as a new can, or a piece of foil, or even part of a bike or a car."
  },
  {
    "startTime": 169.59,
    "endTime": 174.291,
    "text": "And your old milk jug made of plastic can be turned into something new too."
  },
  {
    "startTime": 174.291,
    "endTime": 182.71,
    "text": "It's also taken to a special factory, where the plastic is shredded into tiny bits and then melted in a really hot oven and made into little pellets."
  },
  {
    "startTime": 182.71,
    "endTime": 192.989,
    "text": "Factories can take these pellets and make them into new things, like water bottles and food containers, and even bigger things, like park benches, carpet, and even some kinds of clothing."
  },
  {
    "startTime": 192.989,
    "endTime": 195.49,
    "text": "So what about all those papers that you've brought home?"
  },
  {
    "startTime": 195.49,
    "endTime": 199.491,
    "text": "Paper is recycled in a way that's a little different from metal and plastic."
  },
  {
    "startTime": 199.491,
    "endTime": 205.954,
    "text": "It's taken to a recycling center, where it's mixed with other paper, and a whole bunch of water, until it gets all goopy."
  },
  {
    "startTime": 206.181,
    "endTime": 211.739,
    "text": "This goop is then smashed between two rollers which squish it into big flat sheets."
  },
  {
    "startTime": 211.739,
    "endTime": 217.935,
    "text": "These sheets are left to dry, then they're cut into pieces of new paper, which we could use for art projects."
  },
  {
    "startTime": 217.935,
    "endTime": 223.618,
    "text": "If you think about it, when we recycle, we're breaking down waste that doesn't decompose on its own."
  },
  {
    "startTime": 223.618,
    "endTime": 225.995,
    "text": "And that makes less waste for all of us!"
  },
  {
    "startTime": 225.995,
    "endTime": 227.53,
    "text": "So, keep recycling!"
  },
  {
    "startTime": 227.53,
    "endTime": 229.427,
    "text": "Thanks for joining us on Scishow kids."
  },
  {
    "startTime": 229.427,
    "endTime": 231.367,
    "text": "Do you have a question that you'd like to ask us?"
  },
  {
    "startTime": 231.367,
    "endTime": 235.35899999999998,
    "text": "Let us know in the comments below or send us an email at kids@thescishow.com."
  },
  {
    "startTime": 235.359,
    "endTime": 236.749,
    "text": "I'll see you next time."
  }
]