[
  {
    "startTime": 4.015,
    "endTime": 8.645,
    "text": "Each year, one-third of all the food the world produces is lost or wasted."
  },
  {
    "startTime": 8.945,
    "endTime": 11.22,
    "text": "Not only does this mean an economic loss,"
  },
  {
    "startTime": 11.32,
    "endTime": 19.643,
    "text": "it means that all of the natural resources used for growing, processing, packaging, transporting, and marketing that food were also wasted."
  },
  {
    "startTime": 19.958,
    "endTime": 26.791999999999998,
    "text": "Imagine, 28% of the world's agricultural land grows crops that are wasted."
  },
  {
    "startTime": 27.192,
    "endTime": 31.105,
    "text": "That equals the total land area of China, Mongolia, and Kazakhstan."
  },
  {
    "startTime": 33.205,
    "endTime": 43.727999999999994,
    "text": "Plus the water wasted in growing those crops equals the annual flow rate of the Zambese or the Volga rivers, an amount that could cover all the world's household water needs."
  },
  {
    "startTime": 47.028,
    "endTime": 50.538,
    "text": "And as agriculture and fisheries expand into wild areas,"
  },
  {
    "startTime": 50.555,
    "endTime": 57.349,
    "text": "overexploited natural resources, forest and marine habitats are lost, along with their biodiversity."
  },
  {
    "startTime": 58.036,
    "endTime": 63.284,
    "text": "Above all, wasted food emits some 3.3 giga-tons of greenhouse gases."
  },
  {
    "startTime": 63.584,
    "endTime": 68.71900000000001,
    "text": "If this were a country, it would represent the third largest emitting country in the world."
  },
  {
    "startTime": 69.61,
    "endTime": 71.063,
    "text": "This cannot continue."
  },
  {
    "startTime": 71.763,
    "endTime": 78.89,
    "text": "With a future of more people and fewer resources, we cannot afford to throw our natural resources out with the garbage."
  },
  {
    "startTime": 79.58,
    "endTime": 81.575,
    "text": "Let's do something about wastage."
  },
  {
    "startTime": 82.775,
    "endTime": 87.56500000000001,
    "text": "Food producers can invest in better harvest and storage technology to avoid food loss."
  },
  {
    "startTime": 89.95,
    "endTime": 98.436,
    "text": "Food retailers can reduce prices of that imperfectly-shaped vegetable, and donate unsellable yet edible surplus grocery food to those in need."
  },
  {
    "startTime": 98.636,
    "endTime": 102.884,
    "text": "Food not fit for human consumption should be reused to feed animals."
  },
  {
    "startTime": 105.084,
    "endTime": 114.681,
    "text": "Individual consumers can be more careful shoppers, use better methods to store and recycle leftovers, and request smaller portions in restaurants."
  },
  {
    "startTime": 115.581,
    "endTime": 117.11500000000001,
    "text": "Small efforts add up."
  },
  {
    "startTime": 117.615,
    "endTime": 120.65299999999999,
    "text": "The food wastage pyramid is based on garbage."
  },
  {
    "startTime": 121.053,
    "endTime": 126.622,
    "text": "Policymakers can enhance the ability of producers, retailers, and consumers to turn that pyramid around."
  },
  {
    "startTime": 128.926,
    "endTime": 133.951,
    "text": "For example, develop capacities of food producers to adopt post-harvest technologies."
  },
  {
    "startTime": 134.751,
    "endTime": 139.4,
    "text": "Revise those sell-by expiration dates so perfectly safe food is not discarded."
  },
  {
    "startTime": 139.672,
    "endTime": 145.76,
    "text": "Launch awareness-raising campaigns to inspire consumers to take whatever steps they can to stop food wastage."
  },
  {
    "startTime": 146.425,
    "endTime": 151.67200000000003,
    "text": "Reduce landfills through investments in transforming food waste into compost and bio gas."
  },
  {
    "startTime": 152.672,
    "endTime": 160.008,
    "text": "The solution starts with you. Each producer, supermarket, household, restaurant, and nation has a part to play."
  },
  {
    "startTime": 160.404,
    "endTime": 164.263,
    "text": "It will take the commitment of all to reduce food loss and waste"
  },
  {
    "startTime": 164.963,
    "endTime": 173.70999999999998,
    "text": "so that all the natural resources used to produce food will end up as meals for the world's population, instead of as garbage in landfills."
  }
]