[
  {
    "startTime": 2.288,
    "endTime": 6.289999999999999,
    "text": "\"Feeding the 5,000\" is a celebration of the solutions to food waste,"
  },
  {
    "startTime": 6.332,
    "endTime": 12.3,
    "text": "where we feed 5,000 people a delicious meal made entirely out of foods that would otherwise have gone to waste."
  },
  {
    "startTime": 13.136,
    "endTime": 18.9,
    "text": "America is a country which has a massive problem of food waste; 40% of the food isn't consumed."
  },
  {
    "startTime": 19.3,
    "endTime": 25.3,
    "text": "A huge amount of perfectly good food is being wasted, all the way up and down the supply chain."
  },
  {
    "startTime": 25.33,
    "endTime": 31.45,
    "text": "You start on the farms; you go to manufacturers, wholesalers, restaurants, and of course in our homes."
  },
  {
    "startTime": 31.495,
    "endTime": 35.4,
    "text": "Food has been rejected because it's too ugly, the wrong shape or size."
  },
  {
    "startTime": 35.716,
    "endTime": 39.215,
    "text": "So, these cauliflowers, for example, perfectly delicious and edible."
  },
  {
    "startTime": 39.305,
    "endTime": 43.72,
    "text": "They've just got a few blemishes, and the wholesalers weren't able to sell them."
  },
  {
    "startTime": 44.01,
    "endTime": 50.235,
    "text": "And we go in, we intervene, we say, \"Don't chuck that away! Give it to us. We're gonna cook it up for 5,000 people.\""
  },
  {
    "startTime": 51.035,
    "endTime": 57.75,
    "text": "We had 800 pounds of just the sweet potatoes today, and that's just the beginning."
  },
  {
    "startTime": 58.47,
    "endTime": 63.9,
    "text": "We have hundreds and hundreds of pounds of food that would otherwise have gone to waste that we're putting to good use."
  },
  {
    "startTime": 64.316,
    "endTime": 72.0,
    "text": "We've got teams of four to six chopping vegetables around big round tables while they listen to the music and enjoy the day."
  },
  {
    "startTime": 72.8,
    "endTime": 82.3,
    "text": "So, right now, we are putting the finishing touches on the 5,000 meals of vegetable curry that we've started preparing yesterday and will be serving to the community today."
  },
  {
    "startTime": 82.8,
    "endTime": 90.5,
    "text": "It's up to us, the citizens of this country, of this world, to say, \"We're fed up with food waste, and it's time to take food waste off the menu.\""
  }
]