[
  {
    "startTime": 0.0,
    "endTime": 4.93,
    "text": "hey guys it's Cara and it's another episode of Cara's Corner"
  },
  {
    "startTime": 4.93,
    "endTime": 12.759,
    "text": "Cara has a corner and this isn't a corner that I'm sitting in but sh'es going to talk to you anyways. if you guys don't know what Cara's Corner is it is series on my channel where I talk"
  },
  {
    "startTime": 12.759,
    "endTime": 16.39,
    "text": "to you guys at candidly as possible about a certain subject a lot of the"
  },
  {
    "startTime": 16.39,
    "endTime": 19.55,
    "text": "things that you guys wanted me to talk about that you mentioned in the comments"
  },
  {
    "startTime": 19.55,
    "endTime": 23.310000000000002,
    "text": "of last video where you wanted me to talk about different aspects of college"
  },
  {
    "startTime": 23.31,
    "endTime": 27.869,
    "text": "I thought I tried a bunch that all up into what is freshman year of college like"
  },
  {
    "startTime": 27.869,
    "endTime": 28.39,
    "text": "so right now"
  },
  {
    "startTime": 28.39,
    "endTime": 31.519000000000002,
    "text": "I'm sophomore in college I'm not a freshman which I actually think is a good thing"
  },
  {
    "startTime": 31.519,
    "endTime": 35.11,
    "text": "because it allows me to take a step back from freshman year and see it more"
  },
  {
    "startTime": 35.11,
    "endTime": 40.66,
    "text": "objectively so freshman year was really tricky for me. I think sophomore has been"
  },
  {
    "startTime": 40.66,
    "endTime": 46.148999999999994,
    "text": "a lot better. it is such a big transition you're going from high school where you"
  },
  {
    "startTime": 46.149,
    "endTime": 50.879000000000005,
    "text": "have to ask for permission just to go to the bathroom to college where sometimes"
  },
  {
    "startTime": 50.879,
    "endTime": 54.989,
    "text": "you'll have like 50 minutes of class in one day and that's it and you have the"
  },
  {
    "startTime": 54.989,
    "endTime": 59.03,
    "text": "rest of the time to yourself you can go to the bathroom whenever you want"
  },
  {
    "startTime": 59.03,
    "endTime": 63.39,
    "text": "honestly one of the hardest parts though freshman year was homesickness moving to"
  },
  {
    "startTime": 63.39,
    "endTime": 67.93,
    "text": "college and moving away from my family living by myself was really really hard"
  },
  {
    "startTime": 67.93,
    "endTime": 74.299,
    "text": "because I wasn't used to such solitude and being around things that were so"
  },
  {
    "startTime": 74.299,
    "endTime": 79.38000000000001,
    "text": "unfamiliar, I also wasn't used to having to share space with someone I still don't"
  },
  {
    "startTime": 79.38,
    "endTime": 83.689,
    "text": "like sharring. I like skipped that portion of kindergarten where you're supposed to"
  },
  {
    "startTime": 83.689,
    "endTime": 87.96,
    "text": "learn to appreciate sharing I suck at it. don't underestimate the power of"
  },
  {
    "startTime": 87.96,
    "endTime": 91.21,
    "text": "homesickness and it depends on who your family as you might have a family that"
  },
  {
    "startTime": 91.21,
    "endTime": 97.57,
    "text": "you just want to get out of there and in that case you know then college is gonna be great"
  },
  {
    "startTime": 97.57,
    "endTime": 101.03999999999999,
    "text": "now going specifically to dorm life. there's two different styles that I know"
  },
  {
    "startTime": 101.04,
    "endTime": 105.21000000000001,
    "text": "of. there's hall style which is what I had and I'm suite style which is where it's like"
  },
  {
    "startTime": 105.21,
    "endTime": 109.42999999999999,
    "text": "this one shared bathroom among maybe four different rooms and you guys clean"
  },
  {
    "startTime": 109.43,
    "endTime": 114.32000000000001,
    "text": "it yourselves and you are in like a little podd with a hall style you have one"
  },
  {
    "startTime": 114.32,
    "endTime": 118.97,
    "text": "or two bathrooms in the hall other ppl clean it you have housekeepers who"
  },
  {
    "startTime": 118.97,
    "endTime": 123.67,
    "text": "clean but then you all are sharing that same bathroom entire hallway I really liked"
  },
  {
    "startTime": 123.67,
    "endTime": 126.79,
    "text": "it a few complaints I make about my dorm though are one:  the walls are very"
  },
  {
    "startTime": 126.79,
    "endTime": 130.66,
    "text": "very thin which wasn't a huge problem I lived on the third floor is a very quiet"
  },
  {
    "startTime": 130.66,
    "endTime": 135.04,
    "text": "dorm. even if you were just having a quiet Hall conversation if you're near"
  },
  {
    "startTime": 135.04,
    "endTime": 138.97,
    "text": "someone's room they can hear it and it was really hard to go to sleep sometimes"
  },
  {
    "startTime": 138.97,
    "endTime": 143.59,
    "text": "I actually suggest if you have trouble falling asleep whenever people are talking"
  },
  {
    "startTime": 143.59,
    "endTime": 147.39000000000001,
    "text": "get a white noise machine it really helped me fall asleep to focus on"
  },
  {
    "startTime": 147.39,
    "endTime": 150.92999999999998,
    "text": "something else make sure it's ok with your roommate another complaint that I"
  },
  {
    "startTime": 150.93,
    "endTime": 155.15,
    "text": "had is that we didn't have air conditioning. I go to school in the south"
  },
  {
    "startTime": 155.15,
    "endTime": 159.88,
    "text": "it is hot and it really was only a bother to you the first month month"
  },
  {
    "startTime": 159.88,
    "endTime": 163.98,
    "text": "and a half and I remember one time taking a shower I turn the shower off"
  },
  {
    "startTime": 163.98,
    "endTime": 168.92,
    "text": "and I was immediately drenched in sweat again. so my family actually snuck in an air"
  },
  {
    "startTime": 168.92,
    "endTime": 172.91,
    "text": "conditioning unit for me and then the year after I left they got air conditioning"
  },
  {
    "startTime": 172.91,
    "endTime": 178.01,
    "text": "so just my luck. and actually having no air conditioning maybe closer cuz everyone"
  },
  {
    "startTime": 178.01,
    "endTime": 181.32,
    "text": "would go to the common room because it was the only place with air conditioning and"
  },
  {
    "startTime": 181.32,
    "endTime": 185.67,
    "text": "freshman year I remember so many times going to the common room and meeting people"
  },
  {
    "startTime": 185.67,
    "endTime": 190.04899999999998,
    "text": "who are from all different walks of life and talking and playing board games and"
  },
  {
    "startTime": 190.049,
    "endTime": 195.5,
    "text": "ping pong watching movies. dorm life can be really really I got lucky that I had a really"
  },
  {
    "startTime": 195.5,
    "endTime": 201.59,
    "text": "great dorm too. roommates are an interesting ordeal of having to share your life with"
  },
  {
    "startTime": 201.59,
    "endTime": 206.01,
    "text": "somebody I was really lucky I had a roommate who our schedules our class"
  },
  {
    "startTime": 206.01,
    "endTime": 210.14999999999998,
    "text": "schedules matched up almost perfectly we were waking up and going to bed at the"
  },
  {
    "startTime": 210.15,
    "endTime": 214.54,
    "text": "same time and we never fought roommates can make"
  },
  {
    "startTime": 214.54,
    "endTime": 218.34,
    "text": "your life a living hell sometimes but they can also make your life a lot"
  },
  {
    "startTime": 218.34,
    "endTime": 224.06900000000002,
    "text": "easier. what other things to talk about college oh food I like the food in college"
  },
  {
    "startTime": 224.069,
    "endTime": 227.54899999999998,
    "text": "lot of people complain I think the only thing to complain about is you sometimes"
  },
  {
    "startTime": 227.549,
    "endTime": 229.549,
    "text": "eat the same things over and over"
  },
  {
    "startTime": 229.549,
    "endTime": 234.989,
    "text": "freshman year especially, I was eating at the strangest the time and I had a cinnamon roll every"
  },
  {
    "startTime": 234.989,
    "endTime": 242.97,
    "text": "day which brings me actually the freshman 15. freshman 15 is avoidable the majority"
  },
  {
    "startTime": 242.97,
    "endTime": 247.769,
    "text": "of freshman 15 actually comes from alcohol so if you avoid alcohol you're"
  },
  {
    "startTime": 247.769,
    "endTime": 252.669,
    "text": "likely to avoid most of the weight gain you now have total control over what"
  },
  {
    "startTime": 252.669,
    "endTime": 257.019,
    "text": "you're consuming and there's no one over your shoulder saying have you eaten your vegetables"
  },
  {
    "startTime": 257.019,
    "endTime": 260.729,
    "text": "it can be hard to make sure that you're eating the right things at the right"
  },
  {
    "startTime": 260.729,
    "endTime": 265.169,
    "text": "time and if you don't eat at the right time and you're not eating consistently and"
  },
  {
    "startTime": 265.169,
    "endTime": 269.40999999999997,
    "text": "well, it will really take a toll on you and your mental health"
  },
  {
    "startTime": 269.41,
    "endTime": 276.38000000000005,
    "text": "freshman year I was horrible I was going to bed at 2 AM every single day people"
  },
  {
    "startTime": 276.38,
    "endTime": 280.639,
    "text": "entering college or just in general don't do that. it just makes you so tired and"
  },
  {
    "startTime": 280.639,
    "endTime": 290.22,
    "text": "stressed and anxious. it's just not a good way to live. let's talk about classes academically I really tried to make it a"
  },
  {
    "startTime": 290.22,
    "endTime": 296.68,
    "text": "point my freshman year to not take all the hard classes I could because I"
  },
  {
    "startTime": 296.68,
    "endTime": 301.49,
    "text": "didn't want to overwhelm myself I knew that going into college especially first"
  },
  {
    "startTime": 301.49,
    "endTime": 305.86,
    "text": "semester it was already gonna be such a big change for me it was so many things"
  },
  {
    "startTime": 305.86,
    "endTime": 310.83000000000004,
    "text": "going on it would be so overwhelming that I didn't want to add 4, 4 really"
  },
  {
    "startTime": 310.83,
    "endTime": 316.46999999999997,
    "text": "difficult classes on top of it I suggest that if you don't have to try to avoid"
  },
  {
    "startTime": 316.47,
    "endTime": 321.63000000000005,
    "text": "pushing all of your hardest classes in at the beginning I know it makes you"
  },
  {
    "startTime": 321.63,
    "endTime": 326.659,
    "text": "feel like oh I'm accomplishing so much you've got four years sometimes five"
  },
  {
    "startTime": 326.659,
    "endTime": 330.9,
    "text": "years in college you have plenty of time to get your classes done if you're filling"
  },
  {
    "startTime": 330.9,
    "endTime": 332.37,
    "text": "out your classes for freshman year"
  },
  {
    "startTime": 332.37,
    "endTime": 337.729,
    "text": "of college just try to take like all the class that interest you there are a lot"
  },
  {
    "startTime": 337.729,
    "endTime": 342.38,
    "text": "of people who just tried out of class ones and they ended up loving. you might"
  },
  {
    "startTime": 342.38,
    "endTime": 347.28,
    "text": "come in with an idea of what you want to pursue when you're to coming college, what"
  },
  {
    "startTime": 347.28,
    "endTime": 351.69,
    "text": "you want to do after you graduate but those things can change don't stay"
  },
  {
    "startTime": 351.69,
    "endTime": 355.25,
    "text": "on this really really narrow path because you never know where life is going to"
  },
  {
    "startTime": 355.25,
    "endTime": 358.01,
    "text": "take you you don't know what's going to interest you in highschool you've taken"
  },
  {
    "startTime": 358.01,
    "endTime": 362.69,
    "text": "so few classes they really don't allow you to explore what you love and that is"
  },
  {
    "startTime": 362.69,
    "endTime": 366.56,
    "text": "a great thing about college you get to have these really weird classes with"
  },
  {
    "startTime": 366.56,
    "endTime": 372.07,
    "text": "these really passionate teachers and students and it's so exciting to be in"
  },
  {
    "startTime": 372.07,
    "endTime": 378.06,
    "text": "that environment and for homework try to figure out what time works best for"
  },
  {
    "startTime": 378.06,
    "endTime": 382.949,
    "text": "you to study. for me nighttime is not the time because I get distracted easily I'm"
  },
  {
    "startTime": 382.949,
    "endTime": 387.5,
    "text": "tired. the afternoon or early morning is the best time for me to get things done"
  },
  {
    "startTime": 387.5,
    "endTime": 391.47,
    "text": "and that was something that I had to learn and I had to learn through a lot of"
  },
  {
    "startTime": 391.47,
    "endTime": 396.01000000000005,
    "text": "late nights being really stressed and doing homework. so find what time works"
  },
  {
    "startTime": 396.01,
    "endTime": 399.979,
    "text": "best for you and just be really disciplined with your time make sure"
  },
  {
    "startTime": 399.979,
    "endTime": 405.18,
    "text": "you're aware of your studying and make sure you're aware of deadlines because"
  },
  {
    "startTime": 405.18,
    "endTime": 409.84000000000003,
    "text": "they creep up on you and people will not remind you about them and that it's"
  },
  {
    "startTime": 409.84,
    "endTime": 413.23999999999995,
    "text": "scary there's so many things to talk about when it comes to college and"
  },
  {
    "startTime": 413.24,
    "endTime": 419.96000000000004,
    "text": "freshman year and whatnot but my biggest takeaway is don't put these extreme"
  },
  {
    "startTime": 419.96,
    "endTime": 425.63899999999995,
    "text": "expectations on your freshman year I think people say college is the greatest"
  },
  {
    "startTime": 425.639,
    "endTime": 429.7,
    "text": "time of your life; you're gonna have so much fun oh my god freshman year it's"
  },
  {
    "startTime": 429.7,
    "endTime": 433.76,
    "text": "amazing it can be really, it really can be and there are moments in my freshman year"
  },
  {
    "startTime": 433.76,
    "endTime": 438.46999999999997,
    "text": "that were so wonderful and I met some great people but it wasn't the best time"
  },
  {
    "startTime": 438.47,
    "endTime": 442.86,
    "text": "of my life and I don't know if college is gonna be the best of my life I really"
  },
  {
    "startTime": 442.86,
    "endTime": 447.53000000000003,
    "text": "hope not cause that kind of sounds like everything else is downhill I think that"
  },
  {
    "startTime": 447.53,
    "endTime": 454.89,
    "text": "it's what you make of it and just don't come in expecting it to be so amazing to"
  },
  {
    "startTime": 454.89,
    "endTime": 457.84,
    "text": "the point where you're putting pressure on yourself and feeling bad about"
  },
  {
    "startTime": 457.84,
    "endTime": 461.02,
    "text": "yourself if you're not having a blast every single moment. and it's gonna be"
  },
  {
    "startTime": 461.02,
    "endTime": 465.63,
    "text": "amazing at times, but it's also gonna suck at times and it's okay for it to suck and"
  },
  {
    "startTime": 465.63,
    "endTime": 469.27,
    "text": "it's okay for you to feel sad sometimes freshman year; so yeah just don't put too"
  },
  {
    "startTime": 469.27,
    "endTime": 473.85999999999996,
    "text": "much pressure on yourself having an amazing time like movies and magazines"
  },
  {
    "startTime": 473.86,
    "endTime": 475.52000000000004,
    "text": "tell you you need to"
  },
  {
    "startTime": 475.52,
    "endTime": 480.28,
    "text": "yeah I I hope you guys enjoyed this little Cara's corner chit-chat I don't wanna go"
  },
  {
    "startTime": 480.28,
    "endTime": 483.95,
    "text": "onto too too long because I think I have been talking for a while now I'll try to answer as many"
  },
  {
    "startTime": 483.95,
    "endTime": 488.22999999999996,
    "text": "questions as I can about college freshman year in the comments below so"
  },
  {
    "startTime": 488.23,
    "endTime": 490.68,
    "text": "please leave your questions in the comments below"
  },
  {
    "startTime": 490.68,
    "endTime": 493.76,
    "text": "also leave in the comments below any other topics"
  },
  {
    "startTime": 493.76,
    "endTime": 497.17,
    "text": "any other questions anything like that you want me to talk about in the next"
  },
  {
    "startTime": 497.17,
    "endTime": 501.32,
    "text": "Cara's Corner but other than that thank you guys for watching and I hope"
  },
  {
    "startTime": 501.32,
    "endTime": 504.38,
    "text": "you guys like this video. if you did please give it a big thumbs up"
  },
  {
    "startTime": 504.38,
    "endTime": 507.96999999999997,
    "text": "share with your family and your friends subscribe to my channel for more new"
  },
  {
    "startTime": 507.97,
    "endTime": 512.5,
    "text": "videos every single week and my social media links are in the downbar below"
  },
  {
    "startTime": 512.5,
    "endTime": 522.5,
    "text": "other than that thank you guys so much for watching and I'll see you guys next week. Bye!"
  }
]