[
  {
    "startTime": 0.35,
    "endTime": 10.69,
    "text": "Hello it's me Hey guys it's Cara and today is a very exciting day, because the wonderful"
  },
  {
    "startTime": 10.69,
    "endTime": 17.18,
    "text": "Adele has decided to finally release her new album 25 and I am so excited. I have been"
  },
  {
    "startTime": 17.18,
    "endTime": 23.039,
    "text": "waiting for years like many others for her to come out with new music so this is going"
  },
  {
    "startTime": 23.039,
    "endTime": 27.25,
    "text": "to be amazing. I'm so excited. I'm going to be listening to Adele's new album and you"
  },
  {
    "startTime": 27.25,
    "endTime": 30.679,
    "text": "guys are going to be able to listen along with me and we are going to react together"
  },
  {
    "startTime": 30.679,
    "endTime": 34.949999999999996,
    "text": "and feel the feels together It's going to be amazing, and I'm prepared because I brought"
  },
  {
    "startTime": 34.95,
    "endTime": 41.03,
    "text": "tissues and I brought ice cream so all the feels can happen and the tears that are surely"
  },
  {
    "startTime": 41.03,
    "endTime": 47.45,
    "text": "going to come. They can all happen. I have braced myself for the emotional rollercoaster"
  },
  {
    "startTime": 47.45,
    "endTime": 51.96,
    "text": "that is Adele's music. Now I haven't heard any bit of the new album besides Hello; I"
  },
  {
    "startTime": 51.96,
    "endTime": 57.469,
    "text": "have been completely avoiding it. So without further ado, let's listen to 25. So this one"
  },
  {
    "startTime": 57.469,
    "endTime": 83.21000000000001,
    "text": "is called \"Send my love (to your new lover)\" Oh my gosh  that voice! Oh my gosh that is so different"
  },
  {
    "startTime": 83.21,
    "endTime": 86.1,
    "text": "than what I thought that song would sound like. I thought it was going to be the normal"
  },
  {
    "startTime": 86.1,
    "endTime": 93.579,
    "text": "Adele slow song but that was really upbeat, and I don't want to say pop like, but a little"
  },
  {
    "startTime": 93.579,
    "endTime": 99.35,
    "text": "bit. That was really good though; that was catchy. When she sang \"Mmmm\" she sounded amazing."
  },
  {
    "startTime": 99.35,
    "endTime": 104.47,
    "text": "It makes me want to know Adele so I can ask her like \"hey, Adele have you gone to the"
  },
  {
    "startTime": 104.47,
    "endTime": 109.72,
    "text": "bathroom today?\" And she'll be like \"Mmhmm\" and it'll sound so beautiful. And I'll record"
  },
  {
    "startTime": 109.72,
    "endTime": 125.92,
    "text": "it and make it my ring tone. This one is called \"I miss you\" all right, I think this is going"
  },
  {
    "startTime": 125.92,
    "endTime": 142.28,
    "text": "to be emotional. Oh my god this is amazing. This is only the first two songs? 'I miss"
  },
  {
    "startTime": 142.28,
    "endTime": 148.25,
    "text": "you' started off with kind of a weird start I felt like I was in some kind of eclectic"
  },
  {
    "startTime": 148.25,
    "endTime": 154.239,
    "text": "cafe with some singer. And then oh my gosh it got louder and I was feeling it. Then they"
  },
  {
    "startTime": 154.239,
    "endTime": 159.129,
    "text": "had those back up vocals that sound like baby angels coming down from heaven just to sing"
  },
  {
    "startTime": 159.129,
    "endTime": 163.31,
    "text": "with her. This is called 'When we were young' and I don't know why, I haven't listened to"
  },
  {
    "startTime": 163.31,
    "endTime": 168.019,
    "text": "it yet and I haven't listened to the others, but I feel like this is going to be one of"
  },
  {
    "startTime": 168.019,
    "endTime": 198.39000000000001,
    "text": "my favorite songs. That one made me emotional. Adele how do you do this? It just captures"
  },
  {
    "startTime": 198.39,
    "endTime": 203.7,
    "text": "emotions in a way that most songs don't. I was right. Just by reading that title, I love"
  },
  {
    "startTime": 203.7,
    "endTime": 210.82999999999998,
    "text": "that song already. I'm sorry I'm going to listen to it one more time. So it's called"
  },
  {
    "startTime": 210.83,
    "endTime": 232.59900000000002,
    "text": "'Remedy' *sings* oh wait, no that's Clarity. That's the kind of song that makes me wish"
  },
  {
    "startTime": 232.599,
    "endTime": 238.54899999999998,
    "text": "I kept up with piano lessons, so that I could know how to play that. Are any of these songs"
  },
  {
    "startTime": 238.549,
    "endTime": 244.64000000000001,
    "text": "going to be bad at some point? And that vocal ability. How do you have that much vocal control?"
  },
  {
    "startTime": 244.64,
    "endTime": 250.10999999999999,
    "text": "My voice still cracks like a pubescent boy how do you do it woman? This one is called"
  },
  {
    "startTime": 250.11,
    "endTime": 261.94,
    "text": "'Water Under the Bridge' it reminds me of a troll; I hope it's a troll song. This is"
  },
  {
    "startTime": 261.94,
    "endTime": 265.759,
    "text": "the song you sing to your partners in a group project because they're constantly letting"
  },
  {
    "startTime": 265.759,
    "endTime": 278.27000000000004,
    "text": "you down.  When music gets louder in an Adele song that's when you know it's getting good. This is so"
  },
  {
    "startTime": 278.27,
    "endTime": 285.04999999999995,
    "text": "exciting; I'm so happy for Adele. The fact that she's back and she made an amazing album"
  },
  {
    "startTime": 285.05,
    "endTime": 291.03000000000003,
    "text": "like how much pressure must she be under that she made two amazing albums, won tons of Grammy's,"
  },
  {
    "startTime": 291.03,
    "endTime": 297.5,
    "text": "she left for like 5 years so there's so much pressure on her to make something extraordinary."
  },
  {
    "startTime": 297.5,
    "endTime": 310.509,
    "text": "And she's come out with something so good. We've got 5 songs left. 'River Lea' Lia? Leah?"
  },
  {
    "startTime": 310.509,
    "endTime": 324.59000000000003,
    "text": "Oh Lea! Did I not just say when the music gets louder in an Adele song that's when you"
  },
  {
    "startTime": 324.59,
    "endTime": 329.07,
    "text": "know if gets good, that's when you know it gets real real good. So good, so good. This"
  },
  {
    "startTime": 329.07,
    "endTime": 335.74,
    "text": "one's called 'Love in the Dark' oooh is this going to be sexual? Or maybe not, maybe I'm"
  },
  {
    "startTime": 335.74,
    "endTime": 362.3,
    "text": "applying sexual things to a very innocent song. Who knows? I don't. That was emotional."
  },
  {
    "startTime": 362.3,
    "endTime": 369.52000000000004,
    "text": "Like all of them are emotional, but that one was really really emotional. Like you've moved"
  },
  {
    "startTime": 369.52,
    "endTime": 378.53,
    "text": "on and don't love me anymore. The one lyric 'I'm being cruel to be kind' that's so beautiful"
  },
  {
    "startTime": 378.53,
    "endTime": 385.58,
    "text": "and eloquent and just captures so much of this I'm doing the best for you and it's horrible"
  },
  {
    "startTime": 385.58,
    "endTime": 391.12,
    "text": "and I hate it but I know it's best for you in the end. Just making me feel all the feels"
  },
  {
    "startTime": 391.12,
    "endTime": 397.75,
    "text": "tonight, gosh. That song was not about sex, but it was very fulfilling. Guys we only have"
  },
  {
    "startTime": 397.75,
    "endTime": 403.8,
    "text": "three songs left. This one is called 'Million Years Ago' I'm thinking it's about dinosaurs."
  },
  {
    "startTime": 403.8,
    "endTime": 428.03000000000003,
    "text": "Maybe it's a history lesson."
  },
  {
    "startTime": 428.03,
    "endTime": 437.10999999999996,
    "text": "That one.... that hit home with me. I feel like Adele was looking into my freaking soul."
  },
  {
    "startTime": 437.11,
    "endTime": 443.27000000000004,
    "text": "The things she was saying, and talking about life moving by so quickly and staring at your"
  },
  {
    "startTime": 443.27,
    "endTime": 449.08,
    "text": "reflection and looking down at the ground more than the sky. Oh you can be sure I'll"
  },
  {
    "startTime": 449.08,
    "endTime": 454.039,
    "text": "be listening to that nonstop. That is an amazing song. I feel like no matter who you are or"
  },
  {
    "startTime": 454.039,
    "endTime": 460.63,
    "text": "what you're going through in life one of these songs is going to probably cover something"
  },
  {
    "startTime": 460.63,
    "endTime": 466.289,
    "text": "that you're going through in life. This one is called 'All I Ask'. I feel like this is"
  },
  {
    "startTime": 466.289,
    "endTime": 479.75,
    "text": "a song written for a waiter. All I ask is for a little more water; just a little more"
  },
  {
    "startTime": 479.75,
    "endTime": 492.46,
    "text": "lemon, just a squinch of lemon. Another home run for Adele. It's a freaking rule Adele"
  },
  {
    "startTime": 492.46,
    "endTime": 497.00899999999996,
    "text": "that you need to have at least one bad song in the album you're not following the rules,"
  },
  {
    "startTime": 497.009,
    "endTime": 500.31,
    "text": "it's not fair. The people at the Grammy's are just going to be literally waving the"
  },
  {
    "startTime": 500.31,
    "endTime": 505.15,
    "text": "awards like \" Just let us give you it!\" Just like her fans are like \"Just let us give you"
  },
  {
    "startTime": 505.15,
    "endTime": 511.12,
    "text": "our money!\" that moment where she says \"what if I never love again\" it's heartbreaking."
  },
  {
    "startTime": 511.12,
    "endTime": 517.419,
    "text": "I just want to hug her be like \"I'll love you Adele; I'll love you so much\" All right"
  },
  {
    "startTime": 517.419,
    "endTime": 523.63,
    "text": "guys this is the last song. It's called 'Sweetest Devotion'. The last big jump on this emotional"
  },
  {
    "startTime": 523.63,
    "endTime": 536.61,
    "text": "rollercoaster."
  },
  {
    "startTime": 536.61,
    "endTime": 543.99,
    "text": "The fact that Adele can just way \"woo woo\" and can make it sound so beautiful. It's like"
  },
  {
    "startTime": 543.99,
    "endTime": 550.529,
    "text": "who are you woman? What planet did you come from? Adele, do your farts sound like music?"
  },
  {
    "startTime": 550.529,
    "endTime": 555.04,
    "text": "Because when you just make random noises like \"mmm\" it sounds like music, it sounds like"
  },
  {
    "startTime": 555.04,
    "endTime": 564.29,
    "text": "beautiful music that I'd buy for $1.29. I got to say, every single song is really solid."
  },
  {
    "startTime": 564.29,
    "endTime": 568.0999999999999,
    "text": "I think sometimes they can sound the same, but I say that with every album, but that's"
  },
  {
    "startTime": 568.1,
    "endTime": 573.12,
    "text": "because it's by the same person. But even though they all have a very similar sound,"
  },
  {
    "startTime": 573.12,
    "endTime": 578.51,
    "text": "they're all very unique. I'm going to do a guess for how many Grammy's she's going to"
  },
  {
    "startTime": 578.51,
    "endTime": 588.3389999999999,
    "text": "win. I'm going to say 10. 10 Grammy's. Adele is freaking back. Yes! Well if you liked that"
  },
  {
    "startTime": 588.339,
    "endTime": 592.5500000000001,
    "text": "video, please give this video a big thumbs up. And if you like me reacting to these things"
  },
  {
    "startTime": 592.55,
    "endTime": 595.75,
    "text": "and you want me to react to more stuff let me know in the comments below. Let me know"
  },
  {
    "startTime": 595.75,
    "endTime": 599.61,
    "text": "what I should react to next. Also, if you guys have never seen me before and this is"
  },
  {
    "startTime": 599.61,
    "endTime": 605.1800000000001,
    "text": "your first time on my channel hi I'm Cara, I make weekly videos on this channel and if"
  },
  {
    "startTime": 605.18,
    "endTime": 608.899,
    "text": "you'd like to see more videos remember to hit that subscribe button because I make them"
  },
  {
    "startTime": 608.899,
    "endTime": 612.79,
    "text": "every single week. Other than that, my social media links are in the downbar below so you"
  },
  {
    "startTime": 612.79,
    "endTime": 617.8389999999999,
    "text": "guys can check me out there. But other than that, I'll see you guys next week thanks so"
  },
  {
    "startTime": 617.839,
    "endTime": 627.839,
    "text": "much for watching! Bye!"
  }
]