[
  {
    "startTime": 0.07,
    "endTime": 4.051,
    "text": "Is there a downside to eating late at night, besides getting crumbs in your bed?"
  },
  {
    "startTime": 8.3,
    "endTime": 10.8,
    "text": "Hey there science cravers, Julian here for \"DNews.\""
  },
  {
    "startTime": 10.8,
    "endTime": 14.200000000000001,
    "text": "A lot of diet fads are very specific about what you should eat,"
  },
  {
    "startTime": 14.15,
    "endTime": 17.1,
    "text": "but hardly any of them talk about when you should eat."
  },
  {
    "startTime": 17.0,
    "endTime": 24.9,
    "text": "That’s because for years now the conventional wisdom has basically been that the overall number of calories you eat versus how many you burn is what’s important."
  },
  {
    "startTime": 24.81,
    "endTime": 26.7,
    "text": "But a few studies have challenged this idea."
  },
  {
    "startTime": 26.7,
    "endTime": 30.125999999999998,
    "text": "One in 2013 published in the International Journal of Obesity,"
  },
  {
    "startTime": 30.2,
    "endTime": 35.209,
    "text": "followed 420 obese or overweight adults who were trying to lose weight over 20 weeks."
  },
  {
    "startTime": 35.19,
    "endTime": 41.8,
    "text": "Those who ate their largest meal before three p.m. on average lost almost two kilograms more than those who ate after,"
  },
  {
    "startTime": 42.0,
    "endTime": 44.8,
    "text": "even if caloric intake and amount of exercise was the same."
  },
  {
    "startTime": 44.929,
    "endTime": 46.300000000000004,
    "text": "But why should that be the case?"
  },
  {
    "startTime": 46.5,
    "endTime": 51.809,
    "text": "Well, it’s possible the same meal may be treated differently depending on where your body is in it’s circadian rhythm."
  },
  {
    "startTime": 51.809,
    "endTime": 59.4,
    "text": "Yes, the 24 hour cycle that we usually just associate with our sleep schedule also has an effect on how our bodies absorb and digest food."
  },
  {
    "startTime": 59.4,
    "endTime": 62.6,
    "text": "So, eating out of our normal rhythm can contribute to weight gain,"
  },
  {
    "startTime": 62.599,
    "endTime": 67.7,
    "text": "according to Kelly Allison of the University of Pennsylvania School of Medicine’s Center for Weight and Eating Disorders."
  },
  {
    "startTime": 67.7,
    "endTime": 69.3,
    "text": "Wow, that is one bloated title."
  },
  {
    "startTime": 69.329,
    "endTime": 71.975,
    "text": "So, what’s causing us to eat out of our regular rhythms?"
  },
  {
    "startTime": 72.0,
    "endTime": 73.73,
    "text": "Society, man."
  },
  {
    "startTime": 73.8,
    "endTime": 76.1,
    "text": "The way we work has caused a sort of social jet lag,"
  },
  {
    "startTime": 76.3,
    "endTime": 80.901,
    "text": "where the time we have available to eat doesn’t match the time it would be most ideal to eat."
  },
  {
    "startTime": 80.909,
    "endTime": 82.2,
    "text": "We’re skipping breakfast more,"
  },
  {
    "startTime": 82.3,
    "endTime": 86.87,
    "text": "and our meal times are becoming irregular as we focus on getting work done or picking up the kids from school."
  },
  {
    "startTime": 86.87,
    "endTime": 90.04,
    "text": "We may actually be intentionally fighting the circadian rhythm,"
  },
  {
    "startTime": 90.1,
    "endTime": 93.53,
    "text": "when it causes cortisol and adrenaline to drop off around 3 p.m."
  },
  {
    "startTime": 93.4,
    "endTime": 97.5,
    "text": "To stay off the sleepiness, some of us indulge in something high in sugar or fat."
  },
  {
    "startTime": 97.43,
    "endTime": 104.56,
    "text": "According to Pamela Peeke, an assistant professor at the University of Maryland School of Medicine, this will raise our insulin levels and we’ll crave sugar later."
  },
  {
    "startTime": 104.6,
    "endTime": 108.0,
    "text": "Our circadian rhythm is at odds with our modern lifestyle in other ways too."
  },
  {
    "startTime": 108.02,
    "endTime": 112.1,
    "text": "When we first evolved, food wasn’t readily available in refrigerators when we woke up."
  },
  {
    "startTime": 112.06,
    "endTime": 116.8,
    "text": "So, it’s possible that as the day progresses, the food we eat is more apt to turn into fat."
  },
  {
    "startTime": 116.8,
    "endTime": 121.39,
    "text": "So, the next day we have a convenient reserve of energy and we don’t have to worry about our first meal."
  },
  {
    "startTime": 121.549,
    "endTime": 126.30000000000001,
    "text": "That’s the hypothesis of Steven Shea, director of the Oregon Institute of Occupational Health Sciences."
  },
  {
    "startTime": 126.539,
    "endTime": 133.01,
    "text": "Shea also notices in his research that people tend to be hungrier later in the day, possibly as part of this evolutionary adaptation."
  },
  {
    "startTime": 133.3,
    "endTime": 136.9,
    "text": "Combine that with the fact that since artificial light we stay up later than ever,"
  },
  {
    "startTime": 137.1,
    "endTime": 142.29999999999998,
    "text": "and now have ready access to food, and the result is some people can’t resist a late night bite."
  },
  {
    "startTime": 142.2,
    "endTime": 146.38,
    "text": "Furthermore, if you are grabbing food late at night, you’re more likely to make an unhealthy choice."
  },
  {
    "startTime": 146.5,
    "endTime": 152.59,
    "text": "You may do it out of convenience, because it’s easier to grab a bag of chips than make a salad, or you might do it out of mental exhaustion."
  },
  {
    "startTime": 152.6,
    "endTime": 157.41,
    "text": "If you’ve spent the whole day on your best dietary behavior, late at night you’re more willing to let yourself slip,"
  },
  {
    "startTime": 157.6,
    "endTime": 161.31,
    "text": "or even reward yourself with something fatty, salty, sweet, and delicious."
  },
  {
    "startTime": 161.41,
    "endTime": 169.0,
    "text": "Even the researchers who study this admit that chrononutrition is an under-explored topic, with few studies done so far and many of them relying on mice."
  },
  {
    "startTime": 169.2,
    "endTime": 172.79999999999998,
    "text": "While the studies we’ve cited point to a link between late day eating and weight gain,"
  },
  {
    "startTime": 172.8,
    "endTime": 177.4,
    "text": "plenty of others support the orthodox view that net calorie count is the most important factor."
  },
  {
    "startTime": 177.3,
    "endTime": 179.5,
    "text": "Once again, more research is needed."
  },
  {
    "startTime": 179.46,
    "endTime": 181.24,
    "text": "I just hope it involves cake."
  },
  {
    "startTime": 181.26,
    "endTime": 185.64,
    "text": "If you love food science and food in general, click here now to check out our friends over at \"Eater\"."
  },
  {
    "startTime": 185.64,
    "endTime": 188.6,
    "text": "So, the sort of two strategies to reduce sodium intake."
  },
  {
    "startTime": 188.6,
    "endTime": 193.2,
    "text": "One would be to find a substitute enhancer. Another would be to ship the population down."
  },
  {
    "startTime": 193.2,
    "endTime": 200.53,
    "text": "There is no molecule that tastes purely salty other than sodium chloride, and another one lithium chloride,"
  },
  {
    "startTime": 200.53,
    "endTime": 203.7,
    "text": "but lithium chloride poisons, so that is not a good salt substitute."
  },
  {
    "startTime": 203.8,
    "endTime": 207.8,
    "text": "So, have you tried shifting your caloric intake to earlier in the day? How did that work out for you?"
  },
  {
    "startTime": 207.82,
    "endTime": 211.79999999999998,
    "text": "Let us know in the comment. Subscribe for more, and I will see you next time on \"DNews\"."
  }
]