[
  {
    "startTime": 2.29,
    "endTime": 6.81,
    "text": "Pride and Prejudice - Chapter 1 - Brtish Accent Reading - Jane Austen - British Pronunciation  -  PRIDE AND PREJUDICE By Jane Austen"
  },
  {
    "startTime": 6.81,
    "endTime": 7.879,
    "text": "Chapter 1"
  },
  {
    "startTime": 7.879,
    "endTime": 15.759,
    "text": "It is a truth universally acknowledged, that a single man in possession of a good fortune,"
  },
  {
    "startTime": 15.759,
    "endTime": 22.25,
    "text": "must be in want of a wife. However little known the feelings or views"
  },
  {
    "startTime": 22.25,
    "endTime": 29.36,
    "text": "of such a man may be on his first entering a neighbourhood, this truth is so well fixed"
  },
  {
    "startTime": 29.36,
    "endTime": 35.43,
    "text": "in the minds of the surrounding families, that he is considered the rightful property"
  },
  {
    "startTime": 35.43,
    "endTime": 42.89,
    "text": "of someone or other of their daughters. \"My dear Mr. Bennet,\" said his lady to him"
  },
  {
    "startTime": 42.89,
    "endTime": 48.94,
    "text": "one day, \"have you heard that Netherfield Park is let at last?\""
  },
  {
    "startTime": 48.94,
    "endTime": 55.53,
    "text": "Mr. Bennet replied that he had not. \"But it is,\" returned she; \"for Mrs. Long"
  },
  {
    "startTime": 55.53,
    "endTime": 60.22,
    "text": "has just been here, and she told me all about it.\""
  },
  {
    "startTime": 60.22,
    "endTime": 65.1,
    "text": "Mr. Bennet made no answer. \"Do you not want to know who has taken it?\""
  },
  {
    "startTime": 65.1,
    "endTime": 70.71,
    "text": "cried his wife impatiently. \"You want to tell me, and I have no objection"
  },
  {
    "startTime": 70.71,
    "endTime": 75.16999999999999,
    "text": "to hearing it.\" This was invitation enough."
  },
  {
    "startTime": 75.17,
    "endTime": 82.6,
    "text": "\"Why, my dear, you must know, Mrs. Long says that Netherfield is taken by a young man of"
  },
  {
    "startTime": 82.6,
    "endTime": 89.479,
    "text": "large fortune from the north of England; that he came down on Monday in a chaise and four"
  },
  {
    "startTime": 89.479,
    "endTime": 96.22,
    "text": "to see the place, and was so much delighted with it, that he agreed with Mr. Morris immediately;"
  },
  {
    "startTime": 96.22,
    "endTime": 101.09,
    "text": "that he is to take possession before Michaelmas, and some of his servants are to be in the"
  },
  {
    "startTime": 101.09,
    "endTime": 107.159,
    "text": "house by the end of next week.\" \"What is his name?\""
  },
  {
    "startTime": 107.159,
    "endTime": 109.18900000000001,
    "text": "\"Bingley.\" \"Is he married or single?\""
  },
  {
    "startTime": 109.189,
    "endTime": 116.189,
    "text": "\"Oh! Single, my dear, to be sure! A single man of large fortune; four or five thousand"
  },
  {
    "startTime": 116.189,
    "endTime": 123.74,
    "text": "a year. What a fine thing for our girls!\" \"How so? How can it affect them?\""
  },
  {
    "startTime": 123.74,
    "endTime": 130.069,
    "text": "\"My dear Mr. Bennet,\" replied his wife, \"how can you be so tiresome! You must know that"
  },
  {
    "startTime": 130.069,
    "endTime": 136.32899999999998,
    "text": "I am thinking of his marrying one of them.\" \"Is that his design in settling here?\""
  },
  {
    "startTime": 136.329,
    "endTime": 142.79000000000002,
    "text": "\"Design! Nonsense, how can you talk so! But it is very likely that he may fall in love"
  },
  {
    "startTime": 142.79,
    "endTime": 147.54,
    "text": "with one of them, and therefore you must visit him as soon as he comes.\""
  },
  {
    "startTime": 147.54,
    "endTime": 155.469,
    "text": "\"I see no occasion for that. You and the girls may go, or you may send them by themselves,"
  },
  {
    "startTime": 155.469,
    "endTime": 164.51,
    "text": "which perhaps will be still better, for as you are as handsome as any of them, Mr. Bingley"
  },
  {
    "startTime": 164.51,
    "endTime": 171.909,
    "text": "may like you the best of the party.\" \"My dear, you flatter me. I certainly have"
  },
  {
    "startTime": 171.909,
    "endTime": 180.93,
    "text": "had my share of beauty, but I do not pretend to be anything extraordinary now. When a woman"
  },
  {
    "startTime": 180.93,
    "endTime": 186.769,
    "text": "has five grown-up daughters, she ought to give over thinking of her own beauty.\""
  },
  {
    "startTime": 186.769,
    "endTime": 191.959,
    "text": "\"In such cases, a woman has not often much beauty to think of.\""
  },
  {
    "startTime": 191.959,
    "endTime": 198.109,
    "text": "\"But, my dear, you must indeed go and see Mr. Bingley when he comes into the neighbourhood.\""
  },
  {
    "startTime": 198.109,
    "endTime": 206.359,
    "text": "\"It is more than I engage for, I assure you.\" \"But consider your daughters. Only think what"
  },
  {
    "startTime": 206.359,
    "endTime": 213.79000000000002,
    "text": "an establishment it would be for one of them. Sir William and Lady Lucas are determined"
  },
  {
    "startTime": 213.79,
    "endTime": 221.89999999999998,
    "text": "to go, merely on that account, for in general, you know, they visit no newcomers. Indeed"
  },
  {
    "startTime": 221.9,
    "endTime": 226.959,
    "text": "you must go, for it will be impossible for us to visit him if you do not.\""
  },
  {
    "startTime": 226.959,
    "endTime": 234.76,
    "text": "\"You are over-scrupulous, surely. I dare say Mr. Bingley will be very glad to see you;"
  },
  {
    "startTime": 234.76,
    "endTime": 243.35899999999998,
    "text": "and I will send a few lines by you to assure him of my hearty consent to his marrying whichever"
  },
  {
    "startTime": 243.359,
    "endTime": 249.989,
    "text": "he chooses of the girls; though I must throw in a good word for my little Lizzy.\""
  },
  {
    "startTime": 249.989,
    "endTime": 257.699,
    "text": "\"I desire you will do no such thing. Lizzy is not a bit better than the others; and I"
  },
  {
    "startTime": 257.699,
    "endTime": 266.7,
    "text": "am sure she is not half so handsome as Jane, nor half so good-humoured as Lydia. But you"
  },
  {
    "startTime": 266.7,
    "endTime": 272.81,
    "text": "are always giving her the preference.\" \"They have none of them much to recommend"
  },
  {
    "startTime": 272.81,
    "endTime": 279.56,
    "text": "them,\" replied he; \"they are all silly and ignorant like other girls; but Lizzy has something"
  },
  {
    "startTime": 279.56,
    "endTime": 285.91,
    "text": "more of quickness than her sisters.\" \"Mr. Bennet, how can you abuse your own children"
  },
  {
    "startTime": 285.91,
    "endTime": 293.03000000000003,
    "text": "in such a way? You take delight in vexing me. You have no compassion for my poor nerves.\""
  },
  {
    "startTime": 293.03,
    "endTime": 300.2,
    "text": "\"You mistake me, my dear. I have a high respect for your nerves. They are my old friends."
  },
  {
    "startTime": 300.2,
    "endTime": 306.53999999999996,
    "text": "I have heard you mention them with consideration these last twenty years at least.\""
  },
  {
    "startTime": 306.54,
    "endTime": 313.79,
    "text": "\"Ah, you do not know what I suffer.\" \"But I hope you will get over it, and live"
  },
  {
    "startTime": 313.79,
    "endTime": 318.87,
    "text": "to see many young men of four thousand a year come into the neighbourhood.\""
  },
  {
    "startTime": 318.87,
    "endTime": 325.39,
    "text": "\"It will be no use to us, if twenty such should come, since you will not visit them.\""
  },
  {
    "startTime": 325.39,
    "endTime": 333.46999999999997,
    "text": "\"Depend upon it, my dear, that when there are twenty, I will visit them all.\""
  },
  {
    "startTime": 333.47,
    "endTime": 340.89000000000004,
    "text": "Mr. Bennet was so odd a mixture of quick parts, sarcastic humour, reserve, and caprice, that"
  },
  {
    "startTime": 340.89,
    "endTime": 347.44,
    "text": "the experience of three-and-twenty years had been insufficient to make his wife understand"
  },
  {
    "startTime": 347.44,
    "endTime": 355.64,
    "text": "his character. Her mind was less difficult to develop. She was a woman of mean understanding,"
  },
  {
    "startTime": 355.64,
    "endTime": 363.46999999999997,
    "text": "little information, and uncertain temper. When she was discontented, she fancied herself"
  },
  {
    "startTime": 363.47,
    "endTime": 370.47,
    "text": "nervous. The business of her life was to get her daughters married; its solace was visiting"
  },
  {
    "startTime": 370.47,
    "endTime": 371.28000000000003,
    "text": "and news."
  },
  {
    "startTime": 371.28,
    "endTime": 381.28,
    "text": "Pride and Prejudice - Chapter 1 - British Accent Reading - Jane Austen - British Pronunciation"
  }
]