[
  {
    "startTime": 3.899,
    "endTime": 8.280000000000001,
    "text": "If you’ve been around a newborn baby, you might have noticed that they smell just ... good."
  },
  {
    "startTime": 8.28,
    "endTime": 13.44,
    "text": "For a while, lots of people thought this mild, pleasant scent was just baby powder or sweet-smelling wipes."
  },
  {
    "startTime": 13.44,
    "endTime": 17.65,
    "text": "Others claimed it was just a myth, a hallucination by sleep-deprived new parents."
  },
  {
    "startTime": 17.65,
    "endTime": 22.38,
    "text": "But, just like new house smell and new car smell, new baby smell is real!"
  },
  {
    "startTime": 22.38,
    "endTime": 29.529,
    "text": "But what exactly causes this special scent, and why do scientists think it might be an evolutionary benefit for mothers and their babies?"
  },
  {
    "startTime": 29.529,
    "endTime": 36.18,
    "text": "Our body odors are made of lots of different secreted chemicals, but it’s hard to figure out how each one contributes to our natural smells."
  },
  {
    "startTime": 36.18,
    "endTime": 40.8,
    "text": "And newborn baby smell is extra hard to study, because the scent is usually gone after about 6 weeks."
  },
  {
    "startTime": 40.8,
    "endTime": 46.79,
    "text": "Researchers think one factor could be leftover amniotic fluid, which is the protective substance that surrounds the embryo as it grows."
  },
  {
    "startTime": 46.79,
    "endTime": 53.8,
    "text": "Plus, there might be traces of vernix caseosa, a white-ish layer of waxy oils and cells that coats babies’ skin when they’re born."
  },
  {
    "startTime": 53.8,
    "endTime": 58.669999999999995,
    "text": "But even though we don’t know exactly what causes this scent, scientists want to understand why it exists."
  },
  {
    "startTime": 58.67,
    "endTime": 67.82000000000001,
    "text": "A 2013 study published in the journal Frontiers in Psychology found evidence that suggests this scent may affect certain brain regions of all women, but especially new mothers."
  },
  {
    "startTime": 67.82,
    "endTime": 75.38999999999999,
    "text": "To test this, they rounded up a group of 30 women that were about the same age: 15 who had given birth within the previous six weeks, and 15 who had never given birth."
  },
  {
    "startTime": 75.39,
    "endTime": 81.47,
    "text": "The researchers isolated baby smell from baby pajamas, specifically, from 18 newborns that weren’t related to any of the participants."
  },
  {
    "startTime": 81.47,
    "endTime": 85.44,
    "text": "Then they had the women smell the newborn odors while undergoing brain scans."
  },
  {
    "startTime": 85.44,
    "endTime": 88.8,
    "text": "All of the women showed activity in the reward-related areas of the brain."
  },
  {
    "startTime": 88.8,
    "endTime": 91.61999999999999,
    "text": "There was slightly more brain activity in new moms."
  },
  {
    "startTime": 91.62,
    "endTime": 98.0,
    "text": "Basically, the researchers think that the smell might act as a sort of incentive: to get the new moms to feel pleasure when they take care of babies."
  },
  {
    "startTime": 98.0,
    "endTime": 102.43,
    "text": "This could promote more maternal care, and offset some of the exhaustion and hard work of parenting."
  },
  {
    "startTime": 102.43,
    "endTime": 105.95,
    "text": "But what about new dads? Are they affected by this baby smell too?"
  },
  {
    "startTime": 105.95,
    "endTime": 108.69,
    "text": "Well, we still have a lot to learn about the smell of newborn babies."
  },
  {
    "startTime": 108.69,
    "endTime": 113.84,
    "text": "And there haven’t been any studies involving men yet, although researchers think the effects of baby smell might be similar."
  },
  {
    "startTime": 113.84,
    "endTime": 117.5,
    "text": "Thanks for asking, and thanks especially to our patrons on Patreon who keep these answers coming."
  },
  {
    "startTime": 117.5,
    "endTime": 123.23,
    "text": "If you’d like to submit a question to be answered, or get some videos a few days before everyone else, go to patreon.com/scishow."
  },
  {
    "startTime": 123.23,
    "endTime": 133.23000000000002,
    "text": "And don’t forget to go to youtube.com/scishow and subscribe!"
  }
]