[
  {
    "startTime": 6.989,
    "endTime": 10.157,
    "text": "The victory of the underdog over the favored team."
  },
  {
    "startTime": 10.157,
    "endTime": 13.0,
    "text": "The last-minute penalty shot that wins the tournament."
  },
  {
    "startTime": 13.0,
    "endTime": 16.0,
    "text": "The high-energy training montages."
  },
  {
    "startTime": 16.1,
    "endTime": 22.5,
    "text": "Many people love to glorify victory on the playing field, cheer for favorite teams, and play sports."
  },
  {
    "startTime": 22.5,
    "endTime": 26.5,
    "text": "But here's a question: Should we be so obsessed with sports?"
  },
  {
    "startTime": 26.5,
    "endTime": 30.495,
    "text": "Is playing sports actually as good for us as we make it out to be?"
  },
  {
    "startTime": 30.495,
    "endTime": 33.834,
    "text": "Or just a fun and entertaining pastime?"
  },
  {
    "startTime": 33.834,
    "endTime": 36.0,
    "text": "What does science have to say?"
  },
  {
    "startTime": 36.0,
    "endTime": 40.4,
    "text": "First of all, it's well accepted that exercise is good for our bodies and minds."
  },
  {
    "startTime": 40.4,
    "endTime": 42.199999999999996,
    "text": "And that's definitely true."
  },
  {
    "startTime": 42.2,
    "endTime": 55.0,
    "text": "Exercising, especially when we're young, has all sorts of health benefits, like strengthening our bones, clearing out bad cholesterol from our arteries, and decreasing the risk of stroke, high blood pressure, and diabetes."
  },
  {
    "startTime": 55.0,
    "endTime": 60.8,
    "text": "Our brains also release a number of chemicals when we work out, including endorphins."
  },
  {
    "startTime": 60.8,
    "endTime": 70.5,
    "text": "These natural hormones, which control pain and pleasure responses in the central nervous system, can lead to feelings of euphoria, or what's often called a runner's high."
  },
  {
    "startTime": 70.5,
    "endTime": 78.0,
    "text": "Increased endorphins and consistent physical activity in general can sharpen your focus and improve your mood and memory."
  },
  {
    "startTime": 78.0,
    "endTime": 84.812,
    "text": "So, does that mean we get just as much benefit going to the gym 5 days a week as we would joining a team and competing?"
  },
  {
    "startTime": 84.812,
    "endTime": 87.71,
    "text": "Well, here's where it gets interesting."
  },
  {
    "startTime": 87.71,
    "endTime": 98.639,
    "text": "Because it turns out that if you can find a sport and a team you like, studies show that there are all sorts of benefits that go beyond the physical and mental benefits of exercise alone."
  },
  {
    "startTime": 98.639,
    "endTime": 104.085,
    "text": "Some of the most significant are psychological benefits, both in the short and long term."
  },
  {
    "startTime": 104.085,
    "endTime": 107.89999999999999,
    "text": "Some of those come from the communal experience of being on a team."
  },
  {
    "startTime": 107.9,
    "endTime": 116.804,
    "text": "For instance, learning to trust and depend on others, to accept help, to give help, and to work together towards a common goal."
  },
  {
    "startTime": 116.804,
    "endTime": 124.587,
    "text": "In addition, commitment to a team and doing something fun can also make it easier to establish a regular habit of exercise."
  },
  {
    "startTime": 124.587,
    "endTime": 131.5,
    "text": "School sport participation has also been shown to reduce the risk of suffering from depression for up to 4 years."
  },
  {
    "startTime": 131.5,
    "endTime": 136.0,
    "text": "Meanwhile, your self-esteem and confidence can get a big boost."
  },
  {
    "startTime": 136.0,
    "endTime": 137.8,
    "text": "There are a few reasons for that."
  },
  {
    "startTime": 137.8,
    "endTime": 139.489,
    "text": "One is found in training."
  },
  {
    "startTime": 139.489,
    "endTime": 147.592,
    "text": "Just by working and working at skills, especially with a good coach, you reinforce a growth mindset within yourself."
  },
  {
    "startTime": 147.592,
    "endTime": 154.70000000000002,
    "text": "That's when you say, \"Even if I can't do something today, I can improve myself through practice and achieve it eventually.\""
  },
  {
    "startTime": 154.7,
    "endTime": 158.0,
    "text": "That mindset is useful in all walks of life."
  },
  {
    "startTime": 158.0,
    "endTime": 160.0,
    "text": "And then there's learning through failure."
  },
  {
    "startTime": 160.0,
    "endTime": 164.926,
    "text": "One of the most transformative, long-term benefits of playing sports."
  },
  {
    "startTime": 164.5,
    "endTime": 173.5,
    "text": "The experience of coming to terms with defeat can build the resilience and self-awareness necessary to manage academic, social, and physical hurdles."
  },
  {
    "startTime": 173.5,
    "endTime": 179.0,
    "text": "So even if your team isn't winning all the time, or at all, there's a real benefit to your experience."
  },
  {
    "startTime": 179.0,
    "endTime": 181.934,
    "text": "Now, not everyone will enjoy every sport."
  },
  {
    "startTime": 181.934,
    "endTime": 186.256,
    "text": "Perhaps one team is too competitive, or not competitive enough."
  },
  {
    "startTime": 186.256,
    "endTime": 189.6,
    "text": "It can also take time to find a sport that plays to your strengths."
  },
  {
    "startTime": 189.6,
    "endTime": 191.44899999999998,
    "text": "That's completely okay."
  },
  {
    "startTime": 191.449,
    "endTime": 197.0,
    "text": "But if you spend some time looking, you'll be able to find a sport that fits your individual needs."
  },
  {
    "startTime": 197.0,
    "endTime": 200.0,
    "text": "And if you do, there are so many benefits."
  },
  {
    "startTime": 200.0,
    "endTime": 202.409,
    "text": "You'll be a part of  a supportive community."
  },
  {
    "startTime": 202.409,
    "endTime": 204.129,
    "text": "You'll be building your confidence."
  },
  {
    "startTime": 204.129,
    "endTime": 206.02599999999998,
    "text": "You'll be exercising your body."
  },
  {
    "startTime": 206.026,
    "endTime": 207.96200000000002,
    "text": "And you'll be nurturing your mind."
  },
  {
    "startTime": 207.962,
    "endTime": 217.962,
    "text": "Not to mention having fun."
  }
]