[
  {
    "startTime": 2.476,
    "endTime": 8.142,
    "text": "Too often, affairs are seen as the outcome of random horniness or just plain old nastiness."
  },
  {
    "startTime": 8.5,
    "endTime": 10.397,
    "text": "But that's very rarely the case."
  },
  {
    "startTime": 10.625,
    "endTime": 18.206,
    "text": "When it comes to affairs, we spent far too long being incensed or secretive, and far too little time trying to understand."
  },
  {
    "startTime": 18.444,
    "endTime": 23.317,
    "text": "In truth, affairs stem from a very fiddly aspect of our romantic psychology."
  },
  {
    "startTime": 23.692,
    "endTime": 30.8,
    "text": "In relationships with a partner, all of us need carefully calibrated mixtures of two different ingredients."
  },
  {
    "startTime": 30.9,
    "endTime": 35.336,
    "text": "We have a need for closeness and a need for distance."
  },
  {
    "startTime": 35.535,
    "endTime": 43.581999999999994,
    "text": "We want to impart closeness to feel we can hug, touch, be cozy, intimate, and entirely relax at home with someone."
  },
  {
    "startTime": 43.582,
    "endTime": 47.895,
    "text": "We want them to know our thoughts and to wander freely in their minds too."
  },
  {
    "startTime": 48.21,
    "endTime": 55.425,
    "text": "But we also need distance enough not to feel cloyingly submerged, subsumed, or owned by another."
  },
  {
    "startTime": 55.582,
    "endTime": 57.707,
    "text": "We want to retain a sense of freedom."
  },
  {
    "startTime": 57.928,
    "endTime": 61.116,
    "text": "We need a private room to which we alone have the key."
  },
  {
    "startTime": 61.52,
    "endTime": 69.273,
    "text": "Any imbalances towards over closeness or over distance may prove catastrophic if left unaddressed."
  },
  {
    "startTime": 69.608,
    "endTime": 74.334,
    "text": "In a relationship which threatens to lean perilously towards over-closeness,"
  },
  {
    "startTime": 74.506,
    "endTime": 82.4,
    "text": "we can be driven to strain by powerful urge to prove to ourselves that not everything we do and are is owned by the partner."
  },
  {
    "startTime": 82.4,
    "endTime": 87.712,
    "text": "That we remain desirable to the world and a going concern in and of ourselves."
  },
  {
    "startTime": 87.769,
    "endTime": 91.11200000000001,
    "text": "Going to bed with a new person might not simply be about lust."
  },
  {
    "startTime": 91.522,
    "endTime": 98.9,
    "text": "It's about escaping the alarming feeling once all identity appears to be on the verge of dissolving into the couple."
  },
  {
    "startTime": 101.334,
    "endTime": 104.821,
    "text": "But too much distance can undermine fidelity no less powerfully."
  },
  {
    "startTime": 104.852,
    "endTime": 107.45,
    "text": "The distance reads like constant rejection."
  },
  {
    "startTime": 107.722,
    "endTime": 111.329,
    "text": "When we try to touch the partner, they move away or sigh."
  },
  {
    "startTime": 111.53,
    "endTime": 114.539,
    "text": "When we bring up something personal, they change the subject."
  },
  {
    "startTime": 114.618,
    "endTime": 120.972,
    "text": "We may end up having an affair, not because we don't love the partner anymore, but precisely because we do,"
  },
  {
    "startTime": 121.0,
    "endTime": 128.479,
    "text": "and yet the distance they appear to be imposing on us through that lack of engagement feels unendurable and humiliating."
  },
  {
    "startTime": 128.793,
    "endTime": 137.87900000000002,
    "text": "It's the final irony that if caught will be accused of not caring when it was caring too much might have inspired the whole mistaken escapade."
  },
  {
    "startTime": 138.703,
    "endTime": 144.866,
    "text": "Tragically, two people almost never enter a relationship with the same needs for distance or closeness."
  },
  {
    "startTime": 145.261,
    "endTime": 152.246,
    "text": "That's why in every couple, we hear the accusation that one person is too clingy and another is too cold."
  },
  {
    "startTime": 152.495,
    "endTime": 159.05700000000002,
    "text": "These are unhelpfully vicious words for what are at heart just two different ways of feeling comfortable in love."
  },
  {
    "startTime": 159.5,
    "endTime": 170.657,
    "text": "It's, therefore, an early imperative in any relationship to work out what the relatively needs for distance and closeness actually are to avoid disjuncture, not to get angry about it."
  },
  {
    "startTime": 170.657,
    "endTime": 175.714,
    "text": "And mutually with good humor, to apologize for once distinctive contribution to it."
  },
  {
    "startTime": 175.935,
    "endTime": 191.5,
    "text": "Only thus can we hope to ensure that the gap won't lead in an online chat,  at a bar or at a conference to a situation where only an affair feels like a plausible solution to the vexing problems of distance and closeness."
  }
]