[
  {
    "startTime": 1.659,
    "endTime": 4.0,
    "text": "This is a story about a world obsessed with stuff."
  },
  {
    "startTime": 4.8,
    "endTime": 6.79,
    "text": "It's a story about a system in crisis."
  },
  {
    "startTime": 7.09,
    "endTime": 12.318999999999999,
    "text": "We're trashing the planet, we're trashing each other, and we're not even having fun."
  },
  {
    "startTime": 13.159,
    "endTime": 19.959,
    "text": "The good thing is that when we start to understand the system, we start to see lots of places to step in and turn these problems into solutions."
  },
  {
    "startTime": 29.859,
    "endTime": 33.620000000000005,
    "text": "I am so glad that the world is finally getting together to stop climate change."
  },
  {
    "startTime": 34.02,
    "endTime": 39.449000000000005,
    "text": "When I first heard that our leaders were meeting to talk about solutions, I breathed a huge sigh of relief. Didn't you?"
  },
  {
    "startTime": 39.95,
    "endTime": 41.25,
    "text": "Then I said, wait a minute."
  },
  {
    "startTime": 41.45,
    "endTime": 44.900000000000006,
    "text": "What exactly are they planning to do about this problem? So I looked into it."
  },
  {
    "startTime": 45.2,
    "endTime": 49.31,
    "text": "And I gotta tell you, not all the solutions they're working on are what I'd call solutions."
  },
  {
    "startTime": 50.11,
    "endTime": 55.39,
    "text": "In fact, the leading solution, known as cap and trade or emissions trading, is actually a huge problem."
  },
  {
    "startTime": 55.92,
    "endTime": 60.32,
    "text": "Now I know this is the last thing you want to hear, but the future of our planet is at stake."
  },
  {
    "startTime": 60.389,
    "endTime": 62.879000000000005,
    "text": "So we gotta take the time to understand what's going on here."
  },
  {
    "startTime": 63.579,
    "endTime": 66.21,
    "text": "Okay, meet the guys at the heart of this so-called solution."
  },
  {
    "startTime": 66.51,
    "endTime": 69.48,
    "text": "They include the guys from Enron who designed energy trading."
  },
  {
    "startTime": 69.78,
    "endTime": 74.2,
    "text": "And the Wall Street financiers like Goldman Sachs, who gave us the sub-prime mortgage crisis."
  },
  {
    "startTime": 74.7,
    "endTime": 77.0,
    "text": "Their job is to develop brand new markets."
  },
  {
    "startTime": 77.6,
    "endTime": 85.0,
    "text": "They stake their claims, and then when everyone and their grandmother wants in, they make off with huge amounts of money as the market becomes a giant bubble and bursts."
  },
  {
    "startTime": 85.2,
    "endTime": 91.18,
    "text": "Well their latest bubble just burst, and now they have a new idea for a market: trading carbon pollution."
  },
  {
    "startTime": 91.38,
    "endTime": 94.32,
    "text": "They're about to develop a new three trillion-dollar bubble."
  },
  {
    "startTime": 94.62,
    "endTime": 100.0,
    "text": "But when this one bursts, it won't just take down our stock portfolios, it could take down everything!"
  },
  {
    "startTime": 100.13,
    "endTime": 101.6,
    "text": "So how does cap and trade work?"
  },
  {
    "startTime": 102.2,
    "endTime": 110.21000000000001,
    "text": "Well, pretty much all serious scientists agree that we need to reduce the amount of carbon in the atmosphere to three-hundred and fifty parts per million if we want to avoid climate disaster."
  },
  {
    "startTime": 110.96,
    "endTime": 115.8,
    "text": "In the U.S., that means reducing our emissions by eighty percent, maybe even more by 2050."
  },
  {
    "startTime": 116.24,
    "endTime": 117.62899999999999,
    "text": "Eighty percent!"
  },
  {
    "startTime": 117.929,
    "endTime": 122.85000000000001,
    "text": "Now the problem is that most of our global economy runs on burning fossil fuels, which releases carbon."
  },
  {
    "startTime": 122.85,
    "endTime": 129.459,
    "text": "The factories that make all our stuff, the ships and trucks that carry it around the world, our cars and buildings and appliances, and just about everything."
  },
  {
    "startTime": 130.259,
    "endTime": 134.409,
    "text": "So, how are we gonna reduce carbon eighty percent and not go back to living like Little House on the Prairie?"
  },
  {
    "startTime": 135.099,
    "endTime": 139.72899999999998,
    "text": "Well, these Cap and Trade guys are saying that a new carbon stock market is the best way to get it done."
  },
  {
    "startTime": 140.309,
    "endTime": 146.0,
    "text": "The first step would be getting governments around the world to agree on a yearly limit on carbon emissions. That's the \"cap.\""
  },
  {
    "startTime": 146.399,
    "endTime": 147.789,
    "text": "I think that part is great."
  },
  {
    "startTime": 148.589,
    "endTime": 151.299,
    "text": "So how do they wanna ensure that carbon emissions stay under the cap?"
  },
  {
    "startTime": 151.899,
    "endTime": 154.819,
    "text": "Well, governments would distribute a certain amount of permits to pollute."
  },
  {
    "startTime": 155.419,
    "endTime": 159.37900000000002,
    "text": "Every year there would be fewer and fewer permits as we follow the cap to our goal."
  },
  {
    "startTime": 159.779,
    "endTime": 163.329,
    "text": "Innovative companies will get on board, building clean alternatives and getting more efficient."
  },
  {
    "startTime": 163.529,
    "endTime": 167.059,
    "text": "As permits get scarcer, they would also become more valuable."
  },
  {
    "startTime": 167.159,
    "endTime": 170.759,
    "text": "So naturally, companies who have extra will want to sell them to companies who need them."
  },
  {
    "startTime": 171.299,
    "endTime": 172.739,
    "text": "That's where trading comes in."
  },
  {
    "startTime": 173.739,
    "endTime": 178.20000000000002,
    "text": "The logic is that as long as we stay under the cap, it doesn't matter who pollutes and who innovates."
  },
  {
    "startTime": 178.359,
    "endTime": 181.0,
    "text": "We'll meet our climate deadline, avoiding catastrophe,"
  },
  {
    "startTime": 181.099,
    "endTime": 187.149,
    "text": "and oh yeah, these guys take their fee as they broker this multi-trillion dollar carbon racket, I mean, market."
  },
  {
    "startTime": 187.149,
    "endTime": 189.429,
    "text": "Save the planet, get rich, what's not to like?"
  },
  {
    "startTime": 189.429,
    "endTime": 192.899,
    "text": "Some of my friends who really care about our future support cap and trade."
  },
  {
    "startTime": 193.54,
    "endTime": 195.649,
    "text": "A lot of environmental groups that I respect, do too."
  },
  {
    "startTime": 196.249,
    "endTime": 200.519,
    "text": "They know it's not a perfect solution, and they don't love the idea of turning our planet's future over to these guys,"
  },
  {
    "startTime": 201.08,
    "endTime": 203.99900000000002,
    "text": "but they think that it is an important first step and that it's better than nothing."
  },
  {
    "startTime": 204.499,
    "endTime": 206.959,
    "text": "I am not so sure, and I'm not the only one."
  },
  {
    "startTime": 207.609,
    "endTime": 212.639,
    "text": "A growing movement of scientists, students, farmers, and forward-thinking business people are all saying, \"Wait a minute!\""
  },
  {
    "startTime": 213.379,
    "endTime": 222.78,
    "text": "In fact, even the economists who invented the cap and trade system to deal with simpler problems like fertilizer pollution and sulfur dioxide, they say cap and trade will never work for climate change."
  },
  {
    "startTime": 222.98,
    "endTime": 224.379,
    "text": "Here's why I think they're right."
  },
  {
    "startTime": 224.979,
    "endTime": 227.41000000000003,
    "text": "When it comes to any kind of financial scam,"
  },
  {
    "startTime": 227.6,
    "endTime": 230.5,
    "text": "like subprime mortgages or Bernie Madoff's pyramid scheme"
  },
  {
    "startTime": 230.83,
    "endTime": 232.44000000000003,
    "text": "the devil is always in the details,"
  },
  {
    "startTime": 232.74,
    "endTime": 236.709,
    "text": "and there are a lot of devils in the details of the cap and trade proposals on the table."
  },
  {
    "startTime": 237.609,
    "endTime": 239.579,
    "text": "Devil number one is known as Free Permits,"
  },
  {
    "startTime": 239.879,
    "endTime": 242.26899999999998,
    "text": "which is why some people call this system Cap and Giveaway."
  },
  {
    "startTime": 242.669,
    "endTime": 247.17000000000002,
    "text": "In this scheme, industrial polluters will get the vast majority of these valuable permits for free."
  },
  {
    "startTime": 247.519,
    "endTime": 250.13,
    "text": "Free! The more they have been polluting, the more they get."
  },
  {
    "startTime": 250.55,
    "endTime": 253.21900000000002,
    "text": "It's like we're thanking them for creating this problem in the first place."
  },
  {
    "startTime": 254.119,
    "endTime": 260.829,
    "text": "In Europe they tried a Cap and Giveaway system, the price of the permits bounced around like crazy, energy costs jumped for consumers, and guess what?"
  },
  {
    "startTime": 261.06,
    "endTime": 262.65,
    "text": "Carbon emissions actually went up!"
  },
  {
    "startTime": 263.65,
    "endTime": 267.84,
    "text": "The only part that did work was that the polluters made billions of dollars in extra profits."
  },
  {
    "startTime": 268.319,
    "endTime": 271.58000000000004,
    "text": "MIT economists say the same thing would likely happen here in the U.S."
  },
  {
    "startTime": 272.48,
    "endTime": 274.329,
    "text": "Those billions come from our pockets."
  },
  {
    "startTime": 274.929,
    "endTime": 278.09999999999997,
    "text": "A real solution would put that money to work stopping climate change."
  },
  {
    "startTime": 278.6,
    "endTime": 280.889,
    "text": "Instead of just giving permits away to polluters,"
  },
  {
    "startTime": 281.289,
    "endTime": 284.279,
    "text": "we could sell them and use the money to build a clean energy economy,"
  },
  {
    "startTime": 284.579,
    "endTime": 289.5,
    "text": "or give citizens a dividend to help pay for higher fuel prices while we transition to that clean energy economy,"
  },
  {
    "startTime": 290.049,
    "endTime": 292.62,
    "text": "or share it with those most harmed by climate change."
  },
  {
    "startTime": 293.32,
    "endTime": 296.219,
    "text": "Some people call this paying our ecological debt."
  },
  {
    "startTime": 296.619,
    "endTime": 302.03900000000004,
    "text": "Since we in the richest countries released the most carbon for centuries and lived a pretty comfy lifestyle in the process,"
  },
  {
    "startTime": 302.3,
    "endTime": 304.999,
    "text": "don't we have a responsibility to help those most harmed?"
  },
  {
    "startTime": 307.699,
    "endTime": 311.229,
    "text": "It's like we had a big party, didn't invite our neighbors, and then stuck 'em with the clean-up bill."
  },
  {
    "startTime": 311.959,
    "endTime": 312.989,
    "text": "It's just not cool."
  },
  {
    "startTime": 315.989,
    "endTime": 320.899,
    "text": "Did you know that in the next century, because of the changing climate, whole island nations could end up underwater?"
  },
  {
    "startTime": 321.479,
    "endTime": 325.74,
    "text": "And the UN says 9 out of 10 African farmers could lose their ability to grow food."
  },
  {
    "startTime": 325.94,
    "endTime": 329.279,
    "text": "Now, wouldn't a real solution benefit these people instead of just the polluters?"
  },
  {
    "startTime": 330.779,
    "endTime": 332.439,
    "text": "Devil number two is called Offsetting."
  },
  {
    "startTime": 335.139,
    "endTime": 339.039,
    "text": "Offset permits are created when a company supposedly removes or reduces carbon."
  },
  {
    "startTime": 339.739,
    "endTime": 343.409,
    "text": "They then get a permit which can be sold to a polluter who wants permission to emit more carbon."
  },
  {
    "startTime": 344.109,
    "endTime": 346.31,
    "text": "In theory, one activity offsets the other."
  },
  {
    "startTime": 348.51,
    "endTime": 353.78999999999996,
    "text": "The danger with offsets is it's very hard to guarantee that real carbon is being removed to create the permit,"
  },
  {
    "startTime": 353.99,
    "endTime": 355.86,
    "text": "yet these permits are worth real money."
  },
  {
    "startTime": 356.669,
    "endTime": 360.59999999999997,
    "text": "This creates a very dangerous incentive to create false offsets, to cheat."
  },
  {
    "startTime": 361.229,
    "endTime": 365.96,
    "text": "Now in some cases cheating isn't the end of the world, but in this case, it is,"
  },
  {
    "startTime": 368.539,
    "endTime": 370.61,
    "text": "and already there's a lot of cheating going on."
  },
  {
    "startTime": 370.91,
    "endTime": 376.90000000000003,
    "text": "Like, in Indonesia, Sinar Mas corporation cut down indigenous forests, causing major ecological and cultural destruction."
  },
  {
    "startTime": 377.599,
    "endTime": 380.92,
    "text": "Then, they took the wasteland they created and planted palm oil trees."
  },
  {
    "startTime": 381.22,
    "endTime": 383.619,
    "text": "Guess what they can get for it? Yup, offset permits."
  },
  {
    "startTime": 384.56,
    "endTime": 387.219,
    "text": "Carbon out? No. Carbon in? You bet."
  },
  {
    "startTime": 387.79,
    "endTime": 390.869,
    "text": "Companies can even earn offsets for not doing anything at all."
  },
  {
    "startTime": 391.169,
    "endTime": 395.229,
    "text": "Like, operators of a polluting factory can claim they were planning to expand two-hundred percent,"
  },
  {
    "startTime": 395.52,
    "endTime": 398.74899999999997,
    "text": "but reduced the plans to expand only one-hundred percent."
  },
  {
    "startTime": 398.749,
    "endTime": 403.83000000000004,
    "text": "For that meaningless claim, they get offset permits, permits that they can sell to someone else to make more pollution!"
  },
  {
    "startTime": 404.299,
    "endTime": 406.10999999999996,
    "text": "That is so stupid!"
  },
  {
    "startTime": 406.71,
    "endTime": 410.59999999999997,
    "text": "The list of scams go on and on and many of the worst ones happen in the so-called Third World,"
  },
  {
    "startTime": 410.78,
    "endTime": 413.76,
    "text": "where big business does whatever it wants, to whomever it wants,"
  },
  {
    "startTime": 414.06,
    "endTime": 418.279,
    "text": "and with lax standards and regulations on offsets, they can get permits for just about anything."
  },
  {
    "startTime": 419.079,
    "endTime": 424.23,
    "text": "Devils one and two, Cap and Giveaway and Offsetting, make the system unfair and ineffective,"
  },
  {
    "startTime": 424.579,
    "endTime": 428.399,
    "text": "but the last devil, which I call Distraction, makes it downright dangerous."
  },
  {
    "startTime": 429.099,
    "endTime": 430.509,
    "text": "You see, there are real solutions out there,"
  },
  {
    "startTime": 430.709,
    "endTime": 435.479,
    "text": "but cap and trade with its loopholes and promises of riches have made many people forget all about them."
  },
  {
    "startTime": 435.699,
    "endTime": 442.269,
    "text": "We're not even close to a global agreement on a carbon cap to begin with, and duh, that is the whole point of cap and trade,"
  },
  {
    "startTime": 442.549,
    "endTime": 448.59999999999997,
    "text": "but instead of hammering out a fair and strong deal, we're putting the cart before the horse and rushing off to trade schemes and offsets."
  },
  {
    "startTime": 449.3,
    "endTime": 455.479,
    "text": "With all the bogus offset projects, huge giveaways to polluters, and the failure to address the injustices of climate change,"
  },
  {
    "startTime": 455.82,
    "endTime": 459.05899999999997,
    "text": "do you think the Third World will get on board with a global cap? I doubt it."
  },
  {
    "startTime": 459.779,
    "endTime": 464.65999999999997,
    "text": "If a cap and trade proposal is stopping us from actually capping carbon, it's a dangerous distraction."
  },
  {
    "startTime": 465.73,
    "endTime": 467.689,
    "text": "We don't need to let these guys design the solution."
  },
  {
    "startTime": 467.889,
    "endTime": 471.36,
    "text": "We， us, our governments, we can make laws and do it ourselves."
  },
  {
    "startTime": 471.38,
    "endTime": 474.34,
    "text": "In my country, we already have a law: the Clean Air Act,"
  },
  {
    "startTime": 474.92,
    "endTime": 478.53900000000004,
    "text": "that confirms that carbon is a pollutant which our environmental agency is allowed to cap."
  },
  {
    "startTime": 479.339,
    "endTime": 482.35,
    "text": "So what are we waiting for? Go EPA, go! Cap that carbon!"
  },
  {
    "startTime": 482.809,
    "endTime": 489.59000000000003,
    "text": "Instead, a U.S. cap and trade law proposed in 2009 guts the Clean Air Act, leaving it to the market to fix the problem."
  },
  {
    "startTime": 490.069,
    "endTime": 494.84000000000003,
    "text": "If a cap and trade proposal weakens our ability to make strong laws, it's a distraction."
  },
  {
    "startTime": 495.77,
    "endTime": 501.269,
    "text": "Concerned citizens around the world need to speak out and demand that we redesign our economies away from fossil fuels,"
  },
  {
    "startTime": 502.039,
    "endTime": 504.19,
    "text": "but cap and trade makes citizens think everything will be okay,"
  },
  {
    "startTime": 504.39,
    "endTime": 508.179,
    "text": "if we just drive a little less, change our light bulbs, and let these guys do the rest."
  },
  {
    "startTime": 509.079,
    "endTime": 513.02,
    "text": "If cap and trade creates a false sense of progress, it's a dangerous distraction."
  },
  {
    "startTime": 514.32,
    "endTime": 517.73,
    "text": "These cap and trade proposals are mostly about protecting business as usual."
  },
  {
    "startTime": 518.63,
    "endTime": 522.14,
    "text": "Right now, the U.S. subsidizes fossil fuels at more than twice the rate of renewables."
  },
  {
    "startTime": 522.54,
    "endTime": 525.06,
    "text": "What? We shouldn't be subsidizing fossil fuels at all!"
  },
  {
    "startTime": 526.16,
    "endTime": 531.13,
    "text": "These guys don't seem to realize that the simplest way to keep carbon out of the atmosphere is to leave it safely in the ground."
  },
  {
    "startTime": 531.98,
    "endTime": 536.65,
    "text": "U.S. congressman, Rick Boucher, a well-known friend of the coal industry voted for cap and trade."
  },
  {
    "startTime": 537.28,
    "endTime": 540.9599999999999,
    "text": "He said it \"strengthens the case for utilities to continue to use coal.\""
  },
  {
    "startTime": 541.46,
    "endTime": 545.69,
    "text": "No law that encourages coal use can stop climate change. Period."
  },
  {
    "startTime": 545.79,
    "endTime": 550.43,
    "text": "Solid caps, strong laws, citizen action, and carbon fees to pay off ecological debt,"
  },
  {
    "startTime": 550.53,
    "endTime": 554.25,
    "text": "and create a clean energy economy, that's how we can save our future."
  },
  {
    "startTime": 554.59,
    "endTime": 558.94,
    "text": "The next time someone tells you that Cap and Trade is the best we're gonna get, don't believe them!"
  },
  {
    "startTime": 559.32,
    "endTime": 563.0500000000001,
    "text": "Better yet, talk to them. They probably want a future safe from climate change too."
  },
  {
    "startTime": 563.88,
    "endTime": 569.07,
    "text": "Maybe they've just forgotten that you can only compromise to a point before a solution isn't really a solution."
  },
  {
    "startTime": 569.67,
    "endTime": 573.63,
    "text": "Look, I know we'd love to sacrifice nothing, save the planet and get rich doing it."
  },
  {
    "startTime": 574.03,
    "endTime": 578.3489999999999,
    "text": "But get real! This is the biggest crisis humanity has ever faced."
  },
  {
    "startTime": 579.11,
    "endTime": 582.72,
    "text": "We can't solve it with the mindset, their mindset, that got us into this mess."
  },
  {
    "startTime": 582.92,
    "endTime": 587.0999999999999,
    "text": "We need something new. It won't be easy, but it's time we dreamed bigger."
  },
  {
    "startTime": 587.53,
    "endTime": 590.23,
    "text": "It's time to design a climate solution that will really work!"
  }
]