[
  {
    "startTime": 0.07,
    "endTime": 6.5,
    "text": "If you follow me on Instagram, you probably know I went to the North Pole recently, and this time of year the sun never sets. It was crazy."
  },
  {
    "startTime": 6.5,
    "endTime": 14.089,
    "text": "Why is it so hard to sleep when it's light out?"
  },
  {
    "startTime": 14.089,
    "endTime": 16.8,
    "text": "Hey light sleepers, Trace here. This is DNews."
  },
  {
    "startTime": 16.8,
    "endTime": 23.35,
    "text": "Everything sleeps or has some kind of active and inactive cycle, but not everything sleeps at night, like we do."
  },
  {
    "startTime": 23.45,
    "endTime": 30.119,
    "text": "Regular DNews watchers will know about the circadian rhythm, the pattern of sleep and wakefulness connected to the amount of light entering the eye."
  },
  {
    "startTime": 30.219,
    "endTime": 35.2,
    "text": "When we perceive daylight, our brains lessen the release of melatonin, making us more wakeful."
  },
  {
    "startTime": 35.2,
    "endTime": 37.77,
    "text": "And at night, more melatonin, more sleepy."
  },
  {
    "startTime": 37.77,
    "endTime": 39.32,
    "text": "But, it's not just about sleepiness."
  },
  {
    "startTime": 39.4,
    "endTime": 42.4,
    "text": "Even self-proclaimed night owls need darkness to sleep."
  },
  {
    "startTime": 42.62,
    "endTime": 52.0,
    "text": "We evolved to sleep in the dark, and we know this because when it's dark our hormone levels fluctuate causing widespread changes in our physiology. It's built-in."
  },
  {
    "startTime": 52.0,
    "endTime": 55.4,
    "text": "Melatonin lowers blood pressure, sugar levels, and body temperature."
  },
  {
    "startTime": 55.4,
    "endTime": 57.0,
    "text": "Leptin makes us less hungry."
  },
  {
    "startTime": 57.0,
    "endTime": 58.679,
    "text": "[Both of these] prepping us for rest."
  },
  {
    "startTime": 58.779,
    "endTime": 63.800000000000004,
    "text": "When we're sleeping, the levels of cortisol, a stress hormone, drop, and our immune function improves."
  },
  {
    "startTime": 63.9,
    "endTime": 69.249,
    "text": "Even though this explains why we sleep at night, it doesn't tell us why we evolved this way."
  },
  {
    "startTime": 69.249,
    "endTime": 74.36,
    "text": "Sleeping at night is actually kinda weird. Only 20 percent of mammals sleep at night."
  },
  {
    "startTime": 74.46,
    "endTime": 78.5,
    "text": "Most mammals are nocturnal, spending their days tucked away for sleepy time."
  },
  {
    "startTime": 78.5,
    "endTime": 85.0,
    "text": "A study of fossils from the last 100 million years found nocturnal species evolved way before mammals even appeared."
  },
  {
    "startTime": 85.2,
    "endTime": 88.49000000000001,
    "text": "Primates don't have a specific pattern of day-night cycling."
  },
  {
    "startTime": 88.49,
    "endTime": 97.22,
    "text": "In fact, a study in the American Journal of Physical Anthropology looked at fossils of primates and found species can be either diurnal (day active) or nocturnal (night active)."
  },
  {
    "startTime": 97.22,
    "endTime": 103.1,
    "text": "But because we sleep at night, modern humans must have evolved from a diurnal group of ancient primates."
  },
  {
    "startTime": 103.1,
    "endTime": 108.45899999999999,
    "text": "And this is supported by scientists who study pre-industrial societies before the electric light."
  },
  {
    "startTime": 108.459,
    "endTime": 114.279,
    "text": "They've found humans went to sleep just after sunset for a while, woke up, were active in the middle of the night (in the dark),"
  },
  {
    "startTime": 114.279,
    "endTime": 117.89999999999999,
    "text": "and then slept again -- that's our second sleep, by the way. That's awesome."
  },
  {
    "startTime": 117.9,
    "endTime": 121.98,
    "text": "That's our natural order, sleeping twice, of course, in the dark."
  },
  {
    "startTime": 121.98,
    "endTime": 131.0,
    "text": "But now, even a little light can mess up our sleep schedules because we have electricity. Because our brain is just watching, always watching."
  },
  {
    "startTime": 131.0,
    "endTime": 137.4,
    "text": "And it gets confused when any light is present because it didn't evolve to have light at night."
  },
  {
    "startTime": 137.4,
    "endTime": 144.1,
    "text": "Even when your eyes are closed, your brain sees light through your eyelids, and lowers melatonin release, making you more awake."
  },
  {
    "startTime": 144.1,
    "endTime": 150.7,
    "text": "You're affected by glowing electronics, digital clocks, and lights from other rooms or the street that shine onto you."
  },
  {
    "startTime": 150.7,
    "endTime": 157.97,
    "text": "A study with rats found they slept in different positions and had different sleep behaviors when exposed only to dim twilight sleep,"
  },
  {
    "startTime": 157.97,
    "endTime": 165.59,
    "text": "and a study with hamsters found signs of depression when they slept with a light at the equivalent of a glowing TV screen in their room."
  },
  {
    "startTime": 165.59,
    "endTime": 172.42000000000002,
    "text": "Studies have correlated excess light at night with breast cancer, and darkness at night with better performance of a breast cancer drug,"
  },
  {
    "startTime": 172.42,
    "endTime": 175.79,
    "text": "and even connected lessened tumor growth with more sleep."
  },
  {
    "startTime": 175.79,
    "endTime": 180.45999999999998,
    "text": "Not to mention all the normal immune, obesity, depressive and other health effects associated with having too much or too little sleep."
  },
  {
    "startTime": 182.1,
    "endTime": 191.82,
    "text": "So, while we don't know exactly why we evolved to sleep in the dark, we know our eyes and our brains have adapted to work better during the daytime and put us to sleep at night."
  },
  {
    "startTime": 191.82,
    "endTime": 196.76,
    "text": "Thus, we should sleep in a dark room, regardless of the actual time of day."
  },
  {
    "startTime": 196.76,
    "endTime": 204.2,
    "text": "And this is supported by research in, of course, National Sleep Foundation, so... maybe... I should... (have a nap). Give me that pillow."
  },
  {
    "startTime": 204.2,
    "endTime": 207.6,
    "text": "Have a nap!"
  },
  {
    "startTime": 207.6,
    "endTime": 212.54,
    "text": "Why is it that yawning makes you want to yawn? Why do we even YAWN!?"
  },
  {
    "startTime": 212.6,
    "endTime": 217.29999999999998,
    "text": "Check out this old video, opens it wide, and checks in on this weird universal behavior."
  },
  {
    "startTime": 217.3,
    "endTime": 219.0,
    "text": "The act itself is usually associated with being tired."
  },
  {
    "startTime": 219.8,
    "endTime": 221.3,
    "text": "Of course a symbol of boredom in humans"
  },
  {
    "startTime": 221.6,
    "endTime": 229.7,
    "text": "But in animals, yawning could be associated with sexual arousal, fear, uncertainty, mating rituals, and even as a warning sign on other animals ."
  },
  {
    "startTime": 229.7,
    "endTime": 233.7,
    "text": "Perhaps it's a way to passively show large teeth to the enemy."
  },
  {
    "startTime": 233.7,
    "endTime": 238.56,
    "text": "Do you sleep in PURE DARKNESS? Or you are more of a...... \"I'll sleep anywhere\" person?"
  },
  {
    "startTime": 238.6,
    "endTime": 243.0,
    "text": "Subscribe so you get more DNews. Thanks for watching and let us know down on the comments."
  }
]