[
  {
    "startTime": 7.0,
    "endTime": 13.113,
    "text": "For certain characters within the Marvel Cinematic Universe, Fans may be hard-pressed to imagine any other actor in that role."
  },
  {
    "startTime": 13.113,
    "endTime": 20.011,
    "text": "Especially since most performers in Marvel Studios share universe have played their character in one or two or more films."
  },
  {
    "startTime": 20.3,
    "endTime": 25.6,
    "text": "But as is the case in the casting process on any feature, there are multiple people up for key roles."
  },
  {
    "startTime": 25.8,
    "endTime": 31.4,
    "text": "For both Captain America and Iron Man, other actors were eventually beat out by Chris Evans and Robert Downey Jr."
  },
  {
    "startTime": 31.6,
    "endTime": 38.891000000000005,
    "text": "In honor of those who lost out to MCU's Avengers roster, here are Sceen Rant's 10 Marvel movie castings you didn't know almost happened."
  },
  {
    "startTime": 38.9,
    "endTime": 41.071,
    "text": "John Krasinski as Peter Quill"
  },
  {
    "startTime": 41.071,
    "endTime": 47.021,
    "text": "Before Marvel officially cast Chris Evans, the office's John Krasinski was a front runner to play Captain America."
  },
  {
    "startTime": 47.1,
    "endTime": 51.300000000000004,
    "text": "Then, a few years later, the comedy actor was on the shortlist for another MCU role."
  },
  {
    "startTime": 51.5,
    "endTime": 55.9,
    "text": "This time as Peter Quill a.k.a. Star-Lord in James Gunn's Guardians of Galaxy."
  },
  {
    "startTime": 56.1,
    "endTime": 62.0,
    "text": "But although the part eventually went to fellow sitcom star Chris Pratt, Krasinski wasn't even the second choice for Star-Lord."
  },
  {
    "startTime": 62.2,
    "endTime": 66.0,
    "text": "That honor belongs to Glenn Howerton of it's always sunny in Philadelphia fame."
  },
  {
    "startTime": 66.1,
    "endTime": 70.961,
    "text": "It's clear, at least that Gunn had a very specific type of actor in mind for the part of Star-Lord."
  },
  {
    "startTime": 70.961,
    "endTime": 74.051,
    "text": "Though it may be difficult to imagine anyone other than Chris Pratt in the film."
  },
  {
    "startTime": 74.051,
    "endTime": 75.55,
    "text": "Josh Hartnett as Loki"
  },
  {
    "startTime": 75.62,
    "endTime": 83.2,
    "text": "Before Kenneth Branagh's Thor went into production, they were plenty of rumors surrounding both the key role and the part of his brother Loki, the God of Mischief."
  },
  {
    "startTime": 83.3,
    "endTime": 90.877,
    "text": "Before the role eventually went to Tom Hiddleston, who also screen-tested for the leader Thor, Loki was rumored to be played by Josh Hartnett."
  },
  {
    "startTime": 90.965,
    "endTime": 98.89500000000001,
    "text": "However shortly after Chris Hemsworth locked down the role of Thor, Hiddleston was cast as Loki, leaving us to wonder what could have been if the God of Mischief had been played by Hartnett."
  },
  {
    "startTime": 98.945,
    "endTime": 101.065,
    "text": "Emily Blunt as Black Widow"
  },
  {
    "startTime": 101.065,
    "endTime": 106.6,
    "text": "Before Scarlett Johansson signed on to Iron Man 2 as Natasha Romanoff, the role belonged to Emily Blunt."
  },
  {
    "startTime": 106.7,
    "endTime": 112.9,
    "text": "However, contractual obligations to 20th Century Fox caused the actress to drop out and star in Gulliver's Travel."
  },
  {
    "startTime": 113.0,
    "endTime": 118.3,
    "text": "Johansson landed the role in Iron Man 2 as well as all following appearances of Black Widow in the MCU."
  },
  {
    "startTime": 118.5,
    "endTime": 123.002,
    "text": "Later, Blunt was rumored to be up for the role of Peggy Carter in Captain America: The First Avenger,"
  },
  {
    "startTime": 123.2,
    "endTime": 126.60000000000001,
    "text": "but reportedly passed because she didn't want a part that was simply a love interest."
  },
  {
    "startTime": 126.8,
    "endTime": 131.502,
    "text": "The role has since been played by Hayley Atwell in multiple movies and her own TV series on ABC."
  },
  {
    "startTime": 132.2,
    "endTime": 133.992,
    "text": "Liam Hemsworth as Thor"
  },
  {
    "startTime": 133.9,
    "endTime": 139.70000000000002,
    "text": "Although Chris Hemsworth auditioned for the lead in Kenneth Branagh's Thor, he wasn't chosen for the shortlist of five actors,"
  },
  {
    "startTime": 139.8,
    "endTime": 141.8,
    "text": "and originally wasn't even given a call back."
  },
  {
    "startTime": 141.9,
    "endTime": 146.032,
    "text": "His brother Liam, however, was among the five final actors whittled down to play Thor."
  },
  {
    "startTime": 146.3,
    "endTime": 151.5,
    "text": "But when Branagh decided none of the five actors were quite right for the part, Chris's manager pushed his name forward,"
  },
  {
    "startTime": 151.8,
    "endTime": 153.95100000000002,
    "text": "and he was eventually chosen as the God of Thunder."
  },
  {
    "startTime": 154.0,
    "endTime": 156.0,
    "text": "Olivia Wilde as Gamora"
  },
  {
    "startTime": 156.1,
    "endTime": 160.29999999999998,
    "text": "The alien assassin Gamora was played by Zoe Saldana in Guardians of the Galaxy,"
  },
  {
    "startTime": 160.4,
    "endTime": 165.20000000000002,
    "text": "but before she was cast in the role, Marvel Studios reportedly offered it to Olivia Wilde."
  },
  {
    "startTime": 165.3,
    "endTime": 169.3,
    "text": "The actress was one of the final contenders along with Gina Carano and Adrianne Palicki."
  },
  {
    "startTime": 169.4,
    "endTime": 172.1,
    "text": "Both of whom went on to star in other Marvel Comics properties."
  },
  {
    "startTime": 172.3,
    "endTime": 180.091,
    "text": "According to the report, Wilde passed on the role as Gamora in favor of another project, paving the way for Saldana to star in one of Marvel's most popular films."
  },
  {
    "startTime": 180.091,
    "endTime": 182.6,
    "text": "Jason Momoa as Drax the Destroyer"
  },
  {
    "startTime": 182.8,
    "endTime": 191.4,
    "text": "Although WWE star Dave Bautista portrayed Drax the Destroyer in the final Guardians of the Galaxy film, the overly-literal alien was almost played by Jason Momoa."
  },
  {
    "startTime": 191.6,
    "endTime": 195.0,
    "text": "Marvel even went as far as to commission concept art of Momoa as Drax,"
  },
  {
    "startTime": 195.1,
    "endTime": 201.2,
    "text": "but the actor ended up turning down the part in fear of being typecast after his roles in Game of Thrones and Conan the Barbarian."
  },
  {
    "startTime": 201.3,
    "endTime": 211.043,
    "text": "However, both the actors and the audiences won out in the end since Bautista nearly stole the show as Drax, and Momoa landed a different superhero role in the DC Extended Universe as Aquaman."
  },
  {
    "startTime": 211.043,
    "endTime": 213.103,
    "text": "Sam Rockwell as Iron Man"
  },
  {
    "startTime": 213.103,
    "endTime": 216.5,
    "text": "A number of big name actors were considered for John Favreau's Iron Man,"
  },
  {
    "startTime": 216.6,
    "endTime": 219.29999999999998,
    "text": "a film that would launch the Marvel Cinematic Universe as we know it."
  },
  {
    "startTime": 219.5,
    "endTime": 222.4,
    "text": "Tom Cruise is the most notable name to have been in talks for the role,"
  },
  {
    "startTime": 222.5,
    "endTime": 225.4,
    "text": "but Sam Rockwell was also on the shortlist to play Iron Man."
  },
  {
    "startTime": 225.5,
    "endTime": 232.123,
    "text": "However, Rockwell was beat out by Robert Downey Jr., who has since gone on to become one of the most recognizable faces of the MCU."
  },
  {
    "startTime": 232.123,
    "endTime": 236.29999999999998,
    "text": "Rockwell did of course appear in Iron Man 2, playing Tony's rival Justin Hammer."
  },
  {
    "startTime": 236.7,
    "endTime": 238.5,
    "text": "Joaquin Phoenix as The Hulk"
  },
  {
    "startTime": 238.6,
    "endTime": 245.013,
    "text": "Similar to Spider-Man, The Hulk is a Marvel Comics character who has been portrayed by a number of different actors over the past two decades."
  },
  {
    "startTime": 245.1,
    "endTime": 254.013,
    "text": "Eric Bana starred in Ang Lee's Hulk, while Edward Norton wore the iconic purple shorts in \"The Incredible Hulk\" was then replaced by Mark Ruffalo for The Avengers."
  },
  {
    "startTime": 254.013,
    "endTime": 257.5,
    "text": "But even more actors have been attached to the role of the Hulk in his many incarnations,"
  },
  {
    "startTime": 257.8,
    "endTime": 261.173,
    "text": "including Jeff Goldblum, Tom Cruise, and Joaquin Phoenix."
  },
  {
    "startTime": 261.173,
    "endTime": 266.6,
    "text": "According to rumors, Phoenix was Marvel's top choice to play the Hulk in The Avengers, but Ruffalo joined the cast instead."
  },
  {
    "startTime": 266.7,
    "endTime": 270.9,
    "text": "Years later, Phoenix was reportedly in talks for the lead in Marvel's Doctor Strange,"
  },
  {
    "startTime": 271.0,
    "endTime": 276.093,
    "text": "but again the studio went in another direction, casting Benedict Cumberbatch as the Sorcerer Supreme."
  },
  {
    "startTime": 276.093,
    "endTime": 278.283,
    "text": "Rachel McAdams as Pepper Potts"
  },
  {
    "startTime": 278.283,
    "endTime": 286.083,
    "text": "Before joining the Marvel Cinematic Universe in Doctor Strange, Rachel McAdams was previously up for another key role: that of Pepper Potts in Iron Man."
  },
  {
    "startTime": 286.083,
    "endTime": 290.20000000000005,
    "text": "She was offered the part in Jon Favreau's film but turned it down in favor of other projects."
  },
  {
    "startTime": 290.3,
    "endTime": 295.90000000000003,
    "text": "Instead, Gwyneth Paltrow co-starred alongside Robert Downey Jr. in Iron Man, as well as its two sequels."
  },
  {
    "startTime": 296.0,
    "endTime": 303.113,
    "text": "Now, McAdams will join the mystical side of the MCU as a currently undisclosed character alongside Benedict Cumberbatch in Doctor Strange."
  },
  {
    "startTime": 303.113,
    "endTime": 305.233,
    "text": "Channing Tatum as Captain America"
  },
  {
    "startTime": 305.233,
    "endTime": 311.033,
    "text": "Chris Evans has publicly stated time and time again that he was hesitant to join the Marvel Cinematic Universe as Steve Rodgers,"
  },
  {
    "startTime": 311.2,
    "endTime": 315.953,
    "text": "and it was his friend Robert Downey Jr. and Mark Ruffalo who eventually persuaded him to take the role."
  },
  {
    "startTime": 315.953,
    "endTime": 319.953,
    "text": "But before Evans threw his hat into the ring, a number of other actors were considered for the role,"
  },
  {
    "startTime": 320.3,
    "endTime": 326.3,
    "text": "including Friday Night Lights' Scott Porter, Twilight's Kellan Lutz, and even dancer-turned-actor Channing Tatum."
  },
  {
    "startTime": 326.5,
    "endTime": 331.0,
    "text": "Though fans may wonder what Captain America: The First Avenger would have looked like with Tatum in the lead role,"
  },
  {
    "startTime": 331.1,
    "endTime": 333.6,
    "text": "the role of Steve Rogers eventually went to Evans."
  },
  {
    "startTime": 333.9,
    "endTime": 335.983,
    "text": "Johnny Depp as Doctor Strange"
  },
  {
    "startTime": 335.983,
    "endTime": 342.003,
    "text": "Before Benedict Cumberbatch joined the cast of Marvel's mystical origin film as the Sorcerer Supreme, a number of actors were rumored for the role,"
  },
  {
    "startTime": 342.9,
    "endTime": 346.59999999999997,
    "text": "including Joaquin Phoenix and frequent Tim Burton collaborator Johnny Depp."
  },
  {
    "startTime": 346.8,
    "endTime": 351.973,
    "text": "However, Phoenix is more a fan of crafting independent films than starring in big superhero blockbusters,"
  },
  {
    "startTime": 351.973,
    "endTime": 355.7,
    "text": "especially if those comic book flicks come with signing contracts for multiple movies."
  },
  {
    "startTime": 355.8,
    "endTime": 359.40000000000003,
    "text": "Depp, for his part, was already locked into Disney's Pirates of the Caribbean,"
  },
  {
    "startTime": 359.5,
    "endTime": 362.973,
    "text": "continuing on as the fan favorite scoundrel Captain Jack Sparrow."
  },
  {
    "startTime": 362.973,
    "endTime": 367.7,
    "text": "So, Stephen Strange will instead be portrayed by Cumberbatch as he joins the MCU in Doctor Strange."
  },
  {
    "startTime": 367.8,
    "endTime": 372.063,
    "text": "It may be hard to imagine what these Marvel movies would have looked like if someone else had been cast in the lead role,"
  },
  {
    "startTime": 372.3,
    "endTime": 375.90000000000003,
    "text": "but are there any actors you would have preferred to play Captain America or Iron Man?"
  },
  {
    "startTime": 376.0,
    "endTime": 385.0,
    "text": "Let us know in the comments and be sure to subscribe to our channel for more videos like this one!"
  }
]