[
  {
    "startTime": 0.299,
    "endTime": 3.949,
    "text": "So let’s talk about science. Science is awesome and important"
  },
  {
    "startTime": 3.949,
    "endTime": 8.51,
    "text": "and it holds a lot of social value. It influences everything from how we get around to how long and healthy our lives are."
  },
  {
    "startTime": 8.51,
    "endTime": 11.25,
    "text": "Even my being able to talk with you right now,"
  },
  {
    "startTime": 11.25,
    "endTime": 15.5,
    "text": "through the marvel of online video? You can thank science for that. But wait,"
  },
  {
    "startTime": 15.5,
    "endTime": 19.239,
    "text": "isn’t this a channel about linguistics? Well, you might never have thought of it this way,"
  },
  {
    "startTime": 19.239,
    "endTime": 37.68,
    "text": "but linguistics is a science too. I’m Moti Lieberman, and this is the Ling Space."
  },
  {
    "startTime": 37.68,
    "endTime": 41.399,
    "text": "When you think about language and how people study it, science is probably not the first thing that comes to mind."
  },
  {
    "startTime": 41.399,
    "endTime": 45.329,
    "text": "After all, you don’t really need to do science to it for it to be meaningful."
  },
  {
    "startTime": 45.329,
    "endTime": 48.559,
    "text": "Language is beautiful and vital,"
  },
  {
    "startTime": 48.559,
    "endTime": 51.829,
    "text": "it ties into our culture, in our literature, our poetry and our music."
  },
  {
    "startTime": 51.829,
    "endTime": 56.26,
    "text": "Just as we can appreciate a spectacular night sky without worrying about astronomy,"
  },
  {
    "startTime": 56.26,
    "endTime": 60.409,
    "text": "or a butterfly without thinking about how its wings work, we don’t need linguistics to appreciate"
  },
  {
    "startTime": 60.409,
    "endTime": 64.239,
    "text": "the way that people use language. We can just enjoy the style of a writer’s individual voice,"
  },
  {
    "startTime": 64.239,
    "endTime": 68.36,
    "text": "or the rhythmic flow of a well-turned set of syllables."
  },
  {
    "startTime": 68.36,
    "endTime": 73.28,
    "text": "But the thing is, whether or not you realize it, the science is always there inside language!"
  },
  {
    "startTime": 73.28,
    "endTime": 77.84,
    "text": "It’s part our biological heritage, and we find a ton of things in common across every language of the world."
  },
  {
    "startTime": 77.84,
    "endTime": 80.83,
    "text": "And it’s a really key social and cultural institution, too,"
  },
  {
    "startTime": 80.83,
    "endTime": 85.00999999999999,
    "text": "that can define communities and sell products and start wars."
  },
  {
    "startTime": 85.01,
    "endTime": 89.21000000000001,
    "text": "But all the different parts of language work according to rules that we can describe,"
  },
  {
    "startTime": 89.21,
    "endTime": 92.19,
    "text": "and if we want to do that, science is how we make it happen."
  },
  {
    "startTime": 92.19,
    "endTime": 97.33,
    "text": "We need the same tools of hypothesizing, experimenting, carefully judging,"
  },
  {
    "startTime": 97.33,
    "endTime": 99.6,
    "text": "and reworking that make up the backbone of science the world over."
  },
  {
    "startTime": 99.6,
    "endTime": 103.78,
    "text": "Now, the case for linguistics as a science is maybe at its strongest when you look at something like neurolinguistic testing."
  },
  {
    "startTime": 103.78,
    "endTime": 107.83,
    "text": "If you’re sticking someone in an fMRI machine"
  },
  {
    "startTime": 107.83,
    "endTime": 111.89,
    "text": "or an electrode cap, and you’re measuring their brain activity, that just screams “science is happening!”"
  },
  {
    "startTime": 111.89,
    "endTime": 115.42,
    "text": "And we’ve learned a ton about the human brain and how it does"
  },
  {
    "startTime": 115.42,
    "endTime": 118.35000000000001,
    "text": "its crazy language thing by using those kinds of techniques."
  },
  {
    "startTime": 118.35,
    "endTime": 122.38,
    "text": "We can say the same thing about psycholinguistic research, too. There’s a lot we can observe"
  },
  {
    "startTime": 122.38,
    "endTime": 125.42,
    "text": "about people’s behaviour and how it interacts with language."
  },
  {
    "startTime": 125.42,
    "endTime": 129.479,
    "text": "We can measure how people look around a visual space when they listen to a sentence,"
  },
  {
    "startTime": 129.479,
    "endTime": 132.33,
    "text": "or where their attention goes first when they hear something ambiguous."
  },
  {
    "startTime": 132.33,
    "endTime": 136.69000000000003,
    "text": "We can learn what kinds of sentences are easier or harder for people to construct"
  },
  {
    "startTime": 136.69,
    "endTime": 140.39,
    "text": "by looking at how quickly they interpret them, or by checking where in a complicated sentence they get hung up."
  },
  {
    "startTime": 140.39,
    "endTime": 143.14,
    "text": "We can see how people’s systems of sound work"
  },
  {
    "startTime": 143.14,
    "endTime": 146.72,
    "text": "by playing them words that are mixed with background noise or static,"
  },
  {
    "startTime": 146.72,
    "endTime": 147.66,
    "text": "or chopped up in different ways."
  },
  {
    "startTime": 147.66,
    "endTime": 151.34,
    "text": "Some of the data from psycholinguistic research is pretty amazing."
  },
  {
    "startTime": 151.34,
    "endTime": 155.56,
    "text": "So like, one of my favourite discoveries is how people can just ignore"
  },
  {
    "startTime": 155.56,
    "endTime": 158.08,
    "text": "errors or missing data and make sense of what they’re hearing or reading anyway."
  },
  {
    "startTime": 158.08,
    "endTime": 163.16000000000003,
    "text": "The power of native speakers to overcome probems is so huge that even when we just cut out"
  },
  {
    "startTime": 163.16,
    "endTime": 167.49,
    "text": "sounds from words completely, on purpose, they  have no trouble filling in the blanks."
  },
  {
    "startTime": 167.49,
    "endTime": 171.24,
    "text": "A lot of the time, they don’t even realize that anything was missing!"
  },
  {
    "startTime": 171.24,
    "endTime": 174.60000000000002,
    "text": "How many of you noticed that there wasn’t an /l/ when I said “problems” earlier?"
  },
  {
    "startTime": 174.6,
    "endTime": 177.95,
    "text": "Did it stop you from understanding the rest of the sentence? If you’re a native English speaker,"
  },
  {
    "startTime": 177.95,
    "endTime": 182.069,
    "text": "chances are that even if you were eagle-eared enough to hear it, you just skimmed right on by without thinking about it."
  },
  {
    "startTime": 182.069,
    "endTime": 186.42999999999998,
    "text": "And thanks to linguistic science, we have all the experimental data"
  },
  {
    "startTime": 186.43,
    "endTime": 188.65,
    "text": "we need to back this observation up."
  },
  {
    "startTime": 188.65,
    "endTime": 192.68,
    "text": "So experiments actually underlie a lot of linguistics research. And our tools and techniques are pretty refined, too."
  },
  {
    "startTime": 192.68,
    "endTime": 196.709,
    "text": "We’ve studied how super tiny infants react to language,"
  },
  {
    "startTime": 196.709,
    "endTime": 201.11,
    "text": "before they can even speak. We’ve isolated the exact kind of sentences"
  },
  {
    "startTime": 201.11,
    "endTime": 205.58,
    "text": "that people with aphasia have problems with, so we can figure out"
  },
  {
    "startTime": 205.58,
    "endTime": 206.56,
    "text": "precisely what language impairments are made of."
  },
  {
    "startTime": 206.56,
    "endTime": 210.55,
    "text": "We can even get unbiased judgments from people about language without them realizing what we’re trying to do."
  },
  {
    "startTime": 210.55,
    "endTime": 213.79000000000002,
    "text": "The number of techniques and methods for examining language is pretty huge,"
  },
  {
    "startTime": 213.79,
    "endTime": 218.29999999999998,
    "text": "and it keeps growing as we find new ways to"
  },
  {
    "startTime": 218.3,
    "endTime": 218.95000000000002,
    "text": "address the questions we’re interested in."
  },
  {
    "startTime": 218.95,
    "endTime": 223.709,
    "text": "But linguistics isn’t all experiments, though. A lot of the work that gets done is theoretical,"
  },
  {
    "startTime": 223.709,
    "endTime": 228.9,
    "text": "with nary a lab in sight. The trees that we build in syntax or the rules that we describe in phonology"
  },
  {
    "startTime": 228.9,
    "endTime": 232.59,
    "text": "don’t really seem like science, right? Where’s the science when you’re just sitting there and thinking,"
  },
  {
    "startTime": 232.59,
    "endTime": 236.41,
    "text": "“Hmmm, this sentence is beautiful and perfect, and this other one is terrible garbage."
  },
  {
    "startTime": 236.41,
    "endTime": 240.48,
    "text": "I’m going to explain why by proposing a rule to divide them!”"
  },
  {
    "startTime": 240.48,
    "endTime": 245.06,
    "text": "Well, the theories we come up with about how language works inform all the experiments that we do."
  },
  {
    "startTime": 245.06,
    "endTime": 250.01,
    "text": "Compare it to something like physics. In both fields, phenomena happen all the time,"
  },
  {
    "startTime": 250.01,
    "endTime": 253.73,
    "text": "whether we’re studying it or not. Stuff speeds up when it falls,"
  },
  {
    "startTime": 253.73,
    "endTime": 257.199,
    "text": "and mouths move to make speech sounds. And when you research those phenomena,"
  },
  {
    "startTime": 257.199,
    "endTime": 261.85900000000004,
    "text": "you get a body of data about how the world works – either physical movements and forces,"
  },
  {
    "startTime": 261.859,
    "endTime": 264.73999999999995,
    "text": "or the positions and vibrations of your articulators."
  },
  {
    "startTime": 264.74,
    "endTime": 268.719,
    "text": "Both physicists and linguists then apply the scientific method to that data:"
  },
  {
    "startTime": 268.719,
    "endTime": 272.699,
    "text": "with the sum of their understanding, they’ll propose a hypothesis that explains what they’ve observed."
  },
  {
    "startTime": 272.699,
    "endTime": 276.319,
    "text": "They’ll make predictions based on that proposal, and then see whether those predictions are met,"
  },
  {
    "startTime": 276.319,
    "endTime": 279.279,
    "text": "based on further analysis and experimentation."
  },
  {
    "startTime": 279.279,
    "endTime": 281.939,
    "text": "Let’s see how that works for something like syntax."
  },
  {
    "startTime": 281.939,
    "endTime": 286.129,
    "text": "A syntactician may like words and morphemes, but what they really care about are the abstract structures underneath,"
  },
  {
    "startTime": 286.129,
    "endTime": 289.759,
    "text": "the skeletons that the meanings are built from."
  },
  {
    "startTime": 289.759,
    "endTime": 293.699,
    "text": "We can’t see these trees that form the base for our sentences, any more than the naked eye can see an electron."
  },
  {
    "startTime": 293.699,
    "endTime": 296.96000000000004,
    "text": "But we can see the effects that different"
  },
  {
    "startTime": 296.96,
    "endTime": 301.33,
    "text": "kinds of proposed structures have on the world. We can see what changes in meaning happen"
  },
  {
    "startTime": 301.33,
    "endTime": 305.419,
    "text": "when you build one kind of tree rather than another, or when swapping things around"
  },
  {
    "startTime": 305.419,
    "endTime": 306.62899999999996,
    "text": "makes something bad."
  },
  {
    "startTime": 306.629,
    "endTime": 310.34900000000005,
    "text": "The mission of syntax is ultimately to come up with a system that describes"
  },
  {
    "startTime": 310.349,
    "endTime": 314.93,
    "text": "the structure of every language in the world. All the variation, all the kinds of meanings,"
  },
  {
    "startTime": 314.93,
    "endTime": 317.949,
    "text": "all the deep similarities, we need to capture all of that."
  },
  {
    "startTime": 317.949,
    "endTime": 321.96000000000004,
    "text": "And so to verify a syntactic hypothesis, we need to test it against as many languages as we can find,"
  },
  {
    "startTime": 321.96,
    "endTime": 326.05899999999997,
    "text": "and then adjust our thinking as we get more data. Science!"
  },
  {
    "startTime": 326.059,
    "endTime": 330.199,
    "text": "And just like other sciences, what we know about linguistics and how we think of it has changed over time."
  },
  {
    "startTime": 330.199,
    "endTime": 333.8,
    "text": "Since Noam Chomsky kicked off the generative linguistic parade in the 1950s,"
  },
  {
    "startTime": 333.8,
    "endTime": 338.77000000000004,
    "text": "we’ve worked out and refined"
  },
  {
    "startTime": 338.77,
    "endTime": 339.87899999999996,
    "text": "explanations for all kinds of phenomena."
  },
  {
    "startTime": 339.879,
    "endTime": 343.66900000000004,
    "text": "You want to know whether you should use a pronoun or not in Japanese or Italian,"
  },
  {
    "startTime": 343.669,
    "endTime": 347.419,
    "text": "to get the exact meaning you want? We’ve come up with a constraint for that."
  },
  {
    "startTime": 347.419,
    "endTime": 351.529,
    "text": "You want an explanation for why you can’t say “The operating system said the woman should listen to itself”?"
  },
  {
    "startTime": 351.529,
    "endTime": 354.009,
    "text": "We’ve worked that out, too."
  },
  {
    "startTime": 354.009,
    "endTime": 357.41900000000004,
    "text": "But let’s come back to that syntactician, just sitting around trying to figure out where to start."
  },
  {
    "startTime": 357.419,
    "endTime": 359.68,
    "text": "Maybe you’re a native English speaker,"
  },
  {
    "startTime": 359.68,
    "endTime": 364.849,
    "text": "and you think, for me, “I’d like to know where who hid the cake” is just bad,"
  },
  {
    "startTime": 364.849,
    "endTime": 368.849,
    "text": "but “I’d like to know where who hid what” is better. And that’s the basis for where you start from,"
  },
  {
    "startTime": 368.849,
    "endTime": 372.83,
    "text": "to look at how we deal with questions. The data comes from intuitions you have"
  },
  {
    "startTime": 372.83,
    "endTime": 377.669,
    "text": "about these sentences from inside your own head! Not everyone will agree right away about these judgments,"
  },
  {
    "startTime": 377.669,
    "endTime": 381.409,
    "text": "but that was originally the case for a lot of the sentences"
  },
  {
    "startTime": 381.409,
    "endTime": 384.669,
    "text": "you find in journals or syntax textbooks. So is that science?"
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "It might not seem like it at first, but the validity of that armchair linguist technique"
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "has been the target of some pretty thorough analysis by a pair of linguists over the last few years."
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "They went through all the judgments"
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "from a commonly used syntax textbook, and built experiments out of them. That’s, like, hundreds of sentences!"
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "They found that in 98% of the cases, the data from the experiments matched"
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "the intuitions of the theoretical syntacticians."
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "Then they went back and did similar work for 10 years of syntactic judgments from a leading linguistic journal"
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "- and got a similar outcome. The judgments hold up really well to scientific testing,"
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "and the results can be reproduced. And that’s because your image of the theoretical"
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "linguist going it alone in the dangerous world of sentence judgments isn’t entirely accurate."
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "By the time that theories go to print, they’ve been vetted by a bunch of other linguists, colleagues"
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "and editors, so that they’re ready to take part in the wider scientific conversation."
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "It turns out that the whole field of linguistics - each part of it - is forging ahead, matching"
  },
  {
    "startTime": 606.36,
    "endTime": 609.86,
    "text": "hypotheses and predictions with a growing body of data about how language works."
  },
  {
    "startTime": 609.86,
    "endTime": 618.8100000000001,
    "text": "We’re trying to understand the amazing capacity we have for communication,"
  },
  {
    "startTime": 618.81,
    "endTime": 624.27,
    "text": "and we’re learning more all the time."
  },
  {
    "startTime": 624.27,
    "endTime": 630.18,
    "text": "And that’s why the science of language needs more love! When you think about scientific literacy, like,"
  },
  {
    "startTime": 630.18,
    "endTime": 634.9899999999999,
    "text": "what people should know about the world around them, linguistics doesn’t usually come up."
  },
  {
    "startTime": 634.99,
    "endTime": 647.1,
    "text": "But linguistics is our portal to understanding"
  },
  {
    "startTime": 647.1,
    "endTime": 646.1800000000001,
    "text": "this incredible thing that we do all the time. Fortunately, there’s a lot of great linguistics"
  },
  {
    "startTime": 646.18,
    "endTime": 652.3389999999999,
    "text": "outreach happening right now around the world, as more and more people realize just how awesome"
  },
  {
    "startTime": 652.339,
    "endTime": 660.149,
    "text": "language is, and how to do science to it."
  },
  {
    "startTime": 660.149,
    "endTime": 664.589,
    "text": "And there’s a bunch you can do without fancy equipment or complicated techniques. Even"
  },
  {
    "startTime": 664.589,
    "endTime": 673.11,
    "text": "a lot of the psycholinguistic testing software that's used by PhDs and professors is 100% free."
  },
  {
    "startTime": 673.11,
    "endTime": 675.0600000000001,
    "text": "Linguistics gives kids and adults an easy way to engage with the nature and process"
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "of research. It’s a great way to present the scientific method, and it lets you redo"
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "old experiments or design your own. Language is our constant companion, and the"
  },
  {
    "startTime": 680.7,
    "endTime": 685.73,
    "text": "more you get your hands dirty with the science of what makes it tick, the more you realize"
  },
  {
    "startTime": 685.73,
    "endTime": 693.72,
    "text": "that language is awesome. And that takes the cake."
  },
  {
    "startTime": 693.72,
    "endTime": 696.4200000000001,
    "text": "So we’ve reached the end of the Ling Space for this week."
  },
  {
    "startTime": 696.42,
    "endTime": 703.2099999999999,
    "text": "If you ran sufficient tests, you learned that linguistics is the science of language; that"
  },
  {
    "startTime": 703.21,
    "endTime": 707.48,
    "text": "a lot of linguistic research uses experiments, and even when it doesn't, it usually yields"
  },
  {
    "startTime": 707.48,
    "endTime": 712.64,
    "text": "reliable results; and that we can use linguistics as an inexpensive and accessible method for"
  },
  {
    "startTime": 712.64,
    "endTime": 717.6999999999999,
    "text": "teaching people about how science works."
  },
  {
    "startTime": 717.7,
    "endTime": 724.4200000000001,
    "text": "The Ling Space is produced by me, Moti Lieberman. It’s directed by Adèle-Elise Prévost,"
  },
  {
    "startTime": 724.42,
    "endTime": 730.389,
    "text": "and it’s written by both of us. Our editor is Georges Coulombe, our production"
  },
  {
    "startTime": 730.389,
    "endTime": 734.1800000000001,
    "text": "assistant is Stephan Hurtubise, our music and sound design is by Shane Turner, and our"
  },
  {
    "startTime": 734.18,
    "endTime": 739.9399999999999,
    "text": "graphics team is atelierMUSE. We’re down in the comments below, or you can bring the"
  },
  {
    "startTime": 739.94,
    "endTime": 747.3800000000001,
    "text": "discussion back over to our website, where we have some extra material on this topic."
  },
  {
    "startTime": 747.38,
    "endTime": 752.02,
    "text": "Check us out on Tumblr, Twitter and Facebook, and if you want to keep expanding your own"
  },
  {
    "startTime": 752.02,
    "endTime": 756.9499999999999,
    "text": "personal Ling Space, please subscribe. And we’ll see you next Wednesday. Bis bald!"
  }
]