[
  {
    "startTime": 0.0,
    "endTime": 11.5,
    "text": "One of the touching signs of the influence of philosophy on everyday life, is that people can sometimes be heard to complain that they're going through something what they call an Existential Crisis."
  },
  {
    "startTime": 11.54,
    "endTime": 14.44,
    "text": "\"No!\""
  },
  {
    "startTime": 14.4,
    "endTime": 16.6,
    "text": "The phrase may be used rather casually and vaguely."
  },
  {
    "startTime": 17.3,
    "endTime": 25.200000000000003,
    "text": "But it nevertheless touches on one of the major traditions of European philosophy closely associated with the ideas of five philosophers in particular."
  },
  {
    "startTime": 25.8,
    "endTime": 31.200000000000003,
    "text": "Kierkegarrd, Camus, Nietzsche, Heidegger and Sartre."
  },
  {
    "startTime": 31.4,
    "endTime": 40.2,
    "text": "Though these thinkers disagreed on many things, it is possible via their thought to come to a coherent view of  what an existential crisis really is,"
  },
  {
    "startTime": 40.5,
    "endTime": 46.1,
    "text": "and when it might therefore be helpful to refer to ourselves as going through one."
  },
  {
    "startTime": 51.1,
    "endTime": 54.980000000000004,
    "text": "The crisis is marked by five distinctive features."
  },
  {
    "startTime": 56.5,
    "endTime": 68.0,
    "text": "Firstly, it's a period when a lot that are previously seemed like common sense or normal reveals its contingent, chance, uncanny and relative nature."
  },
  {
    "startTime": 68.14,
    "endTime": 74.9,
    "text": "For example, we might start to wonder \"Why we live in THIS part of the world rather than ANY other?\""
  },
  {
    "startTime": 75.0,
    "endTime": 79.0,
    "text": "\"Why we're doing THIS job and NOT something else?\""
  },
  {
    "startTime": 79.2,
    "endTime": 84.04,
    "text": "\"Why are we with THIS partner and following THIS set of social norms?\""
  },
  {
    "startTime": 84.1,
    "endTime": 92.0,
    "text": "In short, we realize rather disturbingly there are far more options beneath the surface than we normally allow ourselves to imagine."
  },
  {
    "startTime": 92.14,
    "endTime": 94.7,
    "text": "We are freer than we thought."
  },
  {
    "startTime": 94.8,
    "endTime": 98.78,
    "text": "Secondly, this revelation is acutely anxiety-inducing."
  },
  {
    "startTime": 99.2,
    "endTime": 103.10000000000001,
    "text": "A recognition of our freedom doesn't bring with it calm ; quite the opposite."
  },
  {
    "startTime": 103.7,
    "endTime": 107.78,
    "text": "We recognize we've been deluding ourselves about what HAD to be."
  },
  {
    "startTime": 108.0,
    "endTime": 112.6,
    "text": "No one really cares quite as much as we'd thought about what we are and have chosen to do."
  },
  {
    "startTime": 112.6,
    "endTime": 115.16,
    "text": "We could change everything around."
  },
  {
    "startTime": 115.3,
    "endTime": 122.53999999999999,
    "text": "We come to a disturbing awareness that our ultimate responsibility is to ourselves, not the social world."
  },
  {
    "startTime": 122.7,
    "endTime": 126.24000000000001,
    "text": "Thirdly, we develop a heightened awareness of death."
  },
  {
    "startTime": 126.5,
    "endTime": 133.3,
    "text": "Time is short and running out, we need to re-examine our lives, but the clock is ticking ever louder."
  },
  {
    "startTime": 133.52,
    "endTime": 146.70000000000002,
    "text": "Fourthly, and crucially for all the existential philosophers, we have many choices but are, by the nature of the human condition, denied the information we would need to choose with ultimate wisdom or certainty."
  },
  {
    "startTime": 146.82,
    "endTime": 151.85999999999999,
    "text": "We are forced to decide, and can never be assured that we've done so adequately."
  },
  {
    "startTime": 151.86,
    "endTime": 158.3,
    "text": "We are steering blind, and therefore we can be guaranteed to make a lot of mistakes."
  },
  {
    "startTime": 158.86,
    "endTime": 165.56,
    "text": "The condition of mankind is to have to plot our course in the dark without adequate reason or insight."
  },
  {
    "startTime": 165.66,
    "endTime": 170.7,
    "text": "This leads to another favorite word for the Existentialists: Anxiety."
  },
  {
    "startTime": 170.96,
    "endTime": 173.70000000000002,
    "text": "The human condition is to be anxious."
  },
  {
    "startTime": 173.9,
    "endTime": 178.1,
    "text": "Not about \"this or that\" particular thing but as a basic feature of our lives."
  },
  {
    "startTime": 178.32,
    "endTime": 188.1,
    "text": "Because we must always choose without any security that we've chosen well and without sufficient time to explore the options, this can call all sound perilous and dispiriting."
  },
  {
    "startTime": 188.26,
    "endTime": 191.84,
    "text": "Yet the existential philosophers don't mean to depress us."
  },
  {
    "startTime": 192.0,
    "endTime": 202.3,
    "text": "They want to lend dignity and grandeur to dilemmas which we too often think of as ours alone, and therefore feel ashamed about as some personal curse,"
  },
  {
    "startTime": 202.5,
    "endTime": 209.5,
    "text": "when they are in fact fundamental features of the human condition which will ennoble us when we considered them with sufficient depth."
  },
  {
    "startTime": 215.8,
    "endTime": 225.20000000000002,
    "text": "The existentialists offer us a useful corrective to a normal pernicious view that intelligent choice might be possible and untragic in structure."
  },
  {
    "startTime": 225.4,
    "endTime": 231.74,
    "text": "An existential approach tempers the modern sentimental notion that perfection is within reach."
  },
  {
    "startTime": 233.8,
    "endTime": 243.20000000000002,
    "text": "That you suffer from the agony of choice isn't some anomaly, it's one of the most predictable and poignant things about being alive."
  },
  {
    "startTime": 243.4,
    "endTime": 254.5,
    "text": "This is a message we benefit from hearing quite often because what helps with regret is the knowledge that in fact every life is burdened by it in some shape or form."
  },
  {
    "startTime": 261.44,
    "endTime": 265.3,
    "text": "The regret-free life exists only in movies and songs."
  },
  {
    "startTime": 266.2,
    "endTime": 274.0,
    "text": "The way to diminish our anxiety and panic is to alleviate the sense that one had the option to choose correctly but failed."
  },
  {
    "startTime": 274.24,
    "endTime": 282.5,
    "text": "A degree of disappointment is, as the existentialist philosophers so beautifully admitted, just simply the human condition."
  }
]