[
  {
    "startTime": 13.7,
    "endTime": 16.076,
    "text": "Every human being starts out the same way:"
  },
  {
    "startTime": 16.076,
    "endTime": 19.862000000000002,
    "text": "two cells, one from each parent, found each other and became one."
  },
  {
    "startTime": 19.7,
    "endTime": 26.444,
    "text": "And that one cell reproduced itself, dividing, dividing, dividing, until there were 10 trillion of them."
  },
  {
    "startTime": 26.0,
    "endTime": 32.03,
    "text": "Do you realize there are more cells in one person's body than there are stars in the Milky Way?"
  },
  {
    "startTime": 32.03,
    "endTime": 35.164,
    "text": "But those 10 trillion cells aren't just sitting there in a big pile."
  },
  {
    "startTime": 35.164,
    "endTime": 37.9,
    "text": "That would make for a pretty boring human being!"
  },
  {
    "startTime": 38.0,
    "endTime": 41.3,
    "text": "So what is it that says a nose is a nose, and toes is toes?"
  },
  {
    "startTime": 41.4,
    "endTime": 49.599999999999994,
    "text": "What is it that says this is bone, and this is brain, and this is heart, and this is that little thing in the back of your throat that you can never remember the name of?"
  },
  {
    "startTime": 49.7,
    "endTime": 55.033,
    "text": "Everything that you are or ever will be made of starts as a tiny link of instructions found in each and every cell."
  },
  {
    "startTime": 55.033,
    "endTime": 61.1,
    "text": "Every time your body wants to make something, it goes back to the instruction book, looks it up, and puts it together."
  },
  {
    "startTime": 61.4,
    "endTime": 64.209,
    "text": "So how does one cell hold all that information?"
  },
  {
    "startTime": 64.0,
    "endTime": 65.2,
    "text": "Let's get small."
  },
  {
    "startTime": 65.3,
    "endTime": 68.331,
    "text": "I mean, really small, smaller than the tip of a sewing needle."
  },
  {
    "startTime": 68.331,
    "endTime": 74.4,
    "text": "Then we can take a journey inside a single cell to find out what makes up the book of you, your genome."
  },
  {
    "startTime": 74.5,
    "endTime": 80.275,
    "text": "The first thing we see is that the whole genome, all your DNA, is contained inside its own tiny compartment called the nucleus."
  },
  {
    "startTime": 80.275,
    "endTime": 86.10000000000001,
    "text": "If we stretched out all the DNA in this one cell into a single thread, it would be over three feet long!"
  },
  {
    "startTime": 86.1,
    "endTime": 90.142,
    "text": "We have to make it fit in a tiny compartment that is a million times smaller."
  },
  {
    "startTime": 90.142,
    "endTime": 94.04599999999999,
    "text": "We could just bunch it up like Christmas lights, but that can get messy."
  },
  {
    "startTime": 94.046,
    "endTime": 95.691,
    "text": "We need some organization."
  },
  {
    "startTime": 95.5,
    "endTime": 103.6,
    "text": "First, the long thread of DNA wraps around proteins clustered into little beads called nucleosomes, which end up looking like a long, beaded necklace."
  },
  {
    "startTime": 103.784,
    "endTime": 107.4,
    "text": "And that necklace is wrapped up in its own spiral like an old telephone cord."
  },
  {
    "startTime": 107.61,
    "endTime": 112.3,
    "text": "And those spirals get layered on top of one another until we get a neat little shape that fits inside the nucleus."
  },
  {
    "startTime": 112.466,
    "endTime": 116.19999999999999,
    "text": "Waaah!  Three feet of DNA squeezed into a tiny compartment."
  },
  {
    "startTime": 116.2,
    "endTime": 119.3,
    "text": "If only we could hire DNA to pack our suitcases!"
  },
  {
    "startTime": 119.8,
    "endTime": 122.8,
    "text": "Each tiny mass of DNA is called a chromosome."
  },
  {
    "startTime": 122.8,
    "endTime": 127.0,
    "text": "The book of you would have 46 chapters, one for each chromosome."
  },
  {
    "startTime": 127.094,
    "endTime": 131.4,
    "text": "23 chapters of your book came from your mom, and 23 chapters came from your dad."
  },
  {
    "startTime": 131.4,
    "endTime": 136.98000000000002,
    "text": "Two of those chapters, called \"X\" and \"Y\", determine if you are male, \"XY\", or female, \"XX\"."
  },
  {
    "startTime": 136.98,
    "endTime": 141.79999999999998,
    "text": "Put them together and we get two almost identical but slightly different sets of 23 chapters."
  },
  {
    "startTime": 141.8,
    "endTime": 145.0,
    "text": "The tiny variations are what makes each person different."
  },
  {
    "startTime": 145.1,
    "endTime": 150.29999999999998,
    "text": "It's estimated that all the chapters together hold about 20,000 individual instructions, called genes."
  },
  {
    "startTime": 150.4,
    "endTime": 155.005,
    "text": "Written out, all those 20,000 instructions are 30 million letters long!"
  },
  {
    "startTime": 155.0,
    "endTime": 159.959,
    "text": "If someone were writing one letter per second, it would take them almost an entire year to write it once."
  },
  {
    "startTime": 159.959,
    "endTime": 167.1,
    "text": "It turns out that our genome book is much, much longer than just those 30 million letters, almost 100 times longer!"
  },
  {
    "startTime": 167.1,
    "endTime": 168.79999999999998,
    "text": "What are all those extra pages for?"
  },
  {
    "startTime": 168.7,
    "endTime": 174.7,
    "text": "Well, each set of instructions has a few pages of nonsense inserted that have to be taken out before we end up with something useful."
  },
  {
    "startTime": 174.9,
    "endTime": 177.5,
    "text": "The parts we throw out, we call introns."
  },
  {
    "startTime": 177.6,
    "endTime": 179.6,
    "text": "The instructions we keep, we call exons."
  },
  {
    "startTime": 179.7,
    "endTime": 182.896,
    "text": "We can also have hundreds of pages in between each gene."
  },
  {
    "startTime": 182.896,
    "endTime": 189.51799999999997,
    "text": "Some of these excess pages were inserted by nasty little infections in our ancestors, but some of them are actually helpful."
  },
  {
    "startTime": 189.518,
    "endTime": 198.381,
    "text": "They protect the ends of each chapter from being damaged, or some help our cells find a particular thing they are looking for, or give a cell a signal to stop making something."
  },
  {
    "startTime": 198.381,
    "endTime": 203.433,
    "text": "All in all, for every page of instructions, there's almost 100 pages of filler."
  },
  {
    "startTime": 203.433,
    "endTime": 210.4,
    "text": "In the end, each of our books' 46 chapters is between 48 and 250 million letters long."
  },
  {
    "startTime": 210.5,
    "endTime": 213.8,
    "text": "That's 3.2 billion letters total!"
  },
  {
    "startTime": 214.0,
    "endTime": 220.895,
    "text": "To type all that copy, you would be at it for over 100 years, and the book would be over 600,000 pages long."
  },
  {
    "startTime": 220.7,
    "endTime": 227.29999999999998,
    "text": "Every type of cell carries the same book, but each has a set of bookmarks that tell exactly which pages needs to look up."
  },
  {
    "startTime": 227.4,
    "endTime": 230.8,
    "text": "So a bone cell reads only the set of instructions it needs to become bone."
  },
  {
    "startTime": 230.8,
    "endTime": 234.60000000000002,
    "text": "Your brain cells, they read the set that tells them how to become brain."
  },
  {
    "startTime": 234.6,
    "endTime": 240.9,
    "text": "If some cells suddenly decide to start reading other instructions, they can actually change from one type to another."
  },
  {
    "startTime": 240.956,
    "endTime": 246.29999999999998,
    "text": "So every little cell in your body is holding on to an amazing book, full of the instructions for life."
  },
  {
    "startTime": 246.4,
    "endTime": 254.0,
    "text": "Your nose reads nose pages, your toes read toes pages, and that little thing in the back of your throat, it's got its own pages too."
  },
  {
    "startTime": 254.0,
    "endTime": 258.0,
    "text": "They are under uvula."
  }
]