[
  {
    "startTime": 5.009,
    "endTime": 13.809000000000001,
    "text": "Hi there, this is Julian, from doingenglish.com, and let me ask you a question. Are you learning"
  },
  {
    "startTime": 13.809,
    "endTime": 22.84,
    "text": "English every day? Recently, a new member joined the Doing English Plus Group, and she"
  },
  {
    "startTime": 22.84,
    "endTime": 29.97,
    "text": "mentioned in the community that she was feeling frustrated with her English progress. Another"
  },
  {
    "startTime": 29.97,
    "endTime": 37.579,
    "text": "member replied to her post, basically, talking about the importance of routine. \"Sort out"
  },
  {
    "startTime": 37.579,
    "endTime": 44.120000000000005,
    "text": "your English learning routine,\" she said, \"and results will surely follow.\""
  },
  {
    "startTime": 44.12,
    "endTime": 54.629,
    "text": "I one hundred percent agree. Nothing could be truer. When you sort out a routine, and"
  },
  {
    "startTime": 54.629,
    "endTime": 64.37899999999999,
    "text": "do it consistently, amazing things happen. I'm always talking about the importance of"
  },
  {
    "startTime": 64.379,
    "endTime": 72.69,
    "text": "just putting in the time and the effort if you want to get really good at English. But really,"
  },
  {
    "startTime": 72.69,
    "endTime": 79.85,
    "text": "if you get your routine sorted out, it doesn't even need to be that much time. There's a"
  },
  {
    "startTime": 79.85,
    "endTime": 86.72999999999999,
    "text": "really great story that you might have heard of before about two teams of explorers racing"
  },
  {
    "startTime": 86.73,
    "endTime": 95.0,
    "text": "to reach the South Pole. This was in 1911, and there was a team of Norwegians led by"
  },
  {
    "startTime": 95.0,
    "endTime": 102.53,
    "text": "a guy called Roald Amundsen and a team of Brits, led by Robert Falcon Scott."
  },
  {
    "startTime": 102.53,
    "endTime": 109.85,
    "text": "They had to walk about a thousand-four hundred miles to get to their destination. Scott's"
  },
  {
    "startTime": 109.85,
    "endTime": 120.05,
    "text": "team decided that they would walk as far as possible on good weather days. On days where"
  },
  {
    "startTime": 120.05,
    "endTime": 126.78,
    "text": "the weather conditions were bad, they would rest and conserve their energy. Amundsen's"
  },
  {
    "startTime": 126.78,
    "endTime": 133.7,
    "text": "team, on the other hand, decided that they would stick to a very strict routine of just"
  },
  {
    "startTime": 133.7,
    "endTime": 140.42,
    "text": "twenty miles a day, regardless of weather conditions. On good weather days, they could"
  },
  {
    "startTime": 140.42,
    "endTime": 147.51,
    "text": "probably walk a lot further, but they decided that they would just walk twenty miles a day,"
  },
  {
    "startTime": 147.51,
    "endTime": 151.29899999999998,
    "text": "and then save their energy."
  },
  {
    "startTime": 151.299,
    "endTime": 158.139,
    "text": "Amundsen's team made it to the south pole and back on schedule. Scott's team, on the"
  },
  {
    "startTime": 158.139,
    "endTime": 169.70000000000002,
    "text": "other hand, died on route. This story really highlights the importance of doing something"
  },
  {
    "startTime": 169.7,
    "endTime": 179.01899999999998,
    "text": "consistently, just a bit at a time. If you just put twenty minutes into your English"
  },
  {
    "startTime": 179.019,
    "endTime": 186.87900000000002,
    "text": "a day, you will get much, much better results than you will if you put in a few hours just"
  },
  {
    "startTime": 186.879,
    "endTime": 193.56,
    "text": "once week. Routine, consistency, is the key."
  },
  {
    "startTime": 193.56,
    "endTime": 199.95,
    "text": "If you like today's little lesson, go ahead and click the thumbs button. If you didn't"
  },
  {
    "startTime": 199.95,
    "endTime": 207.07899999999998,
    "text": "like today's lesson, go ahead click the thumbs down button. Either way, give me some kind"
  },
  {
    "startTime": 207.079,
    "endTime": 213.669,
    "text": "of feedback, let me know whether like today's lesson, or not. Go ahead leave a comment."
  },
  {
    "startTime": 213.669,
    "endTime": 220.139,
    "text": "Do you learn English every day? Let us know all about it in the comments. If you're new"
  },
  {
    "startTime": 220.139,
    "endTime": 226.56900000000002,
    "text": "to this channel, do subscribe. By subscribing, you will ensure that you get all my new videos"
  },
  {
    "startTime": 226.569,
    "endTime": 231.60899999999998,
    "text": "in the future, which of course will help you with your English learning routine."
  },
  {
    "startTime": 231.609,
    "endTime": 239.029,
    "text": "That is it from me today. In the next video, what have I got coming up in the next video?"
  },
  {
    "startTime": 239.029,
    "endTime": 245.87,
    "text": "I'm going to French toast method, and this is really going to help you to learn English"
  },
  {
    "startTime": 245.87,
    "endTime": 255.87,
    "text": "every day. Okay, that's it from me today, goodbye."
  }
]