[
  {
    "startTime": 6.57,
    "endTime": 16.23,
    "text": "How did Adolf Hitler, a tyrant who orchestrated one of the largest genocides in human history, rise to power in a democratic country?"
  },
  {
    "startTime": 16.23,
    "endTime": 19.4,
    "text": "The story begins at the end of World War I."
  },
  {
    "startTime": 19.52,
    "endTime": 29.34,
    "text": "With the successful Allied advance in 1918, Germany realized the war was unwinnable and signed an armistice ending the fighting."
  },
  {
    "startTime": 29.34,
    "endTime": 35.74,
    "text": "As its imperial government collapsed, civil unrest and worker strikes spread across the nation."
  },
  {
    "startTime": 35.74,
    "endTime": 45.09,
    "text": "Fearing a Communist revolution, major parties joined to suppress the uprisings, establishing the parliamentary Weimar Republic."
  },
  {
    "startTime": 45.09,
    "endTime": 51.370000000000005,
    "text": "One of the new government's first tasks was implementing the peace treaty imposed by the Allies."
  },
  {
    "startTime": 51.37,
    "endTime": 65.74,
    "text": "In addition to losing over a tenth of its territory and dismantling its army, Germany had to accept full responsibility for the war and pay reparations, debilitating its already weakened economy."
  },
  {
    "startTime": 65.74,
    "endTime": 70.64,
    "text": "All this was seen as a humiliation by many nationalists and veterans."
  },
  {
    "startTime": 70.64,
    "endTime": 79.11,
    "text": "They wrongly believed the war could have been won if the army hadn't been betrayed by politicians and protesters."
  },
  {
    "startTime": 79.11,
    "endTime": 88.02,
    "text": "For Hitler, these views became obsession, and his bigotry and paranoid delusions led him to pin the blame on Jews."
  },
  {
    "startTime": 88.02,
    "endTime": 92.33,
    "text": "His words found resonance in a society with many anti-Semitic people."
  },
  {
    "startTime": 92.33,
    "endTime": 102.34,
    "text": "By this time, hundreds  of thousands of Jews had integrated into German society, but many Germans continued to perceive them as outsiders."
  },
  {
    "startTime": 102.34,
    "endTime": 110.76,
    "text": "After World War I, Jewish success led to ungrounded accusations of subversion and war profiteering."
  },
  {
    "startTime": 110.76,
    "endTime": 119.66000000000001,
    "text": "It can not be stressed enough that these conspiracy theories were born out of fear, anger, and bigotry, not fact."
  },
  {
    "startTime": 119.66,
    "endTime": 122.42,
    "text": "Nonetheless, Hitler found  success with them."
  },
  {
    "startTime": 122.42,
    "endTime": 132.88,
    "text": "When he joined a small nationalist political party, his manipulative public speaking launched him into its leadership and drew increasingly larger crowds."
  },
  {
    "startTime": 132.88,
    "endTime": 144.82,
    "text": "Combining anti-Semitism with  populist resentment, the Nazis denounced both Communism and Capitalism as international Jewish conspiracies to destroy Germany."
  },
  {
    "startTime": 144.82,
    "endTime": 147.53,
    "text": "The Nazi party was not initially popular."
  },
  {
    "startTime": 147.53,
    "endTime": 155.32,
    "text": "After they made an unsuccessful attempt at overthrowing the government, the party was banned, and Hitler jailed for treason."
  },
  {
    "startTime": 155.32,
    "endTime": 160.88,
    "text": "But upon his release about a year later, he immediately began to rebuild the movement."
  },
  {
    "startTime": 160.88,
    "endTime": 165.07999999999998,
    "text": "And then, in 1929,  the Great Depression happened."
  },
  {
    "startTime": 165.08,
    "endTime": 174.09,
    "text": "It led to American banks withdrawing their loans from Germany, and the already struggling German economy collapsed overnight."
  },
  {
    "startTime": 174.09,
    "endTime": 182.56,
    "text": "Hitler took advantage  of the people's anger, offering them convenient scapegoats and a promise to restore Germany's former greatness."
  },
  {
    "startTime": 182.56,
    "endTime": 191.02,
    "text": "Mainstream parties proved unable to handle the crisis while left-wing opposition was too fragmented by internal squabbles."
  },
  {
    "startTime": 191.02,
    "endTime": 202.31,
    "text": "And so some of the frustrated public flocked to the Nazis, increasing their parliamentary votes from under 3% to over 18% in just two years."
  },
  {
    "startTime": 202.31,
    "endTime": 210.12,
    "text": "In 1932, Hitler ran for president, losing the election to decorated war hero General von Hindenburg."
  },
  {
    "startTime": 210.12,
    "endTime": 215.85,
    "text": "But with 36% of the vote, Hitler had demonstrated the extent of his support."
  },
  {
    "startTime": 215.85,
    "endTime": 226.78,
    "text": "The following year, advisors and business leaders convinced Hindenburg to appoint Hitler as Chancellor, hoping to channel his popularity for their own goals."
  },
  {
    "startTime": 226.78,
    "endTime": 239.42000000000002,
    "text": "Though the Chancellor was only the administrative head of parliament, Hitler steadily expanded the power of his position while his supporters formed  paramilitary groups and fought protestors in streets."
  },
  {
    "startTime": 239.42,
    "endTime": 246.83999999999997,
    "text": "Hitler raised fears  of a Communist uprising and argued that only he could restore law and order."
  },
  {
    "startTime": 246.84,
    "endTime": 253.87,
    "text": "Then in 1933, a young worker was convicted of setting fire to the parliament building."
  },
  {
    "startTime": 253.87,
    "endTime": 259.06,
    "text": "Hitler used the event to convince the government to grant him emergency powers."
  },
  {
    "startTime": 259.06,
    "endTime": 268.48,
    "text": "Within a matter of months, freedom of the press was abolished, other parties were disbanded, and anti-Jewish laws were passed."
  },
  {
    "startTime": 268.48,
    "endTime": 282.43,
    "text": "Many of Hitler's early radical supporters were arrested and executed, along with potential rivals, and when President Hindenburg died in August 1934, it was clear there would be  no new election."
  },
  {
    "startTime": 282.43,
    "endTime": 287.48,
    "text": "Disturbingly, many of Hitler's early measures didn't require mass repression."
  },
  {
    "startTime": 287.48,
    "endTime": 294.52000000000004,
    "text": "His speeches exploited people's fear and ire to drive their support behind him and the Nazi party."
  },
  {
    "startTime": 294.52,
    "endTime": 301.14,
    "text": "Meanwhile, businessmen and intellectuals, wanting to be on the right side of public opinion, endorsed Hitler."
  },
  {
    "startTime": 301.14,
    "endTime": 306.41999999999996,
    "text": "They assured themselves and each other that his more extreme rhetoric was only for show."
  },
  {
    "startTime": 306.42,
    "endTime": 325.22,
    "text": "Decades later, Hitler's rise remains  a warning of how fragile democratic institutions can be in the face of angry crowds and a leader willing to feed their anger and exploit their fears."
  }
]