[
  {
    "startTime": 0.44,
    "endTime": 7.130000000000001,
    "text": "We have this idea that if we want to lose weight, we join a gym on January 1st, we start working out regularly, and eventually, we slim down."
  },
  {
    "startTime": 7.799,
    "endTime": 8.739,
    "text": "Well, here’s some bad news."
  },
  {
    "startTime": 9.139,
    "endTime": 15.408999999999999,
    "text": "I read more than sixty studies on this, and it turns out exercise is actually pretty useless when it comes to weight loss."
  },
  {
    "startTime": 16.109,
    "endTime": 21.57,
    "text": "Dr. Kevin Hall at the National Institutes of Health has done some of the most important studies on exercise and weight loss."
  },
  {
    "startTime": 22.07,
    "endTime": 23.63,
    "text": "We need to rebrand exercise."
  },
  {
    "startTime": 23.93,
    "endTime": 27.98,
    "text": "Exercise isn’t the weight loss tool per se. It's excellent for health."
  },
  {
    "startTime": 27.88,
    "endTime": 32.349,
    "text": "It's probably the best single thing that you can do other than stopping smoking to improve your health."
  },
  {
    "startTime": 33.149,
    "endTime": 39.589,
    "text": "But don’t look at it as a weight loss tool. Exercise will definitely help you live a longer, happier life."
  },
  {
    "startTime": 40.089,
    "endTime": 41.888999999999996,
    "text": "It’s just not the best way to lose weight."
  },
  {
    "startTime": 42.189,
    "endTime": 45.229,
    "text": "And the reason has to do with how our bodies use energy."
  },
  {
    "startTime": 45.829,
    "endTime": 50.719,
    "text": "You may not realize it, but physical activity is actually a tiny component of your daily energy burn."
  },
  {
    "startTime": 51.319,
    "endTime": 53.829,
    "text": "There are three main ways our bodies burn calories."
  },
  {
    "startTime": 54.229,
    "endTime": 62.379999999999995,
    "text": "These include your resting metabolism, so that's how much energy your body burns just for its basic functioning, just to keep you alive, basically."
  },
  {
    "startTime": 62.889,
    "endTime": 69.18,
    "text": "The other part of energy expenditure is the thermic effect of food, and that’s just how much energy is required to break food down in your body."
  },
  {
    "startTime": 69.55,
    "endTime": 72.72,
    "text": "The third part of energy expenditure is physical activity."
  },
  {
    "startTime": 73.12,
    "endTime": 79.10000000000001,
    "text": "For most people, physical activity - that’s any movement you do, only accounts for about 10 to 30 percent of energy use."
  },
  {
    "startTime": 79.5,
    "endTime": 88.72,
    "text": "So the vast majority of energy or calories you burn every day comes from your basal or resting metabolism, over which you have very little control."
  },
  {
    "startTime": 89.32,
    "endTime": 95.24,
    "text": "While 100% of your \"calories in\" are up to you, only about 30% of your \"calories out\" are in your control."
  },
  {
    "startTime": 95.61,
    "endTime": 104.73,
    "text": "One study found that if a 200-pound man ran for an hour, 4 days a week for a month, he’d lose about 5 pounds at most, assuming everything else stays the same."
  },
  {
    "startTime": 105.13,
    "endTime": 107.0,
    "text": "And everything else doesn’t stay the same!"
  },
  {
    "startTime": 107.4,
    "endTime": 114.7,
    "text": "Researchers have found we make all kinds of behavioral and physiological adaptations when we start increasing the amount of exercise we’re getting every day."
  },
  {
    "startTime": 115.23,
    "endTime": 117.55,
    "text": "For one thing, exercise tends to make people hungry."
  },
  {
    "startTime": 117.89,
    "endTime": 121.4,
    "text": "And I'm sure you know the feeling: you go for a spinning class in the morning,"
  },
  {
    "startTime": 121.81,
    "endTime": 127.98,
    "text": "and then by the time you eat breakfast you're so hungry you maybe double the size of the portion of oatmeal you'd normally eat."
  },
  {
    "startTime": 128.38,
    "endTime": 132.54999999999998,
    "text": "There's also evidence to suggest that some people simply slow down after a workout."
  },
  {
    "startTime": 132.75,
    "endTime": 136.92,
    "text": "So if you went running in the morning, you might be less inclined to take the stairs at work."
  },
  {
    "startTime": 137.02,
    "endTime": 138.74,
    "text": "These are called \"compensatory behaviors\"."
  },
  {
    "startTime": 138.74,
    "endTime": 142.49,
    "text": "They're basically the various ways we unknowingly undermine our workouts."
  },
  {
    "startTime": 142.69,
    "endTime": 146.71,
    "text": "Researchers have also discovered a phenomenon called \"metabolic compensation\"."
  },
  {
    "startTime": 146.91,
    "endTime": 150.84,
    "text": "As people start to slim down, their resting metabolism can slow down."
  },
  {
    "startTime": 151.24,
    "endTime": 154.08,
    "text": "So the amount of energy you burn while at rest is lower."
  },
  {
    "startTime": 154.78,
    "endTime": 158.09,
    "text": "That means that this bar might shrink as you start to lose weight."
  },
  {
    "startTime": 158.29,
    "endTime": 163.01999999999998,
    "text": "There’s still a lot of research to be done, but one study from 2012 is particularly interesting."
  },
  {
    "startTime": 163.32,
    "endTime": 171.0,
    "text": "They went out into the middle of the Savannah in Tanzania to measure the energy burn among a group of hunter-gatherers called the Hadza."
  },
  {
    "startTime": 171.33,
    "endTime": 173.8,
    "text": "These are super-active, lean hunter-gatherers."
  },
  {
    "startTime": 174.05,
    "endTime": 176.8,
    "text": "They’re not spending their days behind a computer at a desk."
  },
  {
    "startTime": 177.109,
    "endTime": 178.709,
    "text": "And what they found was shocking."
  },
  {
    "startTime": 179.009,
    "endTime": 181.0,
    "text": "What we found is there was no difference at all."
  },
  {
    "startTime": 181.169,
    "endTime": 188.889,
    "text": "So even though the Hadza have a much more physically active lifestyle, they weren't burning any more calories every day than adults in the US and Europe."
  },
  {
    "startTime": 189.449,
    "endTime": 194.19,
    "text": "Somehow the energy they used for physical activity was being offset or conserved elsewhere."
  },
  {
    "startTime": 194.89,
    "endTime": 198.05999999999997,
    "text": "So how do they stay slim? They don’t overeat."
  },
  {
    "startTime": 198.46,
    "endTime": 202.28,
    "text": "We can undo the calories that we burn off in exercise pretty quickly."
  },
  {
    "startTime": 202.28,
    "endTime": 205.9,
    "text": "It would take about an hour of running to burn off a Big Mac and fries."
  },
  {
    "startTime": 206.159,
    "endTime": 212.2,
    "text": "You’d have to spend about an hour dancing pretty vigorously to burn off three glasses of wine you might drink with dinner,"
  },
  {
    "startTime": 212.44,
    "endTime": 218.09,
    "text": "an hour of cycling really intensely on exercise bikes to burn off about two doughnuts."
  },
  {
    "startTime": 218.29,
    "endTime": 223.03,
    "text": "And that’s why exercise is best seen as a healthy supplement for a strategy that’s focused on food."
  },
  {
    "startTime": 223.189,
    "endTime": 229.899,
    "text": "But despite extremely high obesity rates in the US, government agencies continue to present exercise as a solution,"
  },
  {
    "startTime": 230.099,
    "endTime": 234.749,
    "text": "as do companies with a real interest in making sure we keep eating and drinking their products."
  },
  {
    "startTime": 234.799,
    "endTime": 240.16,
    "text": "Since the 1920s, companies like Coca-Cola have been aligning themselves with the exercise message."
  },
  {
    "startTime": 240.56,
    "endTime": 245.96,
    "text": "The idea here is that you can drink all of these extra bottles of soda as long as you work out."
  },
  {
    "startTime": 246.26,
    "endTime": 248.39999999999998,
    "text": "But as we're seeing, it doesn't work like that."
  },
  {
    "startTime": 249.0,
    "endTime": 253.4,
    "text": "Actually burning off those extra calories from a can of soda is really, really hard."
  },
  {
    "startTime": 254.3,
    "endTime": 261.04,
    "text": "We have an obesity problem in this country, and we shouldn't treat low physical activity and eating too many calories as equally responsible for it."
  },
  {
    "startTime": 261.38,
    "endTime": 268.32,
    "text": "Public health policymakers should really prioritize improving our food environment to help people make healthier choices about what they eat."
  },
  {
    "startTime": 269.0,
    "endTime": 272.82,
    "text": "It's not impossible to lose weight through exercise, it's just a lot harder."
  },
  {
    "startTime": 273.32,
    "endTime": 275.34,
    "text": "And we need to recognize how that works."
  },
  {
    "startTime": 275.74,
    "endTime": 282.18,
    "text": "If you do go to the gym, you burn all these calories, takes you a long time to do so and you put in a great amount of effort."
  },
  {
    "startTime": 282.36,
    "endTime": 286.64,
    "text": "You can erase all of that in five minutes of eating a slice of pizza."
  },
  {
    "startTime": 288.44,
    "endTime": 293.74,
    "text": "Relative magnitude is actually quite surprising, and most people don't fully appreciate that."
  }
]