[
  {
    "startTime": 0.46,
    "endTime": 1.7,
    "text": "Hi, I'm Adam Cole."
  },
  {
    "startTime": 1.9,
    "endTime": 7.880000000000001,
    "text": "This week we've got a question from Lulu Miller,  the host of NPR's Invisibilia podcast:"
  },
  {
    "startTime": 7.88,
    "endTime": 9.7,
    "text": "How old are our bodies actually?"
  },
  {
    "startTime": 9.8,
    "endTime": 18.94,
    "text": "Because if you think about how we're constantly being regenerated our physical matter is being shed and replenished... what actually remains?"
  },
  {
    "startTime": 18.94,
    "endTime": 25.36,
    "text": "Good question, Lulu!"
  },
  {
    "startTime": 25.4,
    "endTime": 30.599999999999998,
    "text": "Well, your hair obviously doesn't remain the same and I'm not just talking about the style."
  },
  {
    "startTime": 30.6,
    "endTime": 34.0,
    "text": "Each hair on your head is replaced every 2 to 7 years."
  },
  {
    "startTime": 34.0,
    "endTime": 38.46,
    "text": "A hundred hairs fall out every day and new ones grow back in their place."
  },
  {
    "startTime": 38.46,
    "endTime": 42.5,
    "text": "And look at your fingernails -  they're completely new every six months or so."
  },
  {
    "startTime": 42.6,
    "endTime": 50.2,
    "text": "It turns out it's just a matter of time before almost every part of your body refreshes itself in a similar way."
  },
  {
    "startTime": 50.269,
    "endTime": 58.8,
    "text": "The lining of your stomach and intestines gets pretty beat up -- it's constantly exposed to acid and bile and so those cells get replaced every few days."
  },
  {
    "startTime": 58.8,
    "endTime": 63.62,
    "text": "Every few weeks, your outer layer of skin is completely renewed."
  },
  {
    "startTime": 63.62,
    "endTime": 67.74,
    "text": "Every four months, you have a fresh army of red blood cells."
  },
  {
    "startTime": 67.74,
    "endTime": 74.26899999999999,
    "text": "A hundred million new cells are born every minute and a hundred million old cells are destroyed."
  },
  {
    "startTime": 74.269,
    "endTime": 81.05000000000001,
    "text": "It's actually the breakdown products of these red blood cells that turn your bruises and urine yellow."
  },
  {
    "startTime": 81.05,
    "endTime": 83.6,
    "text": "Every 10 years, you've got a new skeleton."
  },
  {
    "startTime": 83.7,
    "endTime": 90.14,
    "text": "A special team of cells breaks down old bone, and another builds new bone."
  },
  {
    "startTime": 90.14,
    "endTime": 93.1,
    "text": "Every 15 years, your muscles are refreshed."
  },
  {
    "startTime": 93.2,
    "endTime": 100.18,
    "text": "You might think you gain and lose fat cells when you gain and lose weight but they actually just get bigger and smaller."
  },
  {
    "startTime": 100.18,
    "endTime": 104.4,
    "text": "Over the course of 25 years though, most of them turn over."
  },
  {
    "startTime": 104.4,
    "endTime": 108.5,
    "text": "But there are a few things that stick around for your entire life."
  },
  {
    "startTime": 108.6,
    "endTime": 115.72999999999999,
    "text": "About half of your heart stays with you from birth to death because those cells are replaced very slowly."
  },
  {
    "startTime": 115.73,
    "endTime": 123.66,
    "text": "Certain parts of your brain add a few new neurons over the course of your life, but the vast majority of your neurons developed before you were born."
  },
  {
    "startTime": 123.66,
    "endTime": 130.72,
    "text": "It's the connections between those neurons -- the circuits that store memories that are constantly changing."
  },
  {
    "startTime": 130.78,
    "endTime": 134.56,
    "text": "And there's one more part of you that lasts your whole life."
  },
  {
    "startTime": 134.56,
    "endTime": 141.32,
    "text": "Months before you were born, a little cluster of cells stretched and filled themselves with transparent protein."
  },
  {
    "startTime": 141.32,
    "endTime": 148.82,
    "text": "As you grew, even after birth, more and more fibers were added, but that center endured."
  },
  {
    "startTime": 148.82,
    "endTime": 163.2,
    "text": "This is your lens, the window through which you are watching this video right now, and its core has remained the same since the moment you first opened your eyes."
  },
  {
    "startTime": 163.7,
    "endTime": 165.89,
    "text": "So how old is your body really?"
  },
  {
    "startTime": 165.89,
    "endTime": 169.80999999999997,
    "text": "Some of it is brand-new and some of it is as old as you are."
  },
  {
    "startTime": 169.81,
    "endTime": 174.61,
    "text": "To learn how scientists figured all this out, check out our post at skunkbear.tumblr.com"
  },
  {
    "startTime": 174.61,
    "endTime": 180.70000000000002,
    "text": "And listen to Invisibilia -- the latest episode is about whether or not personality persists throughout your entire life"
  },
  {
    "startTime": 180.9,
    "endTime": 193.34900000000002,
    "text": "If you have science questions send them our way and please subscribe to our channel!"
  }
]