[
  {
    "startTime": 0.1,
    "endTime": 4.8,
    "text": "So, you've just begun your road trip with some friends when you decide to read a book in the back seat."
  },
  {
    "startTime": 4.8,
    "endTime": 8.92,
    "text": "But after only moments of reading, you start feeling dizzy, fatigued and nauseous."
  },
  {
    "startTime": 9.0,
    "endTime": 10.8,
    "text": "Sounds like motion sickness..."
  },
  {
    "startTime": 10.9,
    "endTime": 19.700000000000003,
    "text": "The surprising truth is that about 30 percent of the population experiences motion sickness with over 66 percent of people experiencing it in extreme conditions."
  },
  {
    "startTime": 19.8,
    "endTime": 23.5,
    "text": "This happens when your eyes and inner ear are sending different signals to the brain."
  },
  {
    "startTime": 23.6,
    "endTime": 28.580000000000002,
    "text": "The vestibular system inside your ear contributes to balance and spatial orientation."
  },
  {
    "startTime": 28.6,
    "endTime": 33.92,
    "text": "Tiny hairs inside the canal detect the movement of a fluid inside it allowing you to orient yourself."
  },
  {
    "startTime": 34.0,
    "endTime": 39.18,
    "text": "If you lean to the side, the fluid moves and signals are sent to your brain to help you understand this."
  },
  {
    "startTime": 39.2,
    "endTime": 46.5,
    "text": "But oftentimes, in a car, on a boat, or in the IMAX theatre your vestibular system is transmitting a different signal from your other senses."
  },
  {
    "startTime": 46.6,
    "endTime": 53.5,
    "text": "In the case of your car, your eyes see that everything in the car is seemingly stationary, particularly when you stare at a book."
  },
  {
    "startTime": 53.6,
    "endTime": 56.0,
    "text": "But your ears feel the movement of the car."
  },
  {
    "startTime": 56.1,
    "endTime": 61.932,
    "text": "Conversely, in the IMAX theatre, your eyes see a lot of motion while your ear is experiencing very little movement at all."
  },
  {
    "startTime": 62.0,
    "endTime": 65.294,
    "text": "This mismatch of signals tells the brain something's wrong."
  },
  {
    "startTime": 65.3,
    "endTime": 66.89999999999999,
    "text": "So why does it induce vomiting?"
  },
  {
    "startTime": 67.0,
    "endTime": 74.9,
    "text": "The leading theory suggests that, evolutionarily, if the input signals from your ears and eyes weren't matching, you'd likely ingested a neurotoxin."
  },
  {
    "startTime": 75.0,
    "endTime": 77.32,
    "text": "The easiest way to get rid of it? Throw it up."
  },
  {
    "startTime": 77.4,
    "endTime": 83.10000000000001,
    "text": "This was a fairly useful and accurate system before the advent of technology and advanced transportation."
  },
  {
    "startTime": 83.2,
    "endTime": 85.76,
    "text": "Too bad the brain never got the memo."
  },
  {
    "startTime": 85.8,
    "endTime": 87.6,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 87.7,
    "endTime": 90.06,
    "text": "Ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 90.1,
    "endTime": 100.06,
    "text": "And subscribe for more weekly science videos."
  }
]