[
  {
    "startTime": 10.94,
    "endTime": 17.589,
    "text": "A cop pulls you over for speeding. Fascist! A security guard tells you, “No smoking here.\" Proto-fascist!"
  },
  {
    "startTime": 17.689,
    "endTime": 22.839,
    "text": "An Apple store employee won’t give you your rightful AppleCare refund: diet fascist!"
  },
  {
    "startTime": 22.939,
    "endTime": 27.909,
    "text": "In today's news cycle, no person is called a fascist more than this man: Donald Trump."
  },
  {
    "startTime": 27.909,
    "endTime": 34.69,
    "text": "If a substantial number of educated people agree that he&rsquo;s a fascist, why hasn&rsquo;t this whistleblowing changed his political momentum?"
  },
  {
    "startTime": 34.79,
    "endTime": 41.769999999999996,
    "text": "Why has he been able to shake it off like it ain’t no thang? Perhaps it's because most people don't really know what fascism is"
  },
  {
    "startTime": 42.17,
    "endTime": 50.300000000000004,
    "text": "The Oxford English Dictionary defines fascism as: ‘‘An authoritarian and nationalistic right-wing system of government and social organization.’’"
  },
  {
    "startTime": 50.37,
    "endTime": 52.53,
    "text": "Hmm..that leaves a lot of room for interpretation."
  },
  {
    "startTime": 52.63,
    "endTime": 58.24,
    "text": "So let’s consider the historical etymology of fascism. That starts with the early Roman Republic."
  },
  {
    "startTime": 58.34,
    "endTime": 64.44,
    "text": "The heads of the Republic, the Praetors, Consuls, and Quaestors, were protected by bodyguards called lictors."
  },
  {
    "startTime": 64.54,
    "endTime": 72.49900000000001,
    "text": "When they walked through the streets, the lictors waved a sort of \"whacking stick\"called a fasces, it's made up of a bundle of birch rods tied together with red cord."
  },
  {
    "startTime": 72.709,
    "endTime": 79.22,
    "text": "As a metaphorical object, the fasces represented the different social classes tied together, working towards a common goal."
  },
  {
    "startTime": 79.33,
    "endTime": 84.85,
    "text": "As individual birch rods they’re weak, but as a group they're stronger than their individual parts, like One Direction."
  },
  {
    "startTime": 85.15,
    "endTime": 94.7,
    "text": "Still perplexed? Don’t feel bad. Italian novelist and philosopher Umberto Eco, who studied language and lived under Mussolini’s reign, agrees that the concept of fascism is confusing."
  },
  {
    "startTime": 94.929,
    "endTime": 101.25,
    "text": "Fascism is a buzzy term. Given that there is not one unifying principle or ideology, it's hard to pin down."
  },
  {
    "startTime": 101.35,
    "endTime": 104.89,
    "text": "For Eco, there are certain sufficient qualities that fascism contains."
  },
  {
    "startTime": 104.99,
    "endTime": 107.399,
    "text": "Conveniently he lists fourteen of these tropes."
  },
  {
    "startTime": 107.399,
    "endTime": 118.069,
    "text": "Such as: Fascists don't take kindly to criticism. They appeal to nationalism through xenophobia."
  },
  {
    "startTime": 118.269,
    "endTime": 133.809,
    "text": "They're built on a frustrated middle class. Fascism gains steam through selective populism - minority rights are given up for the larger group."
  },
  {
    "startTime": 133.909,
    "endTime": 146.47,
    "text": "Newspeak, or simplified, digestible ways of communication rules fascist discourse."
  },
  {
    "startTime": 146.47,
    "endTime": 149.52,
    "text": "The point is not that Donald Trump is a fascist, dear viewer."
  },
  {
    "startTime": 149.52,
    "endTime": 152.11,
    "text": "The point is: does this checklist even help?"
  },
  {
    "startTime": 152.31,
    "endTime": 156.01,
    "text": "Has our liberal use of language robbed serious words of their power?"
  },
  {
    "startTime": 156.01,
    "endTime": 162.54999999999998,
    "text": "In his essay: ‘‘What is fascism?’’ English writer George Orwell argued that fascism as a word, is pretty much meaningless."
  },
  {
    "startTime": 162.55,
    "endTime": 174.26000000000002,
    "text": "Even if people could decide on a working definition, it’s overused and watered-down: it's used as a favorite attack from the left to mean anything from a shrewd venture capitalist to a person overly concerned with grammar."
  },
  {
    "startTime": 174.26,
    "endTime": 177.32,
    "text": "They're just sort of insults that people throw around willy-nilly."
  },
  {
    "startTime": 177.52,
    "endTime": 190.59,
    "text": "The larger issue is that when we divorce history from the discussion when people think it’s okay to call a police officer, a telemarketer, or the PTA president a fascist, we remove the historical significance from actual political movements."
  },
  {
    "startTime": 190.69,
    "endTime": 194.89,
    "text": "It belittles the actual suffering that occurred from the pairing of: Hungary and Gömbös Gyula,"
  },
  {
    "startTime": 195.09,
    "endTime": 211.23000000000002,
    "text": "Romania and Ion Antonescu, Austria and Engelbert Dollfuss, Italy and Benito Mussolini, Spain and Francisco Franco, Croatia and Ante Pavelić, Argentina and Juan Perón, Chile and Jorge González von Marées, Portugal and António de Oliveira Salazar, Norway and Vidkun Quisling, and Germany and Adolf Hitler."
  },
  {
    "startTime": 211.43,
    "endTime": 219.98000000000002,
    "text": "News stories that say things like: \"Neo-Nazis worship Taylor Swift as an Aryan Goddess who’s turning America on to fascism, here’s why\" may seem cute."
  },
  {
    "startTime": 220.04,
    "endTime": 229.38,
    "text": "Perhaps it's humorous to call Obama a fascist, or heroic to put a sticker on your guitar, proclaiming that ‘‘this machine kills fascists,’’ but it is distanced from the reality of fascism."
  },
  {
    "startTime": 229.64,
    "endTime": 232.63,
    "text": "\"Fascism\"as a term has lost its linguistic oomph."
  },
  {
    "startTime": 232.73,
    "endTime": 237.26899999999998,
    "text": "The same way it isn’t shocking to hear a person called a racist or a sexist on the daily."
  },
  {
    "startTime": 237.369,
    "endTime": 244.63,
    "text": "When phrases that have significant historical and cultural power become just another catchphrase due to overuse, they lose their power."
  },
  {
    "startTime": 244.73,
    "endTime": 250.85,
    "text": "When we don’t respect the words that we use, the power they hold, and the history they contain, people stop caring."
  },
  {
    "startTime": 251.15,
    "endTime": 253.86,
    "text": "These words are of no use to anyone as swear words."
  },
  {
    "startTime": 253.96,
    "endTime": 258.18,
    "text": "Even if Trump was an actual card-carrying fascist, could we call him out on it?"
  },
  {
    "startTime": 258.18,
    "endTime": 264.01,
    "text": "Or have we come to the place as a society where we are completely deprived of the tools to effectively criticize?"
  },
  {
    "startTime": 264.21,
    "endTime": 269.38,
    "text": "So dear viewer, have we robbed ourselves of the ability to stop the next fascist dictator?"
  }
]