[
  {
    "startTime": 0.25,
    "endTime": 10.0,
    "text": "Of the 7 billion people on Earth, roughly 6 billion own a cellphone, which is pretty shocking, given that only 4.5 billion have access to a working toilet."
  },
  {
    "startTime": 10.0,
    "endTime": 13.07,
    "text": "So how are these popular gadgets changing your body and brain?"
  },
  {
    "startTime": 13.07,
    "endTime": 26.3,
    "text": "If you're looking down at your phone right now, your spine angle is equivalent to that of an 8 year old child sitting on your neck - which is fairly significant considering people spend an average of 4.7 hours a day looking at their phone."
  },
  {
    "startTime": 26.3,
    "endTime": 34.4,
    "text": "This, combined with the length of time spent in front of computers has led to an increase in the prevalence of myopia or nearsightedness in North America."
  },
  {
    "startTime": 34.4,
    "endTime": 45.019999999999996,
    "text": "In the 1970s, about ¼ of the population had myopia, where today nearly half do; and in some parts of Asia, 80-90% of the population is now nearsighted."
  },
  {
    "startTime": 45.02,
    "endTime": 49.0,
    "text": "And it can be hard to put your phone down - take for example the game Candy Crush."
  },
  {
    "startTime": 49.0,
    "endTime": 53.21,
    "text": "As you play the game, you achieve small goals causing your brain to be rewarded with little bursts of dopamine - and eventually you rewarded the game with new content."
  },
  {
    "startTime": 57.0,
    "endTime": 62.9,
    "text": "This novelty also gives little bursts of dopamine and together create what is known as a \"compulsion loop\""
  },
  {
    "startTime": 62.9,
    "endTime": 68.4,
    "text": "- which just happens to be the same loop responsible for the behaviours associated with nicotine or cocaine."
  },
  {
    "startTime": 68.4,
    "endTime": 77.5,
    "text": "Our brains are hard-wired to make us novelty seeking, and this is why apps on our phones are designed to constantly provide us with new content, making them hard to put down."
  },
  {
    "startTime": 77.5,
    "endTime": 88.5,
    "text": "As a result, 93% of young people aged 18-29 report using their smartphones as a tool to avoid boredom, as opposed to other activities like reading a book or engaging with people around them."
  },
  {
    "startTime": 88.5,
    "endTime": 94.4,
    "text": "This has created the new term \"nomophobia\" - the fear or anxiety of being without your phone."
  },
  {
    "startTime": 94.4,
    "endTime": 105.80000000000001,
    "text": "We also see a change in brain patterns: alpha rhythms are commonly associated with \"wakeful relaxation\" like when your mind wanders off, whereas gamma waves are associated with conscious attentiveness."
  },
  {
    "startTime": 105.8,
    "endTime": 113.3,
    "text": "And experiments have shown that when a cell phone is transmitting - say during a phone call - the power of these alpha waves is significantly boosted,"
  },
  {
    "startTime": 113.3,
    "endTime": 117.7,
    "text": "meaning phone transmissions can literally change the way your brain functions."
  },
  {
    "startTime": 117.7,
    "endTime": 126.0,
    "text": "Your smartphone can also disrupt your sleep! The screen emits a blue light which has been shown to alter our circadian rhythms, diminishing the time spent in deep sleep,"
  },
  {
    "startTime": 126.0,
    "endTime": 130.0,
    "text": "which is linked to the development of diabetes, cancer and obesity."
  },
  {
    "startTime": 130.0,
    "endTime": 140.0,
    "text": "Studies have shown that people who read on their smartphone at night have a harder time falling asleep and produce less melatonin - a hormone responsible for the regulation of sleep-wake cycles."
  },
  {
    "startTime": 140.0,
    "endTime": 146.61,
    "text": "Harvard medical school advises the last 2-3 hours before bed be 'technology' free, so pick up a book before bed instead."
  },
  {
    "startTime": 146.61,
    "endTime": 153.5,
    "text": "Of course, smartphones also completely change our ability to access information - most notably in poor and minority populations."
  },
  {
    "startTime": 153.5,
    "endTime": 158.7,
    "text": "7% of Americans are entirely dependent on smartphones for their access to the internet."
  },
  {
    "startTime": 158.7,
    "endTime": 167.0,
    "text": "A 2014 study found that the majority of smartphone owners use their phone for online banking, to look up medical information and searching for jobs."
  },
  {
    "startTime": 167.0,
    "endTime": 174.7,
    "text": "So while phones are in no way exclusively bad, and have been a part of positive change in the world, there's no denying that they are changing us."
  },
  {
    "startTime": 174.7,
    "endTime": 181.0,
    "text": "But, many successful people have now decided to take \"smartphone vacations\" in order to increase productivity."
  },
  {
    "startTime": 181.0,
    "endTime": 188.709,
    "text": "In our new AsapTHOUGHT video, we break down the top 6 reasons you should take a smartphone vacation, and how it could benefit your life right now."
  },
  {
    "startTime": 188.709,
    "endTime": 198.709,
    "text": "And subscribe for more weekly science videos"
  }
]