[
  {
    "startTime": 0.39,
    "endTime": 5.6,
    "text": "Chances are you or someone you know is a vegetarian, so we thought we’d try a thought experiment."
  },
  {
    "startTime": 5.6,
    "endTime": 9.5,
    "text": "What would happen if everyone in the world was suddenly a vegetarian?"
  },
  {
    "startTime": 9.5,
    "endTime": 12.5,
    "text": "What effect would it have on our lives and the planet?"
  },
  {
    "startTime": 12.5,
    "endTime": 16.8,
    "text": "Before we begin, full disclosure: None of us at AsapSCIENCE are vegetarians."
  },
  {
    "startTime": 16.8,
    "endTime": 25.5,
    "text": "And the worldwide rate of vegetarianism is fairly low, ranging from about 4-5% in the US and Canada to a little over 30% in India."
  },
  {
    "startTime": 25.5,
    "endTime": 34.5,
    "text": "As a result, there are currently about 20 billion chickens, 1.5 billion cows, over a billion sheep and nearly a billion pigs in the world."
  },
  {
    "startTime": 34.5,
    "endTime": 39.989,
    "text": "Without any meat-eating humans to provide a market, whole herds of domestic animals would disappear."
  },
  {
    "startTime": 39.989,
    "endTime": 43.3,
    "text": "And this would free up vast quantities of land."
  },
  {
    "startTime": 43.3,
    "endTime": 49.5,
    "text": "About 33 million square kilometres of land are used for pasture - an area about the size of Africa."
  },
  {
    "startTime": 49.5,
    "endTime": 54.0,
    "text": "And that’s not even counting the land used to grow crops exclusively for animal feed."
  },
  {
    "startTime": 54.0,
    "endTime": 62.0,
    "text": "Some of it would be needed for the increased amount of vegetable crops, but much of the land currently used as pasture is actually too dry to grow crops."
  },
  {
    "startTime": 62.0,
    "endTime": 66.3,
    "text": "Without humans adding artificial nutrients, this land could turn to desert,"
  },
  {
    "startTime": 66.3,
    "endTime": 75.3,
    "text": "but if properly managed, it’s possible that some farmland would return to its natural state of grassland or forests, which could help counteract global climate change."
  },
  {
    "startTime": 75.3,
    "endTime": 83.1,
    "text": "After all, the loss of CO2-absorbing trees cleared for agriculture is a major reason why global levels of CO2 are going up."
  },
  {
    "startTime": 83.1,
    "endTime": 91.5,
    "text": "Cows and other grazers also affect our climate through large amounts of methane production, which has 25 times more potential planet-warming power than CO2."
  },
  {
    "startTime": 91.5,
    "endTime": 99.5,
    "text": "Combined with the loss of forests and other effects, livestock production is responsible for about 15% of global greenhouse gas emissions,"
  },
  {
    "startTime": 99.5,
    "endTime": 104.0,
    "text": "which is more than all the world’s planes, trains and automobiles put together."
  },
  {
    "startTime": 104.0,
    "endTime": 111.119,
    "text": "In fact, many scientists believe that reducing meat consumption may be one of the best strategies for managing climate change."
  },
  {
    "startTime": 111.119,
    "endTime": 119.0,
    "text": "A vegetarian diet would also greatly reduce water consumption; around 70% of global freshwater consumption is used in agriculture."
  },
  {
    "startTime": 119.0,
    "endTime": 135.0,
    "text": "It takes 15,000 litres to make a kilogram of beef, 6,000 L for pork and 4,000 L for chicken - Compare this with 1,600 L for cereal crops, 900 L for fruit and 300 L for garden vegetables."
  },
  {
    "startTime": 135.0,
    "endTime": 140.0,
    "text": "Of course, a kilogram of meat packs many more calories than the equivalent weight of fruit,"
  },
  {
    "startTime": 140.0,
    "endTime": 144.5,
    "text": "but even if you compare the ratio of water per calorie of available food energy,"
  },
  {
    "startTime": 144.5,
    "endTime": 152.0,
    "text": "beef is still 5 times more water intensive than fruit, 7 times more than veggies and 20 times more than cereal."
  },
  {
    "startTime": 152.0,
    "endTime": 154.7,
    "text": "So are there any downsides to a vegetarian diet?"
  },
  {
    "startTime": 154.7,
    "endTime": 164.0,
    "text": "Well, we’d be left without a cheap source for many byproducts of livestock, like leather from animal hides, or animal fats which are used in cosmetics, candles and detergents."
  },
  {
    "startTime": 164.0,
    "endTime": 172.98,
    "text": "And while vegetable based alternatives do exist, their production would need to increase, meaning more land dedicated to growing crops and less restored to its natural state."
  },
  {
    "startTime": 172.98,
    "endTime": 183.39999999999998,
    "text": "A more complicated fact is that raising and processing animals is a full-time job for more than 1 billion people - most of whom are small-scale farmers in the developing world."
  },
  {
    "startTime": 183.4,
    "endTime": 191.549,
    "text": "While some may be able to move to producing milk or eggs, or even growing vegetable crops, many would be faced with their way of life becoming obsolete."
  },
  {
    "startTime": 191.549,
    "endTime": 197.6,
    "text": "Of course, any increase in vegetarianism is likely to be a gradual process rather than a sudden cut-off."
  },
  {
    "startTime": 197.6,
    "endTime": 202.0,
    "text": "And, surprisingly, the trends are actually in the opposite direction."
  },
  {
    "startTime": 202.0,
    "endTime": 210.959,
    "text": "In places like India and China, people are becoming wealthier, and as a result, consuming more meat which effectively cancels out the declines we see in other countries."
  },
  {
    "startTime": 210.959,
    "endTime": 217.5,
    "text": "So, we actually tried to go vegetarian for 21 days straight as an experiment in our new AsapTHOUGHT episode."
  },
  {
    "startTime": 217.5,
    "endTime": 223.159,
    "text": "Check out the video if you want to see how it went, what we learned in the process and how we felt about it both mentally and physically!"
  },
  {
    "startTime": 223.159,
    "endTime": 233.159,
    "text": "And subscribe for more weekly science videos!"
  }
]