[
  {
    "startTime": 9.92,
    "endTime": 17.56,
    "text": "When I get online search you again, your gray portrait let me down."
  },
  {
    "startTime": 17.56,
    "endTime": 28.36,
    "text": "There is hesitation in my heart. I just want to hide my love."
  },
  {
    "startTime": 28.36,
    "endTime": 36.04,
    "text": "Love is a vine that grows in my heart. I lost myself, I miss you."
  },
  {
    "startTime": 36.04,
    "endTime": 46.66,
    "text": "I know some day I will say my love. Say your love. I’ll be lonely without you."
  },
  {
    "startTime": 46.66,
    "endTime": 62.26,
    "text": "Just one more try. How I wish we could be free to love. I wanna pray."
  },
  {
    "startTime": 62.26,
    "endTime": 67.62,
    "text": "Pray for the true love lighten my life. Love lighten my life."
  },
  {
    "startTime": 67.62,
    "endTime": 75.28,
    "text": "Going through the labyrinth I see. You are like sweet morning light."
  },
  {
    "startTime": 75.28,
    "endTime": 104.58,
    "text": "Your smile as the rainbow after rain. Take me as yours, take my life."
  },
  {
    "startTime": 104.58,
    "endTime": 112.62,
    "text": "You are music always on my mind. Flowers come out love arrive."
  },
  {
    "startTime": 112.62,
    "endTime": 123.08000000000001,
    "text": "Melodies for you will never end. Though life is brief, love is long. Though life is brief, love is long."
  },
  {
    "startTime": 123.08,
    "endTime": 133.88,
    "text": "I know your love. I know your love. I know you are the one I only love. I know you are the one I only love."
  },
  {
    "startTime": 133.88,
    "endTime": 144.29999999999998,
    "text": "I’m standing here. I’m standing here. You are the true love lighten my life. Love lighten my life."
  },
  {
    "startTime": 144.3,
    "endTime": 156.92000000000002,
    "text": "Going through the labyrinth I see. You are like sweet morning light. Your smile as the rainbow after rain."
  },
  {
    "startTime": 156.92,
    "endTime": 166.92,
    "text": "Take me as yours, take my life."
  }
]