[
  {
    "startTime": 0.57,
    "endTime": 8.66,
    "text": "After Pokemon Go was released in the U.S., it took less than a day before it was making more money than all the other apps in both Apple's and Google's app stores."
  },
  {
    "startTime": 8.66,
    "endTime": 14.509,
    "text": "- It's already earned $14 million in revenue since launching last Wednesday — not even a full week."
  },
  {
    "startTime": 14.809,
    "endTime": 16.81,
    "text": "But users didn't have to pay a cent for the game."
  },
  {
    "startTime": 17.01,
    "endTime": 21.299,
    "text": "All that money was coming from optional purchases people were making as they played."
  },
  {
    "startTime": 21.699,
    "endTime": 29.220000000000002,
    "text": "This is the world of Freemium apps — a business model that, in the past few years, has largely wiped out the market for paid games."
  },
  {
    "startTime": 29.22,
    "endTime": 42.93,
    "text": "Now game designers have to monetize the gameplay, and one way to do that is by applying some fundamental lessons of behavioral psychology."
  },
  {
    "startTime": 43.23,
    "endTime": 49.36,
    "text": "The first thing these games do is set up a virtual currency so that it doesn't feel like you're spending real currency, even though you are."
  },
  {
    "startTime": 49.489,
    "endTime": 51.82,
    "text": "This is a variation on something we've known for decades -"
  },
  {
    "startTime": 51.92,
    "endTime": 56.57,
    "text": "Which is that people find it harder to spend money when they're paying in cash than if they're using a card."
  },
  {
    "startTime": 56.67,
    "endTime": 68.58,
    "text": "- So when you pay cash for something, you see it leave your hands, and you get a very immediate sense of like how much your cash reserves have dropped, how much your wealth has dropped."
  },
  {
    "startTime": 68.68,
    "endTime": 70.509,
    "text": "Games add yet another layer."
  },
  {
    "startTime": 70.509,
    "endTime": 78.12,
    "text": "You pay for lollipop boosters with gold bars and you pay for gold bars with your credit card, which is already distanced from the actual payment."
  },
  {
    "startTime": 78.32,
    "endTime": 81.17999999999999,
    "text": "And then on top of that, they don't make the exchange rate simple."
  },
  {
    "startTime": 81.28,
    "endTime": 83.0,
    "text": "It's not 50 gems for 50 cents."
  },
  {
    "startTime": 83.29,
    "endTime": 100.02000000000001,
    "text": "- They're always something weird like 1 dollar will get you 12 purple diamonds, and that sort of off-kilter exchange rate is the same thing you see with people spending—tourists spending money that they're not familiar with in foreign countries."
  },
  {
    "startTime": 100.22,
    "endTime": 111.419,
    "text": "If incense costs 80 pokecoins and a batch of 550 pokecoins costs $4.99, how much real money does incense cost? Yeah I don't know either."
  },
  {
    "startTime": 111.519,
    "endTime": 116.98,
    "text": "So you're spending money that doesn't seem real, and it only takes a second because the app store already has your credit card."
  },
  {
    "startTime": 117.08,
    "endTime": 119.7,
    "text": "The whole payment process is designed to be painless."
  },
  {
    "startTime": 119.9,
    "endTime": 122.64,
    "text": "Other parts of the game, however, are designed to be painful."
  },
  {
    "startTime": 122.84,
    "endTime": 129.769,
    "text": "A key finding of behavioral research is that people tend to experience unexpected losses more intensely than comparable gains."
  },
  {
    "startTime": 129.969,
    "endTime": 132.81,
    "text": "That can inform the timing of purchase prompts."
  },
  {
    "startTime": 132.91,
    "endTime": 136.37,
    "text": "In Puzzle & Dragons, players progress through a dungeon before facing a boss..."
  },
  {
    "startTime": 136.47,
    "endTime": 140.48,
    "text": "and if they die, they stand to lose all the rewards that they just earned."
  },
  {
    "startTime": 140.58,
    "endTime": 148.38000000000002,
    "text": "That's when they're presented with the option to save their coins and their points by spending magic stones, which you can buy in the store with real money."
  },
  {
    "startTime": 150.08,
    "endTime": 153.60000000000002,
    "text": "Other developers actively embed inconvenience into the games, so that you can purchase convenience."
  },
  {
    "startTime": 156.56,
    "endTime": 165.42000000000002,
    "text": "In Clash of Clans and Game of War, everything you try to build has wait times that get progressively longer but are skippable, for a price."
  },
  {
    "startTime": 165.42,
    "endTime": 175.29999999999998,
    "text": "- So they build incentives to sort of remove pain points into the games, and then if they want that, then they have the incentive to insert pain points into the game."
  },
  {
    "startTime": 175.5,
    "endTime": 179.55,
    "text": "Ultimately though, only a tiny percentage of players actually become payers."
  },
  {
    "startTime": 179.65,
    "endTime": 186.6,
    "text": "And a small percentage of payers are those so-called \"whales\" — people who will spend hundreds, sometimes thousands of dollars in the app."
  },
  {
    "startTime": 186.7,
    "endTime": 205.631,
    "text": "The marketing firm Swrve estimates that about half of the revenue for mobile games is coming from less than a half of a percent of all players, which means that for some of these games, non-paying users, which is most people, are essentially pouring time into a game designed to hit the pain points of a small, susceptible group of players."
  },
  {
    "startTime": 205.83,
    "endTime": 211.09,
    "text": "If you're really having fun, that's great, but it might be worth rewarding games that find another way."
  },
  {
    "startTime": 211.79,
    "endTime": 216.48999999999998,
    "text": "As of now, the monetization in Pokemon Go is unobtrusive. It's kind of tucked away."
  },
  {
    "startTime": 216.59,
    "endTime": 222.27,
    "text": "And that lack of manipulation is a pretty good reason to buy some lure modules and some incense."
  },
  {
    "startTime": 226.27,
    "endTime": 232.31,
    "text": "One argument in favor of free-to-play games and in-app purchases is that they give developers a reason to keep updating the game."
  },
  {
    "startTime": 232.49,
    "endTime": 240.43,
    "text": "And they're collecting tons of data in order to inform those updates — things like where you get stuck, where you close the game, which features are most popular."
  },
  {
    "startTime": 240.63,
    "endTime": 244.54,
    "text": "All that data can help them keep making a game that you want to keep playing."
  },
  {
    "startTime": 244.64,
    "endTime": 249.92,
    "text": "But it also means that they can tweak the prices based on individual profiles and behavior."
  },
  {
    "startTime": 250.32,
    "endTime": 253.56,
    "text": "So if it seems like you're about to quit, hey, here's a discount."
  },
  {
    "startTime": 253.96,
    "endTime": 258.36,
    "text": "Or if you're the type of person that will spend a lot of money, maybe they bump up the prices a little bit."
  },
  {
    "startTime": 258.56,
    "endTime": 264.11,
    "text": "They can even look at how fancy your phone is and what country you live in and set the prices accordingly."
  },
  {
    "startTime": 264.51,
    "endTime": 270.07,
    "text": "According to one survey, 40% of game developers said they were setting different prices for different players."
  },
  {
    "startTime": 270.17,
    "endTime": 279.07,
    "text": "But the survey was anonymous and it's pretty hard to tell which games those are."
  }
]