[
  {
    "startTime": 1.11,
    "endTime": 6.390000000000001,
    "text": "Endlessly inventive and full of drive, Mad Max: Fury Road bursts on to the big screen"
  },
  {
    "startTime": 6.39,
    "endTime": 11.059,
    "text": "in a hail of fire, blood, and sand that’s impossible to tear your eyes away from at"
  },
  {
    "startTime": 11.059,
    "endTime": 13.879,
    "text": "any point during its two-hour run time."
  },
  {
    "startTime": 13.879,
    "endTime": 18.74,
    "text": "Fury Road may be part of director George Miller’s iconic dystopian action series that first"
  },
  {
    "startTime": 18.74,
    "endTime": 24.22,
    "text": "hit cinemas back in 1979, but don’t worry if you haven’t seen the previous Mad Max"
  },
  {
    "startTime": 24.22,
    "endTime": 29.759999999999998,
    "text": "movies as this one is very much a standalone story, so you can understand and enjoy it"
  },
  {
    "startTime": 29.76,
    "endTime": 33.93,
    "text": "without any prior knowledge. Still, if you have seen the earlier films,"
  },
  {
    "startTime": 33.93,
    "endTime": 38.57,
    "text": "you’ll likely take pleasure spotting the many call-backs, some subtle, some more obvious,"
  },
  {
    "startTime": 38.57,
    "endTime": 40.78,
    "text": "to the first three movies in the franchise."
  },
  {
    "startTime": 40.78,
    "endTime": 46.399,
    "text": "Fury Road’s action scenes are not only jaw-dropping in terms of the sheer volume and range of"
  },
  {
    "startTime": 46.399,
    "endTime": 51.55,
    "text": "practical stunts hurtling across the screen at any given time, but they’re also insanely"
  },
  {
    "startTime": 51.55,
    "endTime": 55.649,
    "text": "and madly beautiful. Pretty much from the start, relentlessly-paced"
  },
  {
    "startTime": 55.649,
    "endTime": 61.370000000000005,
    "text": "wall-to-wall action reigns supreme. Cars, trucks, motorbikes, weapons, and human"
  },
  {
    "startTime": 61.37,
    "endTime": 66.38,
    "text": "beings all collide along a strangely bewitching yet barren landscape."
  },
  {
    "startTime": 66.38,
    "endTime": 72.06,
    "text": "Expect to be entranced by a crazily choreographed ballet of vehicles that thunder, crash, and"
  },
  {
    "startTime": 72.06,
    "endTime": 77.08,
    "text": "explode their way across the wasteland in scenes expertly cut together by editor Margaret"
  },
  {
    "startTime": 77.08,
    "endTime": 80.45,
    "text": "Sixel. And just wait till you see the shedload of"
  },
  {
    "startTime": 80.45,
    "endTime": 85.78,
    "text": "bizarrely inventive automobiles that vehicle and production designers Peter Pound and Colin"
  },
  {
    "startTime": 85.78,
    "endTime": 88.77,
    "text": "Gibson have come up with! They are beyond belief!"
  },
  {
    "startTime": 88.77,
    "endTime": 93.72,
    "text": "Oh, and just as good as the scenes of motoring action are the hand-to-hand fight scenes,"
  },
  {
    "startTime": 93.72,
    "endTime": 97.14,
    "text": "which really are no-holds barred, visceral affairs."
  },
  {
    "startTime": 97.14,
    "endTime": 101.28,
    "text": "Props must go to second unit director and stunt co-ordinator Guy Norris and his stunt"
  },
  {
    "startTime": 101.28,
    "endTime": 104.22,
    "text": "team for their amazing work on the film."
  },
  {
    "startTime": 104.22,
    "endTime": 108.509,
    "text": "Director George Miller and his co-writers Brendan McCarthy and Nico Lathouris have created"
  },
  {
    "startTime": 108.509,
    "endTime": 112.35,
    "text": "an intriguing cast of characters. And the varied and eccentric histories of"
  },
  {
    "startTime": 112.35,
    "endTime": 117.0,
    "text": "those characters as much in their appearance – their scars, tattoos, costumes and so"
  },
  {
    "startTime": 117.0,
    "endTime": 121.54,
    "text": "on – as in what they say. Which is a good job as, in Fury Road, dialogue"
  },
  {
    "startTime": 121.54,
    "endTime": 126.869,
    "text": "is kept to a need-to-say basis as this is very much a world where actions speak louder"
  },
  {
    "startTime": 126.869,
    "endTime": 130.42,
    "text": "than words. Stepping into the boots of original Mad Max"
  },
  {
    "startTime": 130.42,
    "endTime": 136.47,
    "text": "Mel Gibson, Tom Hardy brings the post-apocalyptic haunted hero back to brilliant big-screen"
  },
  {
    "startTime": 136.47,
    "endTime": 139.84,
    "text": "life. Hardy’s Max is wiry and agile but physically"
  },
  {
    "startTime": 139.84,
    "endTime": 145.39000000000001,
    "text": "imposing, and I liked how he managed to convey so much with so few words, slyly underplaying"
  },
  {
    "startTime": 145.39,
    "endTime": 148.89999999999998,
    "text": "the character and throwing a dash of archness into the mix."
  },
  {
    "startTime": 148.9,
    "endTime": 154.25,
    "text": "Female warrior Furiosa mirrors the character of Mad Max in many ways, and Charlize Theron"
  },
  {
    "startTime": 154.25,
    "endTime": 158.93,
    "text": "puts in a blistering performance in the role, which has shades of Sigourney Weaver’s Ripley"
  },
  {
    "startTime": 158.93,
    "endTime": 163.09,
    "text": "from the Alien movies about it. And with his peroxide-blond hair, powdered"
  },
  {
    "startTime": 163.09,
    "endTime": 168.66,
    "text": "white face, nightmare mask, and Plexiglas armor, Hugh Keays-Byrne cuts a terrifyingly"
  },
  {
    "startTime": 168.66,
    "endTime": 173.26,
    "text": "striking figure as the Warlord, Immortan Joe, the movie’s big bad."
  },
  {
    "startTime": 173.26,
    "endTime": 176.599,
    "text": "By the way, you probably won’t recognise him because of the way he’s made up in Fury"
  },
  {
    "startTime": 176.599,
    "endTime": 181.79,
    "text": "Road, but Keays-Byrne actually played gang leader Toecutter in the original Mad Max movie."
  },
  {
    "startTime": 181.79,
    "endTime": 187.28,
    "text": "Nicholas Hoult puts in a superbly entertaining performance as Nux, one of Immortan Joe’s"
  },
  {
    "startTime": 187.28,
    "endTime": 191.0,
    "text": "War Boys who’ve guzzled down their leader’s self-serving lies."
  },
  {
    "startTime": 191.0,
    "endTime": 196.3,
    "text": "And as played by Rosie Huntington-Whiteley, Riley Keough, Zoe Kravitz, Abbey Lee, and"
  },
  {
    "startTime": 196.3,
    "endTime": 201.81,
    "text": "Courtney Eaton, each of Joe’s Five Wives has their own sense of individuality and otherworldly"
  },
  {
    "startTime": 201.81,
    "endTime": 203.129,
    "text": "strangeness."
  },
  {
    "startTime": 203.129,
    "endTime": 207.489,
    "text": "Director George Miller has created a visually spectacular world that’s brimming with a"
  },
  {
    "startTime": 207.489,
    "endTime": 212.12,
    "text": "breath-taking level of detail and that’s also full of cunningly deranged humour."
  },
  {
    "startTime": 212.12,
    "endTime": 217.15,
    "text": "There are touches of Terry Gilliam about Fury Road mixed with John Ford’s Stagecoach,"
  },
  {
    "startTime": 217.15,
    "endTime": 221.84900000000002,
    "text": "and a hint of Stanley Kubrick’s A Clockwork Orange, especially in the character of Nux."
  },
  {
    "startTime": 221.849,
    "endTime": 227.72,
    "text": "John Seale’s cinematography is simply stunning – from hyper-saturated daytime scenes to"
  },
  {
    "startTime": 227.72,
    "endTime": 233.01,
    "text": "deliberately overexposed scenes at night, this movie really is a work of art."
  },
  {
    "startTime": 233.01,
    "endTime": 238.14999999999998,
    "text": "Plus, Jenny Beavan’s costumes, Colin Gibson’s production design, and Lisa Thompson’s set"
  },
  {
    "startTime": 238.15,
    "endTime": 244.31,
    "text": "decoration are all top-notch and contribute greatly to the film’s richly realised world."
  },
  {
    "startTime": 244.31,
    "endTime": 247.4,
    "text": "Fury Road is the kind of movie that, once it’s finished, will make you turn to the"
  },
  {
    "startTime": 247.4,
    "endTime": 252.09,
    "text": "person next to you and ask in disbelief, ‘holy shit, did that actually just happen?’"
  },
  {
    "startTime": 252.09,
    "endTime": 255.81900000000002,
    "text": "And it’s definitely the kind of film you’ll want to see more than once."
  },
  {
    "startTime": 255.819,
    "endTime": 262.77,
    "text": "So, to sum up: Mad Max: Fury Road is bat-shit crazy, insanely-inspired movie-making at its"
  },
  {
    "startTime": 262.77,
    "endTime": 266.58,
    "text": "best. Expect a wildly intense post-apocalyptic trip"
  },
  {
    "startTime": 266.58,
    "endTime": 270.94899999999996,
    "text": "that gets you in its vice-like grip at the very beginning and doesn’t let go till the"
  },
  {
    "startTime": 270.949,
    "endTime": 275.65000000000003,
    "text": "bitter end. Mad Max: Fury Road gets 5 out of 5 Flicks."
  },
  {
    "startTime": 275.65,
    "endTime": 280.789,
    "text": "What do you think of Mad Max: Fury Road? And if you’ve seen the other Mad Max movies,"
  },
  {
    "startTime": 280.789,
    "endTime": 282.49899999999997,
    "text": "which is you favourite and why? Plus, what other apocalyptic feature films"
  },
  {
    "startTime": 282.499,
    "endTime": 284.46000000000004,
    "text": "do you enjoy? Let me know in the comments below!"
  },
  {
    "startTime": 284.46,
    "endTime": 288.52,
    "text": "If you like this video, please do share it hit the thumbs-up button & subscribe for my"
  },
  {
    "startTime": 288.52,
    "endTime": 293.339,
    "text": "movie reviews and interviews! Thanks for watching and see ya next time."
  },
  {
    "startTime": 293.339,
    "endTime": 303.339,
    "text": "Yippee-ki-yay, movie lovers!"
  }
]