[
  {
    "startTime": 0.2,
    "endTime": 2.2,
    "text": "Late sleepers get a bad rap."
  },
  {
    "startTime": 2.3,
    "endTime": 4.0,
    "text": "Rise and shine! Come on!"
  },
  {
    "startTime": 4.1,
    "endTime": 10.1,
    "text": "Maybe your friend who wakes up at 5 a.m. every day is, like, kind of quirky, but I bet they're productive."
  },
  {
    "startTime": 10.3,
    "endTime": 13.600000000000001,
    "text": "Your friend who wakes up [at] 11 every day, like, what do you think about them?"
  },
  {
    "startTime": 13.7,
    "endTime": 17.5,
    "text": "But it turns out, sleeping late isn't just a preference or a bad habit."
  },
  {
    "startTime": 17.6,
    "endTime": 21.3,
    "text": "Research is showing that our bedtime could be coded into our DNA."
  },
  {
    "startTime": 21.8,
    "endTime": 26.9,
    "text": "Each of us has an internal clock, but my clock isn't necessarily in sync with yours."
  },
  {
    "startTime": 27.0,
    "endTime": 31.1,
    "text": "That's because we all have our own chronotype, or preferred sleeping pattern."
  },
  {
    "startTime": 31.2,
    "endTime": 37.4,
    "text": "Scientists study chronotypes by tracking when people go to sleep on days when they don't have to go to work or to school."
  },
  {
    "startTime": 38.0,
    "endTime": 41.9,
    "text": "This chart shows the mid-point of people's sleep on those free days."
  },
  {
    "startTime": 42.0,
    "endTime": 47.2,
    "text": "If you go to bed around 11 p.m. and get up around 7 a.m., you have an average chronotype."
  },
  {
    "startTime": 47.7,
    "endTime": 53.6,
    "text": "A very small number of people on either end of the chart have either very early or very late chronotypes."
  },
  {
    "startTime": 53.9,
    "endTime": 60.8,
    "text": "But even those of us who are just slightly behind the average chronotype can wake up feeling jet-lagged every day."
  },
  {
    "startTime": 61.5,
    "endTime": 67.6,
    "text": "If you have an average chronotype, you're generally getting the same amount of sleep on both free days and work days."
  },
  {
    "startTime": 67.9,
    "endTime": 70.9,
    "text": "So, your sleep schedule fits with society's schedule."
  },
  {
    "startTime": 71.0,
    "endTime": 77.5,
    "text": "But the later your chronotype, the bigger the difference between the amount of sleep you get on free days versus work days."
  },
  {
    "startTime": 77.8,
    "endTime": 83.0,
    "text": "So, going back to a work after a free day can feel like flying over several time zones."
  },
  {
    "startTime": 83.1,
    "endTime": 86.69999999999999,
    "text": "And to understand why, you need to look at the master clock in our body."
  },
  {
    "startTime": 86.8,
    "endTime": 91.3,
    "text": "It's a bundle of neurons called the \"suprachiasmatic nucleus\", or SCN."
  },
  {
    "startTime": 91.9,
    "endTime": 99.9,
    "text": "If you have a normal chronotype, your SCN tells the pineal gland to start producing melatonin around 9 p.m. that makes you sleepy."
  },
  {
    "startTime": 100.1,
    "endTime": 103.39999999999999,
    "text": "Around 10:30, your colon starts suppressing bowel movements."
  },
  {
    "startTime": 103.5,
    "endTime": 114.5,
    "text": "Your body temperature drops to its lowest point around 4:30 a.m., and your blood pressure reaches its highest point around 6:45 a.m., so you're at your most alert around 10 a.m."
  },
  {
    "startTime": 114.6,
    "endTime": 122.39999999999999,
    "text": "But for people with late chronotypes, all this stuff happens later in the day, and there's not much they can do about it."
  },
  {
    "startTime": 122.5,
    "endTime": 129.1,
    "text": "That's because inside the neurons that make up the SCN, scientists have discovered something called \"clock genes\"."
  },
  {
    "startTime": 129.2,
    "endTime": 134.7,
    "text": "These genes turn on and off throughout the day to keep your body on a this 24-hour cycle."
  },
  {
    "startTime": 135.0,
    "endTime": 142.2,
    "text": "This 7-day time-lapse of the SCN shows these clock genes releasing proteins every 24 hours like clockwork."
  },
  {
    "startTime": 142.5,
    "endTime": 154.4,
    "text": "Researchers who study families of extreme early-risers show that many of them share the same mutation on one of these clock genes, and studies have found similar mutations in hamsters with early chronotypes."
  },
  {
    "startTime": 154.5,
    "endTime": 165.6,
    "text": "But when scientists took out these hamsters' SCN ⏤ their body clock ⏤ and replaced them with the SCN of a normal hamster, they still woke up and went to sleep super early."
  },
  {
    "startTime": 165.7,
    "endTime": 169.39999999999998,
    "text": "And that's because the SCN isn't our only biological clock."
  },
  {
    "startTime": 169.5,
    "endTime": 173.7,
    "text": "You also have all these little clocks in every single cell of your body."
  },
  {
    "startTime": 174.2,
    "endTime": 181.89999999999998,
    "text": "In the early-rising hamsters, these clocks in the body preserved the early chronotype, even after the brain's SCN was taken out."
  },
  {
    "startTime": 182.5,
    "endTime": 189.2,
    "text": "And for humans, this helps explain why it's nearly impossible for late sleepers to adjust to society's schedule."
  },
  {
    "startTime": 189.3,
    "endTime": 193.60000000000002,
    "text": "The cells in their bodies literally won't let them, and that's a problem."
  },
  {
    "startTime": 193.9,
    "endTime": 198.0,
    "text": "In one study, researchers took healthy people and messed with their sleep schedules."
  },
  {
    "startTime": 198.3,
    "endTime": 201.8,
    "text": "After three weeks, they had early signs of diabetes."
  },
  {
    "startTime": 202.1,
    "endTime": 206.79999999999998,
    "text": "People with late chronotypes are also more likely to be smokers and to develop depression."
  },
  {
    "startTime": 206.9,
    "endTime": 216.0,
    "text": "And maybe that should change the way we think about sleep, you know, it's not this nuisance; it's this, kind of, fundamental part of life."
  },
  {
    "startTime": 216.1,
    "endTime": 222.4,
    "text": "Maybe some late sleepers are lazy, sure, but the rest have been sorely misunderstood."
  }
]