[
  {
    "startTime": 7.1,
    "endTime": 12.8,
    "text": "Sunscreen comes in many forms, each with its own impacts on your body and the environment."
  },
  {
    "startTime": 13.0,
    "endTime": 17.7,
    "text": "With so many options, how do you choose which sunscreen is best for you?"
  },
  {
    "startTime": 17.9,
    "endTime": 22.599999999999998,
    "text": "To answer that question, we first have to understand how sunscreens work."
  },
  {
    "startTime": 22.8,
    "endTime": 33.2,
    "text": "Sunlight is composed of electromagnetic waves and is our primary source of ultraviolet radiation, which has a shorter wavelength than visible light and carries more energy."
  },
  {
    "startTime": 33.4,
    "endTime": 39.6,
    "text": "UVA, UVB, and UVC are classified according to their wavelengths."
  },
  {
    "startTime": 39.7,
    "endTime": 47.6,
    "text": "Short wavelength UVC never reaches the Earth's surface, but UVB and UVA do."
  },
  {
    "startTime": 47.8,
    "endTime": 56.699999999999996,
    "text": "Medium-wavelength UVB rays can enter the skin's superficial layers and long-length UVA rays can penetrate into the deeper layers."
  },
  {
    "startTime": 56.9,
    "endTime": 64.0,
    "text": "UVB in small amounts actually helps us make vitamin D, which enables our bodies to build and maintain strong bones."
  },
  {
    "startTime": 64.2,
    "endTime": 73.8,
    "text": "However, prolonged exposure to UVA and UVB can damage DNA, age your skin, and promote the development of potentially deadly skin cancer."
  },
  {
    "startTime": 74.0,
    "endTime": 82.5,
    "text": "Sunscreen protects your skin either physically by deflecting UV rays with an inorganic blocker like zinc oxide or titanium dioxide,"
  },
  {
    "startTime": 82.691,
    "endTime": 90.2,
    "text": "or chemically, by using carbon-based compounds to absorb UV photons that are then harmlessly dissipated as heat."
  },
  {
    "startTime": 90.4,
    "endTime": 94.30000000000001,
    "text": "So, what differentiates one sunscreen from another?"
  },
  {
    "startTime": 94.5,
    "endTime": 100.6,
    "text": "When we choose a sunscreen, we can compare application method, the SPF, and the active ingredients."
  },
  {
    "startTime": 100.8,
    "endTime": 109.0,
    "text": "Sprays can be convenient to put on, especially when you're wet, but a recent study found that most people don't apply a thick enough layer to get full protection."
  },
  {
    "startTime": 109.2,
    "endTime": 116.5,
    "text": "And the possible health risks of inhaling sunscreen compounds from a spray cloud might make you consider reaching for that bottle of lotion instead."
  },
  {
    "startTime": 116.7,
    "endTime": 122.2,
    "text": "Opt for a sunscreen with an SPF of at least 15, although 30 is better."
  },
  {
    "startTime": 122.3,
    "endTime": 128.7,
    "text": "SPF is a nonlinear scale of how much UVB radiation is needed to give protected skin a sunburn."
  },
  {
    "startTime": 128.9,
    "endTime": 133.9,
    "text": "SPF 15 does a pretty good job by blocking 93% of UVB rays."
  },
  {
    "startTime": 134.1,
    "endTime": 141.79999999999998,
    "text": "You get a slight increase as SPF goes up, with SPF 30 blocking 97%, and 50 blocking 98%."
  },
  {
    "startTime": 142.0,
    "endTime": 145.154,
    "text": "SPF is based on the quantity of solar exposure."
  },
  {
    "startTime": 145.154,
    "endTime": 154.5,
    "text": "So how much time you have before you start to burn really depends on a long list of factors, including your genetics, and when, where, and how you spend your time in the sun."
  },
  {
    "startTime": 154.7,
    "endTime": 163.79999999999998,
    "text": "Even though US-marketed sunscreens have been deemed safe by the FDA, scientists are still researching the effects of many active ingredients on the human body."
  },
  {
    "startTime": 163.9,
    "endTime": 171.1,
    "text": "So if you're worried about potential irritants, look for mineral-based formulas with zinc oxide or titanium dioxide."
  },
  {
    "startTime": 171.249,
    "endTime": 177.4,
    "text": "Even though they may go on a bit thick at first, they're less irritating than carbon-based chemical sunscreens."
  },
  {
    "startTime": 177.575,
    "endTime": 181.6,
    "text": "These mineral-based sunscreens are preferential for the environment, too."
  },
  {
    "startTime": 181.773,
    "endTime": 189.5,
    "text": "If you plan on catching rays while splashing in a river or the ocean, keep in mind that carbon-based chemical sunscreens can harm marine life."
  },
  {
    "startTime": 189.7,
    "endTime": 192.29999999999998,
    "text": "Take coral reefs for example."
  },
  {
    "startTime": 192.5,
    "endTime": 200.1,
    "text": "Although they cover less than 1% of the Earth's underwater surface, they're home to nearly 25% of all fish species,"
  },
  {
    "startTime": 200.3,
    "endTime": 203.70000000000002,
    "text": "making them the most diverse and productive marine ecosystems."
  },
  {
    "startTime": 203.9,
    "endTime": 207.0,
    "text": "Research shows that carbon-based chemical sunscreen ingredients,"
  },
  {
    "startTime": 207.2,
    "endTime": 219.2,
    "text": "like oxybenzone, butylparaben, octinoxate, and 4MBC contribute to a stress condition called coral bleaching in corals, which are living creatures."
  },
  {
    "startTime": 219.323,
    "endTime": 224.8,
    "text": "Exposure to these organic compounds results in the death of the coral's symbiotic algae."
  },
  {
    "startTime": 225.0,
    "endTime": 230.6,
    "text": "In addition to providing a reliable food source, these algae give coral their brilliant rainbow of colors."
  },
  {
    "startTime": 230.8,
    "endTime": 236.5,
    "text": "Without them, corals turn a bleached white and are susceptible to disease and possibly death."
  },
  {
    "startTime": 236.7,
    "endTime": 241.39999999999998,
    "text": "And once the coral dies, the entire reef ecosystem is not far behind."
  },
  {
    "startTime": 241.6,
    "endTime": 245.9,
    "text": "So you're now ready to make an informed choice when picking out your next sunscreen."
  },
  {
    "startTime": 246.026,
    "endTime": 248.74800000000002,
    "text": "SPF is clearly labeled on the front."
  },
  {
    "startTime": 248.748,
    "endTime": 258.2,
    "text": "On the back, under \"active ingredients,\" you can find whether zinc oxide, titanium dioxide, and those coral-harming components are present."
  },
  {
    "startTime": 258.336,
    "endTime": 270.7,
    "text": "Taking a bit more time to check can be well worth it for both you and the environment."
  }
]