[
  {
    "startTime": 0.13,
    "endTime": 4.12,
    "text": "After puberty, pubic hair begins to surround our external genitalia."
  },
  {
    "startTime": 4.12,
    "endTime": 18.66,
    "text": "But with hair removal and grooming becoming a popular personal practice, is it really the best idea to shave or wax down there or is a full bush the way to go?"
  },
  {
    "startTime": 18.9,
    "endTime": 25.299999999999997,
    "text": "Humans lost most of their thick body hair around 70,000 to 120,000 thousand years after the last ice age."
  },
  {
    "startTime": 25.5,
    "endTime": 34.64,
    "text": "But despite becoming mostly bare, we retained to plentiful hair in our armpits and crotches, becoming the only mammalian species in the world to have long-course pubic hair."
  },
  {
    "startTime": 34.8,
    "endTime": 45.699999999999996,
    "text": "Researchers hypothesized that pubic hair sprouts after puberty as a visual signal to potential partners that one is ready to mate, while the bushes itself act as protection from friction during sexual intercourse."
  },
  {
    "startTime": 45.9,
    "endTime": 47.759,
    "text": "Another theory involves sweat."
  },
  {
    "startTime": 47.8,
    "endTime": 53.0,
    "text": "Humans have two types of sweat glands, one type secretes mostly water and salt producing no odor,"
  },
  {
    "startTime": 53.2,
    "endTime": 62.900000000000006,
    "text": "while the other apocrine glands are found specifically in the armpit and the pubic areas and using the pubic hair follicles secrete fluids rich in proteins, lipids, and pheromones."
  },
  {
    "startTime": 62.9,
    "endTime": 66.78,
    "text": "When bacteria on the skin breakdown these molecules, you get body odor."
  },
  {
    "startTime": 67.1,
    "endTime": 72.12899999999999,
    "text": "We may have evolved to retain these hairs to trap pheromones to be wafted towards potential mates."
  },
  {
    "startTime": 72.3,
    "endTime": 80.5,
    "text": "This is further supported by the fact that women release different pheromones during ovulation, signaling fertility in order to become more attractive to others."
  },
  {
    "startTime": 80.8,
    "endTime": 91.07,
    "text": "But a study of over 1,000 students in America found that 96% of females and 87% of males had either partially or completely removed pubic hair within the past month."
  },
  {
    "startTime": 91.3,
    "endTime": 96.11,
    "text": "As pubic hair its course, the regrowth after any type of grooming can be irritating to the skin."
  },
  {
    "startTime": 96.3,
    "endTime": 103.8,
    "text": "In fact, 75% of people sorting out their pubes have experienced genital itching, and 40% have experienced a rash of some sort."
  },
  {
    "startTime": 103.9,
    "endTime": 110.09,
    "text": "Shaving and waxing can create hair that grows inward instead of out to the surface resulting in red and inflamed raised bumps."
  },
  {
    "startTime": 110.4,
    "endTime": 115.27000000000001,
    "text": "Interestingly, the incidents of pubic lice has actually decreased due to shaving and waxing."
  },
  {
    "startTime": 115.27,
    "endTime": 123.64999999999999,
    "text": "However, these practices can also create microscopic abrasions on the skin, which can become infected and even transmit a myriad of sexually transmitted diseases."
  },
  {
    "startTime": 124.0,
    "endTime": 131.15,
    "text": "It has been theorized that pubic hair removal also correlates directly with the rise of gonorrhea, chlamydia and HPV infections."
  },
  {
    "startTime": 131.2,
    "endTime": 139.0,
    "text": "Even with infections put aside, the most common genital injuries reported in American emergency rooms are a direct consequence of pubic hair removal."
  },
  {
    "startTime": 139.3,
    "endTime": 145.99,
    "text": "At the end of the day, no matter what grooming trends are currently popular, there's no harm in growing that bush the way that nature intended."
  },
  {
    "startTime": 146.1,
    "endTime": 151.07999999999998,
    "text": "Before you go, we want to send a huge thank you to \" Thought cafe \" for animating this episode for us."
  },
  {
    "startTime": 151.08,
    "endTime": 155.38000000000002,
    "text": "They have a fantastic channel that you should definitely check out; it's super creative and informative."
  },
  {
    "startTime": 155.6,
    "endTime": 165.0,
    "text": "Be sure to check them out and subscribe to their channel for more fun and educational content. Thanks for watching."
  }
]