[
  {
    "startTime": 7.44,
    "endTime": 11.5,
    "text": "From the very first time people gathered around the campfire, they’ve spun stories of young,"
  },
  {
    "startTime": 11.5,
    "endTime": 16.19,
    "text": "chosen heroes taking down mighty empires, otherworldly monsters that creep in the dark,"
  },
  {
    "startTime": 16.19,
    "endTime": 20.11,
    "text": "and magical artifacts hidden from all but those brave enough to find them. Today’s"
  },
  {
    "startTime": 20.11,
    "endTime": 24.61,
    "text": "movies and TV still call on those same stories, changing the details to make it their own."
  },
  {
    "startTime": 24.61,
    "endTime": 28.28,
    "text": "But sometimes, the similarities between a film and those that “inspired” it cross"
  },
  {
    "startTime": 28.28,
    "endTime": 31.93,
    "text": "the line. Here is Screen Rant’s list of Popular Movies That Stole Their Plots From"
  },
  {
    "startTime": 31.93,
    "endTime": 33.75,
    "text": "Other Films."
  },
  {
    "startTime": 33.75,
    "endTime": 35.129,
    "text": "Alien"
  },
  {
    "startTime": 35.129,
    "endTime": 39.37,
    "text": "Director Ridley Scott immortalized his film career with 1979’s “Alien,” following"
  },
  {
    "startTime": 39.37,
    "endTime": 43.968999999999994,
    "text": "the crew of a spaceship slowly picked off by a murderous alien stowaway. Scott’s deep"
  },
  {
    "startTime": 43.969,
    "endTime": 48.079,
    "text": "space horror and vision of the future helped to shape a new age of science-fiction, but"
  },
  {
    "startTime": 48.079,
    "endTime": 53.199,
    "text": "the plot of the movie may not have been so original. Comparisons to the 1958 film “It!"
  },
  {
    "startTime": 53.199,
    "endTime": 57.218999999999994,
    "text": "The Terror From Beyond Space” have been made since the movie was first released, with"
  },
  {
    "startTime": 57.219,
    "endTime": 60.51,
    "text": "one producer admitting the film was shown on set to make sure they weren’t copying"
  },
  {
    "startTime": 60.51,
    "endTime": 65.36,
    "text": "it entirely. “It!” May swap out a distant alien world for Mars, and the Xenomorph for"
  },
  {
    "startTime": 65.36,
    "endTime": 70.75,
    "text": "a humanoid lizard, but entire scenes, sequences, and even the films’ finale are recreated"
  },
  {
    "startTime": 70.75,
    "endTime": 75.46,
    "text": "entirely. Since the original film was influenced by several classic sci-fi stories itself,"
  },
  {
    "startTime": 75.46,
    "endTime": 78.94,
    "text": "no lawsuits were filed. But the writers of “Alien” still have some explaining to"
  },
  {
    "startTime": 78.94,
    "endTime": 81.8,
    "text": "do."
  },
  {
    "startTime": 81.8,
    "endTime": 83.25999999999999,
    "text": "Star Wars"
  },
  {
    "startTime": 83.26,
    "endTime": 87.67,
    "text": "George Lucas made no claims that he was creating a genuinely original story with his “Star"
  },
  {
    "startTime": 87.67,
    "endTime": 92.45,
    "text": "Wars” saga, calling on ancient archetypes – a princess in distress, a young hero,"
  },
  {
    "startTime": 92.45,
    "endTime": 98.39,
    "text": "a wise old wizard, and an evil masked villain – re-imagined in a galaxy far, far away."
  },
  {
    "startTime": 98.39,
    "endTime": 102.54,
    "text": "The work of Japanese director Akira Kurosawa was another major influence. But when you"
  },
  {
    "startTime": 102.54,
    "endTime": 106.28,
    "text": "go back and watch Kurosawa’s “The Hidden Fortress,” it becomes clear just how much"
  },
  {
    "startTime": 106.28,
    "endTime": 110.78,
    "text": "Lucas adopted for his own story. The characters are nothing new, but the decision to tell"
  },
  {
    "startTime": 110.78,
    "endTime": 115.53,
    "text": "the story through the eyes of two bumbling tag-alongs is a direct lift. Elements of “fortress”"
  },
  {
    "startTime": 115.53,
    "endTime": 118.6,
    "text": "that couldn’t fit into “A New Hope” – were worked into “The Phantom Menace”"
  },
  {
    "startTime": 118.6,
    "endTime": 122.83999999999999,
    "text": "years later, and watching the movies back-to-back shows Lucas did more than follow Kurosawa’s"
  },
  {
    "startTime": 122.84,
    "endTime": 126.89,
    "text": "lead. He even included a nod to the movie in “Star Wars” itself, but the Imperial"
  },
  {
    "startTime": 126.89,
    "endTime": 132.48,
    "text": "Officer was force-choked before speaking the entire title (38:34)."
  },
  {
    "startTime": 132.48,
    "endTime": 138.07999999999998,
    "text": "The Fast & The Furious"
  },
  {
    "startTime": 138.08,
    "endTime": 142.62,
    "text": "The tale of Dominic Toretto and the “Fast & Furious” gang may have become a blockbuster"
  },
  {
    "startTime": 142.62,
    "endTime": 147.1,
    "text": "juggernaut, but it didn’t start out that way. Inspired by a magazine article exploring"
  },
  {
    "startTime": 147.1,
    "endTime": 151.65,
    "text": "the world of import street-racing in New York City, the script grew into a story of an undercover"
  },
  {
    "startTime": 151.65,
    "endTime": 156.06,
    "text": "cop infiltrating the community to sniff out racers robbing shipments of high-end merchandise."
  },
  {
    "startTime": 156.06,
    "endTime": 161.06900000000002,
    "text": "Or in other words, a remake of Kathryn Bigelow’s “Point Break,” released a decade earlier."
  },
  {
    "startTime": 161.069,
    "endTime": 165.73,
    "text": "Simply swap racers for surfers, and the structure of both films is almost identical: Keanu Reeves"
  },
  {
    "startTime": 165.73,
    "endTime": 168.95,
    "text": "and Paul Walker’s characters get close to the gang’s leader through the women in their"
  },
  {
    "startTime": 168.95,
    "endTime": 172.86999999999998,
    "text": "lives, fall in love, accept the gang as their new family, and refuse to believe they’re"
  },
  {
    "startTime": 172.87,
    "endTime": 175.97,
    "text": "the criminals that need to be brought down. In the end, both come to understand their"
  },
  {
    "startTime": 175.97,
    "endTime": 180.49,
    "text": "outlaw ways. But only The Fast & the Furious became a long-running franchise. Which is"
  },
  {
    "startTime": 180.49,
    "endTime": 181.70000000000002,
    "text": "the real shame."
  },
  {
    "startTime": 181.7,
    "endTime": 183.63,
    "text": "Toy Story 3"
  },
  {
    "startTime": 183.63,
    "endTime": 187.569,
    "text": "As brilliant and important as Pixar’s “Toy Story” may be, it’s not as original as"
  },
  {
    "startTime": 187.569,
    "endTime": 192.73999999999998,
    "text": "you’d think. “The Brave Little Toaster” deserves some of that credit, released as"
  },
  {
    "startTime": 192.74,
    "endTime": 196.63,
    "text": "a children’s novel before it was adapted into a full-length movie. Starring household"
  },
  {
    "startTime": 196.63,
    "endTime": 201.069,
    "text": "appliances cast aside by their now college-aged owner, Rob, the team decides to find their"
  },
  {
    "startTime": 201.069,
    "endTime": 205.45899999999997,
    "text": "way to his dorm room, encountering terrifying obstacles along the way. Being thrown in with"
  },
  {
    "startTime": 205.459,
    "endTime": 209.65,
    "text": "disassembled or broken gadgets, and even winding up in a junkyard headed for disposal were"
  },
  {
    "startTime": 209.65,
    "endTime": 213.959,
    "text": "all re-imagined for the “Toy Story” series, particularly its second sequel. It shouldn’t"
  },
  {
    "startTime": 213.959,
    "endTime": 217.9,
    "text": "be surprising, since many of Pixar’s original staff worked on “Toaster,” including director"
  },
  {
    "startTime": 217.9,
    "endTime": 222.26000000000002,
    "text": "John Lasseter. Pixar’s animators telling the same story twice can be forgiven, only"
  },
  {
    "startTime": 222.26,
    "endTime": 227.04999999999998,
    "text": "because both films ended up as quality stories, meant to be as educational and entertaining"
  },
  {
    "startTime": 227.05,
    "endTime": 230.19,
    "text": "to children as they were to their parents."
  },
  {
    "startTime": 230.19,
    "endTime": 232.56,
    "text": "The Lion King"
  },
  {
    "startTime": 232.56,
    "endTime": 236.68,
    "text": "As one of the films responsible for launching the Disney Renaissance, The Lion King stands"
  },
  {
    "startTime": 236.68,
    "endTime": 240.87900000000002,
    "text": "as one of the most beloved animated movies in history. The film draws from the biblical"
  },
  {
    "startTime": 240.879,
    "endTime": 245.739,
    "text": "tale of Moses, and Shakespeare's Hamlet. But fans of Japanese cartoons noticed a similarity"
  },
  {
    "startTime": 245.739,
    "endTime": 249.989,
    "text": "to \"Kimba the White Lion,\" an anime series following a young lion cub who is forced to"
  },
  {
    "startTime": 249.989,
    "endTime": 254.03,
    "text": "grow up and take his rightful place as king. With scenes and themes copied from Kimba,"
  },
  {
    "startTime": 254.03,
    "endTime": 258.0,
    "text": "and early footage showing Simba as a white lion cub, it didn't help that voice actor"
  },
  {
    "startTime": 258.0,
    "endTime": 261.59,
    "text": "Matthew Broderick assumed The Lion King was related to the Japanese cartoon he had enjoyed"
  },
  {
    "startTime": 261.59,
    "endTime": 265.75,
    "text": "as a child. The director claimed nothing had been stolen, but script rewrites throughout"
  },
  {
    "startTime": 265.75,
    "endTime": 270.19,
    "text": "production meant it was possible. In the end, the studio behind Kimba deemed Disney too"
  },
  {
    "startTime": 270.19,
    "endTime": 272.68,
    "text": "big to fight, and took it as a compliment."
  },
  {
    "startTime": 272.68,
    "endTime": 274.22,
    "text": "The Island"
  },
  {
    "startTime": 274.22,
    "endTime": 278.47,
    "text": "There's a good chance that most movie fans have never heard of \"Parts: The Clonus Horror,\""
  },
  {
    "startTime": 278.47,
    "endTime": 281.88000000000005,
    "text": "but thanks to Michael Bay's \"The Island,\" that doesn't mean you haven't seen the dystopic"
  },
  {
    "startTime": 281.88,
    "endTime": 286.4,
    "text": "sci-fi tale of clones seeking freedom. The 1979 movie showed a future where clones are"
  },
  {
    "startTime": 286.4,
    "endTime": 290.34999999999997,
    "text": "lied to about a desolate earth, never learning that they're being grown for their organs"
  },
  {
    "startTime": 290.35,
    "endTime": 295.01000000000005,
    "text": "to be harvested for the super-wealthy. One clone sees through the lies, escapes, and"
  },
  {
    "startTime": 295.01,
    "endTime": 299.84999999999997,
    "text": "eventually comes face to face with his sponsor. So when Michael Bay added Scarlett Johansson"
  },
  {
    "startTime": 299.85,
    "endTime": 304.16,
    "text": "and told the exact same story, the original filmmakers took legal action - eventually"
  },
  {
    "startTime": 304.16,
    "endTime": 306.57000000000005,
    "text": "settling out of court."
  },
  {
    "startTime": 306.57,
    "endTime": 308.58,
    "text": "A Fistful of Dollars"
  },
  {
    "startTime": 308.58,
    "endTime": 313.13,
    "text": "The rise of spaghetti westerns in the 1960s made actor Clint Eastwood a household name,"
  },
  {
    "startTime": 313.13,
    "endTime": 321.21,
    "text": "establishing him as one of the most iconic cowboys in movie history. A Fistful of Dollars"
  },
  {
    "startTime": 321.21,
    "endTime": 325.81,
    "text": "began his rise to stardom, playing a gunslinger who drifts into a Mexican border town torn"
  },
  {
    "startTime": 325.81,
    "endTime": 330.94,
    "text": "between two families, and plays both sides in pursuit of gold. As it turns out, Akira"
  },
  {
    "startTime": 330.94,
    "endTime": 336.24,
    "text": "Kurosawa had the same idea for his film Yojimbo, swapping Mexico for Japan, and a cowboy for"
  },
  {
    "startTime": 336.24,
    "endTime": 341.49,
    "text": "a masterless samurai. When a lawsuit was filed, Leone claimed that both he and Kurosawa had"
  },
  {
    "startTime": 341.49,
    "endTime": 344.389,
    "text": "both been inspired by an even older play, and the dispute delayed the movie's release"
  },
  {
    "startTime": 344.389,
    "endTime": 348.699,
    "text": "for years. The settlement was more than worth it in the end, with Eastwood's \"Man With No"
  },
  {
    "startTime": 348.699,
    "endTime": 351.90000000000003,
    "text": "Name\" appearing in two successful sequels."
  },
  {
    "startTime": 351.9,
    "endTime": 354.17999999999995,
    "text": "Raiders of the Lost Ark"
  },
  {
    "startTime": 354.18,
    "endTime": 358.32,
    "text": "Just like Star Wars, George Lucas was open about the origins of Raiders of the Lost Ark,"
  },
  {
    "startTime": 358.32,
    "endTime": 362.55,
    "text": "shaping Indiana Jones in the image of classic serial adventures. But one film may have had"
  },
  {
    "startTime": 362.55,
    "endTime": 366.55,
    "text": "more of an impact than any other. \"The Secret of the Incas\" starring Charlton Heston may"
  },
  {
    "startTime": 366.55,
    "endTime": 371.35,
    "text": "not be a well-known movie, but Lucas was certainly a fan. Aside from hero Harry Steele looking"
  },
  {
    "startTime": 371.35,
    "endTime": 375.83000000000004,
    "text": "exactly like Indiana Jones in every way, the use of a secret key to illuminate the location"
  },
  {
    "startTime": 375.83,
    "endTime": 380.419,
    "text": "of buried treasure, and other similarities are impossible to ignore. The costume designer"
  },
  {
    "startTime": 380.419,
    "endTime": 384.4,
    "text": "on Raiders has confirmed that the crew viewed the film multiple times for inspiration, but"
  },
  {
    "startTime": 384.4,
    "endTime": 388.63899999999995,
    "text": "couldn't explain why George Lucas or Steven Spielberg didn't credit the movie they borrowed"
  },
  {
    "startTime": 388.639,
    "endTime": 390.479,
    "text": "from so heavily."
  },
  {
    "startTime": 390.479,
    "endTime": 393.93,
    "text": "So what do you think of our list? Did we miss any movies that borrowed their plots from"
  },
  {
    "startTime": 393.93,
    "endTime": 397.82,
    "text": "other films? Let us know in our comment section and don't forget to subscribe to our channel"
  },
  {
    "startTime": 397.82,
    "endTime": 407.82,
    "text": "for more videos like this one."
  }
]