[
  {
    "startTime": 5.9,
    "endTime": 13.983,
    "text": "While touring the remains of ancient Alexandria, Egypt, there are a few things that present day explorers should look for."
  },
  {
    "startTime": 13.983,
    "endTime": 20.3,
    "text": "First, as you travel along the Great Harbor, keep your eyes open for large columns and statues."
  },
  {
    "startTime": 20.3,
    "endTime": 25.5,
    "text": "Across the bay to your left is the island where the Great Lighthouse once stood."
  },
  {
    "startTime": 25.5,
    "endTime": 35.0,
    "text": "And as you make your way through the palaces of the Royal Quarter and reach the area where the Library of Alexandria once stood, keep your eyes open for sharks."
  },
  {
    "startTime": 35.0,
    "endTime": 41.0,
    "text": "Because if you visit this section of Alexandria, you'll be fifteen feet deep in the Mediterranean Sea."
  },
  {
    "startTime": 41.0,
    "endTime": 48.0,
    "text": "Though people are most familiar with Plato's fictional Atlantis, many real underwater cities actually exist."
  },
  {
    "startTime": 48.0,
    "endTime": 54.0,
    "text": "Places like Alexandria, Port Royal Jamaica, and Pavlopetri, Greece."
  },
  {
    "startTime": 54.0,
    "endTime": 58.754,
    "text": "Sunken cities are studied by scientists to help us understand the lives of our ancestors,"
  },
  {
    "startTime": 58.754,
    "endTime": 63.5,
    "text": "the dynamic nature of our planet, and the impact of each on the other."
  },
  {
    "startTime": 63.5,
    "endTime": 71.0,
    "text": "Water is essential for life, food sources, and transport, so many cities have been built along coastlines and river banks."
  },
  {
    "startTime": 71.0,
    "endTime": 79.0,
    "text": "However, these benefits also come with risks because natural forces that can sink a city are at their doorstep."
  },
  {
    "startTime": 79.0,
    "endTime": 82.0,
    "text": "Take, for instance, an earthquake."
  },
  {
    "startTime": 82.0,
    "endTime": 90.3,
    "text": "June 7, 1692 seemed like a normal morning in Port Royal, Jamaica, then one of the richest ports in the world,"
  },
  {
    "startTime": 90.3,
    "endTime": 97.7,
    "text": "but when a massive earthquake struck, two-thirds of Port Royal immediately sank to its rooftops."
  },
  {
    "startTime": 97.7,
    "endTime": 104.7,
    "text": "Today, many buildings and elements of everyday life remain surprisingly intact on the sea floor, frozen in time."
  },
  {
    "startTime": 104.7,
    "endTime": 113.2,
    "text": "That includes a 300-year-old pocket watch that stopped at 11:43, the moment Port Royal slipped beneath the Caribbean."
  },
  {
    "startTime": 113.2,
    "endTime": 124.5,
    "text": "And during the winter of 373 BCE, the Greek city of Helike was struck by an earthquake so strong that it liquefied the sandy ground upon which the city was built."
  },
  {
    "startTime": 124.5,
    "endTime": 132.0,
    "text": "Minutes later, a tsunami struck the city, and Helike and its inhabitants sunk downwards into the Mediterranean Sea."
  },
  {
    "startTime": 132.0,
    "endTime": 138.8,
    "text": "Centuries later, Roman tourists would sail on the lagoon that formed and peer down at the city's remains."
  },
  {
    "startTime": 138.8,
    "endTime": 144.0,
    "text": "Earthquakes are sudden, unpredictable disasters that have drowned cities in an instant."
  },
  {
    "startTime": 144.0,
    "endTime": 154.0,
    "text": "Luckily, however, throughout history, the majority of sunken cities were not submerged by a single cataclysmic event, but by a combination of more gradual processes."
  },
  {
    "startTime": 154.0,
    "endTime": 162.058,
    "text": "For instance, Pavlopetri, the oldest known sunken city, was built on the southern coastline of Greece 5,000 years ago."
  },
  {
    "startTime": 162.058,
    "endTime": 166.7,
    "text": "It's an example of a city that was submerged due to what is called isostatic sea level change."
  },
  {
    "startTime": 166.7,
    "endTime": 175.547,
    "text": "18,000 years ago when the Ice Age ended, glaciers began melting and the sea level rose globally until about 5,000 years ago."
  },
  {
    "startTime": 175.547,
    "endTime": 179.808,
    "text": "Isostatic sea level change isn't caused by that melt water,"
  },
  {
    "startTime": 179.808,
    "endTime": 188.0,
    "text": "but rather the Earth's crust slowly springing back from the released weight of the glaciers, making some places rise, and others sink."
  },
  {
    "startTime": 188.0,
    "endTime": 194.4,
    "text": "The ground around Pavlopetri is still sinking at an average rate of a millimeter per year."
  },
  {
    "startTime": 194.4,
    "endTime": 203.0,
    "text": "But the ancient inhabitants were able to move gradually inland over several generations before they finally abandoned the city about 3,000 years ago."
  },
  {
    "startTime": 203.0,
    "endTime": 212.4,
    "text": "Today, divers swim over the streets of Pavlopetri and peer through ancient door jambs into the foundations of houses and community buildings."
  },
  {
    "startTime": 212.4,
    "endTime": 217.0,
    "text": "They learn about the people who lived there by observing what they left behind."
  },
  {
    "startTime": 217.0,
    "endTime": 224.5,
    "text": "Natural geological events, such as earthquakes and tsunamis, will continue to shape our continents, just as they have for millions of years."
  },
  {
    "startTime": 224.5,
    "endTime": 230.578,
    "text": "As increased global warming melts our polar ice caps at accelerated rates and sea levels rise,"
  },
  {
    "startTime": 230.578,
    "endTime": 234.0,
    "text": "we will be forced to adapt, like Pavlopetri's inhabitants."
  },
  {
    "startTime": 234.0,
    "endTime": 241.858,
    "text": "Undoubtedly, over the coming centuries, some of the coastal areas that we live in today will eventually be claimed by the water, too -"
  },
  {
    "startTime": 241.858,
    "endTime": 247.70000000000002,
    "text": "cities like Venice, New Orleans, Amsterdam, Miami, and Tokyo."
  },
  {
    "startTime": 247.7,
    "endTime": 261.139,
    "text": "Imagine what future civilizations will learn about us as they swim around the ancient ruins of the cities that we live in today."
  }
]