[
  {
    "startTime": 10.0,
    "endTime": 23.287,
    "text": "Tell me babe, how many do I shed my tears?   Every heart, every heart is not a gentle yet."
  },
  {
    "startTime": 23.287,
    "endTime": 36.198,
    "text": "Shall I do? I can never say my loneliness. Every heart   doesn't know so what to say oh what to do."
  },
  {
    "startTime": 36.198,
    "endTime": 50.0,
    "text": "I was afraid of darkness 'cause I felt that I was left   alone. So, I prayed for help to the distant million stars."
  },
  {
    "startTime": 50.0,
    "endTime": 64.249,
    "text": "Round and round, the planets revolve around the sun. And,   we always seek after love and peace forever more."
  },
  {
    "startTime": 64.249,
    "endTime": 91.25399999999999,
    "text": "Growing, growing woe, baby, we can work it out. Look up   at the sky. Every heart is shining all today."
  },
  {
    "startTime": 91.254,
    "endTime": 104.867,
    "text": "Show me now, what kind of smile do I come across? Every   heart, every heart can take a step towards the dreams."
  },
  {
    "startTime": 104.867,
    "endTime": 117.549,
    "text": "All of us want to take a lasting happiness. Whenever you feel   sad, I wanna hold you and give you a sound sleep."
  },
  {
    "startTime": 117.549,
    "endTime": 131.684,
    "text": "Some day, every heart's gonna free and easy. We have peace of   mind, someday all the people find the way to love."
  },
  {
    "startTime": 131.684,
    "endTime": 144.495,
    "text": "Goes and goes the time goes on, we are not alone. We'll   live on together and we will find some precious peace."
  },
  {
    "startTime": 144.495,
    "endTime": 158.11,
    "text": "Sometime we will smile, sometime we will cry somehow.   Don't forget believing yourself, tomorrows never die."
  },
  {
    "startTime": 158.11,
    "endTime": 171.85600000000002,
    "text": "There is the warm heart, places on my mind. In   my earliest days there and it's so sweet."
  },
  {
    "startTime": 171.856,
    "endTime": 188.6,
    "text": "There are many stars they have talk with me so kind.   They say yes always, time's friend of mine so shine."
  },
  {
    "startTime": 188.6,
    "endTime": 202.0,
    "text": "Round and round, the planets revolve around the sun. And,   we always seek after love and peace forever more."
  },
  {
    "startTime": 202.0,
    "endTime": 215.472,
    "text": "Growing, growing woe, baby, we can work it out. Look   at the sky. Every heart is shining all today."
  },
  {
    "startTime": 215.472,
    "endTime": 229.085,
    "text": "Goes and goes the time goes, on we are not alone. We   live on together and we will find some precious things."
  },
  {
    "startTime": 229.085,
    "endTime": 239.085,
    "text": "Sometime we will smile, sometime we will cry somehow.   Don't forget believing yourself, tomorrows never die."
  }
]