[
  {
    "startTime": 3.8,
    "endTime": 6.8,
    "text": "OK, internet. You asked, so now we're answering."
  },
  {
    "startTime": 6.8,
    "endTime": 7.609,
    "text": "Pooping."
  },
  {
    "startTime": 7.609,
    "endTime": 12.1,
    "text": "It's a thing people do all the time, normally somewhere between three times a day and once every three days."
  },
  {
    "startTime": 12.1,
    "endTime": 13.866,
    "text": "And you may've heard that you've been doing it wrong."
  },
  {
    "startTime": 13.87,
    "endTime": 16.18,
    "text": "You're supposed to squat, not sit! Or so they say."
  },
  {
    "startTime": 16.18,
    "endTime": 20.4,
    "text": "It's probably true that squatting can help make bowel movements slightly easier."
  },
  {
    "startTime": 20.4,
    "endTime": 25.5,
    "text": "But, despite what some people claim, changing your position won't solve all your digestive problems."
  },
  {
    "startTime": 25.55,
    "endTime": 28.049,
    "text": "Humans spent thousands of years squatting to defecate."
  },
  {
    "startTime": 28.049,
    "endTime": 33.388999999999996,
    "text": "It's only in the last few hundred years that people in Western countries have adopted the raised toilet, and started sitting instead."
  },
  {
    "startTime": 33.389,
    "endTime": 41.179,
    "text": "So this whole poop-position controversy is based on the idea that squatting must arrange your anatomy in a helpful way, because that's what our bodies evolved to do."
  },
  {
    "startTime": 41.179,
    "endTime": 46.249,
    "text": "On its way out of you, solid waste has to pass through your rectum, and then your anal canal."
  },
  {
    "startTime": 46.3,
    "endTime": 55.199999999999996,
    "text": "There's a muscle, called the puborectalis muscle, that loops around your digestive tract between those two sections, and it helps you keep poop inside you when you are trying to eliminate it."
  },
  {
    "startTime": 55.2,
    "endTime": 61.0,
    "text": "Basically, it makes an angle between your rectum and anal canal, which puts upward pressure on your rectum and holds everything in."
  },
  {
    "startTime": 61.05,
    "endTime": 68.39999999999999,
    "text": "And when the muscle relaxes, your rectum and anal canal straighten out a bit, which along with other muscles that relax and contract, lets stuff slide out."
  },
  {
    "startTime": 68.2,
    "endTime": 72.31,
    "text": "It's probably not surprising that there hasn't been too much research on the anatomy involved in pooping."
  },
  {
    "startTime": 72.31,
    "endTime": 77.60000000000001,
    "text": "But a few small studies say that squatting helps align your rectum and anal canal better than sitting does."
  },
  {
    "startTime": 77.5,
    "endTime": 84.166,
    "text": "A couple others have shown that when people squat instead of sit, they have to strain less and the elimination process takes less time."
  },
  {
    "startTime": 84.19,
    "endTime": 85.97,
    "text": "Again, these studies were small."
  },
  {
    "startTime": 85.97,
    "endTime": 89.41,
    "text": "One used 28 volunteers, and another used only six."
  },
  {
    "startTime": 89.41,
    "endTime": 97.669,
    "text": "So, it's enough to suggest that there might be something to these ideas, but bigger, more carefully controlled studies need to be done before this can be considered scientific fact."
  },
  {
    "startTime": 97.669,
    "endTime": 98.5,
    "text": "But!"
  },
  {
    "startTime": 98.5,
    "endTime": 102.68,
    "text": "If squatting does make things easier, it's possible that it also helps with hemorrhoids."
  },
  {
    "startTime": 102.68,
    "endTime": 107.9,
    "text": "Hemorrhoids are swollen veins near the anus and rectum, which can be painful and lead to itching and bleeding."
  },
  {
    "startTime": 107.9,
    "endTime": 110.49000000000001,
    "text": "They're often caused by too much straining when you poop."
  },
  {
    "startTime": 110.49,
    "endTime": 116.369,
    "text": "So if squatting does help with straining, it could make hemorrhoids less likely, but that's basically all we know about the potential benefits."
  },
  {
    "startTime": 116.369,
    "endTime": 123.3,
    "text": "There are companies out there that sell stools to help you pass your stool, and sometimes they make really exaggerated claims."
  },
  {
    "startTime": 123.2,
    "endTime": 127.86,
    "text": "For example, squatting might fix irritable bowel syndrome or even prevent colorectal cancer."
  },
  {
    "startTime": 127.86,
    "endTime": 130.249,
    "text": "There's just no evidence to support those claims."
  },
  {
    "startTime": 130.249,
    "endTime": 135.73,
    "text": "Gastrointestinal experts seem to agree that if your bowel movements are normal, there's no real reason to squat when you go."
  },
  {
    "startTime": 135.7,
    "endTime": 141.2,
    "text": "There's probably no harm in it, either, but if you're happy with the way you've been pooping until now, there's no need to change up your method."
  },
  {
    "startTime": 141.089,
    "endTime": 143.4,
    "text": "But, you know, thanks for asking."
  },
  {
    "startTime": 143.5,
    "endTime": 146.92,
    "text": "And thanks especially to all of our patrons on Patreon who keep these answers coming."
  },
  {
    "startTime": 147.0,
    "endTime": 152.42,
    "text": "If you'd like to submit questions to be answered, or get some videos a few days early, go to patreon.com/scishow."
  },
  {
    "startTime": 152.42,
    "endTime": 155.766,
    "text": "And don't forget to go to youtube.com/scishow and subscribe!"
  }
]