[
  {
    "startTime": 5.45,
    "endTime": 10.690000000000001,
    "text": "Grossing a surprising 560-million dollars, this family-friendly 3D comedy was released"
  },
  {
    "startTime": 10.69,
    "endTime": 17.25,
    "text": "on July 29 to lukewarm reception. No one really asked for a modern remake of the classic animated"
  },
  {
    "startTime": 17.25,
    "endTime": 21.68,
    "text": "TV show that ended over 20 years ago... but like most Hollywood ideas: if it sells, it"
  },
  {
    "startTime": 21.68,
    "endTime": 26.36,
    "text": "gets produced. Finally taking the sizable leap from TV star to Movie star, Doogie Howser"
  },
  {
    "startTime": 26.36,
    "endTime": 30.84,
    "text": "himself, Neil Patrick Harris stars a your everyday generic New York businessman who,"
  },
  {
    "startTime": 30.84,
    "endTime": 34.71,
    "text": "of course, has a big work deadline coming up that's causing him to be stressed out."
  },
  {
    "startTime": 34.71,
    "endTime": 38.77,
    "text": "Matters worsen when our Smurf friends, in attempt to escape from the sorcerer Gargamel,"
  },
  {
    "startTime": 38.77,
    "endTime": 42.81,
    "text": "their arch-nemesis, accidentally travel through a portal -- taking them away from the tranquil"
  },
  {
    "startTime": 42.81,
    "endTime": 47.27,
    "text": "sing-a-long beauty of Smurf-village to the loud, and noisy realm of downtown Manhattan."
  },
  {
    "startTime": 47.27,
    "endTime": 51.760000000000005,
    "text": "Missing from this simple, and rather adorable film is the \"fish-out-of-water\" transition"
  },
  {
    "startTime": 51.76,
    "endTime": 55.879999999999995,
    "text": "for either Harris's character, or the Smurfs - neither party seems particularly concerned"
  },
  {
    "startTime": 55.88,
    "endTime": 60.18,
    "text": "or amazed by the existence of the other, even if they briefly try to kill each other when"
  },
  {
    "startTime": 60.18,
    "endTime": 102.95,
    "text": "first meeting. The interplay between the human actors, and their two-apples-tall CGI counterparts"
  },
  {
    "startTime": 102.95,
    "endTime": 106.93900000000001,
    "text": "is surprisingly impressive, save for a few moments when direction physical interaction"
  },
  {
    "startTime": 106.939,
    "endTime": 111.58999999999999,
    "text": "is called for... when bad memories of Space Jam and Who Framed Roger Rabbit come flooding"
  },
  {
    "startTime": 111.59,
    "endTime": 115.849,
    "text": "back. Obviously designed for children of all ages to enjoy, the plot is an uncomplicated"
  },
  {
    "startTime": 115.849,
    "endTime": 119.38000000000001,
    "text": "one - with nothing getting in the way of it's predictable conclusion. There are some more"
  },
  {
    "startTime": 119.38,
    "endTime": 123.06899999999999,
    "text": "heart-felt messages here, and lessons to be learned, but on the whole, \"The Smurfs\" is"
  },
  {
    "startTime": 123.069,
    "endTime": 127.179,
    "text": "just a playful romp from everyone's favorite blue friends exploring the big city. Traveling"
  },
  {
    "startTime": 127.179,
    "endTime": 131.319,
    "text": "by way of Taxi-cab roof, the fearsome Smurfs use the camouflage of their surroundings to"
  },
  {
    "startTime": 131.319,
    "endTime": 135.45,
    "text": "keep from being spotted - cleverly hiding up against an ad for the Blue Man Group. Besides"
  },
  {
    "startTime": 135.45,
    "endTime": 139.31,
    "text": "slight chuckle-inducing jokes like that one, there's not much here for adults... with most"
  },
  {
    "startTime": 139.31,
    "endTime": 143.379,
    "text": "the funniest humor coming from Hank Azaria's over-the-top make-up covered portrayal of"
  },
  {
    "startTime": 143.379,
    "endTime": 147.599,
    "text": "the bumbling Gargemel... who finds himself on the receiving end of at least a dozen pratfalls"
  },
  {
    "startTime": 147.599,
    "endTime": 152.45,
    "text": "and slapstick punch lines. This is a friendly, innocent, and delightful film kids will really"
  },
  {
    "startTime": 152.45,
    "endTime": 156.75,
    "text": "enjoy - but for those of older than 10... there unfortunately isn't much here to classify"
  },
  {
    "startTime": 156.75,
    "endTime": 161.62,
    "text": "this as a good film. That said, it's far from bad either... just another boring, dime-a-dozen"
  },
  {
    "startTime": 161.62,
    "endTime": 166.86,
    "text": "film from the \"remake or adaptation\" department in Hollywood. \"The Smurfs\", a \"Family friendly"
  },
  {
    "startTime": 166.86,
    "endTime": 171.269,
    "text": "laughs, but dull.\" That was my review, now let's read some of yours from the YouTube"
  },
  {
    "startTime": 171.269,
    "endTime": 182.87,
    "text": "comments."
  },
  {
    "startTime": 182.87,
    "endTime": 187.659,
    "text": "Here's the rate-o-matic to rank \"The Smurfs\", a FIVE and a FOUR. This was a fun film that"
  },
  {
    "startTime": 187.659,
    "endTime": 193.39999999999998,
    "text": "I enjoyed... but it's doubtful I'll watch it again, or recommend it to anyone who's"
  },
  {
    "startTime": 193.4,
    "endTime": 197.659,
    "text": "graduated from grade-school... I thought it was ALRIGHT. You accepted the film for what"
  },
  {
    "startTime": 197.659,
    "endTime": 202.39999999999998,
    "text": "it was, recognizing some of the better elements, as well as a hum-drum plot, your reviews averaged"
  },
  {
    "startTime": 202.4,
    "endTime": 212.4,
    "text": "to a MEH."
  }
]