[
  {
    "startTime": 0.42,
    "endTime": 5.5,
    "text": "So you are reading an article online when you get an instant message with a link to a funny photo, which of course you have to share."
  },
  {
    "startTime": 5.6,
    "endTime": 9.7,
    "text": "And now you are reading your Facebook News Wall, which sends you to a video of a panda bear attacking a kid."
  },
  {
    "startTime": 9.8,
    "endTime": 14.55,
    "text": "And now you are reading Wikipedia to learn everything you can about the violent behavior of panda bears."
  },
  {
    "startTime": 14.58,
    "endTime": 17.83,
    "text": "And this is what 3 minutes on the internet can be like."
  },
  {
    "startTime": 17.83,
    "endTime": 21.959999999999997,
    "text": "We live like this all the time, and it has to have some kind of effect on us."
  },
  {
    "startTime": 21.96,
    "endTime": 25.55,
    "text": "\"The net is making us more superficial as thinkers.\""
  },
  {
    "startTime": 25.55,
    "endTime": 30.5,
    "text": "That is Nicholas Carr. He is the author of, \"The Shallows: What the Internet is Doing to our Brains.\""
  },
  {
    "startTime": 30.74,
    "endTime": 36.0,
    "text": "To understand this whole thing better we need to go way back in time, to say, like, the prehistoric age."
  },
  {
    "startTime": 36.1,
    "endTime": 44.45,
    "text": "\"You wanted to know everything was going on around you because the more you knew about your surroundings the less likely you were to get attacked by a predator."
  },
  {
    "startTime": 44.46,
    "endTime": 55.9,
    "text": "And there's even evidence that our brains release some dopamine - a pleasure-producing neurotransmitter chemical - to reward us for seeking out and finding new information.\""
  },
  {
    "startTime": 55.979,
    "endTime": 64.0,
    "text": "So, getting distracted felt good and helped us stay alive. But the problem is that nowadays, predators aren't much of an issue, but we still have the same brains."
  },
  {
    "startTime": 65.469,
    "endTime": 67.689,
    "text": "And also, there's the internet, which is..."
  },
  {
    "startTime": 67.689,
    "endTime": 73.75999999999999,
    "text": "\"It's an incredibly information rich environment, uh, that the 'net creates for us."
  },
  {
    "startTime": 73.762,
    "endTime": 78.2,
    "text": "And that's why we use it so much. I mean, sounds, pictures, words, texts."
  },
  {
    "startTime": 78.5,
    "endTime": 85.319,
    "text": "And what this tends to do is promote a sort of compulsive behavior in which we are constantly checking your smart phone."
  },
  {
    "startTime": 85.34,
    "endTime": 92.49000000000001,
    "text": "Constantly glancing at our email inbox. We're kind of living in this perpetual state of distraction and interruption.\""
  },
  {
    "startTime": 92.499,
    "endTime": 94.19999999999999,
    "text": "Which is dangerous because..."
  },
  {
    "startTime": 94.3,
    "endTime": 98.5,
    "text": "\"That mode of thinking crowds out the more contemplative calmer modes of thinking.\""
  },
  {
    "startTime": 98.84,
    "endTime": 105.31,
    "text": "And that focused, calm thinking is actually how we learn. It's a process called \"memory consolidation\"."
  },
  {
    "startTime": 105.32,
    "endTime": 112.5,
    "text": "\"And that means the transfer of information from our short term working memory, to our long term memory."
  },
  {
    "startTime": 112.7,
    "endTime": 124.9,
    "text": "And it's through moving information from your working memory to your long term memory that you create connections between that information and everything else you know.\""
  },
  {
    "startTime": 124.909,
    "endTime": 133.0,
    "text": "So you've got this awesome, life changing piece of information in your short term memory, but then you hear that email ding, and \"poof\", there it goes."
  },
  {
    "startTime": 133.001,
    "endTime": 138.20000000000002,
    "text": "That email takes its place, and you never get a chance to learn anything, all because of one distraction."
  },
  {
    "startTime": 138.3,
    "endTime": 149.3,
    "text": "\"So attention is the key. And if we lose control of our attention, or are constantly dividing our attention, uh, then we don't really enjoy that consolidation process.\""
  },
  {
    "startTime": 149.31,
    "endTime": 158.54,
    "text": "But I can hear it now, someone is out there saying, \"Uh, what does learning matter if all of the information in the world is just a Google search away?\" Well..."
  },
  {
    "startTime": 158.549,
    "endTime": 164.0,
    "text": "\"Um, that is is kind of short-changing our, our intellects."
  },
  {
    "startTime": 164.001,
    "endTime": 172.70000000000002,
    "text": "If that's the way you're using your mind, just kind of searching very quickly and finding information and then forgetting it very quickly, you're never building knowledge."
  },
  {
    "startTime": 173.0,
    "endTime": 175.0,
    "text": "You're simply, you're, you're kind of thinking like a computer.\""
  },
  {
    "startTime": 175.5,
    "endTime": 178.6,
    "text": "Which means that our very humanity is at stake."
  },
  {
    "startTime": 178.7,
    "endTime": 183.75,
    "text": "And it would be a shame if we all got assimilated, because, well, humanity is pretty neat."
  },
  {
    "startTime": 183.761,
    "endTime": 194.0,
    "text": "\"I really believe that if you look at the great monuments of culture, they come from people who are able to pay attention, who control their mind."
  },
  {
    "startTime": 194.1,
    "endTime": 204.0,
    "text": "That's what allows us to think in the highest terms and think conceptually, think critically, uh, think in some very creative ways."
  },
  {
    "startTime": 204.17,
    "endTime": 210.0,
    "text": "And it's this kind of thinking that's at risk: being eroded one cute cat video at a time."
  },
  {
    "startTime": 210.0,
    "endTime": 214.01,
    "text": "Don't get us wrong: The internet is good for lots of things, and it should be celebrated."
  },
  {
    "startTime": 214.01,
    "endTime": 221.6,
    "text": "But the best thing we can do for our minds is to find some time every day to unplug, calm down, and focus on one thing at a time."
  },
  {
    "startTime": 222.06,
    "endTime": 232.06,
    "text": "Your email -- and those cats -- will be here when you get back."
  }
]