[
  {
    "startTime": 2.25,
    "endTime": 5.84,
    "text": "Hello, guys. Welcome back to www.engvid.com."
  },
  {
    "startTime": 5.84,
    "endTime": 11.184999999999999,
    "text": "Today we are going to be looking at the words that you put stress on,"
  },
  {
    "startTime": 11.185,
    "endTime": 17.34,
    "text": "and how they give a different meaning to the sentence. So we're"
  },
  {
    "startTime": 17.34,
    "endTime": 24.83,
    "text": "going to be looking at this one... Well, two sentences, here, and how with different questions,"
  },
  {
    "startTime": 24.83,
    "endTime": 34.065,
    "text": "I might put a different stress, more emphasis, more volume, perhaps, on these particular words."
  },
  {
    "startTime": 34.065,
    "endTime": 41.089,
    "text": "And then over here, I'm going to be looking at subtext. Yes, I'm saying words"
  },
  {
    "startTime": 41.089,
    "endTime": 47.04,
    "text": "to you, but what am I saying underneath? What am I really saying to you? Okay? So I'm looking"
  },
  {
    "startTime": 47.04,
    "endTime": 54.788,
    "text": "at how, by putting emphasis on one word, it can change the entire meaning of the sentence."
  },
  {
    "startTime": 54.788,
    "endTime": 59.034,
    "text": "Something really quite useful to hang onto, I hope."
  },
  {
    "startTime": 59.034,
    "endTime": 68.783,
    "text": "So, unfortunately, back home I have some butter that has gone a little bit mad."
  },
  {
    "startTime": 68.783,
    "endTime": 77.75,
    "text": "Now, today, my aunt came to have tea. In Britain, we have a cup of tea, and we have some toast, and"
  },
  {
    "startTime": 77.75,
    "endTime": 87.18,
    "text": "maybe some scones. My aunt is a little hard of hearing-okay?-so we need to repeat things,"
  },
  {
    "startTime": 87.18,
    "endTime": 93.566,
    "text": "and I need to say things quite loudly to her. So, my aunt said:"
  },
  {
    "startTime": 93.566,
    "endTime": 99.912,
    "text": "\"Benjamin, which butter's off?\" \"Off\" meaning bad, finished."
  },
  {
    "startTime": 99.912,
    "endTime": 103.44000000000001,
    "text": "And so, when she said: \"Which butter?\" I need to tell"
  },
  {
    "startTime": 103.44,
    "endTime": 111.496,
    "text": "her that it's this butter, not that butter. \"This butter's off\", dear aunt. Okay?"
  },
  {
    "startTime": 111.496,
    "endTime": 118.65899999999999,
    "text": "This butter. Okay? So when she's asking which one it is, I emphasize: \"This\"."
  },
  {
    "startTime": 118.659,
    "endTime": 126.47900000000001,
    "text": "Now, she was... My aunt, she was walking around the kitchen and she'd heard me saying something"
  },
  {
    "startTime": 126.479,
    "endTime": 134.319,
    "text": "about being off, so she said: \"Benjamin, what's off?\" As in: What is off, what has gone bad?"
  },
  {
    "startTime": 134.319,
    "endTime": 142.64,
    "text": "And I said: \"It's the butter's gone off. The butter's off.\" So when she's asking: What?"
  },
  {
    "startTime": 142.64,
    "endTime": 148.605,
    "text": "Well, what is about a thing, she's asking which thing. It's the butter which is bad,"
  },
  {
    "startTime": 148.605,
    "endTime": 151.344,
    "text": "as well as the pen."
  },
  {
    "startTime": 151.344,
    "endTime": 153.481,
    "text": "Hey."
  },
  {
    "startTime": 153.481,
    "endTime": 161.411,
    "text": "Now, she didn't quite hear me, so she said: \"What's the matter with the butter?\" And I said:"
  },
  {
    "startTime": 161.411,
    "endTime": 168.297,
    "text": "\"Well, the butter's off. It's gone bad. It's off.\" Okay?"
  },
  {
    "startTime": 168.297,
    "endTime": 174.999,
    "text": "So I emphasize \"off\", this is what the matter is, it's off."
  },
  {
    "startTime": 174.999,
    "endTime": 178.41,
    "text": "My dear aunt, she stayed a little bit longer in my flat"
  },
  {
    "startTime": 178.41,
    "endTime": 187.45,
    "text": "today, and she heard me talking about my plans for the evening a bit later. And she said:"
  },
  {
    "startTime": 187.45,
    "endTime": 192.95,
    "text": "\"Who's having dinner?\" So I've got this sentence here: \"We're having dinner late tonight.\""
  },
  {
    "startTime": 192.95,
    "endTime": 200.73,
    "text": "So I said: \"We're having dinner late tonight.\", \"We're\", me and my wife are having dinner."
  },
  {
    "startTime": 200.73,
    "endTime": 207.29,
    "text": "Okay? We are, we're, so I put the emphasis on here to make it clear to her so she understands"
  },
  {
    "startTime": 207.29,
    "endTime": 210.689,
    "text": "that it's me and... Me and bond girl."
  },
  {
    "startTime": 210.689,
    "endTime": 219.12,
    "text": "-\"What are you doing later?\" -\"We're having... We're having dinner.\""
  },
  {
    "startTime": 219.12,
    "endTime": 223.113,
    "text": "-\"What are you doing?\" -\"We're having dinner.\" -\"What? -\"Dinner.\""
  },
  {
    "startTime": 223.113,
    "endTime": 228.81,
    "text": "-\"What is it you're doing?\" -\"Dinner. We're having dinner.\" Okay? So I make it clear. This is"
  },
  {
    "startTime": 228.81,
    "endTime": 233.66,
    "text": "if I'm trying to make something really clear to someone, I would emphasize these words like this."
  },
  {
    "startTime": 233.66,
    "endTime": 240.601,
    "text": "It's not always this obvious. You can do it just a little bit. Let's try it with a little bit."
  },
  {
    "startTime": 240.601,
    "endTime": 246.415,
    "text": "So she says, my aunt, she says: -\"When are we having dinner?\""
  },
  {
    "startTime": 246.415,
    "endTime": 251.326,
    "text": "-\"We're having dinner late tonight, we're having late.\" Late. Or I might even say:"
  },
  {
    "startTime": 251.326,
    "endTime": 254.287,
    "text": "\"Tonight. We're having dinner late tonight\", as in:"
  },
  {
    "startTime": 254.287,
    "endTime": 260.923,
    "text": "\"Don't forget it's today. Don't go anywhere, aunty, it's tonight.\" Okay?"
  },
  {
    "startTime": 260.923,
    "endTime": 270.391,
    "text": "So you can just change the meaning, change the emphasis. Okay? Emphasis"
  },
  {
    "startTime": 270.391,
    "endTime": 276.72400000000005,
    "text": "by putting stress on a different word."
  },
  {
    "startTime": 276.724,
    "endTime": 284.55899999999997,
    "text": "Now, this is how to be mean, how to be a little bit nasty. Okay. So, I've got this sentence,"
  },
  {
    "startTime": 284.559,
    "endTime": 289.312,
    "text": "and I'm going to show you two different meanings that I can get from it. So we've got:"
  },
  {
    "startTime": 289.312,
    "endTime": 294.66900000000004,
    "text": "\"She drives very carefully.\" Okay? I haven't put any particular emphasis on any of the words."
  },
  {
    "startTime": 294.669,
    "endTime": 302.04999999999995,
    "text": "\"She drives very carefully.\" But if I say: \"SHE drives very carefully.\" Okay? If I say:"
  },
  {
    "startTime": 302.05,
    "endTime": 306.409,
    "text": "\"SHE drives very carefully.\" I say that to my wife and I'm talking about my aunt driving"
  },
  {
    "startTime": 306.409,
    "endTime": 310.79699999999997,
    "text": "carefully, I'm saying: \"She drives very carefully.\" I'm kind of saying:"
  },
  {
    "startTime": 310.797,
    "endTime": 317.35400000000004,
    "text": "\"You don't drive very carefully.\" It's she, it's her who drives carefully."
  },
  {
    "startTime": 317.354,
    "endTime": 321.808,
    "text": "Okay? So: \"You don't drive carefully.\""
  },
  {
    "startTime": 321.808,
    "endTime": 330.879,
    "text": "But if I'm talking about my dear aunt, and I says... And I say: \"She drives very CAREFULLY.\""
  },
  {
    "startTime": 330.879,
    "endTime": 339.249,
    "text": "Yeah? I might be being a little bit sarcastic."
  },
  {
    "startTime": 339.249,
    "endTime": 342.49,
    "text": "You know? She's driving so carefully that"
  },
  {
    "startTime": 342.49,
    "endTime": 349.99,
    "text": "she won't go faster than 10 miles an hour. She drives so carefully I feel like killing"
  },
  {
    "startTime": 349.99,
    "endTime": 357.601,
    "text": "myself. Okay: \"She drives too slowly.\" Okay? If I put the emphasis on \"carefully\". Okay?"
  },
  {
    "startTime": 357.601,
    "endTime": 367.53,
    "text": "Now, are we ready for this next bit? Are we ready, guys? Let's go. I've got a phrase here:"
  },
  {
    "startTime": 367.53,
    "endTime": 372.77599999999995,
    "text": "\"You shouldn't have painted it.\" Okay? It's a... It's a small criticism."
  },
  {
    "startTime": 372.776,
    "endTime": 379.945,
    "text": "\"You shouldn't have painted it.\" But if I'm saying: \"YOU shouldn't have painted it.\""
  },
  {
    "startTime": 379.945,
    "endTime": 389.729,
    "text": "I'm saying that your painting is not good, so it should have been handsome handyman who painted it. Okay?"
  },
  {
    "startTime": 389.729,
    "endTime": 399.167,
    "text": "So you are not the person for this job; should have been him. Okay? So I'm basically saying:"
  },
  {
    "startTime": 399.167,
    "endTime": 406.147,
    "text": "\"You're not so good at painting. You're bad at painting.\" But if I say:"
  },
  {
    "startTime": 406.147,
    "endTime": 413.909,
    "text": "\"You shouldn't have PAINTED it.\" I'm saying: \"How stupid are you? You painted the wall. You should"
  },
  {
    "startTime": 413.909,
    "endTime": 422.24,
    "text": "have put wallpaper up. Painting is not a good decision in this case.\" Yeah? If I'm emphasizing"
  },
  {
    "startTime": 422.24,
    "endTime": 429.955,
    "text": "the action to paint, I'm saying: \"Painting, this is really a bad idea.\""
  },
  {
    "startTime": 429.955,
    "endTime": 434.44899999999996,
    "text": "Guys, thank you so much for watching this evening, or this morning, or this afternoon,"
  },
  {
    "startTime": 434.449,
    "endTime": 440.188,
    "text": "or in the middle of the night. Go to bed! What I'd like you to do now is"
  },
  {
    "startTime": 440.188,
    "endTime": 446.61899999999997,
    "text": "quickly click on to www.engvid.com. and try out a little test, testing your knowledge of different"
  },
  {
    "startTime": 446.619,
    "endTime": 452.37800000000004,
    "text": "connotations. I'm going to probably use some new sentences to test you out. And if"
  },
  {
    "startTime": 452.378,
    "endTime": 460.032,
    "text": "you find you're learning stuff from my videos, then well, you can subscribe to my YouTube channel."
  },
  {
    "startTime": 460.032,
    "endTime": 463.347,
    "text": "Yeah? Hopefully you'll learn some more by watching some more videos."
  },
  {
    "startTime": 463.347,
    "endTime": 464.419,
    "text": "Well done."
  },
  {
    "startTime": 464.419,
    "endTime": 468.57099999999997,
    "text": "Let's practice putting different meanings into your words."
  },
  {
    "startTime": 468.571,
    "endTime": 470.879,
    "text": "Don't be late for bed, now."
  },
  {
    "startTime": 470.879,
    "endTime": 471.82500000000005,
    "text": "Okay?"
  },
  {
    "startTime": 471.825,
    "endTime": 481.825,
    "text": "Bye."
  }
]