[
  {
    "startTime": 0.08,
    "endTime": 3.39,
    "text": "Hi there, Julian here from doingenglish.com."
  },
  {
    "startTime": 3.4,
    "endTime": 13.99,
    "text": "Good questions that I got from a Doing English Daily newsletter subscriber, is it possible to learn English alone?"
  },
  {
    "startTime": 14.3,
    "endTime": 30.490000000000002,
    "text": "Now by this, I'm assuming that the person means alone as in not taking a class, that is studying by oneself at home or whatever, self-study."
  },
  {
    "startTime": 30.8,
    "endTime": 35.39,
    "text": "Of course, the simple answer to the question is yes, absolutely."
  },
  {
    "startTime": 35.4,
    "endTime": 38.17,
    "text": "And in fact, I would say that is preferable."
  },
  {
    "startTime": 38.5,
    "endTime": 41.9,
    "text": "I, personally, hate language classes."
  },
  {
    "startTime": 44.5,
    "endTime": 52.26,
    "text": "It would be hard to say that I ever studied Japanese in a class because I lasted for days."
  },
  {
    "startTime": 52.27,
    "endTime": 53.400000000000006,
    "text": "I hated it."
  },
  {
    "startTime": 53.41,
    "endTime": 62.769999999999996,
    "text": "I did take a Japanese class once and I didn't really go past the, the kind of the trial period, just couldn't see the point in it."
  },
  {
    "startTime": 63.1,
    "endTime": 76.4,
    "text": "I honestly think that in this modern world, with the way that the Internet and technology and the availability of information, the way the modern world is becoming,"
  },
  {
    "startTime": 76.5,
    "endTime": 89.3,
    "text": "I think the use of language classes, the effectiveness of language classes, and the importance of teachers is rapidly dwindling."
  },
  {
    "startTime": 89.5,
    "endTime": 100.74,
    "text": "I think the time where to learn a language, to learn English, you needed to go to a class and be taught by a teacher. I think that time is gone."
  },
  {
    "startTime": 100.75,
    "endTime": 103.94,
    "text": "Gone, gone, gone."
  },
  {
    "startTime": 104.3,
    "endTime": 119.39,
    "text": "Now, of course I wouldn't say that learning completely by yourself, that is being totally anti-social and never going out and refusing to ever speak to anybody in English is a good idea."
  },
  {
    "startTime": 119.7,
    "endTime": 126.8,
    "text": "To be honest, when I learn languages, I really kind of don't actually get out there much at all."
  },
  {
    "startTime": 126.8,
    "endTime": 137.9,
    "text": "Well, Japanese is different because I live in Japan and I work in Japanese and I do, you know, most of my life and my business is run in Japanese."
  },
  {
    "startTime": 137.9,
    "endTime": 150.36,
    "text": "I've been learning a bit of Chinese on and off for a couple months now, and I've never actually used Chinese with a real person, but I mean, I've never actually seen that as a drawback at all."
  },
  {
    "startTime": 150.37,
    "endTime": 163.23000000000002,
    "text": "It's simply a case that I'm learning Chinese out of interest at the moment, although I will have a need for it in the near future, but I don't have any reason to use Chinese at the moment."
  },
  {
    "startTime": 163.23,
    "endTime": 166.32999999999998,
    "text": "But, if, you know, it is good to be social, to get out there."
  },
  {
    "startTime": 166.34,
    "endTime": 183.51,
    "text": "I think the role of other people in learning English now is not like a class to be taught as a part of, but rather to get involved with other people, to have people there who are going through the same kind of experience as you."
  },
  {
    "startTime": 183.7,
    "endTime": 190.19,
    "text": "People who can help you overcome problems that they've had and that they know how to solve."
  },
  {
    "startTime": 190.2,
    "endTime": 199.45999999999998,
    "text": "People who can answer your questions, people who can keep you motivated and keep your spirits up when you're feeling bad about it."
  },
  {
    "startTime": 199.46,
    "endTime": 203.28,
    "text": "People who can comfort you when you screw up in English."
  },
  {
    "startTime": 203.29,
    "endTime": 209.7,
    "text": "I think that is very, very important, but you know, it's not necessary really to take a class for that."
  },
  {
    "startTime": 209.71,
    "endTime": 214.9,
    "text": "I mean, it's why Doing English Plus community exists."
  },
  {
    "startTime": 215.0,
    "endTime": 219.4,
    "text": "I could have just Doing English Plus's weekly lessons, but it also includes a community."
  },
  {
    "startTime": 219.6,
    "endTime": 231.22,
    "text": "I could have just done the weekly lessons, and that's what most people join for, but the community is an important aspect because it's there for when people need the support."
  },
  {
    "startTime": 231.6,
    "endTime": 245.4,
    "text": "I think that is the only advantage of taking a class, and I would say that with a little bit of creativity, with a little bit of imagination, you could really get over that anyway."
  },
  {
    "startTime": 245.41,
    "endTime": 251.5,
    "text": "Of course, the only problem with learning alone really comes down to..."
  },
  {
    "startTime": 251.51,
    "endTime": 252.79999999999998,
    "text": "Well, two things I guess."
  },
  {
    "startTime": 252.81,
    "endTime": 262.08,
    "text": "First is motivation. Keeping yourself motivated when you're alone can be difficult, and this is something that I've struggled with with Chinese a little bit."
  },
  {
    "startTime": 262.3,
    "endTime": 274.0,
    "text": "I've been super busy recently and Chinese is not something that's that important to me, and so it does tend to be right down on the bottom of my list of priorities,"
  },
  {
    "startTime": 274.0,
    "endTime": 280.2,
    "text": "and I certainly don't get it done every day, and sometimes not every week."
  },
  {
    "startTime": 280.2,
    "endTime": 285.8,
    "text": "But again, Chinese is not really an important thing for me at the moment, so motivation is something to work on."
  },
  {
    "startTime": 285.8,
    "endTime": 294.36,
    "text": "And I will be answering the question of how to keep yourself motivated in a future video because I had a good question about that too."
  },
  {
    "startTime": 294.36,
    "endTime": 306.19,
    "text": "The other problem I would say that you get with learning by yourself is pressure. Pressure, intensity of practice."
  },
  {
    "startTime": 306.2,
    "endTime": 312.59,
    "text": "Now, I absolutely do not believe for one second that you need other people to practice with."
  },
  {
    "startTime": 312.6,
    "endTime": 316.23,
    "text": "I mean this is one of the biggest myths out there."
  },
  {
    "startTime": 316.24,
    "endTime": 319.09000000000003,
    "text": "\"Oh, I need to practice my English. I need people to speak with.\""
  },
  {
    "startTime": 319.1,
    "endTime": 321.09000000000003,
    "text": "Practice is practice is practice."
  },
  {
    "startTime": 321.1,
    "endTime": 330.99,
    "text": "I mean there are different things that you can do which work better than others, and especially when you get to the intermediate to advanced stage, some things will stop being effective."
  },
  {
    "startTime": 331.0,
    "endTime": 338.68,
    "text": "In fact, once you get to the intermediate advanced stage, just having conversations with native speakers is one of the things which will become very ineffective."
  },
  {
    "startTime": 338.69,
    "endTime": 346.4,
    "text": "There's all kinds of reasons for that which I won't go into here, but there is no reason why you can't practice by yourself."
  },
  {
    "startTime": 346.41,
    "endTime": 352.29,
    "text": "In fact, I teach a whole course which is designed to teach you how to do that."
  },
  {
    "startTime": 352.3,
    "endTime": 364.2,
    "text": "Of course, the problem is without the kind of a fear factor that you get when you're, say, giving a presentation in front of a group of people,"
  },
  {
    "startTime": 364.2,
    "endTime": 378.01,
    "text": "without the kind of the pressure that comes with having to succeed or look stupid, you might not get as far as you would if you had that pressure."
  },
  {
    "startTime": 378.01,
    "endTime": 388.3,
    "text": "However, that pressure is also something that can be replicated completely by yourself with a bit of imagination and creativity."
  },
  {
    "startTime": 388.3,
    "endTime": 394.5,
    "text": "Anyway, that is my rather long-winded answer to the question."
  },
  {
    "startTime": 394.51,
    "endTime": 402.39,
    "text": "Can you learn English by yourself? Absolutely yes, not only that but I think you probably should."
  },
  {
    "startTime": 402.4,
    "endTime": 411.39,
    "text": "Right, that is it for today. This is part of the 101 English Learning Questions series."
  },
  {
    "startTime": 411.4,
    "endTime": 424.28999999999996,
    "text": "I certainly don't have a hundred and one yet, but you can help me out with that by going down below this video to the comments, and letting me know your questions about learning English."
  },
  {
    "startTime": 424.5,
    "endTime": 429.79,
    "text": "I will do my best to answer as many as I can."
  },
  {
    "startTime": 429.8,
    "endTime": 443.5,
    "text": "My goal was to try and keep these videos to two to three minutes long, but as this one is well over five minutes already, I'm probably not going to be doing that very well, but go ahead, ask your questions down below here."
  },
  {
    "startTime": 443.7,
    "endTime": 447.59,
    "text": "Also, if you liked this video, go ahead, click the \"like\" button."
  },
  {
    "startTime": 447.6,
    "endTime": 451.79,
    "text": "If you didn't like this video, go ahead and click the \"don't like\" button."
  },
  {
    "startTime": 451.8,
    "endTime": 460.29,
    "text": "Either way, give me some feedback by clicking one of those buttons, and if you're new to the Doing English Channel, go ahead and subscribe."
  },
  {
    "startTime": 460.3,
    "endTime": 469.09000000000003,
    "text": "I'm gonna be doing my best to update with new videos as regularly as possible, so subscribing is gonna make sure you get those."
  },
  {
    "startTime": 469.1,
    "endTime": 474.69,
    "text": "Especially if you ask a question, make sure you subscribe so that you get my answer when it comes."
  },
  {
    "startTime": 474.7,
    "endTime": 476.94,
    "text": "Anyway, that's it from me today."
  },
  {
    "startTime": 476.95,
    "endTime": 483.89,
    "text": "I still have some, oh, it's gone, some editing to do tonight."
  },
  {
    "startTime": 483.9,
    "endTime": 496.87,
    "text": "What am I editing? Something new, something good that I've been working on since November, quite a long video, but it's going to be available freebie for everybody to watch."
  },
  {
    "startTime": 496.88,
    "endTime": 507.749,
    "text": "More on that soon, thank you and goodbye."
  }
]