[
  {
    "startTime": 7.16,
    "endTime": 16.58,
    "text": "The Joker is one of the most iconic and popular villains in history. And we're not just referring"
  },
  {
    "startTime": 16.58,
    "endTime": 20.52,
    "text": "to the history of comic books when we say that - Batman's arch-enemy stands up alongside"
  },
  {
    "startTime": 20.52,
    "endTime": 24.74,
    "text": "the likes of Professor Moriarty, Darth Vader, The Wicked Witch of the West, Cruella de Vil"
  },
  {
    "startTime": 24.74,
    "endTime": 29.979999999999997,
    "text": "and the Devil himself as one of the most recognizable bad guys in fiction. As a result of his popularity,"
  },
  {
    "startTime": 29.98,
    "endTime": 33.699,
    "text": "there have been countless adaptations of the character across various media platforms."
  },
  {
    "startTime": 33.699,
    "endTime": 38.089,
    "text": "As well as appearing in comic books and graphic novels, The Joker has appeared on television,"
  },
  {
    "startTime": 38.089,
    "endTime": 42.16,
    "text": "in movies, in video games and on all manner of merchandise and paraphernalia.In terms"
  },
  {
    "startTime": 42.16,
    "endTime": 46.089999999999996,
    "text": "of mainstream versions of the character, the ones that have appeared in movies are undoubtedly"
  },
  {
    "startTime": 46.09,
    "endTime": 50.1,
    "text": "the most well known, and it's pretty amazing how fresh the character has remained in each"
  },
  {
    "startTime": 50.1,
    "endTime": 54.52,
    "text": "depiction - and this video is going to run through them in chronological order, discussing"
  },
  {
    "startTime": 54.52,
    "endTime": 58.469,
    "text": "each version and how they differ from each other. Welcome to The Evolution of The Joker"
  },
  {
    "startTime": 58.469,
    "endTime": 62.620000000000005,
    "text": "on the big screen. Cesar Romero"
  },
  {
    "startTime": 62.62,
    "endTime": 66.67999999999999,
    "text": "The late Cesar Romero was the first man to portray the Clown Prince of Gotham in live"
  },
  {
    "startTime": 66.68,
    "endTime": 71.619,
    "text": "action on the big screen, reprising his role from the Batman television series in a 1966"
  },
  {
    "startTime": 71.619,
    "endTime": 76.52,
    "text": "movie. In the movie, The Joker teamed up with The Penguin, The Riddler and Catwoman to form"
  },
  {
    "startTime": 76.52,
    "endTime": 82.86,
    "text": "the United Underworld - a quartet that posed a very significant threat to Adam West's Batman"
  },
  {
    "startTime": 82.86,
    "endTime": 86.55,
    "text": "and Burt Ward's Robin.This version of The Joker was the lightest of them all - which"
  },
  {
    "startTime": 86.55,
    "endTime": 90.92,
    "text": "was fitting with the era and the tone of the television series and movie in which he appeared."
  },
  {
    "startTime": 90.92,
    "endTime": 95.67,
    "text": "He was unashamedly camp, wore a bright pink suit, and was more like a pantomime villain"
  },
  {
    "startTime": 95.67,
    "endTime": 100.739,
    "text": "than a ruthless criminal overlord.He first appeared in the TV episode \"The Joker is Wild\""
  },
  {
    "startTime": 100.739,
    "endTime": 104.739,
    "text": "and made his last appearance in the episode entitled \"The Joker’s Flying Saucer\". In"
  },
  {
    "startTime": 104.739,
    "endTime": 109.41000000000001,
    "text": "between those, he appeared in twenty more episodes, as well as the aforementioned movie."
  },
  {
    "startTime": 109.41,
    "endTime": 113.64,
    "text": "As he appeared more, his schemes and gadgets got more and more crazy and elaborate - and"
  },
  {
    "startTime": 113.64,
    "endTime": 119.069,
    "text": "he even had his own version of Batman's utility belt, which held devices with names like \"strangling"
  },
  {
    "startTime": 119.069,
    "endTime": 123.47,
    "text": "screamers\" in it. Incidentally, Romero refused to shave his moustache for this role, so The"
  },
  {
    "startTime": 123.47,
    "endTime": 127.959,
    "text": "Joker's white face makeup was simply heavily smeared over it whenever he played the character."
  },
  {
    "startTime": 127.959,
    "endTime": 131.879,
    "text": "He remains one of the most memorable versions of the character to this day, in spite of"
  },
  {
    "startTime": 131.879,
    "endTime": 138.17,
    "text": "the fact that he last appeared 48 years ago. Jack Nicholson"
  },
  {
    "startTime": 138.17,
    "endTime": 142.91,
    "text": "In 1989, the man who was clearly born to play The Joker took on the role of the character"
  },
  {
    "startTime": 142.91,
    "endTime": 147.22,
    "text": "- and he did so brilliantly. That man was, of course, Jack Nicholson, and he made his"
  },
  {
    "startTime": 147.22,
    "endTime": 151.3,
    "text": "one and only appearance as the character in Tim Burton's Batman. The Joker had appeared"
  },
  {
    "startTime": 151.3,
    "endTime": 155.70000000000002,
    "text": "on the small screen in numerous animated series since Romero's version had last been seen,"
  },
  {
    "startTime": 155.7,
    "endTime": 160.5,
    "text": "but this live action, big screen return was long overdue.Nicholson's Joker still possessed"
  },
  {
    "startTime": 160.5,
    "endTime": 164.45,
    "text": "an element of campness - you could clearly see the influence of Cesar Romero - but Burton"
  },
  {
    "startTime": 164.45,
    "endTime": 168.76,
    "text": "and Nicholson took the character down a much darker route.This version was violent and"
  },
  {
    "startTime": 168.76,
    "endTime": 173.23,
    "text": "temperamental and, even when he was being light and funny, those moments would be juxtaposed"
  },
  {
    "startTime": 173.23,
    "endTime": 177.98,
    "text": "with acts of physical brutality. In the same vein, his bright purple suit and constant"
  },
  {
    "startTime": 177.98,
    "endTime": 182.57,
    "text": "sickly smile were in stark contrast to the drab and very grey version of Gotham City"
  },
  {
    "startTime": 182.57,
    "endTime": 186.819,
    "text": "created by Burton for this movie - something that gave the character an edge and made him"
  },
  {
    "startTime": 186.819,
    "endTime": 191.35,
    "text": "even more unsettling.His line \"have you ever danced with the devil by the pale moonlight\""
  },
  {
    "startTime": 191.35,
    "endTime": 196.29999999999998,
    "text": "has become one of the most iconic in cinema history and defines Nicholson's interpretation brilliantly."
  },
  {
    "startTime": 196.3,
    "endTime": 200.63000000000002,
    "text": "Many still argue that this version is the definitive Joker, but that's simply"
  },
  {
    "startTime": 200.63,
    "endTime": 202.92,
    "text": "a matter of opinion. Mark Hamill"
  },
  {
    "startTime": 202.92,
    "endTime": 206.95,
    "text": "Although this video is mainly focusing on live action adaptations of the character,"
  },
  {
    "startTime": 206.95,
    "endTime": 211.61999999999998,
    "text": "no such video would be complete without mentioning Mark Hamill's animated version of The Joker.The"
  },
  {
    "startTime": 211.62,
    "endTime": 216.14000000000001,
    "text": "Star Wars legend has loaned his voice to the character since 1992 - commencing with Batman:"
  },
  {
    "startTime": 216.14,
    "endTime": 220.92,
    "text": "The Animated Series - but his credits extend to a variety of other DC-based cartoons, and"
  },
  {
    "startTime": 220.92,
    "endTime": 226.04999999999998,
    "text": "indeed three movies.The first movie in which Hamill's Joker appeared was 1993's Batman:"
  },
  {
    "startTime": 226.05,
    "endTime": 230.66000000000003,
    "text": "Mask of the Phantasm, which got a theatrical release, but he has also appeared in the direct-to-video"
  },
  {
    "startTime": 230.66,
    "endTime": 235.01,
    "text": "Batman Beyond: Return of the Joker from the year 2000, and he will reprise the role in"
  },
  {
    "startTime": 235.01,
    "endTime": 239.12,
    "text": "the eagerly anticipated Batman: The Killing Joke, which will also go straight-to-video"
  },
  {
    "startTime": 239.12,
    "endTime": 243.25,
    "text": "in the summer of 2016. In addition to those productions, he has voiced the character for"
  },
  {
    "startTime": 243.25,
    "endTime": 248.77,
    "text": "various theme park attractions and video games.Hamill's Joker clearly took influence from both Romero"
  },
  {
    "startTime": 248.77,
    "endTime": 253.48000000000002,
    "text": "and Nicholson's portrayals of the character, combining laughter, campness, mayhem, totally"
  },
  {
    "startTime": 253.48,
    "endTime": 257.669,
    "text": "crazy schemes, wickedness and dark humour brilliantly. He looks very different to any"
  },
  {
    "startTime": 257.669,
    "endTime": 261.12,
    "text": "version of the character that came before him - although he does still wear the signature"
  },
  {
    "startTime": 261.12,
    "endTime": 265.06,
    "text": "purple suit - and Hamill has received almost universal praise for his voice work with the"
  },
  {
    "startTime": 265.06,
    "endTime": 267.1,
    "text": "character. Heath Ledger"
  },
  {
    "startTime": 267.1,
    "endTime": 271.41,
    "text": "The Dark Knight Trilogy was a huge success. Christopher Nolan brought a level of gritty"
  },
  {
    "startTime": 271.41,
    "endTime": 276.07000000000005,
    "text": "realism to the world of Batman that had never been attempted before with Batman Begins,"
  },
  {
    "startTime": 276.07,
    "endTime": 281.08,
    "text": "The Dark Knight and The Dark Knight Rises between 2005 and 2012. But the highlight of"
  },
  {
    "startTime": 281.08,
    "endTime": 285.3,
    "text": "the trilogy was undoubtedly the late Heath Ledger's portrayal of The Joker.His sole appearance"
  },
  {
    "startTime": 285.3,
    "endTime": 290.51,
    "text": "came in The Dark Knight, in which he was depicted as a sociopath and a bringer of pure chaos."
  },
  {
    "startTime": 290.51,
    "endTime": 294.71,
    "text": "He was completely reimagined and his appearance was far more rugged and shabby than that of"
  },
  {
    "startTime": 294.71,
    "endTime": 299.08,
    "text": "any version of the character seen before and, frankly, he was the darkest, most unpredictable"
  },
  {
    "startTime": 299.08,
    "endTime": 303.81,
    "text": "and most violent version as well.To prepare for the role, Ledger reportedly locked himself"
  },
  {
    "startTime": 303.81,
    "endTime": 308.5,
    "text": "away in a hotel room for weeks; perfecting his mannerisms, totally immersing himself"
  },
  {
    "startTime": 308.5,
    "endTime": 312.49,
    "text": "in the character. Some people have theorised that getting inside the head of such a maniacal"
  },
  {
    "startTime": 312.49,
    "endTime": 316.8,
    "text": "character contributed to Ledger's death, but that is, of course, just a theory.Ledger's"
  },
  {
    "startTime": 316.8,
    "endTime": 321.48,
    "text": "passing came just before the release of The Dark Knight in 2008, but he received universal"
  },
  {
    "startTime": 321.48,
    "endTime": 325.389,
    "text": "praise for his performance and even earned a posthumous Academy Award for Best Supporting"
  },
  {
    "startTime": 325.389,
    "endTime": 331.46000000000004,
    "text": "Actor for it. His iconic line \"why so serious\" will forever live on in cinematic lore."
  },
  {
    "startTime": 331.46,
    "endTime": 334.21999999999997,
    "text": "Jared Leto. Next in line to play The Joker on the big"
  },
  {
    "startTime": 334.22,
    "endTime": 338.08000000000004,
    "text": "screen is Jared Leto - a man who will put as much into the role as Ledger did back in"
  },
  {
    "startTime": 338.08,
    "endTime": 343.19899999999996,
    "text": "2008 (he's already terrified his fellow cast members by remaining in character at all times"
  },
  {
    "startTime": 343.199,
    "endTime": 347.24,
    "text": "on set - and he's famously sent them some very strange gifts, including bullets and"
  },
  {
    "startTime": 347.24,
    "endTime": 352.5,
    "text": "dead animals).Leto has the responsibility of taking on the role in the DC Extended Universe,"
  },
  {
    "startTime": 352.5,
    "endTime": 356.81,
    "text": "starting with 2016's Suicide Squad and, potentially, in several other movies going forward in the"
  },
  {
    "startTime": 356.81,
    "endTime": 360.669,
    "text": "franchise .This version looks more different to any that came before it than any other"
  },
  {
    "startTime": 360.669,
    "endTime": 364.78999999999996,
    "text": "version, with his slicked back green hair, silver teeth and body covered in tattoos."
  },
  {
    "startTime": 364.79,
    "endTime": 368.59000000000003,
    "text": "He looks as though he revels in the pain of other more than other versions, and fans and"
  },
  {
    "startTime": 368.59,
    "endTime": 372.28999999999996,
    "text": "critics are completely divided about him, based on what they've seen of him in promotional"
  },
  {
    "startTime": 372.29,
    "endTime": 376.3,
    "text": "material and trailers so far, with some claiming it looks as though Leto and the people behind"
  },
  {
    "startTime": 376.3,
    "endTime": 381.12,
    "text": "Suicide Squad are \"trying too hard to be different\".It remains to be seen how he will be received"
  },
  {
    "startTime": 381.12,
    "endTime": 385.169,
    "text": "once Suicide Squad is actually released, but the likes of Jack Nicholson and Heath Ledger"
  },
  {
    "startTime": 385.169,
    "endTime": 388.5,
    "text": "are undoubtedly tough acts to follow, and Leto will need to have brought his A-game"
  },
  {
    "startTime": 388.5,
    "endTime": 392.86,
    "text": "to his performance in order to garner favourable reviews. All we can say is that we remain"
  },
  {
    "startTime": 392.86,
    "endTime": 396.6,
    "text": "hopeful of this drastically different version being as brilliant as his predecessors."
  },
  {
    "startTime": 396.6,
    "endTime": 400.51000000000005,
    "text": "Thanks for watching our documentary about the evolution of The Joker. Which version"
  },
  {
    "startTime": 400.51,
    "endTime": 404.59999999999997,
    "text": "of the character is your favourite? Our good friends over at the CBR Youtube channel decided"
  },
  {
    "startTime": 404.6,
    "endTime": 409.22900000000004,
    "text": "to tackle this question head on and have produced an amazing animated video pinning all of the"
  },
  {
    "startTime": 409.229,
    "endTime": 413.669,
    "text": "Jokers against eachother in a hilariously awesome Joker Debate. Click the preview here"
  },
  {
    "startTime": 413.669,
    "endTime": 417.12,
    "text": "or the link the description to check it out and don’t forget to tell them that Screen"
  },
  {
    "startTime": 417.12,
    "endTime": 417.99,
    "text": "Rant sent you!"
  },
  {
    "startTime": 417.99,
    "endTime": 421.75,
    "text": "That’s all for us, are you looking forward to seeing Jared Leto's take on the character?"
  },
  {
    "startTime": 421.75,
    "endTime": 425.229,
    "text": "Let us know in the comments section below and be sure to subscribe to our channel for"
  },
  {
    "startTime": 425.229,
    "endTime": 435.229,
    "text": "more great videos like this one."
  }
]