[
  {
    "startTime": 7.3,
    "endTime": 16.2,
    "text": "Around the globe, there are approximately 60 million people who have been forced to leave their homes to escape war, violence, and persecution."
  },
  {
    "startTime": 16.9,
    "endTime": 25.2,
    "text": "The majority of them have become internally displaced persons, which means they have fled their homes but are still within their own countries."
  },
  {
    "startTime": 25.7,
    "endTime": 30.4,
    "text": "Others have crossed a border and sought shelter outside of their own countries."
  },
  {
    "startTime": 30.7,
    "endTime": 33.589999999999996,
    "text": "They are commonly referred to as refugees."
  },
  {
    "startTime": 34.2,
    "endTime": 36.6,
    "text": "But what exactly does that term mean?"
  },
  {
    "startTime": 37.253,
    "endTime": 51.9,
    "text": "The world has known refugees for millennia, but the modern definition was drafted in the UN's 1951 Convention relating to the status of refugees in response to mass persecutions and displacements of the Second World War."
  },
  {
    "startTime": 52.3,
    "endTime": 62.9,
    "text": "It defines a refugee as someone who is outside their country of nationality, and is unable to return to their home country because of well-founded fears of being persecuted."
  },
  {
    "startTime": 63.751,
    "endTime": 76.02799999999999,
    "text": "That persecution may be due to their race, religion, nationality, membership in a particular social group, or political opinion, and is often related to war and violence."
  },
  {
    "startTime": 77.0,
    "endTime": 89.076,
    "text": "Today, roughly half the world's refugees are children, some of them unaccompanied by an adult, a situation that makes them especially vulnerable to child labor or sexual exploitation."
  },
  {
    "startTime": 89.7,
    "endTime": 95.708,
    "text": "Each refugee's story is different, and many must undergo dangerous journeys with uncertain outcomes."
  },
  {
    "startTime": 96.7,
    "endTime": 100.8,
    "text": "But before we get to what their journeys involve, let's clear one thing up."
  },
  {
    "startTime": 101.1,
    "endTime": 106.0,
    "text": "There's a lot of confusion regarding the difference between the terms \"migrant\" and \"refugee.\""
  },
  {
    "startTime": 106.4,
    "endTime": 119.5,
    "text": "\"Migrants\" usually refers to people who leave their country for reasons not related to persecution, such as searching for better economic opportunities or leaving drought-stricken areas in search of better circumstances."
  },
  {
    "startTime": 120.6,
    "endTime": 135.79999999999998,
    "text": "There are many people around the world who have been displaced because of natural disasters, food insecurities, and other hardships, but international law, rightly or wrongly, only recognizes those fleeing conflict and violence as refugees."
  },
  {
    "startTime": 137.7,
    "endTime": 140.6,
    "text": "So what happens when someone flees their country?"
  },
  {
    "startTime": 141.218,
    "endTime": 147.5,
    "text": "Most refugee journeys are long and perilous with limited access to shelter, water, or food."
  },
  {
    "startTime": 148.1,
    "endTime": 161.5,
    "text": "Since the departure can be sudden and unexpected, belongings might be left behind, and people who are evading conflict often do not have the required documents, like visas, to board airplanes and legally enter other countries."
  },
  {
    "startTime": 162.5,
    "endTime": 167.3,
    "text": "Financial and political factors can also prevent them from traveling by standard routes."
  },
  {
    "startTime": 167.9,
    "endTime": 176.3,
    "text": "This means they can usually only travel by land or sea, and may need to entrust their lives to smugglers to help them cross borders."
  },
  {
    "startTime": 177.164,
    "endTime": 185.89999999999998,
    "text": "Whereas some people seek safety with their families, others attempt passage alone and leave their loved ones behind with the hopes of being reunited later."
  },
  {
    "startTime": 186.6,
    "endTime": 189.7,
    "text": "This separation can be traumatic and unbearably long."
  },
  {
    "startTime": 190.4,
    "endTime": 202.5,
    "text": "While more than half the world's refugees are in cities, sometimes the first stop for a person fleeing conflict is a refugee camp, usually run by the United Nations Refugee Agency or local governments."
  },
  {
    "startTime": 203.2,
    "endTime": 214.29999999999998,
    "text": "Refugee camps are intended to be temporary structures, offering short-term shelter until inhabitants can safely return home, be integrated to the host country, or resettle in another country."
  },
  {
    "startTime": 215.2,
    "endTime": 219.0,
    "text": "But resettlement and long-term integration options are often limited."
  },
  {
    "startTime": 219.9,
    "endTime": 225.9,
    "text": "So many refugees are left with no choice but to remain in camps for years and sometimes even decades."
  },
  {
    "startTime": 227.3,
    "endTime": 232.70000000000002,
    "text": "Once in a new country, the first legal step for a displaced person is to apply for asylum."
  },
  {
    "startTime": 233.3,
    "endTime": 240.70000000000002,
    "text": "At this point, they are an asylum-seeker and not officially recognized as a refugee until the application has been accepted."
  },
  {
    "startTime": 241.2,
    "endTime": 253.2,
    "text": "While countries by and large agree on one definition of refugee, every host country is responsible for examining all requests for asylum and deciding whether applicants can be granted the status of refugee."
  },
  {
    "startTime": 253.7,
    "endTime": 256.7,
    "text": "Different countries guidelines can vary substantially."
  },
  {
    "startTime": 257.9,
    "endTime": 267.0,
    "text": "Host countries have several duties towards people they have recognized as refugees, like the guarantee of a minimum standard of treatment and non-discrimination."
  },
  {
    "startTime": 267.7,
    "endTime": 278.0,
    "text": "The most basic obligation towards refugees is non-refoulement, a principle preventing a nation from sending an individual to a country where their life and freedom are threatened."
  },
  {
    "startTime": 278.5,
    "endTime": 284.9,
    "text": "In reality, however, refugees are frequently the victims of inconsistent and discriminatory treatment."
  },
  {
    "startTime": 285.2,
    "endTime": 290.4,
    "text": "They're increasingly obliged to rebuild their lives in the face of xenophobia and racism."
  },
  {
    "startTime": 290.8,
    "endTime": 296.839,
    "text": "And all too often, they aren't permitted to enter the workforce and are fully dependent on humanitarian aid."
  },
  {
    "startTime": 297.3,
    "endTime": 303.76800000000003,
    "text": "In addition, far too many refugee children are out of school due to lack of funding for education programs."
  },
  {
    "startTime": 305.0,
    "endTime": 319.0,
    "text": "If you go back in your own family history, chances are you will discover that at a certain point, your ancestors were forced from their homes, either escaping a war or fleeing discrimination and persecution."
  },
  {
    "startTime": 320.1,
    "endTime": 327.8,
    "text": "It would be good of us to remember their stories when we hear of refugees currently displaced, searching for a new home."
  }
]