[
  {
    "startTime": 0.216,
    "endTime": 2.2,
    "text": "I know I keep saying this but you're fantastic in the movie."
  },
  {
    "startTime": 2.4,
    "endTime": 9.282,
    "text": "Ah, ah. Also, you have a scene that you're underwater. But I was like...I don't know maybe CGI or something but you told me"
  },
  {
    "startTime": 9.482,
    "endTime": 12.469999999999999,
    "text": "Let me tell you, nothing in this movie is CGI, like"
  },
  {
    "startTime": 12.67,
    "endTime": 15.224,
    "text": "That's not true.  -Well, I mean, ok yes, a few things like..."
  },
  {
    "startTime": 15.424,
    "endTime": 17.771,
    "text": "It's like a whole full on floating explosion."
  },
  {
    "startTime": 17.971,
    "endTime": 22.472,
    "text": "Like when the world, like when the world is kind of blowing up. That didn't actually happen."
  },
  {
    "startTime": 22.672,
    "endTime": 25.068,
    "text": "There's like a crocodile man, fighting people. - It was a big budget, but it wasn't that big."
  },
  {
    "startTime": 25.268,
    "endTime": 32.828,
    "text": "But the explosions are all real. All real, I mean, lots of prosthesis, like crop prosthesis"
  },
  {
    "startTime": 33.028,
    "endTime": 34.865,
    "text": "And how did you go underwater for that long and what is it..."
  },
  {
    "startTime": 35.065,
    "endTime": 38.08,
    "text": "I had to learn to hold my breath underwater for a really long time."
  },
  {
    "startTime": 38.28,
    "endTime": 39.865,
    "text": "Can you do...how do you do that?"
  },
  {
    "startTime": 39.9,
    "endTime": 42.751999999999995,
    "text": "So you, I worked with this this amazing freediver."
  },
  {
    "startTime": 42.8,
    "endTime": 44.769,
    "text": "And he came in and I did four sessions with him."
  },
  {
    "startTime": 44.8,
    "endTime": 47.492,
    "text": "His name's Kirk and I called him Capt. Kirk, and anyways,"
  },
  {
    "startTime": 47.692,
    "endTime": 53.398,
    "text": "- he was really...like it's all about lowering your metabolic rate and I'm.... - The metabolic rate?"
  },
  {
    "startTime": 53.698,
    "endTime": 58.225,
    "text": "- Yeah. Because as soon as you start using... - How do you lower that without breathing? - It's all about conserving oxygen."
  },
  {
    "startTime": 58.425,
    "endTime": 61.974999999999994,
    "text": "You kinda like, meditate underwater. It's what freedivers do but it's amazing and"
  },
  {
    "startTime": 62.175,
    "endTime": 65.097,
    "text": "and then I, you know, we did four sessions and"
  },
  {
    "startTime": 65.1,
    "endTime": 68.62899999999999,
    "text": "we sit pretty much because once we start moving, and I obviously have to be fighting underwater,"
  },
  {
    "startTime": 68.829,
    "endTime": 75.857,
    "text": "you use up more oxygen then you can't stay under as long. But I can do like resting breath hold of 5 minutes."
  },
  {
    "startTime": 76.057,
    "endTime": 78.933,
    "text": "- Which meant I could do like a... - You hold your breath for 5 minutes underwater? - Yeah! "
  },
  {
    "startTime": 79.133,
    "endTime": 82.30199999999999,
    "text": "Which I never thought was possible. I was like...oh maybe I'll aim for 3."
  },
  {
    "startTime": 82.4,
    "endTime": 84.563,
    "text": "- But we started doing it. - We can probably rob a bank somewhere!"
  },
  {
    "startTime": 84.763,
    "endTime": 87.90700000000001,
    "text": "- An underwater bank. That's what I need."
  },
  {
    "startTime": 88.107,
    "endTime": 90.444,
    "text": "With your talent, and my idea."
  },
  {
    "startTime": 90.644,
    "endTime": 95.518,
    "text": "- What are we doing this for? - Yeah, this is ridiculous. We're gonna be gazillionaires."
  },
  {
    "startTime": 95.718,
    "endTime": 101.437,
    "text": "And we started getting really competitive. And as you know, we've played games together before, I get a little competitive, so"
  },
  {
    "startTime": 101.637,
    "endTime": 105.862,
    "text": "My stunt double, Ingrid, she would do a session. She's like, \"I made it to 3 minutes.\" So, I was like"
  },
  {
    "startTime": 106.062,
    "endTime": 110.65899999999999,
    "text": "I am gonna do another session. 3 and a half minutes, 4 minutes, 4...anyways, I got to 5 minutes and I was like,"
  },
  {
    "startTime": 110.859,
    "endTime": 114.18599999999999,
    "text": "you know what, this is above and beyond what I'd thought I'd get to. I'm good, I'm good with 5."
  },
  {
    "startTime": 114.386,
    "endTime": 117.396,
    "text": "She did one extra session, she goes \"I got to 5 and a half\" and I was like"
  },
  {
    "startTime": 117.596,
    "endTime": 121.108,
    "text": "\"I need another session!\" And they were like, \"No one needs to drown over this!\""
  },
  {
    "startTime": 121.324,
    "endTime": 124.667,
    "text": "We got the scene. We're good. We're got the take."
  },
  {
    "startTime": 124.867,
    "endTime": 127.491,
    "text": "The scene takes 1 minute. You don't need to do this."
  },
  {
    "startTime": 127.691,
    "endTime": 130.451,
    "text": "- We're cutting all this out anyway. - It's getting ridiculous!"
  },
  {
    "startTime": 130.651,
    "endTime": 133.23600000000002,
    "text": "Yeah, and then I watched it and they cut like, the first half and the last half, and I was like,"
  },
  {
    "startTime": 133.436,
    "endTime": 135.627,
    "text": "but I was underwater for so much longer than that."
  },
  {
    "startTime": 135.827,
    "endTime": 146.939,
    "text": "You're like \"I'm under the water...I'm standing in the sea...what does it mean...\""
  },
  {
    "startTime": 147.9,
    "endTime": 149.8,
    "text": "Weird. That's on the soundtrack, isn't it?"
  }
]