[
  {
    "startTime": 14.3,
    "endTime": 16.1,
    "text": "She's only a few feet away."
  },
  {
    "startTime": 16.2,
    "endTime": 23.799999999999997,
    "text": "The closer he gets, the more nervous he becomes, the budding zit on his nose growing bigger and bigger until it practically eclipses his face."
  },
  {
    "startTime": 24.0,
    "endTime": 27.6,
    "text": "She looks at him hovering nearby, sees the massive zit, and giggles."
  },
  {
    "startTime": 28.0,
    "endTime": 30.7,
    "text": "He slumps away, feeling sick."
  },
  {
    "startTime": 30.8,
    "endTime": 34.6,
    "text": "Stress can sure make a mess, and it happens to both teens and adults."
  },
  {
    "startTime": 34.7,
    "endTime": 36.0,
    "text": "But how does it happen?"
  },
  {
    "startTime": 36.3,
    "endTime": 40.599999999999994,
    "text": "Let's rewind to before the zit, to before Justin even sees his crush."
  },
  {
    "startTime": 41.0,
    "endTime": 46.6,
    "text": "Already late for school, Justin got to class just in time to hear the teacher say \"pop quiz.\""
  },
  {
    "startTime": 46.7,
    "endTime": 53.6,
    "text": "He hadn't done his homework the night before, and felt more unprepared than the ambushed World War II soldiers he was supposed to write about."
  },
  {
    "startTime": 54.2,
    "endTime": 60.2,
    "text": "A sudden rush of panic swept over his body, leaving him with sweaty palms, a foggy mind, and a racing heart."
  },
  {
    "startTime": 61.0,
    "endTime": 66.5,
    "text": "He stumbled out of class in a daze, and ran straight into his all-time crush, spiking up his stress."
  },
  {
    "startTime": 67.6,
    "endTime": 71.69999999999999,
    "text": "Stress is a general biological response to a potential danger."
  },
  {
    "startTime": 71.9,
    "endTime": 80.4,
    "text": "In primitive caveman terms, stress can make you fight for your life, or run for your life, if, for example, you're confronted by a hungry saber-tooth tiger."
  },
  {
    "startTime": 81.0,
    "endTime": 89.6,
    "text": "Special chemicals called stress hormones run through your body, giving you more oxygen and power to run away from danger or to face it and fight for your life,"
  },
  {
    "startTime": 89.7,
    "endTime": 92.10000000000001,
    "text": "hence the term \"fight or flight.\""
  },
  {
    "startTime": 92.6,
    "endTime": 96.5,
    "text": "But when you don't fight, or take flight, you face the plight."
  },
  {
    "startTime": 97.3,
    "endTime": 103.0,
    "text": "When we're taking final exams, sitting in traffic or pondering pollution, we internalize stress."
  },
  {
    "startTime": 103.5,
    "endTime": 106.0,
    "text": "It all begins in the brain."
  },
  {
    "startTime": 106.1,
    "endTime": 112.3,
    "text": "The hypothalamus, the master controller of your hormones, releases something called corticotropin-releasing hormone."
  },
  {
    "startTime": 112.6,
    "endTime": 119.69999999999999,
    "text": "This triggers the pituitary gland, a pea-sized gland found at the base of the brain, to release adrenocorticotropic hormone"
  },
  {
    "startTime": 119.8,
    "endTime": 126.39999999999999,
    "text": "which then stimulates the adrenal gland sitting on top of the kidneys to release cortisol, the major stress hormone."
  },
  {
    "startTime": 127.0,
    "endTime": 132.9,
    "text": "These natural chemicals are a great help when you need to run away quickly, or do superhuman feats of courage,"
  },
  {
    "startTime": 133.2,
    "endTime": 139.2,
    "text": "but when you're simply sitting, these stress hormones collect in the body and affect your overall health."
  },
  {
    "startTime": 139.9,
    "endTime": 144.4,
    "text": "Stress hormones increase inflammation in the body, suppress the immune system,"
  },
  {
    "startTime": 144.5,
    "endTime": 151.7,
    "text": "which makes you more susceptible to infection by acne-causing bacteria, and can even increase oil production in the skin."
  },
  {
    "startTime": 152.4,
    "endTime": 157.20000000000002,
    "text": "And this is the perfect storm for forming a pimple."
  },
  {
    "startTime": 157.7,
    "endTime": 165.5,
    "text": "Cortisol is a major stress hormone involved in making skin cells churn out oily lipids from special glands called sebaceous glands."
  },
  {
    "startTime": 166.0,
    "endTime": 175.3,
    "text": "But when there's too much of these oily lipids, called sebum, they can plug up the swollen, inflamed pores and trap the pesky, acne-causing bacteria inside,"
  },
  {
    "startTime": 175.4,
    "endTime": 177.3,
    "text": "where they set up house and thrive."
  },
  {
    "startTime": 177.5,
    "endTime": 184.8,
    "text": "Add a dash of inflammatory neuropeptides released by the nervous system when you're -- well, nervous -- and angry zits follow."
  },
  {
    "startTime": 185.7,
    "endTime": 189.79999999999998,
    "text": "To make matters worse, Justin is a boy, meaning he's got more testosterone than girls."
  },
  {
    "startTime": 190.3,
    "endTime": 194.0,
    "text": "Testosterone is another hormone that increases oil production in the skin."
  },
  {
    "startTime": 194.3,
    "endTime": 205.5,
    "text": "So, his already oily skin, together with a boost in oil and inflammation from stress, is the perfect environment for bacteria to swell, swell, swell up into a major zit."
  },
  {
    "startTime": 205.9,
    "endTime": 208.8,
    "text": "So what could've Justin done to avoid the big pimple?"
  },
  {
    "startTime": 208.9,
    "endTime": 211.5,
    "text": "Stressful situations are unavoidable."
  },
  {
    "startTime": 211.6,
    "endTime": 215.5,
    "text": "But we can try to change our responses so that we're not so stressed in the end."
  },
  {
    "startTime": 215.8,
    "endTime": 222.3,
    "text": "And had he been confident in approaching her, she might not have noticed the pimple, or he might not have had one."
  }
]