[
  {
    "startTime": 9.389,
    "endTime": 13.809,
    "text": "When you first begin watching the series it's quite evident that the two main characters,"
  },
  {
    "startTime": 13.809,
    "endTime": 18.64,
    "text": "Rick Sanchez and Morty Smith, are based on Doc Brown and Marty McFly from the Back to"
  },
  {
    "startTime": 18.64,
    "endTime": 24.73,
    "text": "the Future franchise. And that's actually how it all began. Back in 2005, Justin Roiland"
  },
  {
    "startTime": 24.73,
    "endTime": 30.82,
    "text": "produced an animated series known as House of Cosbys. This bizarre show is about a guy"
  },
  {
    "startTime": 30.82,
    "endTime": 35.93,
    "text": "living with a hundred clones of Bill Cosby. It premiered at the non-profit short film"
  },
  {
    "startTime": 35.93,
    "endTime": 41.329,
    "text": "festival Channel 101 which was co-founded by Dan Harmon who quickly took a liking to"
  },
  {
    "startTime": 41.329,
    "endTime": 46.75,
    "text": "Roiland's sense of humor. But in June of the same year, they received a cease and desist"
  },
  {
    "startTime": 46.75,
    "endTime": 52.32,
    "text": "letter from Bill Cosby's lawyer and where thus forced to end House of Cosbys. Because"
  },
  {
    "startTime": 52.32,
    "endTime": 57.769,
    "text": "of this Roiland decided to make a very obscene and crude parody of the Back to the Future"
  },
  {
    "startTime": 57.769,
    "endTime": 62.869,
    "text": "movies as a sort of joke or protest against Universal Pictures. He called the short:"
  },
  {
    "startTime": 62.869,
    "endTime": 77.14,
    "text": "\"The Real Animated Adventures of Doc and Mharti\"."
  },
  {
    "startTime": 77.14,
    "endTime": 82.26,
    "text": "It was never intended to be anything more  than a joke but Roiland became really fond"
  },
  {
    "startTime": 82.26,
    "endTime": 84.27000000000001,
    "text": "of his own impressions of the two characters"
  },
  {
    "startTime": 84.27,
    "endTime": 90.31,
    "text": "and decided to explore this idea further. Many years later, in 2012, Harmon was approached"
  },
  {
    "startTime": 90.31,
    "endTime": 95.77,
    "text": "by Adult Swim to create an original animated show for the network. But Harmon, previously"
  },
  {
    "startTime": 95.77,
    "endTime": 100.579,
    "text": "creating and working on Community, didn't have any real experience with animation at"
  },
  {
    "startTime": 100.579,
    "endTime": 106.05999999999999,
    "text": "this point so he immediately thought of Roiland. He gave him a call and Roiland promptly pitched"
  },
  {
    "startTime": 106.06,
    "endTime": 114.0,
    "text": "the idea of using the Doc and Mharti characters to produce a shown titled Rick and Morty."
  },
  {
    "startTime": 114.0,
    "endTime": 121.219,
    "text": "In the episode \"Meeseeks and Destroy\" we meet a disturbing character known as King Jellybeen."
  },
  {
    "startTime": 121.219,
    "endTime": 125.57,
    "text": "This character, like Rick and Morty themselves, is actually from a previous animation that"
  },
  {
    "startTime": 125.57,
    "endTime": 140.32,
    "text": "Roiland produced called \"Unbelievable Tales\"."
  },
  {
    "startTime": 140.32,
    "endTime": 142.599,
    "text": "In this animation the character is known as"
  },
  {
    "startTime": 142.599,
    "endTime": 150.73,
    "text": "\"Crumply Crumplestien\" and is even more grotesque than the version in Rick and Morty."
  },
  {
    "startTime": 150.73,
    "endTime": 156.39999999999998,
    "text": "During the show you might have noticed a character with rainbow colored suspenders and an American"
  },
  {
    "startTime": 156.4,
    "endTime": 160.65,
    "text": "football on his shirt. The stitches on the football also appear to be in the form of"
  },
  {
    "startTime": 160.65,
    "endTime": 166.909,
    "text": "Roman numerals spelling out 18, 3, and 5. If you use the numbers for the corresponding"
  },
  {
    "startTime": 166.909,
    "endTime": 176.09,
    "text": "letter in the alphabet you get RCE. So what does that mean? Well so far it means nothing"
  },
  {
    "startTime": 176.09,
    "endTime": 181.94,
    "text": "and it will likely remain that way. You see, Roiland explained in an interview that he himself,"
  },
  {
    "startTime": 181.94,
    "endTime": 187.129,
    "text": "the creator of Galaxy Falls Alex Hirsch, and Jason Ruiz who was working on another animated"
  },
  {
    "startTime": 187.129,
    "endTime": 192.29899999999998,
    "text": "show called Murder Police, got together one day and talked about including parts of a"
  },
  {
    "startTime": 192.299,
    "endTime": 197.84,
    "text": "secret code in each of their shows. So if someone found all three codes and put them"
  },
  {
    "startTime": 197.84,
    "endTime": 203.659,
    "text": "all together it would make a word or a sentence. But for some reason Roiland was the only one"
  },
  {
    "startTime": 203.659,
    "endTime": 211.32,
    "text": "to follow through with this Rainbow Suspenders guy and thus the secret code makes no sense."
  },
  {
    "startTime": 211.32,
    "endTime": 215.57999999999998,
    "text": "One of the main reasons for the show being made in the first place was Roiland's distinct"
  },
  {
    "startTime": 215.58,
    "endTime": 221.209,
    "text": "way of voicing both Rick and Morty. Long before the show began, it was a sort of inside joke"
  },
  {
    "startTime": 221.209,
    "endTime": 225.709,
    "text": "among friends for Roiland to make these voices. It's been said that something that really"
  },
  {
    "startTime": 225.709,
    "endTime": 230.17000000000002,
    "text": "makes the show unique is the way he's able to quickly switch between the two characters"
  },
  {
    "startTime": 230.17,
    "endTime": 236.53,
    "text": "and improvise new lines and situations by essentially talking to himself. But this almost"
  },
  {
    "startTime": 236.53,
    "endTime": 242.0,
    "text": "didn't happen because, at first, Adult Swim didn't want him to be the voice of Morty."
  },
  {
    "startTime": 242.0,
    "endTime": 247.2,
    "text": "Instead, they were looking into other famous voice actors like Billy West and Tara Strong."
  },
  {
    "startTime": 247.2,
    "endTime": 252.36999999999998,
    "text": "But Roiland kept pushing his idea of playing both characters and eventually he got schwifty.."
  },
  {
    "startTime": 252.37,
    "endTime": 255.94,
    "text": "eh.. he got.. he got his wish."
  },
  {
    "startTime": 255.94,
    "endTime": 258.32,
    "text": "The theme song for Rick and Morty  actually comes from"
  },
  {
    "startTime": 258.32,
    "endTime": 279.36,
    "text": "another animated show that Roiland  also produced called \"Dog World\"."
  },
  {
    "startTime": 279.36,
    "endTime": 283.72,
    "text": "It's about humans living in a world with intelligent talking dogs."
  },
  {
    "startTime": 283.72,
    "endTime": 287.8,
    "text": "It was supposed to air on Cartoon Network but the project was never completed"
  },
  {
    "startTime": 287.8,
    "endTime": 292.64,
    "text": "as Roiland simply had too many things in development at the time. All that remains today is the"
  },
  {
    "startTime": 292.64,
    "endTime": 297.95,
    "text": "animatic version available online. The episode Lawnmower Dog in Rick and Morty also makes"
  },
  {
    "startTime": 297.95,
    "endTime": 303.11,
    "text": "a lot of references to this incomplete pilot. For example, the family in Dog World has a"
  },
  {
    "startTime": 303.11,
    "endTime": 309.58000000000004,
    "text": "human pet named Ruffles and in this episode, the dog known as Snuffles (eh.. I mean, Snowball)"
  },
  {
    "startTime": 309.58,
    "endTime": 316.47999999999996,
    "text": "is \"mistakenly\" called Ruffles by Rick."
  },
  {
    "startTime": 316.48,
    "endTime": 321.1,
    "text": "The father in each show is named Jerry after one of Roiland's real life dogs."
  },
  {
    "startTime": 321.1,
    "endTime": 323.62,
    "text": "And then at the end of the episode, Rick and Morty makes a"
  },
  {
    "startTime": 323.62,
    "endTime": 350.66,
    "text": "very clear and direct reference by saying this.."
  },
  {
    "startTime": 350.66,
    "endTime": 355.3,
    "text": "Considering that it's a heavily sci-fi themed show and that the initial idea is based upon"
  },
  {
    "startTime": 355.3,
    "endTime": 360.95,
    "text": "the characters from Back to the Future, you would assume that the show is about time travel."
  },
  {
    "startTime": 360.95,
    "endTime": 366.409,
    "text": "But so far, we haven't really seen anything regarding that topic. Sure, they travel through"
  },
  {
    "startTime": 366.409,
    "endTime": 371.899,
    "text": "different dimensions and even stops time between season 1 and 2, but they never actually travel"
  },
  {
    "startTime": 371.899,
    "endTime": 377.719,
    "text": "trough time. This is because, both the creators think that time travel is simply too powerful"
  },
  {
    "startTime": 377.719,
    "endTime": 382.399,
    "text": "and makes everything way to complicated. This is also why they made the first episode of"
  },
  {
    "startTime": 382.399,
    "endTime": 388.399,
    "text": "season 2 about manipulating time. They wanted to show the viewers how chaotic and confusing"
  },
  {
    "startTime": 388.399,
    "endTime": 392.82,
    "text": "everything becomes, and has described the production of that specific episode as"
  },
  {
    "startTime": 392.82,
    "endTime": 398.14,
    "text": "\"a fucking nightmare\" because of all the different realities. The fact that they will never create"
  },
  {
    "startTime": 398.14,
    "endTime": 403.209,
    "text": "a time travel episode is also highlighted by the box inside Rick's workshop which is"
  },
  {
    "startTime": 403.209,
    "endTime": 411.98,
    "text": "labeled \"TIME TRAVEL STUFF\". It's supposed to be a metaphor for time travel stories being on the shelf."
  },
  {
    "startTime": 411.98,
    "endTime": 418.54,
    "text": "It's possible that Rick and Morty and Gravity Falls are somehow connected. In the episode"
  },
  {
    "startTime": 418.54,
    "endTime": 423.469,
    "text": "\"Society of the Blind Eye\" of the animated show Gravity Falls, a character accidentally"
  },
  {
    "startTime": 423.469,
    "endTime": 429.3,
    "text": "drops his pen, notepad, and mug trough a portal. In the episode \"Close Rick-Counters of the"
  },
  {
    "startTime": 429.3,
    "endTime": 435.029,
    "text": "Rick Kind\", these very same items can be seen emerging from a portal. It's also interesting"
  },
  {
    "startTime": 435.029,
    "endTime": 439.469,
    "text": "that the Rick and Morty episode was released long before the Gravity Falls episode. Which"
  },
  {
    "startTime": 439.469,
    "endTime": 444.18,
    "text": "means it was either planned all along or the animators of Gravity Falls saw an opportunity"
  },
  {
    "startTime": 444.18,
    "endTime": 450.14,
    "text": "to sort of complete the easter egg. And it isn't that surprising considering that Alex Hirsch and"
  },
  {
    "startTime": 450.14,
    "endTime": 454.93,
    "text": "Justin Roiland are long time friends. Another connection to Gravity Falls can be found in"
  },
  {
    "startTime": 454.93,
    "endTime": 458.43,
    "text": "the episode \"Big Trouble In Little Sanchez\" in which the character"
  },
  {
    "startTime": 458.43,
    "endTime": 463.90000000000003,
    "text": "Bill Cipher from Gravity Falls is briefly seen."
  },
  {
    "startTime": 463.9,
    "endTime": 469.01,
    "text": "In the episode \"Get Schwifty\" of season 2, co-creator Justin Roiland actually makes a"
  },
  {
    "startTime": 469.01,
    "endTime": 473.38,
    "text": "cameo appearance as himself."
  },
  {
    "startTime": 473.38,
    "endTime": 479.269,
    "text": "Many of the episodes titles or entire plot lines are allusions to various forms of mainstream"
  },
  {
    "startTime": 479.269,
    "endTime": 483.849,
    "text": "media. Some are quite obvious like \"Anatomy Park\" being a reference to \"Jurassic Park\""
  },
  {
    "startTime": 483.849,
    "endTime": 489.149,
    "text": "and \"Look Who's Purging Now\" being a parody of \"The Purge\". Then there's more obscure"
  },
  {
    "startTime": 489.149,
    "endTime": 494.11,
    "text": "episodes like \"Lawnmower Dog\" being a reference to the movie \"The Lawnmower Man\". In the same"
  },
  {
    "startTime": 494.11,
    "endTime": 499.01,
    "text": "way that a dog becomes super intelligent in the episode, a mentally handicapped person"
  },
  {
    "startTime": 499.01,
    "endTime": 504.469,
    "text": "becomes super intelligent in the movie. \"Meeseeks and Destroy\" is a reference to the Metallica"
  },
  {
    "startTime": 504.469,
    "endTime": 510.06,
    "text": "song \"Seek and Destroy\". The title and premise of the episode \"Mortynight Run\" is a reference"
  },
  {
    "startTime": 510.06,
    "endTime": 515.32,
    "text": "to the movie \"Midnight Run\". In both cases, the main characters are being chased the government"
  },
  {
    "startTime": 515.32,
    "endTime": 519.9300000000001,
    "text": "after helping a wanted criminal. The title of the episode \"Raising Gazorpazorp\" is a"
  },
  {
    "startTime": 519.93,
    "endTime": 528.3,
    "text": "reference to \"Raising Arizona\" while the episode itself is a parody of the movie \"Zardoz\"."
  },
  {
    "startTime": 528.3,
    "endTime": 533.76,
    "text": "Unlike many other animated shows, everyone working on Rick and Morty seem to really strive"
  },
  {
    "startTime": 533.76,
    "endTime": 539.5699999999999,
    "text": "for continuity. Let me give you some examples. In the final episode of season 1 we see the"
  },
  {
    "startTime": 539.57,
    "endTime": 545.11,
    "text": "family house being teleported away and later back again creating a giant crack around the"
  },
  {
    "startTime": 545.11,
    "endTime": 551.21,
    "text": "entire house. This crack remains visible for the entirety of season 2 and in one episode,"
  },
  {
    "startTime": 551.21,
    "endTime": 556.4000000000001,
    "text": "Jerry can even be seen using a weed wacker because their weed is wack yo.. I mean, to"
  },
  {
    "startTime": 556.4,
    "endTime": 561.09,
    "text": "cut the grass growing out of the crack in the pavement. There's an episode called \"Total"
  },
  {
    "startTime": 561.09,
    "endTime": 566.14,
    "text": "Rickall\" in which alien parasites infiltrate the memories of the characters. The person"
  },
  {
    "startTime": 566.14,
    "endTime": 570.84,
    "text": "who brought the parasites into the house in the first place was of course Rick and how"
  },
  {
    "startTime": 570.84,
    "endTime": 576.47,
    "text": "that happened is actually covered two episodes prior. Rick can be seen loading these green"
  },
  {
    "startTime": 576.47,
    "endTime": 581.58,
    "text": "rocks onto his spaceship which also happens to be covered with these pink parasite pods."
  },
  {
    "startTime": 581.58,
    "endTime": 585.22,
    "text": "And at the beginning of \"Total Rickall\" he can be seen throwing pieces of these green"
  },
  {
    "startTime": 585.22,
    "endTime": 591.83,
    "text": "rocks into the trash including the pods. This was also confirmed by Roiland himself. In"
  },
  {
    "startTime": 591.83,
    "endTime": 597.0500000000001,
    "text": "\"Look Who's Purging Now\" they accidentally create a hole in the roof of the house. In"
  },
  {
    "startTime": 597.05,
    "endTime": 602.15,
    "text": "the next episode, the now repaired hole is still visible. Another minor detail that remains"
  },
  {
    "startTime": 602.15,
    "endTime": 608.63,
    "text": "true in every single episode so far (believe me I checked!) is that Rick never wears a seatbelt"
  },
  {
    "startTime": 608.63,
    "endTime": 612.21,
    "text": "even though most other characters do.  And there's of course numerous"
  },
  {
    "startTime": 612.21,
    "endTime": 622.21,
    "text": "minor details like just these which haven't been discovered yet."
  }
]