[
  {
    "startTime": 0.25,
    "endTime": 7.08,
    "text": "In a rare public address in August 2016, Emperor Akihito (ah-kee-HEE-toh) of Japan suggested that he may abdicate the throne."
  },
  {
    "startTime": 7.08,
    "endTime": 13.768,
    "text": "Japanese emperors are constitutionally barred from stepping down, and no monarch has done so in nearly 200 years."
  },
  {
    "startTime": 13.769,
    "endTime": 20.68,
    "text": "Japan is a highly developed country with a liberal democracy, and yet it has the oldest continuing monarchy in the world."
  },
  {
    "startTime": 20.68,
    "endTime": 23.24,
    "text": "So how does Japan's monarchy actually work?"
  },
  {
    "startTime": 23.24,
    "endTime": 30.119,
    "text": "Well, Japan's Imperial Family is a hereditary monarchy, not unlike those which are common in Europe and the Middle East."
  },
  {
    "startTime": 30.119,
    "endTime": 37.48,
    "text": "The head of the family is the Emperor, and according to Japan's constitution, he is the \"symbol of the State and of the unity of the people.\""
  },
  {
    "startTime": 37.48,
    "endTime": 41.019,
    "text": "As such, the Emperor's role is largely that of a figurehead."
  },
  {
    "startTime": 41.019,
    "endTime": 48.73,
    "text": "That is, he attends diplomatic functions, provides support after natural disasters, awards honors, and performs a number of other symbolic duties."
  },
  {
    "startTime": 48.73,
    "endTime": 59.489,
    "text": "In fact, the Emperor only has two formal responsibilities: appointing the Prime Minister as designated by parliament, and appointing the Chief Justice as designated by the Cabinet."
  },
  {
    "startTime": 59.489,
    "endTime": 65.67999999999999,
    "text": "The Emperor does not take part in the lawmaking process, and in fact, is rarely even seen by the public."
  },
  {
    "startTime": 65.68,
    "endTime": 73.56,
    "text": "Since Emperor Akihito took the throne in 1989, he has only addressed the country on television once prior to his recent appearance."
  },
  {
    "startTime": 73.56,
    "endTime": 79.27,
    "text": "Japan's Imperial Family has existed for thousands of years, and their role has evolved throughout history."
  },
  {
    "startTime": 79.27,
    "endTime": 84.64,
    "text": "From the 12th to 19th centuries, Japan was ruled by shoguns, or military dictators."
  },
  {
    "startTime": 84.64,
    "endTime": 90.03,
    "text": "Similar to today's Prime Ministers, their authority was only legitimate if it was approved by the Emperor."
  },
  {
    "startTime": 90.03,
    "endTime": 100.369,
    "text": "But when the shogunate dissolved in 1868, a new constitution gave the Emperor the authority to create and enforce laws and exercise \"supreme command of the Army and Navy.\""
  },
  {
    "startTime": 100.369,
    "endTime": 109.06,
    "text": "This lasted until the aftermath of World War II, when the occupying United States imposed a new constitution barring the Emperor from taking part in politics."
  },
  {
    "startTime": 109.06,
    "endTime": 114.93900000000001,
    "text": "This era marked not only a shift in the Emperor's sovereignty, but also in his public persona."
  },
  {
    "startTime": 114.939,
    "endTime": 126.25899999999999,
    "text": "According to Japanese mythology, the first Emperor in 660 BC, as well as each of the 124 rulers that succeeded him, are descendants of the Sun Goddess of Japan's Shinto faith."
  },
  {
    "startTime": 126.259,
    "endTime": 131.23,
    "text": "In fact, the Japanese word for Emperor literally translates to  \"heavenly sovereign.\""
  },
  {
    "startTime": 131.23,
    "endTime": 135.39999999999998,
    "text": "And throughout history, Emperors have even been referred to as 'gods.'"
  },
  {
    "startTime": 135.4,
    "endTime": 146.25,
    "text": "This narrative was reinforced by centuries of tradition as well as government propaganda, and during the second World War, it culminated in Imperial cults, kamikaze bombers, and other fanaticism."
  },
  {
    "startTime": 146.25,
    "endTime": 153.92,
    "text": "After Japan lost the war, the Emperor publicly announced that he was not a god, and rejected the belief that Emperors are divine."
  },
  {
    "startTime": 153.92,
    "endTime": 160.94,
    "text": "In order for Emperor Akihito to resign, Japanese parliament must revisit a 1947 law barring him from doing so."
  },
  {
    "startTime": 160.94,
    "endTime": 167.001,
    "text": "Although nothing has been confirmed, Akihito's 56-year-old son would likely advance to the throne."
  },
  {
    "startTime": 167.001,
    "endTime": 173.709,
    "text": "But Japan is famously resistant to change, and reconsidering the role of its Emperor once again, may be a long and arduous road."
  },
  {
    "startTime": 173.709,
    "endTime": 180.14000000000001,
    "text": "If you're like me and you love history, science, and exploration, you should check out Discovery Go."
  },
  {
    "startTime": 180.14,
    "endTime": 184.61999999999998,
    "text": "You can binge watch all the seasons - current and past - of your favorite Discovery channel shows!"
  },
  {
    "startTime": 184.62,
    "endTime": 187.71,
    "text": "I'm currently working my way through Mythbusters, probably not a surprise."
  },
  {
    "startTime": 187.71,
    "endTime": 190.22,
    "text": "Check out the link in the description below to learn more."
  },
  {
    "startTime": 190.22,
    "endTime": 197.04,
    "text": "Japan is the only country that still has an emperor, but there are a handful of nations that still have kings and queens."
  },
  {
    "startTime": 197.04,
    "endTime": 200.0,
    "text": "To learn more about the monarchies of the world, check out our video here."
  },
  {
    "startTime": 200.0,
    "endTime": 202.5,
    "text": "How many other nations have kings? 10,12?"
  },
  {
    "startTime": 202.7,
    "endTime": 206.0,
    "text": "No! Way more: 45 nations have monarchs. 45 nations!"
  },
  {
    "startTime": 207.6,
    "endTime": 213.0,
    "text": "But don't get too excited. 16 of those, including the UK, are commonwealth realms, like Canada or Australia, that recognize Queen Elizabeth the second of England as their monarch."
  },
  {
    "startTime": 216.75,
    "endTime": 226.75,
    "text": "Thanks for watching SD make sure to like and sub."
  }
]