[
  {
    "startTime": 0.0,
    "endTime": 10.2,
    "text": "In this short video we'll be discussing noun clauses with it and whether. So, noun"
  },
  {
    "startTime": 10.2,
    "endTime": 15.338999999999999,
    "text": "clauses with it or whether are just like any other noun clause. They're dependent"
  },
  {
    "startTime": 15.339,
    "endTime": 21.16,
    "text": "clauses, so they need to be attached to an independent clause, and we use it or"
  },
  {
    "startTime": 21.16,
    "endTime": 28.41,
    "text": "whether to introduce these types of noun clauses. We use these types of noun"
  },
  {
    "startTime": 28.41,
    "endTime": 38.309,
    "text": "clauses to change yes-or-no questions into clauses or dependent clauses. We"
  },
  {
    "startTime": 38.309,
    "endTime": 43.419999999999995,
    "text": "use statement word order in these types of noun clauses just like the WH"
  },
  {
    "startTime": 43.42,
    "endTime": 52.44,
    "text": "question noun clauses we don't use question word order and we don't use a"
  },
  {
    "startTime": 52.44,
    "endTime": 58.019999999999996,
    "text": "question mark at the end of the sentence. if the noun clause is in a statement."
  },
  {
    "startTime": 58.02,
    "endTime": 66.92,
    "text": "So, let's look at some examples we have this first yes-or-no question"
  },
  {
    "startTime": 66.92,
    "endTime": 73.27,
    "text": "\"Are the students studying?\" Now he want to try to change this into a noun clause so we"
  },
  {
    "startTime": 73.27,
    "endTime": 78.88,
    "text": "start with the independent clause \"the instructor wants to know\" We just make this"
  },
  {
    "startTime": 78.88,
    "endTime": 86.24,
    "text": "independent clause up and we're going to add \"if\" and then we switch the subject"
  },
  {
    "startTime": 86.24,
    "endTime": 95.47,
    "text": "and verb so that their in statement word order so we have \"The instructor wants to know"
  },
  {
    "startTime": 95.47,
    "endTime": 103.149,
    "text": "if the students are studying\" Here's another example: \"Did the students see the email?\""
  },
  {
    "startTime": 103.149,
    "endTime": 110.54,
    "text": "Start with the independent clause  \"She wonders\"  then we can use if or whether,"
  },
  {
    "startTime": 110.54,
    "endTime": 119.27000000000001,
    "text": "statement word order. She wonders if the students saw the email.\" So"
  },
  {
    "startTime": 119.27,
    "endTime": 125.11,
    "text": "you can see that in the original question we have the helping verb in the"
  },
  {
    "startTime": 125.11,
    "endTime": 133.25,
    "text": "past tense, subject and then the main verb, and then in the noun clause we have the subject"
  },
  {
    "startTime": 133.25,
    "endTime": 142.86,
    "text": "and the verb as if it was just a statement. \"Should they write the email?\"  Another yes/no"
  },
  {
    "startTime": 142.86,
    "endTime": 149.05,
    "text": "question. We start with the independent class \"He's not sure\" then we start with \"if\" or"
  },
  {
    "startTime": 149.05,
    "endTime": 162.69,
    "text": "\"whether\" and then we have the subject \"they should write the e-mail.\" So we're going to talk about one common error"
  },
  {
    "startTime": 162.69,
    "endTime": 169.95,
    "text": "that a lot of people make a mistake with using these types of noun clauses."
  },
  {
    "startTime": 169.95,
    "endTime": 179.06,
    "text": "The first error is using 'that' and 'if' or 'whether' to connect the independent clause with"
  },
  {
    "startTime": 179.06,
    "endTime": 186.739,
    "text": "the noun clause, so for example we have \"The student wants to know that if there's homework.\""
  },
  {
    "startTime": 186.739,
    "endTime": 195.06,
    "text": "So, we can't use both 'that' and 'if' in the sentence.  To correct this error, we start with this"
  },
  {
    "startTime": 195.06,
    "endTime": 200.19,
    "text": "error \"the student wants to know that if there's homework\" We just take out 'that'"
  },
  {
    "startTime": 200.19,
    "endTime": 210.19,
    "text": "and now we have a sentence, a complex sentence with the 'if' or 'whether' noun clause."
  }
]