[
  {
    "startTime": 0.0,
    "endTime": 7.75,
    "text": "In this video we'll be discussing noun clauses with wh words. This is the"
  },
  {
    "startTime": 7.75,
    "endTime": 12.96,
    "text": "second type of noun clause. noun clauses with wh words are again"
  },
  {
    "startTime": 12.96,
    "endTime": 20.699,
    "text": "dependent clauses, but with these types of noun clauses we don't start the noun clause"
  },
  {
    "startTime": 20.699,
    "endTime": 29.340000000000003,
    "text": "with 'that' instead we start it with a wh word such as when how and so on. so noun"
  },
  {
    "startTime": 29.34,
    "endTime": 36.649,
    "text": "clauses with wh words look like questions because they use the WH words. when we"
  },
  {
    "startTime": 36.649,
    "endTime": 43.01,
    "text": "write these noun clauses we use statement order instead of question order in other"
  },
  {
    "startTime": 43.01,
    "endTime": 50.51,
    "text": "words we start with the subject and verb and then sometimes object. we don't"
  },
  {
    "startTime": 50.51,
    "endTime": 56.449,
    "text": "use question word order and we also  do not use a question mark at the end of"
  },
  {
    "startTime": 56.449,
    "endTime": 63.44,
    "text": "the statement. so let's look at a couple of examples so we'll start with a wh"
  },
  {
    "startTime": 63.44,
    "endTime": 69.96,
    "text": "question a very simple one. when is the test? we want to change this into a noun"
  },
  {
    "startTime": 69.96,
    "endTime": 76.38,
    "text": "clause with the WH word, so we need to start with an independent clause. Here's  an"
  },
  {
    "startTime": 76.38,
    "endTime": 82.54899999999999,
    "text": "example. the students know so our independent clause is the students"
  },
  {
    "startTime": 82.549,
    "endTime": 90.97900000000001,
    "text": "subject know verb and here's the question, but we've changed it into a wh word now"
  },
  {
    "startTime": 90.979,
    "endTime": 99.93,
    "text": "clarence so we started with the same W H word when we switch the verb and  subject"
  },
  {
    "startTime": 99.93,
    "endTime": 103.89,
    "text": "around so that it's in statement form or statement"
  },
  {
    "startTime": 103.89,
    "endTime": 111.99,
    "text": "word order and we end up with when the test is so we have the students know when the"
  },
  {
    "startTime": 111.99,
    "endTime": 118.21,
    "text": "test is here's another example what will she do tomorrow"
  },
  {
    "startTime": 118.21,
    "endTime": 127.32,
    "text": "this is the WH question. now you want to change it into a WH  noun clause so we can"
  },
  {
    "startTime": 127.32,
    "endTime": 131.81,
    "text": "say she knows the subject and verb"
  },
  {
    "startTime": 131.81,
    "endTime": 138.73,
    "text": "we put in the WH word the same WH word \"what\" she will do tomorrow so  again notice"
  },
  {
    "startTime": 138.73,
    "endTime": 149.67999999999998,
    "text": "that the helping verb and the subject they switch back around to statement word order here's"
  },
  {
    "startTime": 149.68,
    "endTime": 155.65,
    "text": "one more example When did he write the essay?"
  },
  {
    "startTime": 155.65,
    "endTime": 164.739,
    "text": "we turn it into a noun clause. \"He remembers when he wrote the essay.\" so here remember"
  },
  {
    "startTime": 164.739,
    "endTime": 172.15,
    "text": "that when we write a question we have to add 'do' 'do' has the past tense but we change"
  },
  {
    "startTime": 172.15,
    "endTime": 183.53,
    "text": "it into a statement the past tense goes on to the main verb and it turns into 'wrote'"
  },
  {
    "startTime": 183.53,
    "endTime": 193.37,
    "text": "Here are some more examples. Here'r three WH questions and you guys can try to change these"
  },
  {
    "startTime": 193.37,
    "endTime": 209.47,
    "text": "into WH noun clauses and I'll give you some example answers."
  },
  {
    "startTime": 209.47,
    "endTime": 215.9,
    "text": "so as you can see in all of these answers we start with the independent"
  },
  {
    "startTime": 215.9,
    "endTime": 221.6,
    "text": "clause.  We build the independent clause. make sure you have a subject and verb then"
  },
  {
    "startTime": 221.6,
    "endTime": 227.85999999999999,
    "text": "we start the WH noun clause with the WH words and we chang the question word ordered"
  },
  {
    "startTime": 227.86,
    "endTime": 238.81,
    "text": "into statement word order so that we have, for example, subject verb object now"
  },
  {
    "startTime": 238.81,
    "endTime": 242.99,
    "text": "we're going to talk about some common errors two common areas the first common error"
  },
  {
    "startTime": 242.99,
    "endTime": 250.22,
    "text": "is using that and a WH word in the same sentence so for example the student"
  },
  {
    "startTime": 250.22,
    "endTime": 256.549,
    "text": "wants to know that how people learn languages so we see right here THAT is"
  },
  {
    "startTime": 256.549,
    "endTime": 261.92999999999995,
    "text": "for a statement type noun clause and HOW is for a WH type noun cause we can't use"
  },
  {
    "startTime": 261.93,
    "endTime": 270.19,
    "text": "both. So, to fix this error, we have 'The student wants to know that how people"
  },
  {
    "startTime": 270.19,
    "endTime": 276.11,
    "text": "learn languages' We just need to get rid of one of the words that start the noun clause"
  },
  {
    "startTime": 276.11,
    "endTime": 284.74,
    "text": "So I'm going take out THAT and we have 'The student wants to know how people"
  },
  {
    "startTime": 284.74,
    "endTime": 292.21000000000004,
    "text": "learn languages.', so we have a WH question turned into a noun clause. The second common"
  },
  {
    "startTime": 292.21,
    "endTime": 302.96,
    "text": "error is using the question form in a noun clause. So we can see for example 'The"
  },
  {
    "startTime": 302.96,
    "endTime": 310.28,
    "text": "teacher explained why did they need to study.' So, you see right here this WH noun"
  },
  {
    "startTime": 310.28,
    "endTime": 316.71999999999997,
    "text": "clause, it's still in question word order so again"
  },
  {
    "startTime": 316.72,
    "endTime": 322.66900000000004,
    "text": "it's incorrect. We need to change this. We start with The teacher explained why did"
  },
  {
    "startTime": 322.669,
    "endTime": 331.94,
    "text": "they need to study.' And, we switch the verb and subject into noun clause or"
  },
  {
    "startTime": 331.94,
    "endTime": 337.89,
    "text": "statement word order. So we end up with 'The teacher explained why the needed"
  },
  {
    "startTime": 337.89,
    "endTime": 340.36,
    "text": "(remember it's in past tense DID)"
  },
  {
    "startTime": 340.36,
    "endTime": 350.36,
    "text": "to study."
  }
]