[
  {
    "startTime": 0.0,
    "endTime": 5.1,
    "text": "Hi students. How are you? This is an introduction to coordinate conjunctions."
  },
  {
    "startTime": 5.1,
    "endTime": 14.1,
    "text": "When I like to think of coordinate conjunctions, I like to compare them to either mathematics or chemistry."
  },
  {
    "startTime": 14.1,
    "endTime": 19.7,
    "text": "I know there are a few students who do not enjoy grammar."
  },
  {
    "startTime": 19.7,
    "endTime": 26.4,
    "text": "I like to use that comparison to see if, perhaps, you see if you can see that formula I can see in writing."
  },
  {
    "startTime": 26.4,
    "endTime": 33.1,
    "text": "Your Sentence-Combining Workbook will introduce you to coordinate conjunctions."
  },
  {
    "startTime": 33.1,
    "endTime": 59.0,
    "text": "What follows is an introduction to Compound Sentences."
  },
  {
    "startTime": 59.0,
    "endTime": 69.5,
    "text": "A coordinate conjunction serves like a plus sign."
  },
  {
    "startTime": 69.5,
    "endTime": 73.8,
    "text": "You have to have a subject. You have to have a verb."
  },
  {
    "startTime": 73.8,
    "endTime": 81.39999999999999,
    "text": "You have to include a comma before the coordinate conjunction."
  },
  {
    "startTime": 81.4,
    "endTime": 100.12,
    "text": "Then, you have to add another subject and verb."
  },
  {
    "startTime": 100.12,
    "endTime": 203.2,
    "text": "Let us look at a couple examples of coordinate conjunctions in what I call Compound Sentences."
  },
  {
    "startTime": 203.2,
    "endTime": 223.1,
    "text": "Let us look at a few more examples."
  },
  {
    "startTime": 223.1,
    "endTime": 233.4,
    "text": "Anytime that you want to use a coordinate conjunction you can also use a semicolon instead."
  },
  {
    "startTime": 233.4,
    "endTime": 240.20000000000002,
    "text": "You have to remember that we use the semicolon sparingly."
  },
  {
    "startTime": 240.2,
    "endTime": 281.7,
    "text": "I have the same exact sentences, but notice I have a semicolon."
  },
  {
    "startTime": 281.7,
    "endTime": 297.483,
    "text": "I expect you apply those rules to your writing."
  },
  {
    "startTime": 297.483,
    "endTime": 303.723,
    "text": "And look for those sentence patterns in writing--let it be a magazine, a novel, or a textbook."
  },
  {
    "startTime": 303.723,
    "endTime": 307.963,
    "text": "And you will improve your own writing style."
  },
  {
    "startTime": 307.963,
    "endTime": 317.963,
    "text": "Thank you."
  }
]