[
  {
    "startTime": 0.16,
    "endTime": 5.99,
    "text": "In July 2016, a knife attack in Japan killing 19 people sent shockwaves across the country."
  },
  {
    "startTime": 5.99,
    "endTime": 9.349,
    "text": "This was the largest mass killing ever seen in Japan’s modern history."
  },
  {
    "startTime": 9.349,
    "endTime": 17.859,
    "text": "In fact, over the last 60 years, Japan’s violent crime rate has steadily declined, and today, the country has one of the lowest homicide rates in the world."
  },
  {
    "startTime": 17.859,
    "endTime": 20.28,
    "text": "So why is it that Japan is so safe?"
  },
  {
    "startTime": 20.28,
    "endTime": 24.8,
    "text": "Well, many attribute the low rate of crime to the low rate of gun ownership."
  },
  {
    "startTime": 24.8,
    "endTime": 35.78,
    "text": "According to separate reports by the University of Chicago and the United Nations, just one in 175 households in Japan own firearms, compared to the United States, where it is one in three."
  },
  {
    "startTime": 35.78,
    "endTime": 39.480000000000004,
    "text": "This is largely because Japan makes purchasing a gun extremely difficult."
  },
  {
    "startTime": 39.48,
    "endTime": 51.239,
    "text": "Most firearms are illegal, as the country’s 1958 Weapons Control Law states that \"No person shall possess firearms or swords\" and even exceptions to this law are heavily regulated."
  },
  {
    "startTime": 51.239,
    "endTime": 61.649,
    "text": "According to the Atlantic, buying a gun in Japan requires a rigorous background check, screenings for mental illness and sobriety, as well as an all-day class ending in a written exam."
  },
  {
    "startTime": 61.649,
    "endTime": 70.47,
    "text": "What’s more, gun owners must provide law enforcement with the exact location of their weapon and ammunition, both of which much be locked and stored separately."
  },
  {
    "startTime": 70.47,
    "endTime": 77.08,
    "text": "Gun owners are even required to retake the class every three years, and hand over their weapon to police for annual exams."
  },
  {
    "startTime": 77.08,
    "endTime": 81.55,
    "text": "Others credit Japan’s safety to its highly efficient criminal justice system."
  },
  {
    "startTime": 81.55,
    "endTime": 88.35,
    "text": "Police extract confessions from 95 percent of those arrested, and according to their own data, solve 98 percent of homicide cases."
  },
  {
    "startTime": 88.35,
    "endTime": 102.64999999999999,
    "text": "The conviction rate is also reportedly very high at 99 percent as juries do not exist but Japan's criminal justice system is not perfect. Courthouses are understaffed and judges are reportedly promoted according to the speed by which they process cases."
  },
  {
    "startTime": 102.65,
    "endTime": 111.68,
    "text": "This pressure to convict provides the illusion that every crime is investigated and solved, but many allege that the system does not paint an accurate picture of violent crime rates in Japan."
  },
  {
    "startTime": 112.68,
    "endTime": 122.59,
    "text": "This is all against the backdrop of Japan’s uniquely non-violent culture, which strongly emphasizes honor and politeness, and considers anger and aggression shameful, even childish."
  },
  {
    "startTime": 122.59,
    "endTime": 131.89000000000001,
    "text": "Some experts link this to the aftermath of World War Two, when Japan constitutionally and philosophically rejected violence after being victim to two nuclear attacks."
  },
  {
    "startTime": 131.89,
    "endTime": 138.92999999999998,
    "text": "Soon after, the crime rate began to steadily drop and today, Japanese men commit roughly a tenth of the homicides than they did in the mid-20th century."
  },
  {
    "startTime": 138.93,
    "endTime": 144.32,
    "text": "There are a slew of other reasons why the Japanese are, for the most part, abiding by the law."
  },
  {
    "startTime": 145.37,
    "endTime": 149.92000000000002,
    "text": "Some experts point to the country’s low rates of poverty, unemployment and drug use."
  },
  {
    "startTime": 149.92,
    "endTime": 156.39999999999998,
    "text": "But it's likely that not one but a combination of these factors make Japan one of the safest countries in the world."
  },
  {
    "startTime": 156.4,
    "endTime": 162.56,
    "text": "But while Japan is safe, it is also home to one of the largest criminal organizations in the world: the Yakuza."
  },
  {
    "startTime": 162.56,
    "endTime": 188.2,
    "text": "Find out just how powerful the Yakuza really are by watching this video. Thanks for watching Seeker Daily, make sure you like and subscribe so you get new videos from us every day!"
  }
]