[
  {
    "startTime": 2.36,
    "endTime": 4.603,
    "text": "Hi. James from engVid."
  },
  {
    "startTime": 4.603,
    "endTime": 11.049,
    "text": "I would like to introduce to you three quick tips on learning English."
  },
  {
    "startTime": 11.049,
    "endTime": 17.055999999999997,
    "text": "It's difficult to learn anything, let's say, especially when you're learning a new language."
  },
  {
    "startTime": 17.056,
    "endTime": 21.810000000000002,
    "text": "So if I can give you something that will make it... Learning faster and easier, I think"
  },
  {
    "startTime": 21.81,
    "endTime": 23.137,
    "text": "that will make you happy."
  },
  {
    "startTime": 23.137,
    "endTime": 27.468,
    "text": "So let's go to the board and take a look at what I have for you here. So \"3 Quick Tips\","
  },
  {
    "startTime": 27.468,
    "endTime": 32.046,
    "text": "this is Mr. E, my buddy, we're together at all times. And the first tip I want to go"
  },
  {
    "startTime": 32.046,
    "endTime": 38.475,
    "text": "to is reducing your stress. Well, when we reduce something, it means to make less. Right?"
  },
  {
    "startTime": 38.475,
    "endTime": 44.362,
    "text": "And if you're wondering what stress is, stress is a funny word. It means you are afraid of something."
  },
  {
    "startTime": 44.362,
    "endTime": 48.29,
    "text": "People use \"stress\" because they don't usually know how to say what they're"
  },
  {
    "startTime": 48.29,
    "endTime": 52.708999999999996,
    "text": "afraid of, so they say: \"I feel stressed.\" If they don't have a job, for instance, they'll go:"
  },
  {
    "startTime": 52.709,
    "endTime": 56.125,
    "text": "\"I'm stressed. I have no job and no money.\" What they're really saying is:"
  },
  {
    "startTime": 56.125,
    "endTime": 62.15,
    "text": "\"I don't have a job. I'm afraid I cannot buy my food, my house, or my clothing, so I feel stressed.\""
  },
  {
    "startTime": 62.15,
    "endTime": 67.86,
    "text": "So we use \"stress\" for fear, because it makes you feel uncomfortable, and it's hard for"
  },
  {
    "startTime": 67.86,
    "endTime": 70.229,
    "text": "you to express it, so you say: \"stress\"."
  },
  {
    "startTime": 70.229,
    "endTime": 75.03999999999999,
    "text": "So, we want to reduce your stress. I'm going to give you two hints, here, and one is going"
  },
  {
    "startTime": 75.04,
    "endTime": 78.212,
    "text": "to be the opposite of the first one. It will seem crazy..."
  },
  {
    "startTime": 78.212,
    "endTime": 85.47,
    "text": "[Aircraft noises]. See, now I'm stressed out, because that's a jet fighter."
  },
  {
    "startTime": 85.47,
    "endTime": 89.019,
    "text": "I'm definitely stressed. Okay? I'm stressed, so I'm going to do this real quick,"
  },
  {
    "startTime": 89.019,
    "endTime": 90.958,
    "text": "because I don't have time for this now. Okay,"
  },
  {
    "startTime": 90.958,
    "endTime": 93.92,
    "text": "reduce stress, reduce stress. So, relax."
  },
  {
    "startTime": 93.92,
    "endTime": 102.338,
    "text": "First one: listen to music, watch TVs, and... Sorry, watch TVs. Watch videos, TV, and play games. Huh?"
  },
  {
    "startTime": 102.338,
    "endTime": 106.491,
    "text": "Some of the best students I have ever had when I speak to them and go:"
  },
  {
    "startTime": 106.491,
    "endTime": 110.829,
    "text": "\"You learn pronunciation quickly, you've got this vocabulary, where did you get it from?\""
  },
  {
    "startTime": 110.829,
    "endTime": 114.83099999999999,
    "text": "They're usually like: \"I don't know, teacher. I, you... I play these games, they talk to me. I sometimes"
  },
  {
    "startTime": 114.831,
    "endTime": 118.03,
    "text": "watch these videos, I sing with the videos. You know, I have to sound like the video."
  },
  {
    "startTime": 118.03,
    "endTime": 122.137,
    "text": "I love Michael Jackson. I, I just love it. It's so... So much fun for me."
  },
  {
    "startTime": 122.137,
    "endTime": 126.38,
    "text": "\" I go: -\"How long do you do it?\" -\"I do it all the time, teacher. All the time, I do all day, all night.\""
  },
  {
    "startTime": 126.38,
    "endTime": 131.381,
    "text": "So they practice, but because they're having so much fun, they don't think they're working."
  },
  {
    "startTime": 131.381,
    "endTime": 135.54,
    "text": "And that's the key, you have to practice a lot. But nobody wants to practice something"
  },
  {
    "startTime": 135.54,
    "endTime": 140.66,
    "text": "that's difficult and makes them afraid. Right? So, they do things they love doing, and then"
  },
  {
    "startTime": 140.66,
    "endTime": 143.951,
    "text": "they come to learn English, and they say: \"I know... Know English, but...\""
  },
  {
    "startTime": 143.951,
    "endTime": 144.87,
    "text": "[Aircraft noises]"
  },
  {
    "startTime": 144.87,
    "endTime": 148.87,
    "text": "Okay, I'm getting stressed again. I'm going faster. But they learn quickly,"
  },
  {
    "startTime": 148.87,
    "endTime": 153.12,
    "text": "and because they have a really good base or foundation knowledge, they can learn the rest"
  },
  {
    "startTime": 153.12,
    "endTime": 156.989,
    "text": "of the English quickly and easily as well. And without stress, because they remember"
  },
  {
    "startTime": 156.989,
    "endTime": 161.318,
    "text": "some of these words from the movies, the videogames, and the TV programs that they love."
  },
  {
    "startTime": 161.318,
    "endTime": 164.431,
    "text": "That's a good way to learn. Okay, good. Ready?"
  },
  {
    "startTime": 164.431,
    "endTime": 169.192,
    "text": "The next one... [Aircraft noises]. Okay, they're doing it to me. They're increasing my stress."
  },
  {
    "startTime": 169.192,
    "endTime": 170.52,
    "text": "Okay, so they were increasing my stress."
  },
  {
    "startTime": 170.52,
    "endTime": 174.031,
    "text": "Notice when I stressed out, I spoke really, really, really, really quickly, like now?"
  },
  {
    "startTime": 174.031,
    "endTime": 177.519,
    "text": "And you're probably: \"[Gasps]!\" Well, here's the funny thing:"
  },
  {
    "startTime": 177.519,
    "endTime": 184.75,
    "text": "If you do that long enough, you get calm. I'm going to calm down now. I know the"
  },
  {
    "startTime": 184.75,
    "endTime": 190.007,
    "text": "planes are coming, they're coming again and again. We have an airshow going on right now."
  },
  {
    "startTime": 190.007,
    "endTime": 195.209,
    "text": "So I'm just going to relax. There's nothing I can do. Now, in getting rid of that stress,"
  },
  {
    "startTime": 195.209,
    "endTime": 200.17000000000002,
    "text": "you might notice I'm speaking a lot slower, a lot more relaxed, and it's easier."
  },
  {
    "startTime": 200.17,
    "endTime": 206.51,
    "text": "So, how do I increase my stress? One way to do it is take a sentence, read a book, and"
  },
  {
    "startTime": 206.51,
    "endTime": 210.26,
    "text": "read that as fast as you can. I know you'll be stressed out, because you'll trip over"
  },
  {
    "startTime": 210.26,
    "endTime": 213.768,
    "text": "the words... You'll trip over the words, that means you'll fall over the words because you're"
  },
  {
    "startTime": 213.768,
    "endTime": 218.227,
    "text": "not used to them, but then when you go at a slower speed, they will come out beautifully;"
  },
  {
    "startTime": 218.227,
    "endTime": 225.76,
    "text": "nice, flowing, eloquent. You know? Beautiful. So, what we want to do is go faster, so when"
  },
  {
    "startTime": 225.76,
    "endTime": 228.539,
    "text": "we go slower it seems nice."
  },
  {
    "startTime": 228.539,
    "endTime": 234.45,
    "text": "Same with speed listening. Some of you guys have these devices, translators, or you know,"
  },
  {
    "startTime": 234.45,
    "endTime": 240.31,
    "text": "your laptop or tablet. You can actually increase the speed of what you're listening to. So"
  },
  {
    "startTime": 240.31,
    "endTime": 244.47,
    "text": "if you increase it just a little bit, it will stress you out. Like, right now I'm going"
  },
  {
    "startTime": 244.47,
    "endTime": 247.72,
    "text": "to speak really, really fast and you're going to have a difficult time listening. Oh."
  },
  {
    "startTime": 247.72,
    "endTime": 252.68,
    "text": "But when you slow it back down, I will sound like this, and you'll have a lot of time to listen"
  },
  {
    "startTime": 252.68,
    "endTime": 258.378,
    "text": "and you can relax. So what I'm suggesting is increase the stress by increasing the speed,"
  },
  {
    "startTime": 258.378,
    "endTime": 261.006,
    "text": "that will force you to work harder."
  },
  {
    "startTime": 261.006,
    "endTime": 265.61699999999996,
    "text": "When we increase stress, we increase the amount of work you have to do so you get stronger."
  },
  {
    "startTime": 265.617,
    "endTime": 269.759,
    "text": "When we reduce the stress, we make you relax so you can learn. So if we put the two of"
  },
  {
    "startTime": 269.759,
    "endTime": 274.129,
    "text": "these things together, what you're going to find is you're going to learn faster. Sometimes"
  },
  {
    "startTime": 274.129,
    "endTime": 278.819,
    "text": "very relaxed, and sometimes stressful, but as the stress gets less and less because you"
  },
  {
    "startTime": 278.819,
    "endTime": 282.627,
    "text": "get used to it or you become comfortable with it, learning English will be a"
  },
  {
    "startTime": 282.627,
    "endTime": 282.96000000000004,
    "text": "[snaps]"
  },
  {
    "startTime": 282.96,
    "endTime": 283.679,
    "text": "snap."
  },
  {
    "startTime": 283.679,
    "endTime": 285.05899999999997,
    "text": "Cool? That's number one."
  },
  {
    "startTime": 285.059,
    "endTime": 288.05,
    "text": "[Aircraft noises] Notice, plane? And I'm not stressed because"
  },
  {
    "startTime": 288.05,
    "endTime": 291.05400000000003,
    "text": "I'm used to it. Stress reduction."
  },
  {
    "startTime": 291.054,
    "endTime": 292.83,
    "text": "Okay, number two:"
  },
  {
    "startTime": 292.83,
    "endTime": 297.729,
    "text": "Reduce using those wonderful toys. I know, I just said in number one use"
  },
  {
    "startTime": 297.729,
    "endTime": 303.169,
    "text": "the toy, but the way I mean use it and don't use it... And here, I'm telling you use it"
  },
  {
    "startTime": 303.169,
    "endTime": 307.479,
    "text": "to make you stronger. I think if you used it... The machines, which a lot of people"
  },
  {
    "startTime": 307.479,
    "endTime": 311.185,
    "text": "do to make it easier, it actually makes you weaker. Why?"
  },
  {
    "startTime": 311.185,
    "endTime": 313.694,
    "text": "They rely-okay?-on the machine"
  },
  {
    "startTime": 313.694,
    "endTime": 317.796,
    "text": "to help them do all the translating or all the work. So they actually don't learn it,"
  },
  {
    "startTime": 317.796,
    "endTime": 322.069,
    "text": "or we say \"internalize\". They don't take it inside and have it in their brain; they keep"
  },
  {
    "startTime": 322.069,
    "endTime": 327.119,
    "text": "it in the machine. So what I mean by this is reducing those wonderful toys. Your smartphone"
  },
  {
    "startTime": 327.119,
    "endTime": 331.55,
    "text": "and translator, try not to rely on them. When someone tells you a word, a new word, get"
  },
  {
    "startTime": 331.55,
    "endTime": 336.86,
    "text": "the old-fashioned or the old technology. Old technology? Yeah. Paper and pen. Write it"
  },
  {
    "startTime": 336.86,
    "endTime": 341.91900000000004,
    "text": "down. \"But teacher, some word I don't know.\" Then write a very long sentence, explaining"
  },
  {
    "startTime": 341.919,
    "endTime": 347.10999999999996,
    "text": "that word. \"Huh?\" Yeah. It forces you, once again, like increase your stress, to think"
  },
  {
    "startTime": 347.11,
    "endTime": 351.22900000000004,
    "text": "more because you'll have to think of the English you know, and how you can use that English"
  },
  {
    "startTime": 351.229,
    "endTime": 355.99,
    "text": "to explain something else. So you start to learn how to understand English, as well as"
  },
  {
    "startTime": 355.99,
    "endTime": 361.559,
    "text": "use it. Yeah? Cool. So, in this case, we want to use these less in order to use this more."
  },
  {
    "startTime": 361.559,
    "endTime": 365.35900000000004,
    "text": "And by the way, this is the best machine on the planet, and there's 7 billion of them."
  },
  {
    "startTime": 365.359,
    "endTime": 368.393,
    "text": "So why don't you use yours? Okay?"
  },
  {
    "startTime": 368.393,
    "endTime": 372.678,
    "text": "Next. We've done this one. We want to go to number three, and number three is this..."
  },
  {
    "startTime": 372.678,
    "endTime": 378.488,
    "text": "And I forgot to put my box, which is always important so you know which one is. Number three:"
  },
  {
    "startTime": 378.488,
    "endTime": 384.089,
    "text": "Reduce your fear. Remember I talked about stress up here? Fear is a little bit"
  },
  {
    "startTime": 384.089,
    "endTime": 386.666,
    "text": "different. I wanted to say: \"Reduce, reduce, reduce\","
  },
  {
    "startTime": 386.666,
    "endTime": 392.564,
    "text": "what I meant was: \"Be brave!\" Be brave, be strong, be unafraid."
  },
  {
    "startTime": 392.564,
    "endTime": 395.369,
    "text": "How are you going to do that? Well, it means putting yourself"
  },
  {
    "startTime": 395.369,
    "endTime": 399.8,
    "text": "out there. \"Putting yourself out there\" means going into situations that you're not comfortable"
  },
  {
    "startTime": 399.8,
    "endTime": 404.094,
    "text": "with. In these cases, you're in your house, you know, you're playing with yourself to"
  },
  {
    "startTime": 404.094,
    "endTime": 406.701,
    "text": "learn. Right? And this one, we're going to go outside..."
  },
  {
    "startTime": 406.701,
    "endTime": 410.46700000000004,
    "text": "[Aircraft noises] Like I should go outside now to that guy and go: \"Stop it, or I'm taking you out.\""
  },
  {
    "startTime": 410.467,
    "endTime": 414.74699999999996,
    "text": "But I'm not that brave. But you're braver than I am. Okay?"
  },
  {
    "startTime": 414.747,
    "endTime": 417.05,
    "text": "Here's something simple: Order from places, if you're"
  },
  {
    "startTime": 417.05,
    "endTime": 420.40700000000004,
    "text": "in a foreign country that you know English people are there,"
  },
  {
    "startTime": 420.407,
    "endTime": 425.21799999999996,
    "text": "go to... If they order, they sell pizza or they sell, you know... They sell hamburgers"
  },
  {
    "startTime": 425.218,
    "endTime": 430.38,
    "text": "- order. I don't say go there, but order it. The reason why I say: \"Order\" is simply because"
  },
  {
    "startTime": 430.38,
    "endTime": 433.822,
    "text": "you'll have to speak to them and say: \"I would like a hamburger and french fry.\""
  },
  {
    "startTime": 433.822,
    "endTime": 437.91700000000003,
    "text": "They will go: \"Would you like two or three?\" You'll have to listen to them. Okay?"
  },
  {
    "startTime": 437.917,
    "endTime": 442.635,
    "text": "And then respond. I think the telephone's even better because you won't be able to see"
  },
  {
    "startTime": 442.635,
    "endTime": 445.96999999999997,
    "text": "them say: \"Do you want two or three?\" You'll have to listen to the sound."
  },
  {
    "startTime": 445.97,
    "endTime": 448.249,
    "text": "Oosch. This also is going to help you with"
  },
  {
    "startTime": 448.249,
    "endTime": 451.809,
    "text": "the third step I give you. Okay? So ordering over the phone is a good thing, it's a good"
  },
  {
    "startTime": 451.809,
    "endTime": 457.149,
    "text": "practice because the benefit is: If you get the right order or food, you're going to enjoy"
  },
  {
    "startTime": 457.149,
    "endTime": 460.435,
    "text": "your meal. And if you get the wrong one, you go: \"I need to practice more."
  },
  {
    "startTime": 460.435,
    "endTime": 464.171,
    "text": "I don't want milkshake with banana, and apple, and pork.\""
  },
  {
    "startTime": 464.171,
    "endTime": 465.455,
    "text": "[Laughs]. Okay?"
  },
  {
    "startTime": 465.455,
    "endTime": 470.74899999999997,
    "text": "So, here's another one that's also good: Write a pen pal. What's a \"pen pal\"? Once again,"
  },
  {
    "startTime": 470.749,
    "endTime": 474.879,
    "text": "it's this old-fashioned technology where you're going to take pen and paper, go on the internet..."
  },
  {
    "startTime": 474.879,
    "endTime": 478.54,
    "text": "There's many people all over the world who want to learn English, like you, and they say:"
  },
  {
    "startTime": 478.54,
    "endTime": 482.451,
    "text": "\"Write me. Write letters to me. Send me letters.\" You'll get to practice writing."
  },
  {
    "startTime": 482.451,
    "endTime": 485.687,
    "text": "When they send back things, saying: \"What did you write? You are crazy."
  },
  {
    "startTime": 485.687,
    "endTime": 487.26800000000003,
    "text": "I will not wear dress with a monkey.\""
  },
  {
    "startTime": 487.268,
    "endTime": 490.80199999999996,
    "text": "You'll say: \"No, I meant to say: 'It would be funky to see you with a...'"
  },
  {
    "startTime": 490.802,
    "endTime": 495.78900000000004,
    "text": "Oh, wow. I have to write properly. I have to use proper grammar, the right vocabulary.\""
  },
  {
    "startTime": 495.789,
    "endTime": 500.74899999999997,
    "text": "It's going to cause you to go sit down, go to a computer, use a dictionary, and work"
  },
  {
    "startTime": 500.749,
    "endTime": 504.889,
    "text": "on your English. Result is you get a good friend and maybe a place to visit when you"
  },
  {
    "startTime": 504.889,
    "endTime": 508.48900000000003,
    "text": "want to go to a foreign country. Cool? All right."
  },
  {
    "startTime": 508.489,
    "endTime": 513.749,
    "text": "Here's the third one: Make a business... Make up a business and call companies."
  },
  {
    "startTime": 513.749,
    "endTime": 521.2660000000001,
    "text": "Okay, now, please, when I say this, be careful, because I don't want Xerox or Apple calling me up."
  },
  {
    "startTime": 521.266,
    "endTime": 525.0659999999999,
    "text": "It's a fake company, but don't completely order, which means you don't tell them:"
  },
  {
    "startTime": 525.066,
    "endTime": 527.5930000000001,
    "text": "\"Okay, send all this stuff to my house.\""
  },
  {
    "startTime": 527.593,
    "endTime": 530.082,
    "text": "Don't. You're going to ask questions."
  },
  {
    "startTime": 530.082,
    "endTime": 535.074,
    "text": "When you make up a business, I'm forcing you or asking you to force yourself to come up with a plan."
  },
  {
    "startTime": 535.074,
    "endTime": 539.5,
    "text": "So you'll write up your business. Maybe you'll want to make apple pies. You're going to have"
  },
  {
    "startTime": 539.5,
    "endTime": 543.149,
    "text": "to write down: What do you need? See? We're practicing our English, apple pies: I need"
  },
  {
    "startTime": 543.149,
    "endTime": 546.944,
    "text": "flour, I need apples, I need milk, I need this, this, this.\""
  },
  {
    "startTime": 546.944,
    "endTime": 553.732,
    "text": "And then you're going to call companies and say: \"Look, I need to make 5,000 apple pies for my company."
  },
  {
    "startTime": 553.732,
    "endTime": 557.865,
    "text": "How many apples can I get from you? At what time can I get the apples?\""
  },
  {
    "startTime": 557.865,
    "endTime": 561.35,
    "text": "They're going to... The beautiful thing about this is as your companies change, because"
  },
  {
    "startTime": 561.35,
    "endTime": 566.11,
    "text": "you can change different companies, when you call people, they're going to change their"
  },
  {
    "startTime": 566.11,
    "endTime": 571.3290000000001,
    "text": "responses, which means you have to be real. Real time. You cannot just make things up,"
  },
  {
    "startTime": 571.329,
    "endTime": 572.851,
    "text": "because you can ask something, and they might say:"
  },
  {
    "startTime": 572.851,
    "endTime": 576.925,
    "text": "\"Hey, do you want it delivered this way or do you want it done this way? Do you want to get it charged? Do you want to...?\""
  },
  {
    "startTime": 576.925,
    "endTime": 582.37,
    "text": "And you're going to have to think about it. It's stressful. You have to be brave,"
  },
  {
    "startTime": 582.37,
    "endTime": 584.806,
    "text": "relax, and answer their questions."
  },
  {
    "startTime": 584.806,
    "endTime": 587.149,
    "text": "And in doing that, you're going to find when you step out into"
  },
  {
    "startTime": 587.149,
    "endTime": 591.903,
    "text": "the real world and talk to people that it's a lot easier."
  },
  {
    "startTime": 591.903,
    "endTime": 594.893,
    "text": "Just like that, my stress is gone and so are the planes."
  },
  {
    "startTime": 594.893,
    "endTime": 598.839,
    "text": "One quick tip before I go as an extra one, bonus, because I like you so much."
  },
  {
    "startTime": 598.839,
    "endTime": 601.3420000000001,
    "text": "See? Extra tip. I need you to go here"
  },
  {
    "startTime": 601.342,
    "endTime": 609.131,
    "text": "to www.eng as in English, vid as in video.com (www.engvid.com),"
  },
  {
    "startTime": 609.131,
    "endTime": 613.079,
    "text": "where if you learn the lessons well enough, will reduce your stress and help increase"
  },
  {
    "startTime": 613.079,
    "endTime": 614.804,
    "text": "your knowledge of English. All right?"
  },
  {
    "startTime": 614.804,
    "endTime": 616.8299999999999,
    "text": "Have a good one. Do the quiz while you're at it."
  },
  {
    "startTime": 616.83,
    "endTime": 626.83,
    "text": "Chow."
  }
]