[
  {
    "startTime": 7.7,
    "endTime": 11.7,
    "text": "So if you're like me, you probably have at least a few bad habits you would like to break."
  },
  {
    "startTime": 11.8,
    "endTime": 18.700000000000003,
    "text": "But it's tough because no matter how hard I try, I seem to slip back into the same old routines again and again."
  },
  {
    "startTime": 18.8,
    "endTime": 21.8,
    "text": "In the last decade, we've learned a lot about how habits work."
  },
  {
    "startTime": 21.9,
    "endTime": 24.799999999999997,
    "text": "That's Charles Duhigg, author of the book, \"The Power of Habit.\""
  },
  {
    "startTime": 25.0,
    "endTime": 28.2,
    "text": "And in particular we've learned the neurological structure of a habit."
  },
  {
    "startTime": 28.3,
    "endTime": 34.1,
    "text": "He says we tend to think of habits as a single thing, but actually, each habit has three components."
  },
  {
    "startTime": 34.2,
    "endTime": 40.6,
    "text": "There's a cue which is like a trigger for a behavior to start, and then there is a routine which is the behavior itself,"
  },
  {
    "startTime": 40.7,
    "endTime": 47.5,
    "text": "and then finally a reward, which is how our brain learns to encode that automatic behavior for the future."
  },
  {
    "startTime": 47.7,
    "endTime": 53.7,
    "text": "And one of the big differences is that for years when people thought about habits, they focused in on the routine, on the behavior."
  },
  {
    "startTime": 54.1,
    "endTime": 61.0,
    "text": "But what we now know is that it's these cues and these rewards that really shape how habits occur and how to change them."
  },
  {
    "startTime": 61.1,
    "endTime": 66.9,
    "text": "And Charles says that whether we like it or not, this kind of habit formation is endemic to our brain."
  },
  {
    "startTime": 67.0,
    "endTime": 73.5,
    "text": "And what it will do is our brain will latch on to a cue that it associates to the behavior and the particular reward."
  },
  {
    "startTime": 73.6,
    "endTime": 79.39999999999999,
    "text": "And over time, that cue and that reward become more and more and more sort of intertwined."
  },
  {
    "startTime": 79.5,
    "endTime": 83.4,
    "text": "The inner part of your brain, the basal ganglia will relate them together."
  },
  {
    "startTime": 83.5,
    "endTime": 87.9,
    "text": "And the behavior that is associated with that, that will just sort of happen automatically."
  },
  {
    "startTime": 88.0,
    "endTime": 91.7,
    "text": "But Charles says the good news is we can also use this knowledge to our advantage."
  },
  {
    "startTime": 91.8,
    "endTime": 94.89999999999999,
    "text": "There was a big study that was done about how to create exercise habits."
  },
  {
    "startTime": 95.0,
    "endTime": 99.6,
    "text": "And so what they did is they told a group of people, \"Okay, first of all choose an obvious cue:"
  },
  {
    "startTime": 99.8,
    "endTime": 105.6,
    "text": "always go running at the same time every day or put your workout clothes next to your bed, so that you see them first thing when you wake up.\""
  },
  {
    "startTime": 105.7,
    "endTime": 112.7,
    "text": "And then they said, \"Go for a run or go workout and when you get back from exercising, give yourself a small piece of chocolate.\""
  },
  {
    "startTime": 112.8,
    "endTime": 114.3,
    "text": "Now this is kind of counterintuitive, right?"
  },
  {
    "startTime": 114.4,
    "endTime": 118.7,
    "text": "Because people who are exercising are trying to lose weight not eat more chocolate."
  },
  {
    "startTime": 118.9,
    "endTime": 122.5,
    "text": "And yet what the researchers knew is that their brain needed that reward."
  },
  {
    "startTime": 122.6,
    "endTime": 124.8,
    "text": "The basal ganglia needed some reward."
  },
  {
    "startTime": 124.9,
    "endTime": 134.20000000000002,
    "text": "What they found was that people who ate a small piece of chocolate after coming home from a run or a workout, they were much more likely to start exercising habitually."
  },
  {
    "startTime": 134.4,
    "endTime": 142.70000000000002,
    "text": "So, according to Charles, whether you want to break a habit, or start a new habit, the key is to divide the habit into its component parts:"
  },
  {
    "startTime": 142.8,
    "endTime": 148.70000000000002,
    "text": "cue, routine and reward, and design it for the result that you want."
  },
  {
    "startTime": 150.5,
    "endTime": 158.7,
    "text": "Hey, guys. My name is Kirsten from Epipheo and we would love to hear from you about what you think a great reward is for you to make or break a habit."
  },
  {
    "startTime": 158.8,
    "endTime": 162.70000000000002,
    "text": "So, leave us a comment down below in the comment section to let us know."
  },
  {
    "startTime": 162.8,
    "endTime": 166.25,
    "text": "We come out with a video every week that we hope will change your life."
  },
  {
    "startTime": 166.3,
    "endTime": 171.3,
    "text": "And next week we are talking about how you can say, \"No\" to pretty much anything."
  },
  {
    "startTime": 171.4,
    "endTime": 174.20000000000002,
    "text": "So hit subscribe and we will see you next week!"
  }
]