[
  {
    "startTime": 7.3,
    "endTime": 14.3,
    "text": "You know that feeling when you really want to accomplish something, but it seems like your brain is almost fighting against you."
  },
  {
    "startTime": 14.4,
    "endTime": 17.0,
    "text": "We actually have something more like two minds."
  },
  {
    "startTime": 17.1,
    "endTime": 20.1,
    "text": "That's Kelly McGonigal, author of The Willpower Instinct."
  },
  {
    "startTime": 20.2,
    "endTime": 30.5,
    "text": "Uh, we have one brain that is very responsive to our immediate needs, and when we're in that mindset, we tend to make choices that are inconsistent with our long-term goals."
  },
  {
    "startTime": 30.6,
    "endTime": 36.6,
    "text": "But we also all have this other brain, other mindset that thinks about long-term consequences;"
  },
  {
    "startTime": 36.7,
    "endTime": 43.1,
    "text": "remembers what our big values are, takes a kind of expansive view on our lives and our choices."
  },
  {
    "startTime": 43.2,
    "endTime": 55.0,
    "text": "And when we're in that mindset and that system of the brain is in control of our choices, we tend to do things that make our future self actually happier and healthier; more productive, more successful."
  },
  {
    "startTime": 55.1,
    "endTime": 61.5,
    "text": "So, Kelly says that while many of us think of willpower as the ability to say \"no\" to that short-term part of our brain,"
  },
  {
    "startTime": 61.6,
    "endTime": 68.8,
    "text": "it can actually be much more effective to tap into the different types of willpower that help us unleash the long-term part of our brain."
  },
  {
    "startTime": 68.9,
    "endTime": 73.0,
    "text": "Many people think of willpower as the ability to resist temptation."
  },
  {
    "startTime": 73.1,
    "endTime": 79.0,
    "text": "But willpower is actually three powers: I will power, I won't power, and I want power."
  },
  {
    "startTime": 79.3,
    "endTime": 85.0,
    "text": "\"I won't power\" is what we typically think of as willpower; it's the ability to resist temptation."
  },
  {
    "startTime": 85.1,
    "endTime": 91.19999999999999,
    "text": "\"I will power\", that's the ability to remember that you want the consequences of doing this difficult thing."
  },
  {
    "startTime": 91.3,
    "endTime": 99.5,
    "text": "And the third power, \"I want power,\" the ability to walk around the world with a clear memory of what it is you care about most."
  },
  {
    "startTime": 99.6,
    "endTime": 106.69999999999999,
    "text": "So that when you're deciding what to eat for lunch, it's not an automatic choice, but actually in that moment you think about your desire for health."
  },
  {
    "startTime": 106.8,
    "endTime": 115.2,
    "text": "And actually, what willpower does is it allows you to put your energy and attention on exactly what it is you want and what you care about."
  },
  {
    "startTime": 115.3,
    "endTime": 124.0,
    "text": "So, if you want to change automatic behavior prompted by that short-term part of our brain, we can't just rely on \"I won't willpower\", which will eventually wear down."
  },
  {
    "startTime": 124.1,
    "endTime": 132.0,
    "text": "We also have to tap into \"I will willpower,\" like whenever I'm tempted to eat a piece of chocolate cake, I will eat a handful of carrots instead."
  },
  {
    "startTime": 132.1,
    "endTime": 140.5,
    "text": "Or \"I want willpower,\" like when I'm tempted to smoke, I'll remind myself that I really want to be alive to see my grandchildren."
  },
  {
    "startTime": 140.6,
    "endTime": 146.5,
    "text": "By doing this, we're tapping into new sources of willpower, and it will make changing those behaviors that much easier."
  },
  {
    "startTime": 148.5,
    "endTime": 150.0,
    "text": "Hey, guys, my name is Kirsten."
  },
  {
    "startTime": 150.1,
    "endTime": 151.9,
    "text": "And I'm Jonathan and we work at Epipheo."
  },
  {
    "startTime": 152.0,
    "endTime": 156.9,
    "text": "We would love to hear from you on how you can improve your own willpower, so please leave us a comment below."
  },
  {
    "startTime": 157.0,
    "endTime": 160.4,
    "text": "And we want to thank lifehacker.com for partnering with us on this video series."
  },
  {
    "startTime": 160.5,
    "endTime": 167.0,
    "text": "We come out with a video every week that we hope will improve your own life, so next week's video is about how to get things done."
  },
  {
    "startTime": 167.1,
    "endTime": 170.0,
    "text": "So click the subscribe button and we'll see you next week."
  }
]