[
  {
    "startTime": 13.9,
    "endTime": 20.9,
    "text": "You've probably heard of Pavlov's dogs, the phrase that often summarizes Dr. Ivan Pavlov's early 20th century research,"
  },
  {
    "startTime": 21.0,
    "endTime": 26.243000000000002,
    "text": "in which he demonstrated that we can alter what stimuli elicit a reflective response in canines."
  },
  {
    "startTime": 26.4,
    "endTime": 31.9,
    "text": "He showed this by sounding a bell just before he presented his group of dogs with meat powder."
  },
  {
    "startTime": 32.0,
    "endTime": 40.3,
    "text": "After many presentations of the bell, followed by tasty meat powder, the dogs eventually began to salivate at just the sound of the bell."
  },
  {
    "startTime": 40.4,
    "endTime": 43.609,
    "text": "They salivated even when there was no meat powder present."
  },
  {
    "startTime": 43.7,
    "endTime": 46.230000000000004,
    "text": "This phenomenon isn't limited to dogs."
  },
  {
    "startTime": 46.3,
    "endTime": 54.5,
    "text": "Consider the placebo effect, in which a pill with no active substances brings about a response similar to a pill with a substance present."
  },
  {
    "startTime": 54.6,
    "endTime": 60.7,
    "text": "What changes here is our reaction to our ailment, such as perceiving less pain and not the ailment itself."
  },
  {
    "startTime": 60.8,
    "endTime": 63.8,
    "text": "Or, consider the love humans have for a parent."
  },
  {
    "startTime": 63.9,
    "endTime": 68.3,
    "text": "Some would argue that this love is instinctual, and they may be partially right."
  },
  {
    "startTime": 68.292,
    "endTime": 75.34,
    "text": "But, the argument fails to account for the equal amount of love that children adopted later in life hold for their adoptive parents."
  },
  {
    "startTime": 75.34,
    "endTime": 78.934,
    "text": "But the behaviorist argument can account for both accounts of love."
  },
  {
    "startTime": 78.934,
    "endTime": 88.89999999999999,
    "text": "A parent, biological or not, is constantly paired with things like food, smiles, toys, affection, games, protection, and entertainment."
  },
  {
    "startTime": 89.0,
    "endTime": 99.4,
    "text": "And a parent's constant association with these wonderful or crucial aspects of a child's life has a similar, albeit more complicated, effect that meat powder had on Pavlov's salivating dogs."
  },
  {
    "startTime": 99.5,
    "endTime": 107.4,
    "text": "In other words, if one's parent is predictive of really good or really important things, then one's parent becomes a really good and important thing, too."
  },
  {
    "startTime": 107.5,
    "endTime": 111.8,
    "text": "And there is also romantic advice to be gained from Pavlov's observations."
  },
  {
    "startTime": 111.9,
    "endTime": 114.10000000000001,
    "text": "We all need food to survive, right?"
  },
  {
    "startTime": 114.2,
    "endTime": 121.9,
    "text": "And someone who can provide such things in a delicious, saliva-producing manner stands to become our human equivalent of a ringing bell."
  },
  {
    "startTime": 122.0,
    "endTime": 129.9,
    "text": "In other words, if you can cook one or more scrumptious meals for a potential love interest, there's a good chance that you'll be viewed more favorably in the future,"
  },
  {
    "startTime": 130.0,
    "endTime": 133.3,
    "text": "even if you didn't prepare the delicious food."
  },
  {
    "startTime": 133.4,
    "endTime": 136.3,
    "text": "And who wouldn't want the love of their life drooling over them?"
  },
  {
    "startTime": 136.4,
    "endTime": 138.9,
    "text": "But life is not just bell rings and salivation."
  },
  {
    "startTime": 139.0,
    "endTime": 143.1,
    "text": "There's also a dark side to this type of learning, called \"taste aversion\"."
  },
  {
    "startTime": 143.2,
    "endTime": 152.7,
    "text": "Taste aversion occurs when we ingest some food that eventually makes us sick, and, as a result, we avoid that food, sometimes for the rest of our lives."
  },
  {
    "startTime": 152.8,
    "endTime": 162.5,
    "text": "Taste aversion is so powerful that the effect can be seen even if the illness is experienced hours later and even if the food itself did not actually make us sick."
  },
  {
    "startTime": 162.6,
    "endTime": 169.1,
    "text": "Such is the case when we have the flu, and, by accident, we ingest some food moments prior to vomiting."
  },
  {
    "startTime": 169.2,
    "endTime": 174.2,
    "text": "In this case, we know that the food did not cause the vomiting, but our bodies don't know that."
  },
  {
    "startTime": 174.3,
    "endTime": 178.20000000000002,
    "text": "And the next time we encounter that food, we are likely to refuse eating it."
  },
  {
    "startTime": 178.3,
    "endTime": 183.20000000000002,
    "text": "Now, imagine the potential consequences of undercooking a meal on a first date."
  },
  {
    "startTime": 183.3,
    "endTime": 192.5,
    "text": "If the food makes your date sick, it is possible for them to associate that bad feeling with not just the food, but with your food in particular."
  },
  {
    "startTime": 192.421,
    "endTime": 200.2,
    "text": "If the episode was traumatizing enough, or if it also happens on a subsequent date, they may come to relate you with the consequences,"
  },
  {
    "startTime": 200.3,
    "endTime": 204.3,
    "text": "just like Pavlov's dogs related the bell with the meat powder."
  },
  {
    "startTime": 204.4,
    "endTime": 210.5,
    "text": "In other words, the sight of you showing up at the next dinner date might actually make your date nauseous!"
  },
  {
    "startTime": 210.6,
    "endTime": 217.2,
    "text": "As the old saying goes, the fastest way to someone's heart is through their stomach, assuming you don't make them sick in the process."
  }
]