[
  {
    "startTime": 0.28,
    "endTime": 4.75,
    "text": "Surveys show that most people want to die \"quickly, in their sleep, and without notice.\""
  },
  {
    "startTime": 4.75,
    "endTime": 8.279,
    "text": "But the odds of that happening for you are incredibly low."
  },
  {
    "startTime": 8.5,
    "endTime": 12.17,
    "text": "So, when the time comes, how are you most likely to die?"
  },
  {
    "startTime": 12.17,
    "endTime": 21.07,
    "text": "In 1901, the average life expectancy of humans was 31 years old, and in just over 100 years, that average has gone up to 71."
  },
  {
    "startTime": 21.07,
    "endTime": 31.28,
    "text": "If you live in a developed nation like France or Canada, you'll likely live closer to 82, while developing or majority world countries like Rwanda age to 64 on average."
  },
  {
    "startTime": 31.28,
    "endTime": 39.2,
    "text": "And many of these people die in weird ways, including 27 people from selfie-related accidents in 2015."
  },
  {
    "startTime": 39.2,
    "endTime": 48.079,
    "text": "One man died of heart failure and exhaustion after playing Starcraft for 50 hours on end, and annually 100 people die in Russia from falling ice."
  },
  {
    "startTime": 48.079,
    "endTime": 52.329,
    "text": "Not to mention about 70 children will choke to death on hot dogs every year."
  },
  {
    "startTime": 52.329,
    "endTime": 63.2,
    "text": "But if we use the United States as an example of the western world, we had over 318 million people living in 2014, of which more than 2.6 million died."
  },
  {
    "startTime": 63.2,
    "endTime": 72.2,
    "text": "Almost half of these people died of heart disease or cancer, which is much different than 100 years ago when most people died from tuberculosis and influenza."
  },
  {
    "startTime": 72.2,
    "endTime": 81.03,
    "text": "Scientific advancements such as antibiotics and vaccines have allowed us to die less often of the flu or TB, and even decreased how often we die of cancer."
  },
  {
    "startTime": 81.03,
    "endTime": 85.36,
    "text": "In the 1970's, the survival rate from cancer was only 50%."
  },
  {
    "startTime": 85.4,
    "endTime": 92.0,
    "text": "Today that has increased to 68%, with 15.5 million cancer survivors alive in the US today."
  },
  {
    "startTime": 92.2,
    "endTime": 93.49000000000001,
    "text": "Thanks science!"
  },
  {
    "startTime": 93.49,
    "endTime": 99.26899999999999,
    "text": "Unfortunately, both heart disease and cancer aren't 'sudden killers’ and involve mostly long, drawn out deaths."
  },
  {
    "startTime": 99.269,
    "endTime": 107.51100000000001,
    "text": "In fact, 60% of deaths in hospital are attributed to one of these, with 1 in 10 of those individuals being in a hospital for a month or more."
  },
  {
    "startTime": 107.511,
    "endTime": 116.3,
    "text": "Of course, sudden deaths do happen, with over 136,000 people dying of unintentional injuries or accidents in 2014, in the US."
  },
  {
    "startTime": 116.3,
    "endTime": 120.571,
    "text": "The media can also affect our fear and anxiety of death from strange causes."
  },
  {
    "startTime": 120.571,
    "endTime": 128.5,
    "text": "After all, not one person died of a shark attack in the US during 2014, but 38 people were killed by dogs that year."
  },
  {
    "startTime": 128.5,
    "endTime": 138.27,
    "text": "Many fear biking within a city, but you're more likely to die walking as a pedestrian, with 6,200 pedestrians killed, and only 900 killed in bike accidents."
  },
  {
    "startTime": 138.27,
    "endTime": 142.95000000000002,
    "text": "For every one person that dies in a terrorist attack, 80 will die from alcoholism."
  },
  {
    "startTime": 143.0,
    "endTime": 155.859,
    "text": "In fact, a majority of terrorist activity in the west is caused by lone wolf attackers, of which 80% were not islamic fundamentalists, but instead, political extremists, nationalist, racial and religious supremacists."
  },
  {
    "startTime": 155.859,
    "endTime": 166.25900000000001,
    "text": "On a worldwide scale in 2015, 78% of all terrorists deaths occurred in just five countries: Afghanistan, Iraq, Nigeria, Pakistan and Syria."
  },
  {
    "startTime": 166.259,
    "endTime": 169.29,
    "text": "Where you live has a big impact on how you're likely to die too."
  },
  {
    "startTime": 169.4,
    "endTime": 176.81,
    "text": "In the 34 poorest countries, you're most likely to die of respiratory problems, not from cigarettes, but from ingesting smoke while cooking."
  },
  {
    "startTime": 177.3,
    "endTime": 184.93,
    "text": "Females in Japan are less likely to die of heart disease, and live to 87 years old on average, compared to 80 years old for American females."
  },
  {
    "startTime": 184.93,
    "endTime": 187.16,
    "text": "This is often attributed to the Japanese diet."
  },
  {
    "startTime": 187.16,
    "endTime": 193.1,
    "text": "In the future, we'll likely not only live longer, but potentially know exactly how and when we'll die."
  },
  {
    "startTime": 193.1,
    "endTime": 204.1,
    "text": "In fact, a recent computer software has been developed that has been shown to estimate how and when you will die with 96% accuracy, based on medical history, lifestyle, and many other factors."
  },
  {
    "startTime": 204.1,
    "endTime": 207.57,
    "text": "The question is , do you want to know how and when you'll die?"
  },
  {
    "startTime": 207.8,
    "endTime": 209.459,
    "text": "Let us know in the comments below."
  },
  {
    "startTime": 209.459,
    "endTime": 214.53900000000002,
    "text": "You can also find out the Top 5 Regrets People Have Before Dying in our Asap THOUGHT video."
  },
  {
    "startTime": 214.539,
    "endTime": 216.539,
    "text": "Link in the description for that video."
  },
  {
    "startTime": 216.539,
    "endTime": 226.73899999999998,
    "text": "And Subscribe for more weekly science videos!"
  }
]