[
  {
    "startTime": 3.0,
    "endTime": 8.3,
    "text": "The G20 was formed in September of 1999 following the Asian Financial Crisis."
  },
  {
    "startTime": 8.3,
    "endTime": 15.8,
    "text": "It brings together industrialized and developing economies to discuss the most important financial and economic issues of the day."
  },
  {
    "startTime": 16.0,
    "endTime": 20.25,
    "text": "Its mandate to promote growth and economic development across the globe."
  },
  {
    "startTime": 20.25,
    "endTime": 27.02,
    "text": "It's made up of 19 of the world's largest economies,  plus a representative from the European Union."
  },
  {
    "startTime": 27.02,
    "endTime": 34.1,
    "text": "They account for two thirds of the world's population and 85% of the global economic output."
  },
  {
    "startTime": 34.2,
    "endTime": 38.61,
    "text": "Other countries can be invited to take part in the summits."
  },
  {
    "startTime": 38.61,
    "endTime": 47.6,
    "text": "The leaders of these countries meet each year, with the summit taking place over two days in the country of the group's current president, which changes each year."
  },
  {
    "startTime": 47.6,
    "endTime": 53.1,
    "text": "Hosting the summit is an opportunity to set the agenda and lead discussions."
  },
  {
    "startTime": 53.2,
    "endTime": 61.800000000000004,
    "text": "The finance ministers and central bank governors from these countries meet twice a year usually in coordination with the G20 summit itself."
  },
  {
    "startTime": 62.0,
    "endTime": 69.5,
    "text": "The focus of this year's summit is sustained economic growth and is being held in Hangzhou, Zhejiang, China, on the 4th and 5th of September."
  },
  {
    "startTime": 69.7,
    "endTime": 76.78,
    "text": "And along with the leaders, China has also invited the heads of the UN, IMF, OECD, WTO and World Bank."
  },
  {
    "startTime": 76.78,
    "endTime": 81.4,
    "text": "And for the first time, innovation will be a key agenda."
  },
  {
    "startTime": 81.56,
    "endTime": 92.16,
    "text": "Ahead of the meeting, President Xi Jinping said: \"We should embrace the vision of a global community of shared future, enhanced economic connectivity and exchanges among countries.\""
  },
  {
    "startTime": 92.16,
    "endTime": 99.99,
    "text": "\"And improve global economic and financial governance so as to address inequality and imbalance in global development.\""
  },
  {
    "startTime": 100.1,
    "endTime": 107.5,
    "text": "\"And ensure that the benefits of economic growth will be equitably shared by people of all countries.\""
  }
]