[
  {
    "startTime": 3.12,
    "endTime": 4.88,
    "text": "I sunburn super easily."
  },
  {
    "startTime": 4.88,
    "endTime": 13.059000000000001,
    "text": "It just takes a few minutes sitting in my garden or on a beach, and then a couple days later my skin starts peeling off."
  },
  {
    "startTime": 13.059,
    "endTime": 18.54,
    "text": "It’s seriously pretty gross—not exactly the effect most people go for when they sunbathe."
  },
  {
    "startTime": 18.54,
    "endTime": 22.18,
    "text": "But, what really happens when you get a sunburn?"
  },
  {
    "startTime": 22.18,
    "endTime": 28.13,
    "text": "I’m Anna Rothschild, and this is Gross Science."
  },
  {
    "startTime": 28.13,
    "endTime": 35.309,
    "text": "Most burns occur if you come in contact with something hot, like when you scald the roof of your mouth on a slice of pizza."
  },
  {
    "startTime": 35.309,
    "endTime": 38.87,
    "text": "But sunburns are actually not caused by heat."
  },
  {
    "startTime": 38.87,
    "endTime": 42.199,
    "text": "Sunlight is made up of a bunch of different types of radiation."
  },
  {
    "startTime": 42.199,
    "endTime": 47.199999999999996,
    "text": "One of them is infrared radiation, which is primarily what makes sunlight feel hot."
  },
  {
    "startTime": 47.2,
    "endTime": 53.84,
    "text": "But there’s also visible light, which allows us to see sunlight, and then there’s ultraviolet radiation."
  },
  {
    "startTime": 53.84,
    "endTime": 58.459,
    "text": "Ultraviolet, or UV, radiation is what causes a sunburn."
  },
  {
    "startTime": 58.459,
    "endTime": 63.559000000000005,
    "text": "It can wreak havoc on skin cells by disrupting important molecules, like DNA."
  },
  {
    "startTime": 63.559,
    "endTime": 66.58,
    "text": "So, your body does its best to protect you from it."
  },
  {
    "startTime": 66.58,
    "endTime": 72.50999999999999,
    "text": "When UV radiation hits your skin, pigments called melanin absorb it, and shield your DNA from harm."
  },
  {
    "startTime": 72.51,
    "endTime": 78.15,
    "text": "Now, melanin is present in our skin cells all the time—it’s what gives your skin its particular color."
  },
  {
    "startTime": 78.15,
    "endTime": 85.89,
    "text": "It’s created by special cells called melanocytes, which then distribute the melanin to other cells called keratinocytes."
  },
  {
    "startTime": 85.89,
    "endTime": 89.71,
    "text": "Those are the most common cells in your outermost layer of skin."
  },
  {
    "startTime": 89.71,
    "endTime": 97.82,
    "text": "When your skin is exposed to UV, the melanocytes ramp up their melanin production, and also transfer more melanin to the keratinocytes."
  },
  {
    "startTime": 97.82,
    "endTime": 106.78,
    "text": "This happens to varying degrees based on your genetic makeup, but that’s why your skin might turn darker, or tan, if you’re out in the sun for a while."
  },
  {
    "startTime": 106.78,
    "endTime": 116.31,
    "text": "But, the melanin defense is far from foolproof—regardless of how dark your skin is, or how much you tan, some UV rays can sneak past."
  },
  {
    "startTime": 116.31,
    "endTime": 120.17,
    "text": "And when they do, they can damage your DNA."
  },
  {
    "startTime": 120.17,
    "endTime": 122.51,
    "text": "This can actually happen in a few different ways."
  },
  {
    "startTime": 122.51,
    "endTime": 129.35,
    "text": "Sometimes the radiation will directly zap your DNA, damaging it in just a trillionth of a second."
  },
  {
    "startTime": 129.35,
    "endTime": 136.01,
    "text": "Alternatively, UV rays can do something more sinister—they can actually turn your melanin against you."
  },
  {
    "startTime": 136.01,
    "endTime": 140.97,
    "text": "The radiation can make your cells produce these harmful molecules called free radicals."
  },
  {
    "startTime": 140.97,
    "endTime": 147.719,
    "text": "Now, this is a little bit complicated, but essentially the free radicals excite an electron in your melanin. I'm excited!"
  },
  {
    "startTime": 147.719,
    "endTime": 153.779,
    "text": "The melanin then bumps into your DNA and excites an electron there. I'm excited too!"
  },
  {
    "startTime": 153.779,
    "endTime": 156.379,
    "text": "—which can cause the DNA to kink."
  },
  {
    "startTime": 156.379,
    "endTime": 164.219,
    "text": "Regardless of how it happens, once your cells are damaged they start producing warning molecules, signalling that something bad is going on."
  },
  {
    "startTime": 164.25,
    "endTime": 175.239,
    "text": "If enough cells produce the signal, your body will mount an inflammatory response, sending lots of different types of blood cells to the area to stop and repair the damage."
  },
  {
    "startTime": 175.239,
    "endTime": 182.62,
    "text": "And it’s this influx of blood that causes the redness you typically see with a sunburn, depending on how light your skin is."
  },
  {
    "startTime": 182.62,
    "endTime": 184.189,
    "text": "So, what about the peeling?"
  },
  {
    "startTime": 184.189,
    "endTime": 187.959,
    "text": "Well, your skin cells are shedding all the time without you noticing it."
  },
  {
    "startTime": 187.959,
    "endTime": 191.389,
    "text": "You actually have stem cells in your skin that live for decades."
  },
  {
    "startTime": 191.389,
    "endTime": 198.62,
    "text": "The stem cells produce layers of keratinocytes, which fall off and are replaced over time."
  },
  {
    "startTime": 198.62,
    "endTime": 203.049,
    "text": "But those keratinocytes don’t mature properly when they’re damaged by UV."
  },
  {
    "startTime": 203.049,
    "endTime": 208.31900000000002,
    "text": "So instead of flaking off inconspicuously, they all clump up and peel off together."
  },
  {
    "startTime": 208.319,
    "endTime": 213.81,
    "text": "Now, your body actually has enzymes that repair a lot of the DNA damage caused by UV rays."
  },
  {
    "startTime": 213.81,
    "endTime": 216.319,
    "text": "But, it can’t always repair all of it."
  },
  {
    "startTime": 216.319,
    "endTime": 220.819,
    "text": "And if the damage isn’t fixed in one of your stem cells, you might have a real problem."
  },
  {
    "startTime": 220.819,
    "endTime": 226.06,
    "text": "When those cells replicate, they might create a mutation at the site of the damage."
  },
  {
    "startTime": 226.06,
    "endTime": 232.51,
    "text": "And depending on where the mutation occurs, this could lead the cell to become cancerous sometime down the road."
  },
  {
    "startTime": 232.51,
    "endTime": 237.41,
    "text": "Remember, even if you don’t tend to burn, UV radiation can damage your DNA."
  },
  {
    "startTime": 237.41,
    "endTime": 242.899,
    "text": "So if you know you’re going to be out in the sun for a while, make sure you’re covered up or wearing sunscreen."
  },
  {
    "startTime": 242.959,
    "endTime": 251.71,
    "text": "For me, being outside and exploring the world is super important for my happiness, and excites my curiosity."
  },
  {
    "startTime": 251.78,
    "endTime": 258.7,
    "text": "But it’s way more fun to go on an outdoor adventure without coming home to disgusting peeling skin."
  },
  {
    "startTime": 260.0,
    "endTime": 263.1,
    "text": "Got a question about sunburns? Let me know in the comments."
  },
  {
    "startTime": 263.1,
    "endTime": 266.5,
    "text": "And for more gross science, hit subscribe."
  }
]