[
  {
    "startTime": 0.984,
    "endTime": 4.104,
    "text": "It's tempting to think of marriage as old-fashioned."
  },
  {
    "startTime": 4.235,
    "endTime": 6.689,
    "text": "Why not just live with someone and be done with it?"
  },
  {
    "startTime": 6.689,
    "endTime": 8.809000000000001,
    "text": "What need for a public ceremony?"
  },
  {
    "startTime": 8.809,
    "endTime": 13.608999999999998,
    "text": "Why the weird traditions, all those churches, temples, hymns, vows, and prayers?"
  },
  {
    "startTime": 13.9,
    "endTime": 21.4,
    "text": "Marriage must be a silly relic from the religious childhood of human kind, not designed for the more logical modern world."
  },
  {
    "startTime": 21.579,
    "endTime": 23.015,
    "text": "And yet, it survives."
  },
  {
    "startTime": 23.48,
    "endTime": 32.576,
    "text": "The essence of marriage is to tie our hands, to frustrate our wills, to put high and costly obstacles in the way of splitting up."
  },
  {
    "startTime": 32.998,
    "endTime": 34.405,
    "text": "Why do we do this?"
  },
  {
    "startTime": 36.045,
    "endTime": 39.914,
    "text": "Originally, we told ourselves that God wanted us to stay married."
  },
  {
    "startTime": 39.914,
    "endTime": 46.001000000000005,
    "text": "But even now, when God is not invoked, we keep making sure that marriage is rather hard to undo."
  },
  {
    "startTime": 46.591,
    "endTime": 51.411,
    "text": "For one thing, you carefully invite everyone you know to watch you say you'll stick together."
  },
  {
    "startTime": 51.411,
    "endTime": 58.537,
    "text": "You willingly create a huge layer of embarrassment, will you ever to turn around and admit it might've been a mistake."
  },
  {
    "startTime": 58.537,
    "endTime": 65.3,
    "text": "Furthermore, even though you could keep things separate, marriage tends to meet deep economic and legal entanglements."
  },
  {
    "startTime": 65.482,
    "endTime": 70.361,
    "text": "You know it's gonna take the work of a phalanx of accountants and lawyers to prise you apart."
  },
  {
    "startTime": 70.361,
    "endTime": 73.265,
    "text": "It could be done, but it will be ruinous."
  },
  {
    "startTime": 73.265,
    "endTime": 79.8,
    "text": "It's as if we somewhere recognize that there might rather strangely, be some quite good though uncomfortable reasons."
  },
  {
    "startTime": 79.9,
    "endTime": 85.343,
    "text": "By making it difficult to split up a union, can be an advantage for its members."
  },
  {
    "startTime": 85.723,
    "endTime": 89.642,
    "text": "The marshmallow test was a celebrated experiment in the history of psychology."
  },
  {
    "startTime": 89.642,
    "endTime": 97.19999999999999,
    "text": "Designed to measure children's ability to delay gratification, and track the consequences of being able to think long term."
  },
  {
    "startTime": 97.371,
    "endTime": 103.89999999999999,
    "text": "Some three-year-old children were offered a marshmallow, but told they would get two if they held off from eating the first one for five minutes."
  },
  {
    "startTime": 104.081,
    "endTime": 109.392,
    "text": "It turned out a lot of children just couldn't make it through this period. It was too tempting."
  },
  {
    "startTime": 109.392,
    "endTime": 114.934,
    "text": "The less immediate benefit of gobbling the marshmallow in front of them was stronger than the strategy of waiting."
  },
  {
    "startTime": 115.1,
    "endTime": 121.312,
    "text": "Crucially, it was observed that these children went on to have lives blighted by a lack of impulse control."
  },
  {
    "startTime": 121.312,
    "endTime": 128.12199999999999,
    "text": "And fared much worse than the children, who were best at subordinating immediate fun for long-term benefit."
  },
  {
    "startTime": 128.483,
    "endTime": 131.3,
    "text": "Relationships are perhaps no different."
  },
  {
    "startTime": 131.5,
    "endTime": 134.434,
    "text": "Hereto, many things feel very urgent."
  },
  {
    "startTime": 134.434,
    "endTime": 136.114,
    "text": "We're angry, and want to get out."
  },
  {
    "startTime": 136.114,
    "endTime": 140.6,
    "text": "We're excited by a new person and need to abandon our present partner at once."
  },
  {
    "startTime": 140.8,
    "endTime": 144.20000000000002,
    "text": "And yet, as we look around for the exit, every way seems blocked."
  },
  {
    "startTime": 144.4,
    "endTime": 147.705,
    "text": "It would cost a fortune, it would be embarrassing, it would take an age."
  },
  {
    "startTime": 148.0,
    "endTime": 150.352,
    "text": "This isn't a coincidence."
  },
  {
    "startTime": 150.352,
    "endTime": 153.264,
    "text": "Marriage is a giant inhibitor of impulse."
  },
  {
    "startTime": 153.264,
    "endTime": 159.53300000000002,
    "text": "Set up by our conscience to keep our libidinous, ungrateful, wild desiring selves in check."
  },
  {
    "startTime": 159.8,
    "endTime": 171.10000000000002,
    "text": "What we're essentially buying into by submitting to its dictates, is the insight that we are, as individuals, likely to make very poor choices, onto the sway of strong short-term impulses."
  },
  {
    "startTime": 171.213,
    "endTime": 176.414,
    "text": "To marry is to recognize that we require structure, to insulate us from our urges."
  },
  {
    "startTime": 176.637,
    "endTime": 180.784,
    "text": "It's to lock ourselves up willingly because we don't trust ourselves."
  },
  {
    "startTime": 181.6,
    "endTime": 189.9,
    "text": "It's a very unusual marriage indeed, in which the two people don't spend a notable amount of time fantasizing that they weren't in fact married."
  },
  {
    "startTime": 190.0,
    "endTime": 194.094,
    "text": "But the point of marriage is to make these feelings not matter very much."
  },
  {
    "startTime": 194.094,
    "endTime": 196.964,
    "text": "It's an arrangement that protects us from what we desire."
  },
  {
    "startTime": 197.2,
    "endTime": 203.07999999999998,
    "text": "And yet know, in our more reasonable moments, we don't truly need, or even perhaps want."
  },
  {
    "startTime": 203.5,
    "endTime": 208.595,
    "text": "At their best, relationships involve us in attempts to develop mature and become whole."
  },
  {
    "startTime": 208.595,
    "endTime": 213.48499999999999,
    "text": "We often get drawn to people, precisely because they promise to edge us in the right directions."
  },
  {
    "startTime": 213.9,
    "endTime": 218.94400000000002,
    "text": "But it's too easy to seem kind and normal, when we keep going out with someone new."
  },
  {
    "startTime": 218.944,
    "endTime": 225.415,
    "text": "The truth about us on the basis of which self-improvement begins, only becomes clear over time."
  },
  {
    "startTime": 225.6,
    "endTime": 231.9,
    "text": "Chances of development increase hugely, when we don't keep running away to people who will forcely reassure us."
  },
  {
    "startTime": 232.0,
    "endTime": 234.136,
    "text": "There is nothing too wrong with us."
  },
  {
    "startTime": 234.136,
    "endTime": 241.546,
    "text": "Over time, the argument for marriage has shifted. It's no longer about external forces having power over us."
  },
  {
    "startTime": 241.6,
    "endTime": 247.307,
    "text": "What we are correctly now focused on, is the psychological point of making it hard to throw it all in."
  },
  {
    "startTime": 247.5,
    "endTime": 253.946,
    "text": "For the last fifty years, the burden of intelligent effort has been on attempting to make separation easier."
  },
  {
    "startTime": 254.1,
    "endTime": 257.4,
    "text": "The challenge now, lies in another direction."
  },
  {
    "startTime": 257.5,
    "endTime": 263.385,
    "text": "In trying to remind ourselves, why immediate flight doesn't always make sense."
  },
  {
    "startTime": 263.515,
    "endTime": 269.356,
    "text": "And trying to see the point of holding out for the second marshmallow."
  }
]