[
  {
    "startTime": 0.26,
    "endTime": 4.34,
    "text": "Tyler: \"Hey, I'm Tyler Posey aka Scott McCall and tonight I wanted to do something a little bit"
  },
  {
    "startTime": 4.34,
    "endTime": 9.030000000000001,
    "text": "different and special to honor my friend Crystal Reed aka Allison Argent. I put together a"
  },
  {
    "startTime": 9.03,
    "endTime": 12.268999999999998,
    "text": "list of things that I've learned about her over the years that may surprise you, the"
  },
  {
    "startTime": 12.269,
    "endTime": 19.58,
    "text": "fans. Here are the top 10 things you did not know about Allison Argent. Number 10 - Instead"
  },
  {
    "startTime": 19.58,
    "endTime": 26.839999999999996,
    "text": "of horse hair, Allison's strings for her bow with the last remaining hair of the unicorn."
  },
  {
    "startTime": 26.84,
    "endTime": 32.609,
    "text": "Pff what? Number nine - Allison doesn't have followers on Twitter, she has fanatics. Number"
  },
  {
    "startTime": 32.609,
    "endTime": 38.909,
    "text": "eight - when Allison goes to the airport security, the TSA agents take off their shoes and their"
  },
  {
    "startTime": 38.909,
    "endTime": 44.839,
    "text": "shirts. Number seven - Swag is Justin Bieber's nickname for Allison, that's why he says it"
  },
  {
    "startTime": 44.839,
    "endTime": 50.21,
    "text": "so much. Number six - When allison texts lol on the phone, the phone literally laughs out"
  },
  {
    "startTime": 50.21,
    "endTime": 55.549,
    "text": "loud. Number five - Allison doesn't own an umbrella, rain knows better than to fall on"
  },
  {
    "startTime": 55.549,
    "endTime": 59.388999999999996,
    "text": "her head. Number four - Allison has only placed the bottle only once in her entire life and"
  },
  {
    "startTime": 59.389,
    "endTime": 63.589000000000006,
    "text": "that bottle is still spinning. Number three - Allison was the true inspiration for Taylor"
  },
  {
    "startTime": 63.589,
    "endTime": 69.05,
    "text": "Swift's I Knew You Were Trouble. Number two - When Allison talks, Kanye actually lets"
  },
  {
    "startTime": 69.05,
    "endTime": 74.39,
    "text": "her finish. The number one you don't know about Allison Argent: Allison is beautiful"
  },
  {
    "startTime": 74.39,
    "endTime": 77.98,
    "text": "and courageous and smart and talented and funny and overall an incredible person, but"
  },
  {
    "startTime": 77.98,
    "endTime": 87.98,
    "text": "you probably already knew that. So let's give it up for Crystal Reed everybody.\""
  }
]