[
  {
    "startTime": 0.0,
    "endTime": 8.593,
    "text": "We typically aim for a particular career because we've been deeply impressed by the exploits of the most accomplished practitioners in the field."
  },
  {
    "startTime": 8.593,
    "endTime": 28.38,
    "text": "We formulate our ambitions by admiring the beautiful structures of the architect tasked with designing the city's new airport, or by following the intrepid trades of the wealthiest Wall Street fund manager, by reading the analyses of the acclaimed literary novelist or sampling the piquant meals in the restaurant of a prize-winning chef."
  },
  {
    "startTime": 28.38,
    "endTime": 33.8,
    "text": "We form our career plans on the basis of perfection."
  },
  {
    "startTime": 33.8,
    "endTime": 39.699999999999996,
    "text": "Then, inspired by the masters, we take our own first steps and the trouble begins."
  },
  {
    "startTime": 39.7,
    "endTime": 52.32,
    "text": "What we have managed to design or make in our first month of trading, or write in an early short story, or cook for the family, is markedly and absurdly beneath the standard that first sparked our ambitions."
  },
  {
    "startTime": 52.42,
    "endTime": 61.619,
    "text": "We, who are so aware of excellence, end up the least able to tolerate mediocrity, which in this case, happens to be our own."
  },
  {
    "startTime": 61.619,
    "endTime": 71.7,
    "text": "We become stuck in an uncomfortable paradox; our ambitions have been ignited by greatness, but everything we know of ourselves points to congenital ineptitude."
  },
  {
    "startTime": 71.7,
    "endTime": 88.80000000000001,
    "text": "We have fallen into what we can term the Perfectionist Trap, defined as a powerful attraction to perfection shorn of any mature or sufficient understanding of what is actually required to attain it. It isn't primarily our fault."
  },
  {
    "startTime": 88.8,
    "endTime": 116.33,
    "text": "Without in any way revealing this, or even perhaps being aware of it, our media edits out billions of unremarkable lives and years of failure, rejection, and frustration, even in those who do achieve, in order to serve us up a daily curated selection of peak career moments, which thereby end up seeming not like the violent exceptions they actually are, but like a normal baseline of achievement."
  },
  {
    "startTime": 116.33,
    "endTime": 130.28,
    "text": "It starts to appear as though \"everyone\" is successful because all those who we happen to hear about really are successes – and we have forgotten to imagine the oceans of tears and despair that necessarily surround them."
  },
  {
    "startTime": 130.28,
    "endTime": 142.5,
    "text": "Our perspective is imbalanced because we know our own struggles so well from the inside, and yet are exposed to apparently pain-free narratives of achievement on the outside."
  },
  {
    "startTime": 142.5,
    "endTime": 151.18,
    "text": "We cannot forgive ourselves the horrors of our early drafts – largely because we have not seen the early drafts of those we admire."
  },
  {
    "startTime": 151.18,
    "endTime": 158.0,
    "text": "We need a saner picture of how many difficulties lie behind everything we would wish to emulate."
  },
  {
    "startTime": 158.0,
    "endTime": 162.5,
    "text": "We should not look, for example, at the masterpieces of art in a museum."
  },
  {
    "startTime": 162.5,
    "endTime": 171.4,
    "text": "We should go to the studio, and there, see the anguish, wrecked early versions and watermarks on the paper, where the artist broke down and wept."
  },
  {
    "startTime": 171.4,
    "endTime": 186.5,
    "text": "We should focus on how long it took the architect before they received their first proper commission— they were over 50—we need to dig out the early stories of the writer who now wins prizes and examine more closely how many failures the entrepreneur had to endure."
  },
  {
    "startTime": 186.5,
    "endTime": 205.779,
    "text": "We need to recognize the legitimate and necessary role of failure—allow ourselves to do things quite imperfectly for a very long time—as a price we cannot avoid paying for an opportunity one day, perhaps in many decades, to do something that others will consider a spontaneous success."
  }
]