[
  {
    "startTime": 2.0,
    "endTime": 11.5,
    "text": "Very many of us suffer from a peculiar-sounding problem: an inability properly to inhabit the stretch of time we call \"the present\"."
  },
  {
    "startTime": 11.5,
    "endTime": 22.86,
    "text": "Maybe we're on a beautiful beach on a sunny day, the sky is azure and the palm trees slender and implausibly delicate, but most of \"us\" isn't actually here at all."
  },
  {
    "startTime": 23.0,
    "endTime": 28.75,
    "text": "It's somewhere at work or in imaginary discussion with a rival or plotting a new enterprise."
  },
  {
    "startTime": 29.2,
    "endTime": 36.9,
    "text": "Or maybe we're at the birthday of a child: it's enormously significant for her and we love her dearly, but we are elsewhere."
  },
  {
    "startTime": 36.9,
    "endTime": 44.5,
    "text": "Our body is rooted in the \"now\", but our minds are skipping to points in both the future and the past."
  },
  {
    "startTime": 44.6,
    "endTime": 52.119,
    "text": "What is it that makes the present, especially the nicer moments of the present, so difficult to experience properly?"
  },
  {
    "startTime": 52.119,
    "endTime": 60.05,
    "text": "And why, conversely, can so many events feel easier to enjoy, appreciate and perceive, when they are firmly over?"
  },
  {
    "startTime": 61.0,
    "endTime": 67.42,
    "text": "One benefit of the past is that it is a dramatically foreshortened, edited version of the present."
  },
  {
    "startTime": 67.5,
    "endTime": 73.15,
    "text": "Even the best days of our lives contain a range of dull and uncomfortable moments."
  },
  {
    "startTime": 73.2,
    "endTime": 90.16,
    "text": "But in memory, like skilled editors of hours of raw and often uninspired footage, we can lock on to the most consequential moments; and therefore construct sequences that feel a great deal more meaningful and interesting than the settings that generated them."
  },
  {
    "startTime": 90.5,
    "endTime": 95.66,
    "text": "Hours of mediocrity can be reduced to five or six perfect images."
  },
  {
    "startTime": 95.76,
    "endTime": 100.99000000000001,
    "text": "Nostalgia is the present enhanced by an editing machine."
  },
  {
    "startTime": 100.99,
    "endTime": 105.0,
    "text": "Much of what ruins the present is sheer anxiety."
  },
  {
    "startTime": 105.0,
    "endTime": 112.25,
    "text": "The present always contains an enormous number of possibilities, some hugely gruesome, which we are constantly aware of."
  },
  {
    "startTime": 112.25,
    "endTime": 126.2,
    "text": "Anything could theoretically happen, an earthquake, an aneurysm, a rejection – which gives rise to a non-specific anxiety that trails around us most of the time: the simple dread at the unknownness of what is to come."
  },
  {
    "startTime": 126.3,
    "endTime": 135.93,
    "text": "But then, of course, only a very limited range of awful things do ever come to pass, and we forget the anxiety at once (or, rather, shift it to the new present)."
  },
  {
    "startTime": 136.45,
    "endTime": 145.79,
    "text": "So when we remember an event, what we leave out of it is how much of that event we actually spent anticipating an appalling future that never came."
  },
  {
    "startTime": 148.0,
    "endTime": 151.65,
    "text": "Our bodies further contribute to our distraction from the present."
  },
  {
    "startTime": 151.75,
    "endTime": 154.0,
    "text": "They have their own moods and itineraries."
  },
  {
    "startTime": 154.2,
    "endTime": 160.91,
    "text": "They might feel tired and timid at just the moment when the landscape around us would demand grandeur and confidence."
  },
  {
    "startTime": 161.41,
    "endTime": 165.09,
    "text": "But these dissonant moods also get edited out of memory."
  },
  {
    "startTime": 165.39,
    "endTime": 172.67,
    "text": "We'll remember the view over the ocean far longer than the slight queasiness which turned us in on ourselves at the time."
  },
  {
    "startTime": 172.67,
    "endTime": 175.5,
    "text": "Our minds are cavernous, chaotic places."
  },
  {
    "startTime": 175.7,
    "endTime": 180.54999999999998,
    "text": "So much courses through them that has little to do with what is right in front of our eyes."
  },
  {
    "startTime": 180.55,
    "endTime": 184.02,
    "text": "We can end up seeming ungrateful to where are."
  },
  {
    "startTime": 184.02,
    "endTime": 195.649,
    "text": "Someone is telling us an important story, and not from any evil motive, just from the difficulty of having to manage the entity called \"I\", we digest some regret or other instead."
  },
  {
    "startTime": 195.749,
    "endTime": 201.60999999999999,
    "text": "We are at a beautiful location, but we can barely take in the vegetation and the extraordinary views."
  },
  {
    "startTime": 201.61,
    "endTime": 206.3,
    "text": "So fixated are we on an event that will only occur in six months' time."
  },
  {
    "startTime": 206.4,
    "endTime": 210.75,
    "text": "We need to be prepared for the weird way in which we align with the world."
  },
  {
    "startTime": 210.75,
    "endTime": 217.59,
    "text": "And not berate ourselves unduly for our difficulties at doing justice to where our bodies and minds happen to be."
  },
  {
    "startTime": 217.9,
    "endTime": 228.889,
    "text": "We should be ready for this disloyalty in other people, too – at moments when they look strangely worried at a party we've laid on, or don't seem to be listening to a story we're telling them."
  },
  {
    "startTime": 228.889,
    "endTime": 234.24,
    "text": "They, too, may just be experiencing some of the major difficulties of being in the present."
  },
  {
    "startTime": 234.6,
    "endTime": 248.54999999999998,
    "text": "Like us, they'll probably enjoy our encounter with us so much more when the present has safely given way to memory."
  }
]