[
  {
    "startTime": 5.3,
    "endTime": 11.0,
    "text": "The Holy Tales."
  },
  {
    "startTime": 11.0,
    "endTime": 22.7,
    "text": "Hello my name is Tubby, I live here in this wonderful library and I love to eat books. I live here with my friends Gumbo and Freckles."
  },
  {
    "startTime": 22.7,
    "endTime": 28.0,
    "text": "Gumbo! Freckles! Come out come out wherever you are."
  },
  {
    "startTime": 28.0,
    "endTime": 33.4,
    "text": "Over there on that great book is Grand Old Holy."
  },
  {
    "startTime": 33.4,
    "endTime": 41.199999999999996,
    "text": "She is really old and wise and tells us wonderful stories when she is awake that is."
  },
  {
    "startTime": 41.2,
    "endTime": 43.7,
    "text": "Oh and we love to sing!"
  },
  {
    "startTime": 43.7,
    "endTime": 61.400000000000006,
    "text": "\"All things bright and beautiful, all creatures great and small, all things wise and wonderful, the Lord God made them all.\""
  },
  {
    "startTime": 61.4,
    "endTime": 79.9,
    "text": "Oh no, you three again! Anyway today I will tell you a really interesting story of how God saved all the creatures and a good man named Noah."
  },
  {
    "startTime": 79.9,
    "endTime": 85.10000000000001,
    "text": "A long time had passed since Adam and Eve were created."
  },
  {
    "startTime": 85.1,
    "endTime": 92.39999999999999,
    "text": "The land was now full of wicked people. This made God very unhappy."
  },
  {
    "startTime": 92.4,
    "endTime": 102.10000000000001,
    "text": "There was only one good man called Noah. He blessed Noah for being a good person and said"
  },
  {
    "startTime": 102.1,
    "endTime": 111.1,
    "text": "\"I will destroy all bad and wicked people. Only you and your family will be saved\"."
  },
  {
    "startTime": 111.1,
    "endTime": 118.5,
    "text": "So he asked Noah to build a huge boat called the Ark."
  },
  {
    "startTime": 118.5,
    "endTime": 134.5,
    "text": "God then said, \"Bring your family and two of every kind of animal to the Ark\". He also asked him to gather enough food to last for a very long time."
  },
  {
    "startTime": 134.5,
    "endTime": 145.4,
    "text": "He then told him that in seven days he would send rain which would go on for forty days and forty nights."
  },
  {
    "startTime": 145.4,
    "endTime": 157.9,
    "text": "The rain would bring a huge flood. Only Noah and his family and the animals on the boat would survive."
  },
  {
    "startTime": 157.9,
    "endTime": 164.70000000000002,
    "text": "Noah did everything that God had asked him to do. He spent many days building the Ark."
  },
  {
    "startTime": 164.7,
    "endTime": 174.1,
    "text": "He gathered two animals of every kind, gathered food and got inside the Ark with his family."
  },
  {
    "startTime": 174.1,
    "endTime": 184.7,
    "text": "God sent the rains for forty days and forty nights. Noah and his family were safe inside the Ark."
  },
  {
    "startTime": 184.7,
    "endTime": 192.89999999999998,
    "text": "After the rain had stopped, to know what was going on outside, Noah would send out a dove every day."
  },
  {
    "startTime": 192.9,
    "endTime": 209.70000000000002,
    "text": "But the dove would come back with nothing. One day the dove came back to him with an olive leaf. Noah knew that the Earth was finally drying out."
  },
  {
    "startTime": 209.7,
    "endTime": 216.89999999999998,
    "text": "They stepped out of the boat after a year, very happy to have survived the flood."
  },
  {
    "startTime": 216.9,
    "endTime": 225.0,
    "text": "I hope you have been listening very carefully, because this question is a little tough."
  },
  {
    "startTime": 225.0,
    "endTime": 231.3,
    "text": "Tubby, if you answer this question correctly, I will sing along with you."
  },
  {
    "startTime": 231.3,
    "endTime": 237.0,
    "text": "Ok! Here is the question. How did Noah know it was time to leave the Ark?"
  },
  {
    "startTime": 237.0,
    "endTime": 243.1,
    "text": "I know! I know! He sent out a dove and it came back with an olive branch."
  },
  {
    "startTime": 243.1,
    "endTime": 259.9,
    "text": "Very good. \"All things bright and beautiful; all creatures great and small; all things wise and wonderful; the Lord God made them all.\""
  },
  {
    "startTime": 259.9,
    "endTime": 269.9,
    "text": "The Holy Tales."
  }
]