[
  {
    "startTime": 0.26,
    "endTime": 12.299999999999999,
    "text": "Did you know that as a pregnancy test, doctors used to inject women's urine inside female rabbits, and the rabbits would then be killed to examine their ovaries and tell if the woman was pregnant."
  },
  {
    "startTime": 12.5,
    "endTime": 13.01,
    "text": "What?!"
  },
  {
    "startTime": 18.2,
    "endTime": 21.09,
    "text": "Hello there, children of pregnancy, Jules here for DNews!"
  },
  {
    "startTime": 21.09,
    "endTime": 27.1,
    "text": "In 2008, Thomas Beatie, a man, gave birth, not via c-section, to a healthy baby girl."
  },
  {
    "startTime": 27.3,
    "endTime": 33.509,
    "text": "His pregnancy was a pretty big deal; he was on Oprah, became a public speaker, and later gave birth to two more children."
  },
  {
    "startTime": 33.65,
    "endTime": 38.4,
    "text": "Beatie is one of a number of transgender men who have elected to have a child."
  },
  {
    "startTime": 38.5,
    "endTime": 47.9,
    "text": "In 2014 in Australia alone, which is one of the few countries to track such statistics, Medicare reported 54 men who had given birth, based on the gender noted in their medical documentation."
  },
  {
    "startTime": 48.1,
    "endTime": 58.1,
    "text": "But one of the many non-heartwarming reactions to the Beatie story was that his pregnancy didn't\"count\", because he was designated female at birth and had a uterus, or a duderus."
  },
  {
    "startTime": 58.209,
    "endTime": 68.10000000000001,
    "text": "Thankfully, these inexplicably angry detractors, are likely not medically trained professionals, or they'd know that a uterus is by no means necessary for forming baby."
  },
  {
    "startTime": 68.25,
    "endTime": 75.3,
    "text": "In fact, every one-in-ten thousand pregnancies ends up with the fetus coming to term in the abdomen, specifically the peritoneal (parrot-toe-neal) cavity."
  },
  {
    "startTime": 75.5,
    "endTime": 81.6,
    "text": "This can happen when, after conception, the egg moves towards the uterus but falls out of the fallopian tube into the abdomen."
  },
  {
    "startTime": 81.8,
    "endTime": 90.2,
    "text": "There have even been cases of simultaneous uterine and abdominal pregnancies, which makes the kids more like neighbors than womb-mates."
  },
  {
    "startTime": 90.4,
    "endTime": 101.7,
    "text": "Any pregnancy where the fetus develops outside the uterus is known as \"ectopic\", and serves as a useful model for what happens to babies born outside of standard conditions, say, within a man's abdomen."
  },
  {
    "startTime": 101.9,
    "endTime": 110.5,
    "text": "One fascinating takeaway is that these abdominal pregnancies are more likely to result in a female birth than a male one, by a ratio of roughly 2 to 3."
  },
  {
    "startTime": 110.7,
    "endTime": 119.8,
    "text": "Turns out, male fetuses are much worse at surviving an uncomfortable gestation environment, although for both sexes, abdominal pregnancies very rarely produce a live birth."
  },
  {
    "startTime": 119.95,
    "endTime": 129.5,
    "text": "Nonetheless, the fact that fetuses can develop outside of the uterus has raised serious questions about whether it would be possible for men to have such an ectopic implantation."
  },
  {
    "startTime": 129.5,
    "endTime": 131.5,
    "text": "And, it's a tricky subject."
  },
  {
    "startTime": 131.6,
    "endTime": 142.5,
    "text": "On the one hand, a number of doctors say that such an pregnancy would be completely possible: the embryo would be implanted in the abdomen, the placenta would attach to abdominal organs, and delivery would be done by C-section."
  },
  {
    "startTime": 142.8,
    "endTime": 146.20000000000002,
    "text": "Any missing pregnancy hormones could be supplemented with injections."
  },
  {
    "startTime": 146.3,
    "endTime": 157.4,
    "text": "But despite the theoretical capability, no man, or woman, or any person, has yet to go through with such an implantation, mainly because, on its face, it is an incredibly dangerous procedure."
  },
  {
    "startTime": 157.6,
    "endTime": 163.4,
    "text": "One bioethicist explained that the question wasn't \"Can a man do it\", but \"Can he survive it?\"."
  },
  {
    "startTime": 163.6,
    "endTime": 168.9,
    "text": "So for humans, the answer is pretty decidedly \"Yes, but in some cases, it might kill you.\""
  },
  {
    "startTime": 169.1,
    "endTime": 172.56,
    "text": "But forget about humans for a second… what about seahorses?"
  },
  {
    "startTime": 172.56,
    "endTime": 173.6,
    "text": "Great question."
  },
  {
    "startTime": 173.6,
    "endTime": 180.29999999999998,
    "text": "Seahorses are a member of the Syngnathidae (sig-natha-die) fish family, most of which display a fascinatingly unique form of pregnancy."
  },
  {
    "startTime": 180.4,
    "endTime": 185.70000000000002,
    "text": "Male seahorses have a special pouch, or what we can call a \"womb\", on the front side of their tails."
  },
  {
    "startTime": 185.9,
    "endTime": 196.6,
    "text": "When male and female seahorses mate, the female deposits her eggs into the male's pouch, where they gestate for roughly one to six weeks before the male \"gives birth\" to a bunch of tiny seaponies."
  },
  {
    "startTime": 196.8,
    "endTime": 204.0,
    "text": "Just kidding, they're still called seahorses, and the baby ones are called \"Frys\", and also ponies aren't baby horses anyway, a pony is just a type of horse."
  },
  {
    "startTime": 204.0,
    "endTime": 205.1,
    "text": "The more you know!"
  },
  {
    "startTime": 205.1,
    "endTime": 207.1,
    "text": "So, can men get pregnant?"
  },
  {
    "startTime": 207.1,
    "endTime": 210.5,
    "text": "Hell yes, they totally can, and some even have."
  },
  {
    "startTime": 210.5,
    "endTime": 220.9,
    "text": "But most don't, since in most cases it's super dangerous, and it's hard to see a reason to do so unless you're a bodybuilder doctor trying to prove the effectiveness of fertility drugs that the FDA won't let you test on women,"
  },
  {
    "startTime": 221.01,
    "endTime": 225.29999999999998,
    "text": "so Danny DeVito convinces you to test it out on yourself, and later you become the Governor of California."
  },
  {
    "startTime": 225.3,
    "endTime": 230.3,
    "text": "So men can get pregnant but do we really even need women's eggs to get pregnant?"
  },
  {
    "startTime": 230.3,
    "endTime": 233.21900000000002,
    "text": "Can we just do it with sperm and like a toe nail?"
  },
  {
    "startTime": 233.219,
    "endTime": 234.0,
    "text": "Maybe!"
  },
  {
    "startTime": 234.0,
    "endTime": 235.0,
    "text": "Find out in this video."
  },
  {
    "startTime": 249.049,
    "endTime": 253.4,
    "text": "So how do you think the world would be different if men got pregnant on a regular basis?"
  },
  {
    "startTime": 253.4,
    "endTime": 258.0,
    "text": "Let us know down below in the comments and don't forget to like and subscribe for more DNews every single day."
  }
]