[
  {
    "startTime": 2.1,
    "endTime": 3.3,
    "text": "Echo."
  },
  {
    "startTime": 11.9,
    "endTime": 19.1,
    "text": "Fairytales are wonderful, magical stories that capture children's imaginations and delight and entertain them."
  },
  {
    "startTime": 19.2,
    "endTime": 30.0,
    "text": "Well, maybe today, at least, but in some of the original versions of fairytales, recorded by guys like the Brothers Grimm, fairytales play a little more like installments from the Saw franchise."
  },
  {
    "startTime": 30.1,
    "endTime": 31.0,
    "text": "Listen."
  },
  {
    "startTime": 35.9,
    "endTime": 40.9,
    "text": "You know that Cinderella has a magical encounter at the ball with the prince, right?"
  },
  {
    "startTime": 41.0,
    "endTime": 45.3,
    "text": "And, she leaves her glass slipper behind, which he later uses to identify her."
  },
  {
    "startTime": 45.4,
    "endTime": 52.0,
    "text": "Well, in the Brothers Grimm version of the story, which they recorded in 1812, it's a little darker."
  },
  {
    "startTime": 52.1,
    "endTime": 60.400000000000006,
    "text": "Cinderella's wicked stepsisters try to get in on that glass slipper action by carving off some of their feet so they can jam it in there."
  },
  {
    "startTime": 60.5,
    "endTime": 68.0,
    "text": "Luckily, some pigeons that happen to be hanging out nearby point out all of the blood, and the wicked stepsisters are found out."
  },
  {
    "startTime": 68.1,
    "endTime": 74.0,
    "text": "Later on, those same pigeons poke out Cinderella's wicked stepsisters' eyes at her wedding."
  },
  {
    "startTime": 78.3,
    "endTime": 84.5,
    "text": "Cinderella's not the only fairytale that features step-family, brutal revenge action."
  },
  {
    "startTime": 84.6,
    "endTime": 95.39999999999999,
    "text": "At Snow White's wedding, the partygoers force Snow White's wicked stepmother to put on searing hot iron shoes and dance around until she collapses and dies."
  },
  {
    "startTime": 95.5,
    "endTime": 96.4,
    "text": "What?"
  },
  {
    "startTime": 101.1,
    "endTime": 111.327,
    "text": "In the 1940 Disney version of Pinocchio, the little wooden rascal gets into a little bit of trouble with some shallow vices like gambling and fibbing."
  },
  {
    "startTime": 111.4,
    "endTime": 118.30000000000001,
    "text": "But in the original version, written in 1883 by Carlo Collodi, Pinocchio turns totally Patrick Bateman."
  },
  {
    "startTime": 118.4,
    "endTime": 122.80000000000001,
    "text": "He bashes his good friend, the cricket, with a hammer, killing him."
  },
  {
    "startTime": 127.1,
    "endTime": 130.2,
    "text": "You're familiar with the contours of the Rapunzel story."
  },
  {
    "startTime": 130.3,
    "endTime": 134.0,
    "text": "There's a girl who's trapped in a tower by a crazed witch."
  },
  {
    "startTime": 134.1,
    "endTime": 138.5,
    "text": "She has freakishly long hair that a prince climbs up and hangs out with her."
  },
  {
    "startTime": 138.7,
    "endTime": 147.0,
    "text": "Well, in the early version, Rapunzel's hair is climbed up upon by the prince, sure, but while he's up there, he apparently gets her pregnant."
  },
  {
    "startTime": 147.1,
    "endTime": 156.5,
    "text": "After the crazed witch finds out, she goes berserk, cuts off Rapunzel's hair, banishes her to a desert and forces the prince to jump from the tower."
  },
  {
    "startTime": 156.6,
    "endTime": 164.2,
    "text": "He, apparently being unaware that he's in a Grimm fairytale, fails to cover his eyes on the way down and lands in a thorn bush."
  },
  {
    "startTime": 164.3,
    "endTime": 166.60000000000002,
    "text": "His eyeballs are, of course, gouged out."
  },
  {
    "startTime": 171.7,
    "endTime": 180.0,
    "text": "If we're going with the 1827 Hans Christian Andersen version of the Little Mermaid, no one in their right mind would want to be Part of Your World."
  },
  {
    "startTime": 180.4,
    "endTime": 188.9,
    "text": "In this telling, the sea witch traps the Little Mermaid's voice by cutting off her tongue and putting it in a shell for safekeeping."
  },
  {
    "startTime": 189.0,
    "endTime": 201.0,
    "text": "At the end, the mermaid is given a choice of turning back into a mermaid by stabbing the prince in the heart and bathing her feet in his blood after he splits on her for somebody else."
  },
  {
    "startTime": 201.1,
    "endTime": 203.79999999999998,
    "text": "What's your favorite grizzly fairytale?"
  },
  {
    "startTime": 203.9,
    "endTime": 213.84,
    "text": "Let us know in the comments section below, and head on over to howstuffworks.com to read ten fairytales that were way darker than you realized as a kid."
  },
  {
    "startTime": 213.9,
    "endTime": 218.0,
    "text": "And, don't forget to subscribe to What the Stuff."
  }
]