[
  {
    "startTime": 0.32,
    "endTime": 5.0600000000000005,
    "text": "In Ancient Rome tampons were made of wool, Indonesians used vegetable fibers and Japanese women used rolled up paper."
  },
  {
    "startTime": 5.96,
    "endTime": 13.068999999999999,
    "text": "The first commercial tampons were launched in the 1930s and today women use up to 12,000 menstrual hygiene products per lifetime."
  },
  {
    "startTime": 13.069,
    "endTime": 14.809000000000001,
    "text": "But is there a better option?"
  },
  {
    "startTime": 14.809,
    "endTime": 16.61,
    "text": "Should you stop wearing tampons?"
  },
  {
    "startTime": 16.61,
    "endTime": 23.49,
    "text": "Despite being a completely normal biological process that half the population faces, menstruation is often taboo."
  },
  {
    "startTime": 23.49,
    "endTime": 28.968999999999998,
    "text": "The menstrual cycle begins every 28 days on average, and repeats from puberty to menopause."
  },
  {
    "startTime": 28.969,
    "endTime": 36.86,
    "text": "Every month, in response to the reproductive hormones progesterone and estrogen, the lining of the uterus grows and thickens preparing for a potential pregnancy."
  },
  {
    "startTime": 36.86,
    "endTime": 42.35,
    "text": "However, if pregnancy doesn't occur, progesterone drops and the thickened lining sheds."
  },
  {
    "startTime": 42.35,
    "endTime": 46.510000000000005,
    "text": "The menstrual flow is a combination of this uterine lining and blood from the arteries in your uterus,"
  },
  {
    "startTime": 47.41,
    "endTime": 50.56999999999999,
    "text": "which is a unique trait as few other species menstruate at all."
  },
  {
    "startTime": 50.57,
    "endTime": 56.19,
    "text": "In every other mammal other than humans, primates, bats and the adorable elephant shrew,"
  },
  {
    "startTime": 56.19,
    "endTime": 59.379,
    "text": "the endometrium only thickens in response to getting pregnant."
  },
  {
    "startTime": 59.379,
    "endTime": 67.77,
    "text": "During menstruation, 30-90ml of fluid is lost, and 81% of women use tampons as the primary method to absorb this blood,"
  },
  {
    "startTime": 67.77,
    "endTime": 69.61999999999999,
    "text": "at times in combination with pads."
  },
  {
    "startTime": 69.62,
    "endTime": 75.42,
    "text": "Tampons use exceptionally absorbent materials like cotton and rayon that interact strongly with water."
  },
  {
    "startTime": 75.52,
    "endTime": 79.47,
    "text": "And while cotton and rayon are biodegradable, the rest of the tampon isn't,"
  },
  {
    "startTime": 79.47,
    "endTime": 83.479,
    "text": "contributing to 300 pounds of waste in a woman's lifetime."
  },
  {
    "startTime": 83.479,
    "endTime": 88.4,
    "text": "The materials also provide an environment that the bacteria staphylococcus like,"
  },
  {
    "startTime": 88.4,
    "endTime": 93.27900000000001,
    "text": "which can lead to a rare but potentially fatal disease known as Toxic Shock Syndrome."
  },
  {
    "startTime": 93.379,
    "endTime": 97.62,
    "text": "As menstrual blood adds neutralizing proteins to the vagina, which is normally more acidic,"
  },
  {
    "startTime": 97.62,
    "endTime": 100.16900000000001,
    "text": "its ability to kill bacteria is reduced."
  },
  {
    "startTime": 100.669,
    "endTime": 109.53999999999999,
    "text": "In 1983 more than 2,200 cases of Toxic Shock Syndrome were reported to the CDC, but by 1997 there were only 5 cases."
  },
  {
    "startTime": 109.64,
    "endTime": 115.709,
    "text": "This decrease is attributed to education about tampons, like the need to change it at least every 8 hours"
  },
  {
    "startTime": 115.909,
    "endTime": 117.69000000000001,
    "text": "and using the lowest absorbency for your flow."
  },
  {
    "startTime": 117.99,
    "endTime": 124.20899999999999,
    "text": "On top of this, tampons can lead to vaginal dryness and breakage in the skin, leaving you prone to further infection."
  },
  {
    "startTime": 124.409,
    "endTime": 128.22,
    "text": "On average, women spend close to $100 on tampons and pads a year,"
  },
  {
    "startTime": 128.42,
    "endTime": 132.30999999999997,
    "text": "which are often taxed as \"luxury goods\" despite being a basic necessity."
  },
  {
    "startTime": 132.31,
    "endTime": 135.8,
    "text": "Protests have influenced governments like Canada to remove the \"Tampon Tax\""
  },
  {
    "startTime": 135.9,
    "endTime": 140.26000000000002,
    "text": "but in many lower income nations, the high price of tampons causes girls to miss school."
  },
  {
    "startTime": 140.26,
    "endTime": 147.23999999999998,
    "text": "In South Africa, 9 million girls ages 13-19 miss school because of a lack of menstrual hygiene products"
  },
  {
    "startTime": 147.24,
    "endTime": 149.35000000000002,
    "text": "or facilities to change them throughout the day."
  },
  {
    "startTime": 149.35,
    "endTime": 155.79,
    "text": "One alternative solution to tampons is a menstrual cup. It's a non-absorbent reusable barrier cup that collects blood."
  },
  {
    "startTime": 155.89,
    "endTime": 160.48999999999998,
    "text": "The cost of the cup is significantly less than tampons, and is reusable for multiple years."
  },
  {
    "startTime": 160.49,
    "endTime": 164.10000000000002,
    "text": "It can also be worn for 12 hours, meaning women can change it at home,"
  },
  {
    "startTime": 164.4,
    "endTime": 168.75,
    "text": "as opposed to school or work, and it creates substantially less environmental waste."
  },
  {
    "startTime": 169.05,
    "endTime": 176.13000000000002,
    "text": "In a study where women aged 19 to 40 who had previously used tampons as their main method, were given menstrual cups for 3 cycles,"
  },
  {
    "startTime": 176.33,
    "endTime": 178.83,
    "text": "and 91% said they would continue to use the cup"
  },
  {
    "startTime": 178.83,
    "endTime": 181.34,
    "text": "and recommend it to others despite the learning curve."
  },
  {
    "startTime": 181.34,
    "endTime": 183.22,
    "text": "Period blood could also save your life!"
  },
  {
    "startTime": 183.22,
    "endTime": 189.02,
    "text": "Scientists are developing diagnostic tests that women can use at home to monitor early signs of cancer,"
  },
  {
    "startTime": 189.02,
    "endTime": 193.33,
    "text": "reproductive diseases, STIs and endometriosis using their menstrual blood."
  },
  {
    "startTime": 193.73,
    "endTime": 198.26,
    "text": "Additionally, stem cells found in menstrual blood are more powerful than those found in bone marrow."
  },
  {
    "startTime": 198.46,
    "endTime": 202.24,
    "text": "These stem cells can differentiate into nine different types of cells,"
  },
  {
    "startTime": 202.24,
    "endTime": 206.09,
    "text": "meaning period blood might provide a potentially unlimited, easily collected,"
  },
  {
    "startTime": 206.09,
    "endTime": 211.29,
    "text": "inexpensive and without ethical dilemma, source of stem cells for regenerative medicine!"
  },
  {
    "startTime": 211.29,
    "endTime": 216.89,
    "text": "From gross and taboo, to normal, to potentially life saving, periods are pretty cool! Period."
  },
  {
    "startTime": 216.89,
    "endTime": 224.45,
    "text": "If you want to learn interesting scientific hacks to minimize physical pain, and emotional pain during your period, head over to my channel Ask Kimberly."
  },
  {
    "startTime": 224.65,
    "endTime": 230.12,
    "text": "Or you can check out my other videos, where I tackle all kinds of relationship issues as a relationship expert and a therapist."
  },
  {
    "startTime": 230.22,
    "endTime": 234.41,
    "text": "Thanks to my brother Mitch for having me on the channel and subscribe for more weekly science videos!"
  }
]