[
  {
    "startTime": 1.189,
    "endTime": 7.1,
    "text": "If you're still struggling with consent, just imagine instead of initiating sex, you're making them a cup of tea."
  },
  {
    "startTime": 7.3,
    "endTime": 9.57,
    "text": "You say \"Hey, would you like a cup of tea?\""
  },
  {
    "startTime": 9.87,
    "endTime": 14.0,
    "text": "And they go, \"Oh my god, I would LOVE a cup of tea! Thank you!\""
  },
  {
    "startTime": 14.2,
    "endTime": 15.82,
    "text": "Then you know they want a cup of tea."
  },
  {
    "startTime": 16.62,
    "endTime": 22.25,
    "text": "If you say, \"Hey, would you like a cup of tea?\" and they're like \"Um... you know, I'm not really sure…\""
  },
  {
    "startTime": 22.75,
    "endTime": 27.35,
    "text": "then you can make them a cup of tea, or not, but be aware they might not drink it."
  },
  {
    "startTime": 27.65,
    "endTime": 33.629999999999995,
    "text": "And if they don't drink it then – and this is the important part –  don't make them drink it."
  },
  {
    "startTime": 34.23,
    "endTime": 37.51,
    "text": "Just because you made it doesn't mean you are entitled to watch them drink it."
  },
  {
    "startTime": 38.21,
    "endTime": 43.1,
    "text": "And If they say, \"No, thank you,\" then don't make them tea. At all."
  },
  {
    "startTime": 43.2,
    "endTime": 48.239000000000004,
    "text": "Just don't make them tea. Don't make them drink tea, don't get annoyed at them for not wanting tea."
  },
  {
    "startTime": 48.739,
    "endTime": 51.4,
    "text": "They just don't want tea, OK?"
  },
  {
    "startTime": 51.7,
    "endTime": 58.85,
    "text": "They might say \"Yes, please, that's kind of you\" and then when the tea arrives, they actually don't want the tea at all."
  },
  {
    "startTime": 59.05,
    "endTime": 66.8,
    "text": "Sure, that's kind of annoying as you've gone to all the effort of making the tea, but they remain under no obligation to drink the tea."
  },
  {
    "startTime": 67.0,
    "endTime": 68.73,
    "text": "They did want tea, now they don't."
  },
  {
    "startTime": 69.13,
    "endTime": 73.44999999999999,
    "text": "Some people change their mind in the time that it takes to boil that kettle, brew the tea and add the milk."
  },
  {
    "startTime": 73.85,
    "endTime": 78.41,
    "text": "And it's okay for people to change their mind, and you are still not entitled to watch them drink it."
  },
  {
    "startTime": 79.31,
    "endTime": 81.78,
    "text": "And If they are unconscious, don't make them tea."
  },
  {
    "startTime": 81.98,
    "endTime": 89.60000000000001,
    "text": "Unconscious people don't want tea and they can't answer the question \"Do you want tea?\" because they're are unconscious."
  },
  {
    "startTime": 89.8,
    "endTime": 93.7,
    "text": "Ok, maybe they were conscious when you asked them if they wanted tea, and they said yes,"
  },
  {
    "startTime": 94.0,
    "endTime": 99.4,
    "text": "but in the time it took you to boil the kettle, brew the tea and add the milk, they are now unconscious."
  },
  {
    "startTime": 99.46,
    "endTime": 100.89999999999999,
    "text": "You should just put the tea down."
  },
  {
    "startTime": 101.1,
    "endTime": 105.3,
    "text": "Make sure the unconscious person is safe, and this is the important part again – don't make them drink the tea."
  },
  {
    "startTime": 108.2,
    "endTime": 112.9,
    "text": "They said yes then, sure, but unconscious people don't want tea."
  },
  {
    "startTime": 114.0,
    "endTime": 121.3,
    "text": "If someone said yes to tea, started drinking it, and then passed out before they'd finished it, don't keep on pouring it down their throat."
  },
  {
    "startTime": 121.41,
    "endTime": 126.57,
    "text": "Take the tea away. Make sure they're safe. Because unconscious people don't want tea."
  },
  {
    "startTime": 127.37,
    "endTime": 128.8,
    "text": "Trust me on this."
  },
  {
    "startTime": 129.0,
    "endTime": 134.38,
    "text": "If someone said \"yes\" to tea around your house last Saturday, that doesn't mean that they want you to make them tea all the time."
  },
  {
    "startTime": 134.98,
    "endTime": 141.6,
    "text": "They don't want you to come around at their place unexpectedly and make them tea and force them to drink it going, \"BUT YOU WANTED TEA LAST WEEK\","
  },
  {
    "startTime": 141.72,
    "endTime": 146.01,
    "text": "or to wake up to find you pouring tea down their throat going, \"BUT YOU WANTED TEA LAST NIGHT\"."
  },
  {
    "startTime": 146.81,
    "endTime": 154.1,
    "text": "If you can understand how completely ludicrous it is to force people to have tea when they don't want tea and you are able to understand when people don't want tea,"
  },
  {
    "startTime": 154.25,
    "endTime": 157.8,
    "text": "then how hard is it to understand it when it comes to sex?"
  },
  {
    "startTime": 158.0,
    "endTime": 162.19,
    "text": "Whether it's tea or sex, consent is everything."
  },
  {
    "startTime": 162.19,
    "endTime": 165.49,
    "text": "And on that note, I am going to make myself a cup of tea."
  }
]