[
  {
    "startTime": 0.93,
    "endTime": 7.43,
    "text": "Facts Verse presents: 10 Things You Did Not Know the Use For"
  },
  {
    "startTime": 8.542,
    "endTime": 12.062,
    "text": "Number 1: the loop on the back of your shirt."
  },
  {
    "startTime": 12.062,
    "endTime": 16.3,
    "text": "Most people look at the loop on the back of their shirt and wonder what it's for."
  },
  {
    "startTime": 16.4,
    "endTime": 23.689999999999998,
    "text": "There is a purpose for it on the back of your shirt; there are actually three documented reasons and it's unknown which is correct."
  },
  {
    "startTime": 23.8,
    "endTime": 27.418,
    "text": "The first is the most obvious: It's a way to hang your shirt on a hook."
  },
  {
    "startTime": 27.6,
    "endTime": 33.938,
    "text": "This doesn't make sense, however, because if you hang your shirt on a hook by that loop, it will become wrinkled quickly."
  },
  {
    "startTime": 34.268,
    "endTime": 38.268,
    "text": "The second could be a way to help you fasten your tie easier."
  },
  {
    "startTime": 38.469,
    "endTime": 40.1,
    "text": "The last purpose is more romantic."
  },
  {
    "startTime": 40.2,
    "endTime": 47.316,
    "text": "Years ago, American university students were said to have removed the loop from the shirt when they started dating a girl exclusively."
  },
  {
    "startTime": 47.5,
    "endTime": 51.81,
    "text": "To show she was taken, the girl would wear a scarf with the university's emblem."
  },
  {
    "startTime": 52.295,
    "endTime": 56.295,
    "text": "Number 2: the cylinder on your laptop's power cable."
  },
  {
    "startTime": 56.709,
    "endTime": 64.3,
    "text": "Most people see the cylinder on their laptop's power cable every day and have no idea what it's for; some believe that it's for decoration."
  },
  {
    "startTime": 64.4,
    "endTime": 70.25,
    "text": "It's called a ferrite bead, and it suppresses high frequency noise in the electrical circuits."
  },
  {
    "startTime": 70.3,
    "endTime": 75.2,
    "text": "The design is quite simple; it's made from ferrite, and it's wrapped to protect it."
  },
  {
    "startTime": 75.7,
    "endTime": 79.4,
    "text": "Number 3: the tiny hole in the window of a plane."
  },
  {
    "startTime": 79.8,
    "endTime": 85.3,
    "text": "Airplane windows are made up of two pieces of perspex, which is plastic glass."
  },
  {
    "startTime": 85.4,
    "endTime": 94.17800000000001,
    "text": "Without the tiny hole in the window, the inner piece of glass would shatter due to the difference in pressure between the plane's cabin and the outside."
  },
  {
    "startTime": 94.3,
    "endTime": 102.466,
    "text": "The tiny hole lets air move from the cabin into the other pane of glass; the tiny hole equalizes the pressure between the two panes."
  },
  {
    "startTime": 102.819,
    "endTime": 105.2,
    "text": "It's what keeps the cabin of the plane safe."
  },
  {
    "startTime": 105.3,
    "endTime": 109.7,
    "text": "For such a tiny little detail, it has a huge lifesaving purpose."
  },
  {
    "startTime": 109.8,
    "endTime": 112.975,
    "text": "Number 4: the blue part of the eraser."
  },
  {
    "startTime": 113.6,
    "endTime": 120.405,
    "text": "Most people think that the pink part of the eraser is for pencil marks, and the blue part is for pen marks."
  },
  {
    "startTime": 120.593,
    "endTime": 122.07300000000001,
    "text": "This is not true."
  },
  {
    "startTime": 122.073,
    "endTime": 128.13299999999998,
    "text": "When you erase your pencil marks with the pink part, it's not uncommon for some pencil smudge to be left behind."
  },
  {
    "startTime": 128.133,
    "endTime": 132.0,
    "text": "The blue part is designed to remove any of the pencil smudges."
  },
  {
    "startTime": 132.1,
    "endTime": 140.6,
    "text": "When the eraser producers realized that people didn't understand the true reason for the blue part of the eraser, they started marketing it to remove pen marks."
  },
  {
    "startTime": 140.7,
    "endTime": 147.583,
    "text": "Many erasers even have a picture of a pen printed on the blue part of the eraser, even though that was not its original purpose."
  },
  {
    "startTime": 147.7,
    "endTime": 151.79999999999998,
    "text": "Number 5: the extra eyelets on your sneakers."
  },
  {
    "startTime": 152.1,
    "endTime": 158.0,
    "text": "Most people believe that the extra eyelets on their sneakers are just there for decoration. This is false."
  },
  {
    "startTime": 158.1,
    "endTime": 165.79999999999998,
    "text": "The extra eyelets are designed to fix the shoes in place so that they don't rub against your ankles when you are running or playing sports."
  },
  {
    "startTime": 166.019,
    "endTime": 171.0,
    "text": "If you start using them, you might notice a big difference, especially if you're wearing ankle socks."
  },
  {
    "startTime": 171.1,
    "endTime": 174.829,
    "text": "The extra eyelets also give you more stability in your ankles."
  },
  {
    "startTime": 174.8,
    "endTime": 178.3,
    "text": "Number 6: the hole in a spaghetti spoon."
  },
  {
    "startTime": 178.4,
    "endTime": 185.4,
    "text": "All spaghetti spoons have a hole in the bottom; some people believe it is so the water drains when you are stirring the spaghetti."
  },
  {
    "startTime": 185.5,
    "endTime": 190.6,
    "text": "The actual purpose is to measure out an accurate amount of spaghetti for one serving."
  },
  {
    "startTime": 190.7,
    "endTime": 196.6,
    "text": "While people often eat different amounts of spaghetti, the amount that fits in the hole is considered one serving."
  },
  {
    "startTime": 196.7,
    "endTime": 201.1,
    "text": "Number 7: the little pocket within the big pocket on your jeans."
  },
  {
    "startTime": 201.485,
    "endTime": 205.20000000000002,
    "text": "This is one of the most common things that you probably don't know what it is."
  },
  {
    "startTime": 205.3,
    "endTime": 209.20000000000002,
    "text": "Most people think that the small pocket of the jeans is just for decoration."
  },
  {
    "startTime": 209.3,
    "endTime": 212.0,
    "text": "The little pocket actually served a purpose a few years ago."
  },
  {
    "startTime": 212.1,
    "endTime": 217.166,
    "text": "The first time the little pocket was seen was on Levi's jeans back in 1873."
  },
  {
    "startTime": 217.2,
    "endTime": 222.79999999999998,
    "text": "Back then, pocket watches were very popular, and the small pocket was designed to hold the watch."
  },
  {
    "startTime": 222.9,
    "endTime": 229.1,
    "text": "Today, since people don't really carry pocket watches anymore, the little pockets really don't have much of a purpose."
  },
  {
    "startTime": 229.2,
    "endTime": 233.7,
    "text": "Number 8: the extra scrap of material that comes with new clothes."
  },
  {
    "startTime": 234.289,
    "endTime": 242.2,
    "text": "Many people believe that the extra scrap material is to patch the article of clothing if it rips or to replace a button. This is not true."
  },
  {
    "startTime": 242.3,
    "endTime": 248.10000000000002,
    "text": "The actual reason that clothing manufacturers add the scraps of material is so that you could wash it first."
  },
  {
    "startTime": 248.2,
    "endTime": 252.79999999999998,
    "text": "This will let you see how the laundry detergent and the washing cycle will affect the clothing."
  },
  {
    "startTime": 252.9,
    "endTime": 257.0,
    "text": "This will save you from ever fading or shrinking an outfit the first time you wash it."
  },
  {
    "startTime": 257.1,
    "endTime": 260.20000000000005,
    "text": "Number 9: the hole in the top of a pen cap."
  },
  {
    "startTime": 260.9,
    "endTime": 267.626,
    "text": "People believe that the hole at the top of the pen cap will allow air to get into their lungs if they accidentally swallowed the cap."
  },
  {
    "startTime": 267.7,
    "endTime": 272.9,
    "text": "If you were to swallow anything, and it gets stuck in your trachea, the mucous membranes will start to swell."
  },
  {
    "startTime": 273.0,
    "endTime": 276.9,
    "text": "The hole in the cap will keep it from becoming absorbed in the membrane."
  },
  {
    "startTime": 277.0,
    "endTime": 280.6,
    "text": "Number 10: the snap on your pockets of your jeans."
  },
  {
    "startTime": 280.7,
    "endTime": 284.791,
    "text": "The snaps on the pockets are not called snaps; they're called rivets."
  },
  {
    "startTime": 284.8,
    "endTime": 288.2,
    "text": "A great deal of fabric is gathered and stitched at the pockets."
  },
  {
    "startTime": 288.3,
    "endTime": 295.40000000000003,
    "text": "This area needs more strength due to the extra stitching, and the rivets will give the pocket more strength, preventing it from tearing."
  },
  {
    "startTime": 297.6,
    "endTime": 299.201,
    "text": "Subscribe for more!"
  }
]