[
  {
    "startTime": 0.149,
    "endTime": 5.4,
    "text": "OK, so imagine one pound of your own fatty flesh."
  },
  {
    "startTime": 5.6,
    "endTime": 14.599,
    "text": "So if you burn that amount of flesh, and that sounds kind of, you know, weird, but if you were to convert that into energy, you would get about 3500 Calories, which is quite a lot of energy."
  },
  {
    "startTime": 14.599,
    "endTime": 24.3,
    "text": "That is me talking with Dr. Carson Chow, an M.I.T. trained physicist and mathematician and he is explaining to me why we should care how much energy fat has."
  },
  {
    "startTime": 24.5,
    "endTime": 31.38,
    "text": "In order for you to live and function, you need to burn energy to, like, keep your heart beating, all your organ going and also to move around."
  },
  {
    "startTime": 31.46,
    "endTime": 33.0,
    "text": "But energy doesn't come for free."
  },
  {
    "startTime": 33.0,
    "endTime": 39.0,
    "text": "So if you are not consuming enough calories, you are going to burn that energy with your own fat."
  },
  {
    "startTime": 39.0,
    "endTime": 45.7,
    "text": "So a lot of diet books like to teach this rule, but the problem is its wrong. Here is why."
  },
  {
    "startTime": 45.9,
    "endTime": 53.4,
    "text": "Let's say I eat 500 calories less a day. So after 1 week it would be 3,500 calories, and I would lose a pound, right? Because I'd have to burn it."
  },
  {
    "startTime": 53.6,
    "endTime": 57.9,
    "text": "Yeah, and if I stayed on this diet for a year, I would burn through 52 pounds."
  },
  {
    "startTime": 58.0,
    "endTime": 65.0,
    "text": "It'd be great! If you keep taking this thing, well, after 2 years, I'd lose 104, and after 10 years I'd lose 500 pounds, you know?"
  },
  {
    "startTime": 65.2,
    "endTime": 68.5,
    "text": "So obviously, at some point this rule is going to break down."
  },
  {
    "startTime": 68.7,
    "endTime": 71.4,
    "text": "It will actually break down before you get to a year."
  },
  {
    "startTime": 71.6,
    "endTime": 78.8,
    "text": "So to understand the real math behind losing weight, Dr. Chow wanted me to imagine a leaky bucket."
  },
  {
    "startTime": 79.0,
    "endTime": 84.0,
    "text": "You have some water in the bucket and that's the amount of body fat or tissue in your body."
  },
  {
    "startTime": 84.0,
    "endTime": 87.2,
    "text": "And the leak represents the rate at which you are burning energy."
  },
  {
    "startTime": 87.4,
    "endTime": 90.9,
    "text": "In reality, what you are doing is adding water at the top, that's like eating food."
  },
  {
    "startTime": 91.0,
    "endTime": 97.4,
    "text": "And when you are in steady state, the amount of water you add at the top exactly balances the amount of water you lose at the bottom."
  },
  {
    "startTime": 97.6,
    "endTime": 101.1,
    "text": "If you are pouring in more water than it is leaking, then you are going to gain weight."
  },
  {
    "startTime": 101.3,
    "endTime": 108.8,
    "text": "Now, if you think about the physics of a leaky bucket, the more water you pour into the bucket, the faster it's gonna leak."
  },
  {
    "startTime": 108.94,
    "endTime": 111.89999999999999,
    "text": "So the leak rate scales with how big you are."
  },
  {
    "startTime": 112.1,
    "endTime": 116.36,
    "text": "And this is a well-known fact, that the larger you are, the more energy you burn."
  },
  {
    "startTime": 116.36,
    "endTime": 120.5,
    "text": "You're going to burn more energy because it takes more energy just to move a larger mass."
  },
  {
    "startTime": 120.8,
    "endTime": 125.869,
    "text": "You have more tissue and just to keep that tissue going it takes more energy."
  },
  {
    "startTime": 125.869,
    "endTime": 128.6,
    "text": "Congratulations. You have a new steady state."
  },
  {
    "startTime": 128.7,
    "endTime": 131.79999999999998,
    "text": "But lets say you don't want to stay this large person that you've become."
  },
  {
    "startTime": 132.0,
    "endTime": 136.919,
    "text": "Well, the opposite is true, as well. You can pour in a lot less water than you are leaking. But..."
  },
  {
    "startTime": 137.109,
    "endTime": 144.8,
    "text": "As you start to lose weight, you start to get smaller and you burn less energy and you start to metabolically adapt to your new diet."
  },
  {
    "startTime": 145.0,
    "endTime": 148.2,
    "text": "And so you are never going to lose weight at one constant rate."
  },
  {
    "startTime": 148.4,
    "endTime": 154.9,
    "text": "It's always going to curve from one steady state down to another. Which means..."
  },
  {
    "startTime": 154.9,
    "endTime": 158.09,
    "text": "When you go on a diet, the 3500-calorie rule is the wrong rule."
  },
  {
    "startTime": 158.09,
    "endTime": 160.329,
    "text": "There is a new rule. Wait for it..."
  },
  {
    "startTime": 160.329,
    "endTime": 164.20000000000002,
    "text": "The new rule is, for every ten calories you eat less, you lose a pound."
  },
  {
    "startTime": 164.4,
    "endTime": 171.9,
    "text": "But it will take you about 3 years or more to see that the full affect of your diet, which is still pretty good."
  },
  {
    "startTime": 172.1,
    "endTime": 175.1,
    "text": "All you have to do is eat a hundred calories less, you lose ten pounds."
  },
  {
    "startTime": 175.1,
    "endTime": 180.43,
    "text": "That's like a can of Coke. So you should expect the diet to be extremely slow."
  },
  {
    "startTime": 180.43,
    "endTime": 182.6,
    "text": "Right, but nobody wants a slow diet."
  },
  {
    "startTime": 182.8,
    "endTime": 186.0,
    "text": "We all want to lose 20 pounds for this summer."
  },
  {
    "startTime": 186.4,
    "endTime": 189.669,
    "text": "What's wrong with just focusing on losing weight rapidly?"
  },
  {
    "startTime": 189.669,
    "endTime": 194.9,
    "text": "The problem is once you are at this new weight, they have to be vigilant for the rest of their life."
  },
  {
    "startTime": 195.1,
    "endTime": 198.1,
    "text": "Because losing weight is slow, gaining weight is also slow."
  },
  {
    "startTime": 198.3,
    "endTime": 202.60000000000002,
    "text": "But it slowly creeps up, and then two or three years later, bang, it hits them, and they're back up to where they were."
  },
  {
    "startTime": 202.8,
    "endTime": 211.8,
    "text": "So the mathematically approved rule for weight loss: for every 10 calories I don't eat a day, I'll eventually lose one full pound."
  },
  {
    "startTime": 212.0,
    "endTime": 217.8,
    "text": "Which means changing your steady state is a marathon and not a sprint."
  },
  {
    "startTime": 218.0,
    "endTime": 220.8,
    "text": "Hey guys, this is Todd. Thanks so much for watching!"
  },
  {
    "startTime": 221.0,
    "endTime": 226.4,
    "text": "If you want to have life-changing epiphanies like this one delivered automatically every single week, make sure you subscribe."
  },
  {
    "startTime": 226.6,
    "endTime": 233.6,
    "text": "Also, through Facebook, Twitter, and Google Plus, we ask you, \"What would you advise people who are trying to take the slow path to losing weight?\""
  },
  {
    "startTime": 234.0,
    "endTime": 245.48,
    "text": "And here's what some of you said."
  },
  {
    "startTime": 255.38,
    "endTime": 259.6,
    "text": "If you have any additional thoughts or comments, make sure you leave them in the comments section below."
  },
  {
    "startTime": 259.8,
    "endTime": 265.3,
    "text": "And make sure you join us next week, we're gonna talk about the differences between white bread and sugar."
  },
  {
    "startTime": 265.5,
    "endTime": 268.6,
    "text": "Or, are there actually any differences? We'll find out."
  },
  {
    "startTime": 268.8,
    "endTime": 278.159,
    "text": "See you next week!"
  }
]