[
  {
    "startTime": 8.279,
    "endTime": 10.107,
    "text": "Can plants talk to each other?"
  },
  {
    "startTime": 10.307,
    "endTime": 11.847000000000001,
    "text": "It certainly doesn't seem that way."
  },
  {
    "startTime": 12.147,
    "endTime": 23.089,
    "text": "Plants don't have complex sensory or nervous systems like animals do, and they look pretty passive, basking in the sun, and responding instinctively to inputs like light and water."
  },
  {
    "startTime": 23.189,
    "endTime": 26.994,
    "text": "But odd as it sounds, plants can communicate with each other."
  },
  {
    "startTime": 26.994,
    "endTime": 37.7,
    "text": "Just like animals, plants produce all kinds of chemical signals in response to their environments, and they can share those signals with each other, especially when they're under attack."
  },
  {
    "startTime": 38.0,
    "endTime": 42.067,
    "text": "These signals take two routes: through the air, and through the soil."
  },
  {
    "startTime": 42.167,
    "endTime": 50.2,
    "text": "When plant leaves get damaged, whether by hungry insects or an invading lawn mower, they release plumes of volatile chemicals."
  },
  {
    "startTime": 50.4,
    "endTime": 54.122,
    "text": "They're what's responsible for the smell of freshly-cut grass."
  },
  {
    "startTime": 54.422,
    "endTime": 63.980999999999995,
    "text": "Certain kinds of plants, like sagebrush and lima beans, are able to pick up on those airborne messages and adjust their own internal chemistry accordingly."
  },
  {
    "startTime": 63.981,
    "endTime": 70.974,
    "text": "In one experiment, sagebrush leaves were deliberately damaged by insects or scissor-wielding scientists."
  },
  {
    "startTime": 70.974,
    "endTime": 84.214,
    "text": "Throughout the summer, other branches on the same sagebrush plant got eaten less by insects wandering through, and so did branches on neighboring bushes, suggesting that they had beefed up their anti-insect defenses."
  },
  {
    "startTime": 84.514,
    "endTime": 92.149,
    "text": "Even moving the air from above a clipped plant to another one made the second plant more insect-resistant."
  },
  {
    "startTime": 92.149,
    "endTime": 101.49,
    "text": "These airborne cues increase the likelihood of seedling survival, and made adult plants produce more new branches and flowers."
  },
  {
    "startTime": 101.599,
    "endTime": 107.10000000000001,
    "text": "But why would a plant warn its neighbors of danger, especially if they're competing for resources?"
  },
  {
    "startTime": 107.307,
    "endTime": 112.003,
    "text": "Well, it might be an accidental consequence of a self-defense mechanism."
  },
  {
    "startTime": 112.003,
    "endTime": 118.583,
    "text": "Plants can't move information through their bodies as easily as we can, especially if water is scarce."
  },
  {
    "startTime": 118.855,
    "endTime": 125.263,
    "text": "So plants may rely on those airborne chemicals to get messages from one part of a plant to another."
  },
  {
    "startTime": 125.526,
    "endTime": 132.72,
    "text": "Nearby plants can eavesdrop on those signals, like overhearing your neighbor sneeze and stocking up on cold medicine."
  },
  {
    "startTime": 132.826,
    "endTime": 136.72799999999998,
    "text": "Different plants convey those warnings using different chemical languages."
  },
  {
    "startTime": 136.728,
    "endTime": 142.458,
    "text": "Individual sagebrush plants in the same meadow release slightly different sets of alarm chemicals."
  },
  {
    "startTime": 142.458,
    "endTime": 147.602,
    "text": "The makeup of that cocktail influences the effectiveness of communication."
  },
  {
    "startTime": 147.602,
    "endTime": 153.85,
    "text": "The more similar two plants' chemical fingerprints are, the more fluently they can communicate."
  },
  {
    "startTime": 153.85,
    "endTime": 157.941,
    "text": "A plant will be most sensitive to the cues emitted by its own leaves."
  },
  {
    "startTime": 157.941,
    "endTime": 167.93,
    "text": "But because these chemicals seem to be inherited, like human blood types, sagebrush plants communicate more effectively with relatives than with strangers."
  },
  {
    "startTime": 167.939,
    "endTime": 170.88,
    "text": "But sometimes, even other species can benefit."
  },
  {
    "startTime": 170.88,
    "endTime": 176.126,
    "text": "Tomato and tobacco plants can both decipher sagebrush warning signals."
  },
  {
    "startTime": 176.126,
    "endTime": 180.437,
    "text": "Plants don't have to rely solely on those airborne broadcasts."
  },
  {
    "startTime": 180.437,
    "endTime": 183.651,
    "text": "Signals can travel below the soil surface, too."
  },
  {
    "startTime": 183.851,
    "endTime": 186.683,
    "text": "Most plants have a symbiotic relationship with fungi,"
  },
  {
    "startTime": 186.683,
    "endTime": 191.44299999999998,
    "text": "which colonize the plants' roots and help them absorb water and nutrients."
  },
  {
    "startTime": 191.443,
    "endTime": 201.22,
    "text": "These fungal filaments form extensive networks that can connect separate plants, creating an underground super highway for chemical messages."
  },
  {
    "startTime": 201.223,
    "endTime": 215.33,
    "text": "When a tomato plant responds to blight by activating disease-fighting genes and enzymes, signaling molecules produced by its immune system can travel to a healthy plant, and prompt it to turn on its immune system, too."
  },
  {
    "startTime": 215.336,
    "endTime": 219.514,
    "text": "These advance warnings increase the plants chance of survival."
  },
  {
    "startTime": 219.514,
    "endTime": 225.056,
    "text": "Bean plants also eavesdrop on each other's health through these fungal conduits."
  },
  {
    "startTime": 225.056,
    "endTime": 236.178,
    "text": "An aphid infestation in one plant triggers its neighbor to ramp up production of compounds that repel aphids, and attract aphid-eating wasps."
  },
  {
    "startTime": 236.348,
    "endTime": 242.17000000000002,
    "text": "If you think of communication as an exchange of information, then plants seem to be active communicators."
  },
  {
    "startTime": 242.371,
    "endTime": 251.11,
    "text": "They're sending, receiving, and responding to signals without making a sound, and without brains, noses, dictionaries, or the Internet."
  },
  {
    "startTime": 251.319,
    "endTime": 259.56,
    "text": "And if we can learn to speak to them on their terms, we may gain a powerful new tool to protect crops and other valuable species."
  },
  {
    "startTime": 259.564,
    "endTime": 269.564,
    "text": "It all makes you wonder: what else are we missing?"
  }
]