[
  {
    "startTime": 0.6,
    "endTime": 6.8,
    "text": "Hey, I'm Keri Glassman here with some quick and simple tips to help you feel just a little bit better."
  },
  {
    "startTime": 9.3,
    "endTime": 13.4,
    "text": "Simply put, a calorie is the measure of energy that is generated from food."
  },
  {
    "startTime": 13.5,
    "endTime": 15.5,
    "text": "But are all calories created equal?"
  },
  {
    "startTime": 15.6,
    "endTime": 16.7,
    "text": "Yes and No."
  },
  {
    "startTime": 16.9,
    "endTime": 24.5,
    "text": "Regardless of your diet, if you were locked up and fed the exact same number of calories, some studies show you'd lose the same amount of weight."
  },
  {
    "startTime": 24.6,
    "endTime": 26.400000000000002,
    "text": "However, this isn't how we live."
  },
  {
    "startTime": 26.5,
    "endTime": 31.7,
    "text": "Things like hunger (controlled by hormones), cravings and emotions tend to get in the way."
  },
  {
    "startTime": 31.7,
    "endTime": 38.0,
    "text": "Which leads us to the biggest reason why calories are not all created equal -- foods are not made up of calories alone."
  },
  {
    "startTime": 38.1,
    "endTime": 41.0,
    "text": "They are complex mixtures of fiber and other nutrients."
  },
  {
    "startTime": 41.1,
    "endTime": 47.4,
    "text": "This causes a different effect on the hormones that control hunger and those that direct our bodies to either burn or store fat."
  },
  {
    "startTime": 47.5,
    "endTime": 51.6,
    "text": "So which foods don't tell us to store fat? It's not rocket science."
  },
  {
    "startTime": 51.7,
    "endTime": 59.800000000000004,
    "text": "Focus on lean protein, healthy fats and non-processed, unrefined carbohydrates such as vegetables, beans, whole grains and fruit."
  },
  {
    "startTime": 60.0,
    "endTime": 64.8,
    "text": "Simply put, a hundred calories of jelly beans is not equal to 100 calories of natural peanut butter."
  },
  {
    "startTime": 64.9,
    "endTime": 70.9,
    "text": "The peanut butter will not only keep you more satisfied, but it is also more hormone friendly in terms of storing fat."
  },
  {
    "startTime": 71.0,
    "endTime": 74.2,
    "text": "So remember: Be aware of calories but stop counting!"
  },
  {
    "startTime": 74.2,
    "endTime": 79.4,
    "text": "Instead focus on the quality of food you are eating, listen to your body and stop when you are satisfied."
  },
  {
    "startTime": 79.5,
    "endTime": 88.0,
    "text": "And, you will feel just a little bit better."
  }
]