[
  {
    "startTime": 0.17,
    "endTime": 4.0,
    "text": "Why do we care about scientists' Nobel efforts?"
  },
  {
    "startTime": 10.2,
    "endTime": 11.799999999999999,
    "text": "Hello everyone, Trace here for DNews."
  },
  {
    "startTime": 12.0,
    "endTime": 16.6,
    "text": "When someone wins the Nobel prize, everyone instantly knows they're kind of a big deal."
  },
  {
    "startTime": 16.8,
    "endTime": 22.3,
    "text": "Winners not only get a shiny medal but 8 million Swedish Krona, and of course they're respected and revered."
  },
  {
    "startTime": 22.5,
    "endTime": 26.9,
    "text": "But it's far from the only prize recognizing contributions to the advancement of humanity."
  },
  {
    "startTime": 27.1,
    "endTime": 30.400000000000002,
    "text": "So why is the Nobel prize held in such high esteem?"
  },
  {
    "startTime": 30.6,
    "endTime": 32.4,
    "text": "Maybe it's because of the prize's past."
  },
  {
    "startTime": 32.6,
    "endTime": 38.4,
    "text": "The Nobel Prize has existed for over 100 years and has been given to some of the most recognizable names in history,"
  },
  {
    "startTime": 38.6,
    "endTime": 45.2,
    "text": "like Albert Einstein -- the relativity guy, Ivan Pavlov -- the dog guy, and Werner Heisenberg -- no, not the meth guy."
  },
  {
    "startTime": 45.4,
    "endTime": 50.699999999999996,
    "text": "It was established by Swedish chemist Alfred Nobel, who made a considerable fortune off his invention of dynamite."
  },
  {
    "startTime": 50.9,
    "endTime": 61.789,
    "text": "In 1895, he secretly drafted his will to set aside the bulk of his estate for prizes in 5 different fields: physics, chemistry, physiology/medicine, literature, and peace."
  },
  {
    "startTime": 61.789,
    "endTime": 69.3,
    "text": "Economics was added later by Sweden's central bank, though technically it's not a Nobel Prize, it's just named in honor of Alfred Nobel."
  },
  {
    "startTime": 69.5,
    "endTime": 74.229,
    "text": "Nobel passed away in 1896 and in 1901, the first prizes were handed out."
  },
  {
    "startTime": 74.229,
    "endTime": 81.8,
    "text": "At first, the press was only interested in the peace and literature awards, as the sciences were thought to be a bit too niche for the general public."
  },
  {
    "startTime": 82.0,
    "endTime": 89.6,
    "text": "But when Marie Curie and her husband were awarded the 1903 prize in physics, along with Henri Becquerel, their story captured the public's imagination."
  },
  {
    "startTime": 89.8,
    "endTime": 97.39999999999999,
    "text": "The idea of the poor Curie's scraping by in a laboratory while they revolutionized our understanding of atoms made for great headlines."
  },
  {
    "startTime": 97.6,
    "endTime": 102.5,
    "text": "They became celebrities, and the scientific Nobel prizes started getting recognition."
  },
  {
    "startTime": 102.58,
    "endTime": 109.2,
    "text": "Now the Nobel prize has become a shorthand for greatness, though the awards are not always given out controversy-free."
  },
  {
    "startTime": 109.4,
    "endTime": 115.60000000000001,
    "text": "Part of the problem is Alfred Nobel stipulated only 3 people could share the award and the cash prize that comes with it."
  },
  {
    "startTime": 115.8,
    "endTime": 122.85,
    "text": "The cutting edge of science today requires a lot of collaboration, and sometimes people who do valuable research are left out."
  },
  {
    "startTime": 122.85,
    "endTime": 126.3,
    "text": "Other times they're straight up snubbed, like Joycelyn Bell Burnell."
  },
  {
    "startTime": 126.4,
    "endTime": 134.0,
    "text": "She was the first person to observe radio pulsars, but the 1974 prize in physics was given to her doctoral thesis advisor."
  },
  {
    "startTime": 134.2,
    "endTime": 135.92999999999998,
    "text": "Talk about a No-Bell prize."
  },
  {
    "startTime": 135.93,
    "endTime": 140.70000000000002,
    "text": "It's important to remember the winners are selected by committees and so, they can be fallible."
  },
  {
    "startTime": 140.9,
    "endTime": 146.9,
    "text": "Their members are appointed by the Royal Swedish Academy or the medical university Karolinska Institutet."
  },
  {
    "startTime": 147.1,
    "endTime": 153.1,
    "text": "Except for the Peace Prize committee; Alfred Nobel stipulated that they have to be Norwegian for... some reason."
  },
  {
    "startTime": 153.3,
    "endTime": 159.9,
    "text": "Anyway, the committees invite thousands of people respected in their respective fields to nominate winners and narrow it down from there."
  },
  {
    "startTime": 159.9,
    "endTime": 165.3,
    "text": "When it comes time to announce the winners, they don't always make the most perfect or most obvious picks."
  },
  {
    "startTime": 165.5,
    "endTime": 171.0,
    "text": "Usually, they do select scientists who have made lasting impacts in their field, like Peter Higgs."
  },
  {
    "startTime": 171.2,
    "endTime": 179.5,
    "text": "Higgs had to wait almost 50 years for his prize, because he proposed the Higgs boson's existence in 1964, but it wasn't confirmed until 2012."
  },
  {
    "startTime": 179.7,
    "endTime": 186.29999999999998,
    "text": "In 2013, the Nobel committee recognized that he made this massive contribution (pun intended) to particle physics."
  },
  {
    "startTime": 186.5,
    "endTime": 193.0,
    "text": "Because of the delay between a scientist's work and its visible influence, the Nobel Prize has become something of a career award."
  },
  {
    "startTime": 193.159,
    "endTime": 198.2,
    "text": "That doesn't mean Nobel laureates are resting on their laurels and calling it a day once they've won though."
  },
  {
    "startTime": 198.4,
    "endTime": 202.6,
    "text": "Four scientists have won the nobel prize twice, including the aforementioned Marie Curie."
  },
  {
    "startTime": 202.8,
    "endTime": 209.70000000000002,
    "text": "She's not only the first woman to win it, she remains the only person to win a Nobel Prize in two different scientific categories."
  },
  {
    "startTime": 209.9,
    "endTime": 212.34900000000002,
    "text": "We can't do episodes like this without our sponsors."
  },
  {
    "startTime": 212.349,
    "endTime": 219.1,
    "text": "If you listen to music and podcasts and are looking for a new Bluetooth speaker, check out Monster's reimagined boombox, the Monster Blaster."
  },
  {
    "startTime": 219.3,
    "endTime": 222.4,
    "text": "It's available for monthly payments starting at $25."
  },
  {
    "startTime": 222.6,
    "endTime": 226.1,
    "text": "The Monster Blaster has the power to bring music to life indoors and out."
  },
  {
    "startTime": 226.3,
    "endTime": 228.34,
    "text": "Check it out at themonsterblaster.com/dnews."
  },
  {
    "startTime": 229.5,
    "endTime": 236.4,
    "text": "Higgs' proposed boson took so long to find because we had to build the most powerful atom smasher ever to look for it."
  },
  {
    "startTime": 236.7,
    "endTime": 238.14,
    "text": "I actually visited; you can go see that video right here."
  },
  {
    "startTime": 254.7,
    "endTime": 256.4,
    "text": "Do you guys keep track of the Nobel prizes?"
  },
  {
    "startTime": 256.4,
    "endTime": 256.9,
    "text": "Do you care?"
  },
  {
    "startTime": 257.0,
    "endTime": 258.1,
    "text": "Are there any that blew your mind?"
  },
  {
    "startTime": 258.2,
    "endTime": 271.38,
    "text": "Let us know in the comments, make sure you come back every day for more DNews and thanks for watching!"
  }
]