[
  {
    "startTime": 0.179,
    "endTime": 4.399,
    "text": "What? Flip it over and reverse it."
  },
  {
    "startTime": 12.0,
    "endTime": 18.25,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and life you love."
  },
  {
    "startTime": 18.25,
    "endTime": 26.08,
    "text": "If you're afraid that your work lacks deep purpose and doesn't really make a difference in the world, this episode is for you."
  },
  {
    "startTime": 26.08,
    "endTime": 32.849999999999994,
    "text": "Today's question comes from Renee, and Renee writes, \"Hi Marie. Thanks for your insights and contributions every Tuesday."
  },
  {
    "startTime": 32.85,
    "endTime": 40.010000000000005,
    "text": "I've even used your words to encourage my elderly mom. My Q is about my sense of vocational purpose with art."
  },
  {
    "startTime": 40.3,
    "endTime": 47.979,
    "text": "I used to be a chaplain in health care. I loved feeling needed and saw that my services held lifesaving and life altering value."
  },
  {
    "startTime": 48.04,
    "endTime": 51.778999999999996,
    "text": "After changing from chaplaincy to pursue my own business with visual art,"
  },
  {
    "startTime": 51.779,
    "endTime": 58.800000000000004,
    "text": "I'm getting a little bogged down with the realization that my purely aesthetic work won't have lifesaving or life altering value."
  },
  {
    "startTime": 58.8,
    "endTime": 63.099999999999994,
    "text": "My fear is that my sense of fulfilment won't be as strong or rich as it used to be."
  },
  {
    "startTime": 63.1,
    "endTime": 67.01,
    "text": "There's gotta be a better perspective to embrace. Thanks, Renee.\""
  },
  {
    "startTime": 67.01,
    "endTime": 72.0,
    "text": "Renee, this is such a common struggle that I've heard from thousands of creatives."
  },
  {
    "startTime": 72.0,
    "endTime": 79.0,
    "text": "From jewelry designers to painters to singers to actors, dancers, writers, really anyone involved in some aspect of the arts."
  },
  {
    "startTime": 79.0,
    "endTime": 84.0,
    "text": "And I've gotta tell you, I've also heard this struggle from people outside of the arts too."
  },
  {
    "startTime": 84.0,
    "endTime": 91.0,
    "text": "Many of us can feel, gosh, what I do doesn't really make the world a better place, does it?"
  },
  {
    "startTime": 91.0,
    "endTime": 97.4,
    "text": "Wrong. Listen up here. There are two key points that you really need to hear today."
  },
  {
    "startTime": 97.4,
    "endTime": 104.96000000000001,
    "text": "And if you haven't yet seen our other video about the power of valuing what you do right here, it is a must watch after this one."
  },
  {
    "startTime": 104.96,
    "endTime": 110.19999999999999,
    "text": "So let's dive in with point number one, which is very specific to you, Renee."
  },
  {
    "startTime": 110.2,
    "endTime": 118.0,
    "text": "Yes! Without a doubt, art does make the world a better place. This is undeniable and indisputable."
  },
  {
    "startTime": 118.0,
    "endTime": 129.0,
    "text": "In fact, when I first read your question, my mind started making this big old mondo list of all the ways that art is crucial for improving our world, and here are just 6 of them."
  },
  {
    "startTime": 129.0,
    "endTime": 135.419,
    "text": "Number one, art sparks meaningful conversation. So whether it's at a dinner party or a fiery issue in the press,"
  },
  {
    "startTime": 135.419,
    "endTime": 140.04000000000002,
    "text": "art sparks discussions that can lead to real social change. That's important."
  },
  {
    "startTime": 140.04,
    "endTime": 142.63899999999998,
    "text": "Number two, art makes us feel stuff."
  },
  {
    "startTime": 142.8,
    "endTime": 151.10000000000002,
    "text": "I mean, art can move us and gives us the feels and that keeps us connected to our humanity, to our souls, and to each other."
  },
  {
    "startTime": 151.1,
    "endTime": 157.26999999999998,
    "text": "Number three, art brings joy. I mean, have you ever heard a favorite song that just turned our mood around?"
  },
  {
    "startTime": 157.27,
    "endTime": 163.359,
    "text": "Kinda like this?"
  },
  {
    "startTime": 168.87,
    "endTime": 178.1,
    "text": "Anything that can make people happy on the spot, whether it's a song or a painting or a movie, is vital in this world that is so filled with stress."
  },
  {
    "startTime": 178.1,
    "endTime": 189.9,
    "text": "Number four, art gives us a healthy outlet. So the act of making art lets us process and express emotions that, if kept bottled up, can actually harm ourselves or the world."
  },
  {
    "startTime": 189.9,
    "endTime": 193.0,
    "text": "Number five, art fires up our imagination."
  },
  {
    "startTime": 193.0,
    "endTime": 199.6,
    "text": "You know, it can help us envision different realities and give us ideas for new ways of living."
  },
  {
    "startTime": 199.6,
    "endTime": 205.739,
    "text": "Saw this at the MET. Renaissance wing. How you livin'?"
  },
  {
    "startTime": 205.739,
    "endTime": 211.9,
    "text": "Number six, art inspires activism. You know, it allows us to fall in love with the world around us,"
  },
  {
    "startTime": 211.9,
    "endTime": 218.579,
    "text": "with nature, and people, and cultures, and it gets us fired up to protect what we love."
  },
  {
    "startTime": 218.589,
    "endTime": 223.4,
    "text": "Now, let's move on to point number two which is the thing I really want you to get."
  },
  {
    "startTime": 223.6,
    "endTime": 231.529,
    "text": "Making a difference in this world and feeling fulfilled in that way does not have to come directy from your job or your business."
  },
  {
    "startTime": 231.7,
    "endTime": 242.0,
    "text": "Look, there are very few careers or businesses that are literally lifechanging or life saving, but that doesn't matter because you can do anything."
  },
  {
    "startTime": 242.0,
    "endTime": 251.6,
    "text": "I mean, you can sell buttons, you can wax eyebrows, you can make bobbleheads, and choose to be a humanitarian, an activist, and a world changer."
  },
  {
    "startTime": 251.6,
    "endTime": 261.55,
    "text": "I mean, you can choose to still make a difference to others in all kinds of ways and you can choose to bake in a for-purpose component to any business or career."
  },
  {
    "startTime": 261.55,
    "endTime": 267.939,
    "text": "I mean, this is something that we've done in our company and it's something we strongly encourage you to do in B-School too."
  },
  {
    "startTime": 267.939,
    "endTime": 273.12,
    "text": "For example, you can donate your time, your skills, or your money. You can offer pro bono work."
  },
  {
    "startTime": 273.12,
    "endTime": 276.8,
    "text": "You can give away products or offer scholarships or internships."
  },
  {
    "startTime": 276.8,
    "endTime": 284.409,
    "text": "I mean, you could pledge a portion of your revenue or your profit and you can use your voice to speak up for social issues that you care about."
  },
  {
    "startTime": 284.409,
    "endTime": 296.5,
    "text": "And, most of all, if you're doing something you love, which it sounds like you're doing, Renee, you are an example to other people who want to do something that they love, and that is world changing."
  },
  {
    "startTime": 296.5,
    "endTime": 308.0,
    "text": "I mean, even if you're not doing something that you love that's your dream job, but you bring a sense of joy and reverence and enthusiasm to your work, that is world changing too."
  },
  {
    "startTime": 308.0,
    "endTime": 314.5,
    "text": "Bottom line is this, and, yes, it's a tweetable."
  },
  {
    "startTime": 314.5,
    "endTime": 319.689,
    "text": "Your work in this world is as meaningful as you make it."
  },
  {
    "startTime": 319.689,
    "endTime": 324.72900000000004,
    "text": "That was my A to your Q, Renee, I really hope it helps. And now I would love to hear from you."
  },
  {
    "startTime": 324.729,
    "endTime": 334.8,
    "text": "So we've got a three parter today. First, for all of my artists and my art lovers out there, what are some more ways that art really does help change the world?"
  },
  {
    "startTime": 334.8,
    "endTime": 338.2,
    "text": "Let's create a big, big list, shall we?"
  },
  {
    "startTime": 338.2,
    "endTime": 344.09999999999997,
    "text": "Second, has a piece of art of any kind ever changed your life? If so, how?"
  },
  {
    "startTime": 344.1,
    "endTime": 348.8,
    "text": "And third, how do you bring deeper meaning and purpose to what you do?"
  },
  {
    "startTime": 348.8,
    "endTime": 351.469,
    "text": "Leave a comment below and let me know."
  },
  {
    "startTime": 351.469,
    "endTime": 359.6,
    "text": "Now, as always, the best conversations happen after the episode over at MarieForleo.com, so go there and leave a comment now."
  },
  {
    "startTime": 359.6,
    "endTime": 364.56,
    "text": "Once you're there, be sure to subscribe to our email list and become an MF insider."
  },
  {
    "startTime": 364.56,
    "endTime": 369.61,
    "text": "You're gonna get instant access to a powerful training called How to Get Anything You Want,"
  },
  {
    "startTime": 369.61,
    "endTime": 375.8,
    "text": "and you'll get exclusive content, special giveaways, and personal updates from me that I don't share anywhere else."
  },
  {
    "startTime": 375.8,
    "endTime": 383.87,
    "text": "So stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 383.87,
    "endTime": 389.32,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  }
]