[
  {
    "startTime": 0.0,
    "endTime": 8.827,
    "text": "When we talk about gender equality in the United States, there’s this one statistic you see all the time: \"Women earn 79 cents for every dollar men make.\""
  },
  {
    "startTime": 9.0,
    "endTime": 12.6,
    "text": "And while that statistic is factually correct, there’s a lot it doesn’t tell you."
  },
  {
    "startTime": 12.9,
    "endTime": 17.321,
    "text": "It simply compares the median wages of men and women who work full time."
  },
  {
    "startTime": 17.32,
    "endTime": 23.772,
    "text": "It doesn’t tell you how the wage gap plays out for women with different educational levels or different ages, or who work in different fields."
  },
  {
    "startTime": 23.8,
    "endTime": 27.488,
    "text": "And you need that information if you want to start closing the wage gap."
  },
  {
    "startTime": 29.5,
    "endTime": 34.9,
    "text": "Part of the wage gap reflects the fact that women are concentrated in lower-paying occupations."
  },
  {
    "startTime": 35.0,
    "endTime": 39.292,
    "text": "But to fully understand the issue, you  have to look within occupations too."
  },
  {
    "startTime": 39.5,
    "endTime": 48.522999999999996,
    "text": "Back in 2009, three economists set out to understand the wage gap by following a group of MBA graduates from the University of Chicago’s Booth School of Business."
  },
  {
    "startTime": 48.4,
    "endTime": 53.608,
    "text": "They looked at thousands of men and women who graduated between 1990 and 2006."
  },
  {
    "startTime": 53.86,
    "endTime": 58.07,
    "text": "And their data showed that men had slightly higher salaries right out of the gate."
  },
  {
    "startTime": 58.0,
    "endTime": 65.52,
    "text": "One year out of business school, women were making an average salary of $115,000, while men earned $130,000."
  },
  {
    "startTime": 66.0,
    "endTime": 69.169,
    "text": "But nine years out of business school, things looked really different."
  },
  {
    "startTime": 69.3,
    "endTime": 76.453,
    "text": "Men were earning an average salary of $400,000 dollars, while women were earning 60 percent less, $250,000 on average."
  },
  {
    "startTime": 76.5,
    "endTime": 78.32,
    "text": "The gap had widened considerably."
  },
  {
    "startTime": 78.8,
    "endTime": 84.12899999999999,
    "text": "But research suggests the gap doesn’t stay that wide, that it shrinks as women enter middle age."
  },
  {
    "startTime": 84.2,
    "endTime": 88.642,
    "text": "This chart shows how the wage gap for college graduates changes as women age."
  },
  {
    "startTime": 88.65,
    "endTime": 91.82000000000001,
    "text": "The lower the line, the bigger the wage gap between men and women."
  },
  {
    "startTime": 92.271,
    "endTime": 98.986,
    "text": "If you look at women born in 1973, you can see the wage gap growing as they go from their mid-twenties to their mid thirties."
  },
  {
    "startTime": 99.02,
    "endTime": 102.529,
    "text": "Better than previous generations but heading in the same direction."
  },
  {
    "startTime": 102.8,
    "endTime": 104.96,
    "text": "Same thing for women born in 1968."
  },
  {
    "startTime": 105.0,
    "endTime": 110.777,
    "text": "The pay difference for men and women continues to grow as they move from their mid-thirties to their mid-forties."
  },
  {
    "startTime": 110.8,
    "endTime": 114.444,
    "text": "And for women born in 1948, things started off the same."
  },
  {
    "startTime": 114.5,
    "endTime": 116.361,
    "text": "The gap widens as they get older."
  },
  {
    "startTime": 116.37,
    "endTime": 118.971,
    "text": "But then, all of a sudden, it starts shrinking."
  },
  {
    "startTime": 119.116,
    "endTime": 125.9,
    "text": "As women approach their 50s and 60s, the difference between men’s and women’s salaries gets smaller and smaller,"
  },
  {
    "startTime": 126.0,
    "endTime": 131.279,
    "text": "which makes sense if you think about what often happens during a woman’s 20s and 30s."
  },
  {
    "startTime": 131.279,
    "endTime": 136.79999999999998,
    "text": "In the Chicago MBA study, women with kids had a wage gap twice as large as women without."
  },
  {
    "startTime": 137.1,
    "endTime": 141.73999999999998,
    "text": "The truth is that women still take on a disproportionate share of child-rearing tasks."
  },
  {
    "startTime": 142.048,
    "endTime": 144.9,
    "text": "A survey from Pew found that in 2-parent households,"
  },
  {
    "startTime": 145.0,
    "endTime": 153.4,
    "text": "women did more than men when it came to managing kids’ schedules, taking care of them when they’re sick, and handling the majority of household chores."
  },
  {
    "startTime": 153.48,
    "endTime": 156.93099999999998,
    "text": "And that was a survey where both parents worked full-time."
  },
  {
    "startTime": 157.14,
    "endTime": 161.48299999999998,
    "text": "But these additional responsibilities, they seem to hurt some women more than others."
  },
  {
    "startTime": 161.42,
    "endTime": 168.42,
    "text": "This is a really key research finding from Claudia Goldin, an economist at Harvard, who is a leading researcher on the gender wage gap."
  },
  {
    "startTime": 168.743,
    "endTime": 173.893,
    "text": "She shows this by exploring how gender pay gaps vary in different fields, and this is one of her charts."
  },
  {
    "startTime": 174.129,
    "endTime": 176.707,
    "text": "Each of the dots is a different higher-paying job."
  },
  {
    "startTime": 176.8,
    "endTime": 179.389,
    "text": "The lower the dot, the larger the gender pay gap."
  },
  {
    "startTime": 179.39,
    "endTime": 184.55999999999997,
    "text": "And the further to the right, the more the job pays, based on the average income of men in that job."
  },
  {
    "startTime": 185.1,
    "endTime": 187.7,
    "text": "These green dots represent jobs in the tech sector."
  },
  {
    "startTime": 187.8,
    "endTime": 194.76000000000002,
    "text": "And, for the most part, the jobs are pretty close to the 0 line, meaning the difference in pay between men and women is fairly small."
  },
  {
    "startTime": 195.4,
    "endTime": 198.20000000000002,
    "text": "The same is true for jobs in science. The yellow dots."
  },
  {
    "startTime": 198.5,
    "endTime": 199.8,
    "text": "But look at these red dots."
  },
  {
    "startTime": 199.9,
    "endTime": 201.6,
    "text": "They represent jobs in business."
  },
  {
    "startTime": 201.7,
    "endTime": 206.78,
    "text": "And they’re mostly clustered toward the middle and the bottom of the chart, meaning they have some of the largest wage gaps."
  },
  {
    "startTime": 207.2,
    "endTime": 214.79999999999998,
    "text": "And there’s a fairly simple way to explain some of these differences—some jobs require specific hours and others are more flexible."
  },
  {
    "startTime": 214.8,
    "endTime": 216.9,
    "text": "Take your prototypical businesswoman."
  },
  {
    "startTime": 217.0,
    "endTime": 219.8,
    "text": "Maybe she’s a venture capitalist, maybe she’s an accountant."
  },
  {
    "startTime": 220.0,
    "endTime": 225.2,
    "text": "Either way, she has a pretty standard 9-5 schedule so she can meet with other businesspeople or with clients,"
  },
  {
    "startTime": 225.3,
    "endTime": 230.18,
    "text": "and if she’s not available to her clients when they need her, her bosses won’t think she’s doing a good job."
  },
  {
    "startTime": 230.6,
    "endTime": 233.2,
    "text": "Now, compare that to a scientist who works in a lab."
  },
  {
    "startTime": 233.3,
    "endTime": 239.10000000000002,
    "text": "Most of her work is self-directed, and it doesn't really matter when she runs her experiments, as long as she gets them done."
  },
  {
    "startTime": 239.2,
    "endTime": 242.89999999999998,
    "text": "If she gets her work done, her bosses think she’s doing a good job."
  },
  {
    "startTime": 243.0,
    "endTime": 250.32,
    "text": "For the millions of women in jobs that demand very specific hours, the wage gap is larger than it is for women in jobs with more flexible hours."
  },
  {
    "startTime": 250.32,
    "endTime": 253.5,
    "text": "And there’s one job where we can see this really clearly."
  },
  {
    "startTime": 253.6,
    "endTime": 258.4,
    "text": "In the 1970s, women pharmacists earned about 66 percent of what men did."
  },
  {
    "startTime": 258.5,
    "endTime": 265.7,
    "text": "Pharmacies used to be mostly independent businesses where a single pharmacist might be responsible for keeping his shop open whenever people needed it."
  },
  {
    "startTime": 266.0,
    "endTime": 271.4,
    "text": "Today, most pharmacies are owned by large chains, and they stay open longer, which means they need more pharmacists."
  },
  {
    "startTime": 271.6,
    "endTime": 277.90000000000003,
    "text": "Women pharmacists now have a lot more options and a 6 am to 2 pm shift is just as good as a 9 to 5 shift."
  },
  {
    "startTime": 278.0,
    "endTime": 281.26,
    "text": "Nobody really gets rewarded for working exceptionally long hours."
  },
  {
    "startTime": 281.4,
    "endTime": 289.17999999999995,
    "text": "And the wage gap for pharmacists has shrunk dramatically. Today, female pharmacists make 92 percent of what their male counterparts do."
  },
  {
    "startTime": 289.5,
    "endTime": 295.0,
    "text": "Of course, we can’t all be pharmacists. There will always be jobs where it’s important to work particular hours."
  },
  {
    "startTime": 295.1,
    "endTime": 300.18,
    "text": "But there are lots of jobs where hours could potentially become more flexible than they are right now."
  },
  {
    "startTime": 300.3,
    "endTime": 310.18,
    "text": "And the research tells us the more we can make that work, the more the wage gap is going to shrink."
  }
]