[
  {
    "startTime": 0.64,
    "endTime": 6.7989999999999995,
    "text": "Hi. Welcome back to www.engvid.com. I'm Adam, and today's lesson is for those of you who"
  },
  {
    "startTime": 6.799,
    "endTime": 13.690000000000001,
    "text": "will be taking the IELTS test. Now, as usual, when I do an IELTS class, I will speak a little"
  },
  {
    "startTime": 13.69,
    "endTime": 18.52,
    "text": "bit faster, a little bit closer to natural speed for those of you who need the extra"
  },
  {
    "startTime": 18.52,
    "endTime": 23.183999999999997,
    "text": "listening practice. But this is for everybody; there's always something to learn,"
  },
  {
    "startTime": 23.184,
    "endTime": 24.973000000000003,
    "text": "it's all English."
  },
  {
    "startTime": 24.973,
    "endTime": 29.64,
    "text": "So today we're going to specifically look at IELTS Task 1, and I'm going to give you"
  },
  {
    "startTime": 29.64,
    "endTime": 36.66,
    "text": "a few vocabulary that are essential to success in IELTS Task 1. You won't necessarily use"
  },
  {
    "startTime": 36.66,
    "endTime": 41.69,
    "text": "all of them every time, but you need to know these nine words that I'm going to show you-or"
  },
  {
    "startTime": 41.69,
    "endTime": 45.589999999999996,
    "text": "10 words, depends how you look at it-you need to know these words so you're ready for pretty"
  },
  {
    "startTime": 45.59,
    "endTime": 50.42,
    "text": "much any kind of infographic that comes your way."
  },
  {
    "startTime": 50.42,
    "endTime": 56.644000000000005,
    "text": "Now, most of the time and most of your practice, I'm sure, is graphs. Okay? So we're going"
  },
  {
    "startTime": 56.644,
    "endTime": 61.105,
    "text": "to start with looking at graphs, and we're going to look at these two words: \"fluctuate\","
  },
  {
    "startTime": 61.105,
    "endTime": 70.84,
    "text": "a verb, okay? And: \"fluctuation\", a noun. Now, from my experience, checking students'"
  },
  {
    "startTime": 70.84,
    "endTime": 79.46900000000001,
    "text": "or test takers' essays, this word is quite often misused. Okay? I think sometimes people"
  },
  {
    "startTime": 79.469,
    "endTime": 90.089,
    "text": "are not exactly sure what this word means. So, to show you, I'm going to show you a graph, here."
  },
  {
    "startTime": 90.089,
    "endTime": 97.13,
    "text": "This is a fluctuation. Let's say we're looking at a span of 2000 to 2014, so we're"
  },
  {
    "startTime": 97.13,
    "endTime": 106.20599999999999,
    "text": "looking 15 years of sales, let's say. Sales and whatever the number is in hundred of millions."
  },
  {
    "startTime": 106.206,
    "endTime": 113.52000000000001,
    "text": "Okay? \"Fluctuate\" means to go up and down quite rapidly. Okay? It doesn't have to be"
  },
  {
    "startTime": 113.52,
    "endTime": 116.841,
    "text": "rapid; it could be steady,"
  },
  {
    "startTime": 116.841,
    "endTime": 119.723,
    "text": "but there's an up, there's a down, there's an up, there's a down."
  },
  {
    "startTime": 119.723,
    "endTime": 131.379,
    "text": "If you're going something like this, this you don't call a fluctuation. Even though"
  },
  {
    "startTime": 131.379,
    "endTime": 137.84,
    "text": "it's not a straight line, it's still not a fluctuation, because overall, the sales are"
  },
  {
    "startTime": 137.84,
    "endTime": 144.019,
    "text": "still going upwards, they're still increasing. Fluctuation, there must be some downward movement"
  },
  {
    "startTime": 144.019,
    "endTime": 149.29,
    "text": "as well. It goes up and there's down from... Let's say from the starting point. So here"
  },
  {
    "startTime": 149.29,
    "endTime": 155.12,
    "text": "we go up, down, up, down, up, down. Here, it's mostly up. You very rarely go down below"
  },
  {
    "startTime": 155.12,
    "endTime": 163.31900000000002,
    "text": "where you started. So overall, you have an upward motion. This is to fluctuate. So, you"
  },
  {
    "startTime": 163.319,
    "endTime": 170.039,
    "text": "can use it as a verb: Over the span of the recording, of the record, of the 15 years,"
  },
  {
    "startTime": 170.039,
    "endTime": 180.378,
    "text": "sales fluctuated from let's say 100 million to as little... And ended up here, let's say,"
  },
  {
    "startTime": 180.378,
    "endTime": 187.85899999999998,
    "text": "it's a little bit lower to 110. So, overall, there was a slight increase, but sales fluctuated"
  },
  {
    "startTime": 187.859,
    "endTime": 191.59900000000002,
    "text": "throughout the period. Okay?"
  },
  {
    "startTime": 191.599,
    "endTime": 197.41299999999998,
    "text": "You can use \"fluctuation\". If you want to talk about the graph as a whole, you can say:"
  },
  {
    "startTime": 197.413,
    "endTime": 207.269,
    "text": "\"The graph shows fluctuations in the sales numbers.\" Okay? The graph shows fluctuations."
  },
  {
    "startTime": 207.269,
    "endTime": 215.17000000000002,
    "text": "Sales fluctuated. So you can talk about the... Whatever is on the x-axis itself, or you can"
  },
  {
    "startTime": 215.17,
    "endTime": 222.159,
    "text": "talk about the graph as a whole. Use \"fluctuate\" for whatever item is here; use \"fluctuation\""
  },
  {
    "startTime": 222.159,
    "endTime": 224.2,
    "text": "for the graph as a whole."
  },
  {
    "startTime": 224.2,
    "endTime": 230.31,
    "text": "Next: \"plateau\". Now, I know most of you probably know this word. If you're doing IELTS, you've"
  },
  {
    "startTime": 230.31,
    "endTime": 235.239,
    "text": "heard this word before and you've used it before, but a lot of you don't seem to understand"
  },
  {
    "startTime": 235.239,
    "endTime": 243.349,
    "text": "that \"plateau\" can be both a noun and a verb. Just like: \"peak\", the highest point can be"
  },
  {
    "startTime": 243.349,
    "endTime": 249.819,
    "text": "both a noun and a verb. Okay? So, just to make sure we understand: something is going"
  },
  {
    "startTime": 249.819,
    "endTime": 258.26,
    "text": "up, it stops for a while, it goes steady, it goes up again, it goes steady. This area"
  },
  {
    "startTime": 258.26,
    "endTime": 265.46999999999997,
    "text": "is a plateau. This area is a plateau. So, I'm going to use the same information, sales"
  },
  {
    "startTime": 265.47,
    "endTime": 274.53000000000003,
    "text": "and time. So, sales increased for the first five years, then they plateaued for the next"
  },
  {
    "startTime": 274.53,
    "endTime": 281.83,
    "text": "seven years, after which, they started to rise again until they reached their next plateau."
  },
  {
    "startTime": 281.83,
    "endTime": 288.46,
    "text": "So, you see, I've used \"plateau\" as a verb: \"They increase until they plateaued. Then"
  },
  {
    "startTime": 288.46,
    "endTime": 295.44,
    "text": "they continued to increase until they reached their next plateau.\" Verb, noun. Both of them"
  },
  {
    "startTime": 295.44,
    "endTime": 299.552,
    "text": "are okay. Try to use both of them, and make sure that you're referring to something. Now,"
  },
  {
    "startTime": 299.552,
    "endTime": 307.557,
    "text": "if you have something like this, this could be a plateau. But if you're going like this,"
  },
  {
    "startTime": 307.557,
    "endTime": 313.67600000000004,
    "text": "this is not a plateau. A plateau, usually, is not very short. It has to be somewhat extended."
  },
  {
    "startTime": 313.676,
    "endTime": 317.36199999999997,
    "text": "If it's too short, then it's just a little pause, it's just a little steady pause. If"
  },
  {
    "startTime": 317.362,
    "endTime": 323.73400000000004,
    "text": "it's extended, then you have a plateau. And then, let's say it increased again... Actually,"
  },
  {
    "startTime": 323.734,
    "endTime": 331.20099999999996,
    "text": "I'll use a different colour now so we're not confused. And then started declining. So,"
  },
  {
    "startTime": 331.201,
    "endTime": 334.78000000000003,
    "text": "sales increased, increased, it plateaued for a while, then they increased again, then they"
  },
  {
    "startTime": 334.78,
    "endTime": 340.77,
    "text": "plateaued again, and then they increased again until they reached their peak. Let's say this"
  },
  {
    "startTime": 340.77,
    "endTime": 355.341,
    "text": "is 250. Okay? So, sales continuously increased until they reached their peak of 250,000.\""
  },
  {
    "startTime": 355.341,
    "endTime": 363.688,
    "text": "Now, again, \"peak\" can be a noun or a verb. Sales increased until they peaked at 250."
  },
  {
    "startTime": 363.688,
    "endTime": 371.87,
    "text": "After which, there was a sharp decline over the next three years. Okay? So sharp decline"
  },
  {
    "startTime": 371.87,
    "endTime": 372.692,
    "text": "over the next three years."
  },
  {
    "startTime": 372.692,
    "endTime": 383.74,
    "text": "Now, if you have the opposite way, you have sales going down... Excuse me. Sales are going"
  },
  {
    "startTime": 383.74,
    "endTime": 389.53000000000003,
    "text": "down, down, down. Now, technically, you could say they \"bottom out\". \"Bottom out\" means"
  },
  {
    "startTime": 389.53,
    "endTime": 394.859,
    "text": "they reach their lowest level. But a safer way, because a lot of people also misuse this"
  },
  {
    "startTime": 394.859,
    "endTime": 402.51599999999996,
    "text": "expression, the safest way: \"Until they reached their lowest point.\" Simple is best. But \"peak\""
  },
  {
    "startTime": 402.516,
    "endTime": 406.119,
    "text": "you pretty much have to use, because you can't say: \"There's going to be a lot of highest"
  },
  {
    "startTime": 406.119,
    "endTime": 411.3,
    "text": "points, highest point, highest point.\" You have to have sentence and vocabulary variety"
  },
  {
    "startTime": 411.3,
    "endTime": 416.42400000000004,
    "text": "in your writing, so use \"peak\" as a noun, use \"peak\" as a verb, use \"plateau\" as a noun,"
  },
  {
    "startTime": 416.424,
    "endTime": 418.81399999999996,
    "text": "use \"plateau\" as a verb."
  },
  {
    "startTime": 418.814,
    "endTime": 424.96000000000004,
    "text": "Okay, let's continue. You've already heard me use this word: \"overall\". Again, \"overall\""
  },
  {
    "startTime": 424.96,
    "endTime": 430.83,
    "text": "does not mean in conclusion. A lot of people use this word to introduce a conclusion. \"Overall\""
  },
  {
    "startTime": 430.83,
    "endTime": 435.33,
    "text": "basically means you're looking at the whole graph, so you're looking at the entire span"
  },
  {
    "startTime": 435.33,
    "endTime": 443.10999999999996,
    "text": "of something. Here, we're looking at 2000 to 2014. This is your span. Okay? This is"
  },
  {
    "startTime": 443.11,
    "endTime": 449.06,
    "text": "the duration of the information, how long this information is being recorded on the"
  },
  {
    "startTime": 449.06,
    "endTime": 456.956,
    "text": "graph. Okay? So, you could say that: \"Although sales started very low and they fluctuated,"
  },
  {
    "startTime": 456.956,
    "endTime": 462.81,
    "text": "and they reached a peak and then dropped again, overall, there is an increase.\" What does"
  },
  {
    "startTime": 462.81,
    "endTime": 472.788,
    "text": "that mean? It means: from this point to this point, there is an increase. So don't say:"
  },
  {
    "startTime": 472.788,
    "endTime": 475.82,
    "text": "\"It went up, it went down, it went up. It went up for this year, then down for this"
  },
  {
    "startTime": 475.82,
    "endTime": 483.53,
    "text": "year.\" Just say: \"There were fluctuations, but overall, sales went up over the span of"
  },
  {
    "startTime": 483.53,
    "endTime": 488.308,
    "text": "the report... Of the reported information.\" Okay?"
  },
  {
    "startTime": 488.308,
    "endTime": 493.9,
    "text": "Now, of course, we're speaking about \"span\". You must use this word. A lot of people do"
  },
  {
    "startTime": 493.9,
    "endTime": 501.81,
    "text": "not use this word enough when they're talking about time, a graph with time. Okay? So, again:"
  },
  {
    "startTime": 501.81,
    "endTime": 508.43,
    "text": "\"span\" is the duration from the beginning to the end. And again, \"span\" is both a noun"
  },
  {
    "startTime": 508.43,
    "endTime": 517.344,
    "text": "and a verb. The graph shows an overall increase over the span of a decade. This word is crucial."
  },
  {
    "startTime": 517.344,
    "endTime": 524.0,
    "text": "Whenever you're talking about movement over time, you always talk about \"over\": over the"
  },
  {
    "startTime": 524.0,
    "endTime": 531.93,
    "text": "span of. Okay? Now, you don't say: \"In the span of a decade\". If you say: \"In the span"
  },
  {
    "startTime": 531.93,
    "endTime": 538.31,
    "text": "of a decade\", it means between 10 years, something happened. \"Over the span of the decade\" means"
  },
  {
    "startTime": 538.31,
    "endTime": 543.28,
    "text": "you're talking about beginning to end. So it's very important to use this preposition"
  },
  {
    "startTime": 543.28,
    "endTime": 552.14,
    "text": "with \"span\", with motion. As a verb: \"The info, the information spans 15 years.\" It"
  },
  {
    "startTime": 552.14,
    "endTime": 562.205,
    "text": "means it goes from let's say 2000 to 2014. It covers 15 years of recorded information."
  },
  {
    "startTime": 562.205,
    "endTime": 568.45,
    "text": "\"Span\" is a verb, \"span\" is a noun. Try to use both. Now, again, remember you don't want"
  },
  {
    "startTime": 568.45,
    "endTime": 575.32,
    "text": "to use the same word more than twice in an essay, unless you're using it once as a noun,"
  },
  {
    "startTime": 575.32,
    "endTime": 581.12,
    "text": "another time as a verb, you demonstrate command of this word, which will get you a little"
  },
  {
    "startTime": 581.12,
    "endTime": 585.98,
    "text": "bit extra points if you use them correctly. Okay, let's look at some other words."
  },
  {
    "startTime": 585.98,
    "endTime": 590.74,
    "text": "Okay, so now we have a few more words we're going to look at. Now, the reason I chose"
  },
  {
    "startTime": 590.74,
    "endTime": 597.91,
    "text": "these is because these are very, very commonly misused. Okay? People send me their samples,"
  },
  {
    "startTime": 597.91,
    "endTime": 602.61,
    "text": "they want me to check them. I fix these words all the time. People always make mistakes"
  },
  {
    "startTime": 602.61,
    "endTime": 607.756,
    "text": "with these words. Ages. If you're going to talk about age groups within your charts,"
  },
  {
    "startTime": 607.756,
    "endTime": 614.0799999999999,
    "text": "or tables, or graphs, or whatever, then you're going to use these words. Now, let's say there"
  },
  {
    "startTime": 614.08,
    "endTime": 622.0600000000001,
    "text": "are groups, there are four age groups: 18-25, 26-35, etc. If you want to talk about this"
  },
  {
    "startTime": 622.06,
    "endTime": 627.5,
    "text": "group... Now, there's two ways you can do it. You can mention the young group, the middle"
  },
  {
    "startTime": 627.5,
    "endTime": 635.901,
    "text": "group, the old group, or if you want to talk about specific ages, you can say: \"Those aged...\""
  },
  {
    "startTime": 635.901,
    "endTime": 644.4,
    "text": "It basically means \"who are aged 18-25\". So this is a participle, now, a reduced adjective"
  },
  {
    "startTime": 644.4,
    "endTime": 655.034,
    "text": "clause. Okay? \"Those aged 18-25 were asked to do this. Those 18-25 years of age were"
  },
  {
    "startTime": 655.034,
    "endTime": 666.51,
    "text": "asked to do this.\" Okay? This is the exact same meaning. \"Those aged 18-25\", \"those who"
  },
  {
    "startTime": 666.51,
    "endTime": 674.059,
    "text": "are\". Although, technically, \"who were\" because I used \"were\" here, but you get the idea."
  },
  {
    "startTime": 674.059,
    "endTime": 689.4459999999999,
    "text": "\"Those who were 18-25 years of age were asked...\" \"Years of age\". Or: \"Those 18-25 years old\"."
  },
  {
    "startTime": 689.446,
    "endTime": 696.75,
    "text": "Do not mix the two. If you use the word \"aged\", do not use the word \"old\". If you use the"
  },
  {
    "startTime": 696.75,
    "endTime": 702.553,
    "text": "word \"old\", do not use the word \"aged\". They don't go together; it's one or the other."
  },
  {
    "startTime": 702.553,
    "endTime": 709.514,
    "text": "Then you have this one: \"18-25-year-olds\". Now you're making this whole thing into one"
  },
  {
    "startTime": 709.514,
    "endTime": 717.529,
    "text": "noun. Notice here is the \"s\", no \"s\" here. Notice you have the hyphen and the hyphen."
  },
  {
    "startTime": 717.529,
    "endTime": 722.68,
    "text": "This extra hyphen is because of the range. If you have only 25-year-olds, that's fine,"
  },
  {
    "startTime": 722.68,
    "endTime": 727.18,
    "text": "you still have this hyphen, you still have this hyphen, no \"s\", \"s\", and the whole thing"
  },
  {
    "startTime": 727.18,
    "endTime": 733.62,
    "text": "is now a noun. So three ways to talk about ages, but do not mix them up. And this is"
  },
  {
    "startTime": 733.62,
    "endTime": 737.91,
    "text": "a very common mistake people make on IELTS 1, and this is something that the graders"
  },
  {
    "startTime": 737.91,
    "endTime": 744.6859999999999,
    "text": "are looking for, because this is somewhat basic knowledge, basic grasp of the language."
  },
  {
    "startTime": 744.686,
    "endTime": 750.9100000000001,
    "text": "Now: \"percent\" and \"percentage\". People always mix these two words up. What do you need to"
  },
  {
    "startTime": 750.91,
    "endTime": 758.578,
    "text": "know about \"percent\"? \"Percent\" is an adverb. \"Percentage\" is a noun. They are used differently."
  },
  {
    "startTime": 758.578,
    "endTime": 763.56,
    "text": "When we talk about percent, we always use it... Sorry, this (%) is \"percent\" by the"
  },
  {
    "startTime": 763.56,
    "endTime": 770.7199999999999,
    "text": "way. You can use the symbol, or you can use the word, but don't use both. Always use a"
  },
  {
    "startTime": 770.72,
    "endTime": 776.6700000000001,
    "text": "number with this word. If you have the word \"percent\" in your writing, there must be a"
  },
  {
    "startTime": 776.67,
    "endTime": 783.4,
    "text": "number before it, otherwise, you're not using it correctly. \"10% of the men surveyed said"
  },
  {
    "startTime": 783.4,
    "endTime": 791.9499999999999,
    "text": "that...\" Percentage, on the other hand, means a small chunk of the whole. Right? You have"
  },
  {
    "startTime": 791.95,
    "endTime": 797.9240000000001,
    "text": "5%, you have a very small percentage of the whole. You have 95%, you have a very large"
  },
  {
    "startTime": 797.924,
    "endTime": 805.624,
    "text": "percentage of the whole. So, let's say 10% is small. \"A small percentage of the men surveyed"
  },
  {
    "startTime": 805.624,
    "endTime": 811.27,
    "text": "said that...\" One thing you have to remember: you're almost always going to use an adjective"
  },
  {
    "startTime": 811.27,
    "endTime": 819.23,
    "text": "with this word, because if you don't, if you just say: \"A percentage\", well 5% is a percentage,"
  },
  {
    "startTime": 819.23,
    "endTime": 826.04,
    "text": "50% is a percentage, 95% is a percentage, so just saying \"percentage\" alone doesn't"
  },
  {
    "startTime": 826.04,
    "endTime": 832.2249999999999,
    "text": "really give me much information. You have to say: \"A small percentage, a large percentage,\""
  },
  {
    "startTime": 832.225,
    "endTime": 837.36,
    "text": "etc. But remember: always a number, never a number with this one."
  },
  {
    "startTime": 837.36,
    "endTime": 843.79,
    "text": "Now, \"respectively\", this is a very good word to use. Again, people often misuse it. One"
  },
  {
    "startTime": 843.79,
    "endTime": 849.81,
    "text": "thing to remember when you use the word \"respectively\"... First of all, you must have two lists. Okay?"
  },
  {
    "startTime": 849.81,
    "endTime": 859.279,
    "text": "You have two lists with equal numbers of items and equal number of items in each list. That"
  },
  {
    "startTime": 859.279,
    "endTime": 866.41,
    "text": "means you have to have a minimum two things in the list. You could have many items in"
  },
  {
    "startTime": 866.41,
    "endTime": 873.54,
    "text": "the list, but as far as IELTS Task 1 is concerned, I recommend no more than three. Okay? Now,"
  },
  {
    "startTime": 873.54,
    "endTime": 879.64,
    "text": "the thing about \"respectively\", what this word means that the other of the first list"
  },
  {
    "startTime": 879.64,
    "endTime": 886.149,
    "text": "matches the order of the second list. So let's look at an example. \"I have three kids: Tommy,"
  },
  {
    "startTime": 886.149,
    "endTime": 900.75,
    "text": "Jake, and Katy. They are 5, 10, and 7 years old, respectively.\" Put a comma before the"
  },
  {
    "startTime": 900.75,
    "endTime": 905.0,
    "text": "word \"respectively\". Now, I don't need the \"years old\", I just put it there to show you."
  },
  {
    "startTime": 905.0,
    "endTime": 909.264,
    "text": "You can take it out, you can leave it in; both okay. This is the first thing in the"
  },
  {
    "startTime": 909.264,
    "endTime": 915.654,
    "text": "list, this is the second, this is the third. What \"respectively\" tells me is that these"
  },
  {
    "startTime": 915.654,
    "endTime": 926.774,
    "text": "numbers match the order. So, Tommy is 5, Jake is 10, Katy is 7, respectively. Right? The"
  },
  {
    "startTime": 926.774,
    "endTime": 931.543,
    "text": "order matches the order. That's what this word is used to do, to show you that."
  },
  {
    "startTime": 931.543,
    "endTime": 937.87,
    "text": "Lastly, the word \"latter\" and \"former\". People sometimes mix these two up. Again, you're"
  },
  {
    "startTime": 937.87,
    "endTime": 942.79,
    "text": "going to have two... You're going to mention two things, or two people, or two places,"
  },
  {
    "startTime": 942.79,
    "endTime": 948.649,
    "text": "or two anything in one sentence. Now you want to discuss each of these things individually"
  },
  {
    "startTime": 948.649,
    "endTime": 954.63,
    "text": "in the next sentence. Okay? So, \"latter\" means you're referring to the second thing mentioned"
  },
  {
    "startTime": 954.63,
    "endTime": 960.487,
    "text": "earlier; \"former\" means the first thing. So if I take Katy out and I have... I have three"
  },
  {
    "startTime": 960.487,
    "endTime": 969.27,
    "text": "kids, Tommy and Jake, the latter... Who is the latter? The latter is 10 years old. The"
  },
  {
    "startTime": 969.27,
    "endTime": 979.42,
    "text": "latter is Jake because I mentioned him second. The former, Tommy, is 5. Former - first; latter"
  },
  {
    "startTime": 979.42,
    "endTime": 981.159,
    "text": "- second. Okay?"
  },
  {
    "startTime": 981.159,
    "endTime": 988.24,
    "text": "These are the words that you must fully grasp to use for the IELTS Task 1. At some point"
  },
  {
    "startTime": 988.24,
    "endTime": 994.89,
    "text": "in your practice or official test, you will use half or maybe even all of these words"
  },
  {
    "startTime": 994.89,
    "endTime": 998.847,
    "text": "in your task. Okay? Make sure you know how to use them correctly."
  },
  {
    "startTime": 998.847,
    "endTime": 1002.893,
    "text": "Also, if you need any more information about IELTS, some more writing tips,"
  },
  {
    "startTime": 1002.89,
    "endTime": 1006.72,
    "text": "check out my site: www.writetotop.com."
  },
  {
    "startTime": 1006.72,
    "endTime": 1013.484,
    "text": "Of course, go to www.engvid.com, do the quiz on the quiz section of that site."
  },
  {
    "startTime": 1013.49,
    "endTime": 1023.49,
    "text": "Don't forget to subscribe to my YouTube channel, and come back again. Bye."
  }
]