[
  {
    "startTime": 0.12,
    "endTime": 9.42,
    "text": "Hey guys, today I want to tackle a small piece of a very large topic: accents."
  },
  {
    "startTime": 9.42,
    "endTime": 17.31,
    "text": "You've probably heard the phrases, \"accent reduction,\" \"accent improvement,\" \"get rid of your accent.\""
  },
  {
    "startTime": 17.31,
    "endTime": 24.2,
    "text": "In fact, when I tell people that I didn't grow up in the U.S., the most common response I get is \"You have no accent!\""
  },
  {
    "startTime": 24.3,
    "endTime": 35.8,
    "text": "Usually I just say, \"Thank you,\" but technically, I could say, \"Actually, I do. I have an American accent. You just can't tell it's an accent because you have one, too.\""
  },
  {
    "startTime": 36.0,
    "endTime": 40.0,
    "text": "\"Um, well, this is awkward...maybe learn how to take a compliment?\""
  },
  {
    "startTime": 40.1,
    "endTime": 44.5,
    "text": "English is used globally, so it's spoken differently all around the world."
  },
  {
    "startTime": 44.7,
    "endTime": 50.800000000000004,
    "text": "There are national accents, and in English-speaking countries, accents can be different between regions and between social classes."
  },
  {
    "startTime": 51.0,
    "endTime": 57.809,
    "text": "Countries also have the \"news anchor\" accent, which a lot of people think of as the \"standard.\""
  },
  {
    "startTime": 57.809,
    "endTime": 63.26,
    "text": "So I suggest that instead of thinking of it as removing an accent, you do what actors do."
  },
  {
    "startTime": 63.26,
    "endTime": 69.95,
    "text": "Actors learn new accents. This is Hugh Laurie. In real life, he has a British accent."
  },
  {
    "startTime": 70.2,
    "endTime": 73.8,
    "text": "But he played an American doctor on TV for 8 years."
  },
  {
    "startTime": 74.0,
    "endTime": 80.72,
    "text": "The interesting assumption that a lot of Americans will say...in a kind way, they will say, \"You managed to lose the accent.\""
  },
  {
    "startTime": 80.72,
    "endTime": 86.03,
    "text": "I have to sort of explain that I don't..I'm not losing an accent, I'm putting one on."
  },
  {
    "startTime": 86.03,
    "endTime": 91.1,
    "text": "So why would a non-actor want to learn a new accent? One of the reasons is to be better understood."
  },
  {
    "startTime": 91.3,
    "endTime": 93.8,
    "text": "Let's say you're from Italy, and you come to the United States."
  },
  {
    "startTime": 94.0,
    "endTime": 104.6,
    "text": "If we put your accent on a scale, then the further you are from the American accent, the more difficult it might be for American English speakers to understand what you're saying."
  },
  {
    "startTime": 104.8,
    "endTime": 110.7,
    "text": "To be better understood, you can learn and practice American sounds to move over on the scale."
  },
  {
    "startTime": 110.9,
    "endTime": 119.2,
    "text": "But how do you do this? I'll give you some tips here, but I encourage you to do your own research and find techniques that work well for you personally."
  },
  {
    "startTime": 119.4,
    "endTime": 125.48,
    "text": "1. Find out what elements of your target pronunciation are different from the way you speak now."
  },
  {
    "startTime": 125.48,
    "endTime": 141.8,
    "text": "I'm going to leave a link below to a website called \"Pronunciation Studio,\" where you can find the most common pronunciation challenges for people whose native language is Japanese, Italian, Spanish, Thai, Portuguese, Polish, and many others."
  },
  {
    "startTime": 142.0,
    "endTime": 146.6,
    "text": "If you don't see your native language in this list, let me know in the comments and I'll see if I can help."
  },
  {
    "startTime": 146.8,
    "endTime": 152.8,
    "text": "2. Create phrases using the sounds that are the most difficult for you and practice them out loud, all the time."
  },
  {
    "startTime": 153.0,
    "endTime": 158.4,
    "text": "Here's Hugh Jackman, another actor who's amazing at doing accents, talking about this."
  },
  {
    "startTime": 158.6,
    "endTime": 163.35899999999998,
    "text": "\"Create a sentence which contains every major vowel or consonant, particularly different from his own and he'll just run that in his head."
  },
  {
    "startTime": 163.359,
    "endTime": 170.8,
    "text": "'How many times...have I asked Sam whether or not his daughter has a learning disorder.'"
  },
  {
    "startTime": 171.0,
    "endTime": 172.8,
    "text": "Right, so that was my sentence."
  },
  {
    "startTime": 173.0,
    "endTime": 178.5,
    "text": "Makes no sense but I'll say that and it just tricks my tongue, my mind and then I can forget it.\""
  },
  {
    "startTime": 178.7,
    "endTime": 186.2,
    "text": "Remember that your accent is created by the muscles of your throat, jaw, tongue, lips, among others."
  },
  {
    "startTime": 186.4,
    "endTime": 190.3,
    "text": "You have to train them and it's normal for new sounds to feel uncomfortable."
  },
  {
    "startTime": 190.5,
    "endTime": 194.5,
    "text": "You have to practice them consistently until they become more and more comfortable."
  },
  {
    "startTime": 194.7,
    "endTime": 209.0,
    "text": "Two Youtube channels I highly recommend are Rachel's English for breaking down American English sound and figuring out how to make them, and Elemental English for awesome explanations of stress, rhythm, intonation, and the musicality of English."
  },
  {
    "startTime": 209.3,
    "endTime": 213.60000000000002,
    "text": "3. Listen to content that uses the accent you want every single day."
  },
  {
    "startTime": 214.0,
    "endTime": 224.0,
    "text": "Your hearing and your speech are closely connected. You have to be able to hear the sounds in order to make them yourself, and you have to hear them over and over to get your ears used to them."
  },
  {
    "startTime": 224.389,
    "endTime": 229.20000000000002,
    "text": "Native speakers have been listening to these sounds their whole lives, so you have a lot of catching up to do."
  },
  {
    "startTime": 229.4,
    "endTime": 240.70000000000002,
    "text": "I particularly recommend podcasts because you can listen to them on the go, there are so many to choose from, a lot of them are really interesting, and a lot of them use natural conversation, which is an ideal model."
  },
  {
    "startTime": 240.82,
    "endTime": 245.1,
    "text": "That's it for today, thank you so much for watching. I want to give a quick shoutout to ASAPScience, who posted an awesome video about accents right as I was getting this one ready."
  },
  {
    "startTime": 245.1,
    "endTime": 257.2,
    "text": "It's concise and it's interesting as are all the videos on their channel, so I recommend their channel in general."
  },
  {
    "startTime": 257.2,
    "endTime": 260.729,
    "text": "I'd love to hear from you in the comments about what accent you currently have and if there's another accent you want, then what are some of your struggles with it?"
  },
  {
    "startTime": 265.0,
    "endTime": 276.199,
    "text": "As always, if anything I said wasn't clear, please let me know. And until next time, take care!"
  }
]