[
  {
    "startTime": 1.26,
    "endTime": 8.85,
    "text": "Hi Sian here for BBC Learning English. There are signposts everywhere - today in this Masterclass"
  },
  {
    "startTime": 8.85,
    "endTime": 20.28,
    "text": "we're going to look at ways you can use signposting when you're speaking."
  },
  {
    "startTime": 20.28,
    "endTime": 26.269000000000002,
    "text": "So, there are signposts everywhere and they tell us where to go, but did you know that"
  },
  {
    "startTime": 26.269,
    "endTime": 33.230999999999995,
    "text": "when we're speaking we use signpost words and phrases to help direct the listener? These"
  },
  {
    "startTime": 33.231,
    "endTime": 39.910000000000004,
    "text": "are called discourse markers. They help connect what we're saying and tell the listener what"
  },
  {
    "startTime": 39.91,
    "endTime": 42.379,
    "text": "information is coming up."
  },
  {
    "startTime": 42.379,
    "endTime": 49.239999999999995,
    "text": "They'll help you sound more fluent and help you understand native speaker conversations."
  },
  {
    "startTime": 49.24,
    "endTime": 56.699,
    "text": "Listen to my telephone call this morning. I use eight different discourse markers - can"
  },
  {
    "startTime": 56.699,
    "endTime": 58.01,
    "text": "you hear all eight...?"
  },
  {
    "startTime": 58.01,
    "endTime": 64.28,
    "text": "...You know I was hosting an amazing dinner party last night? Actually, it was a complete"
  },
  {
    "startTime": 64.28,
    "endTime": 71.23,
    "text": "disaster - I burnt the meat... people arrived when I was still cooking. Mind you, I did"
  },
  {
    "startTime": 71.23,
    "endTime": 76.15,
    "text": "say 'turn up when you want'... and I did start cooking pretty late!"
  },
  {
    "startTime": 76.15,
    "endTime": 82.95,
    "text": "Anyway, as I was saying, I burnt the meat, the dishes were all ready at different times..."
  },
  {
    "startTime": 82.95,
    "endTime": 89.03,
    "text": "the dessert was... oh come to think of it, I completely forgot to serve dessert!"
  },
  {
    "startTime": 89.03,
    "endTime": 95.9,
    "text": "So basically, everyone went home hungry. Anyway, how was your evening? By the way, before I"
  },
  {
    "startTime": 95.9,
    "endTime": 100.35000000000001,
    "text": "forget, it's my birthday next week and I'm having a dinner party do you want to come?"
  },
  {
    "startTime": 100.35,
    "endTime": 106.72,
    "text": "So the first discourse marker I used was you know, we use this to say: 'I'm going to tell"
  },
  {
    "startTime": 106.72,
    "endTime": 112.2,
    "text": "you some information that you already know.' ''You know I was hosting an amazing dinner"
  },
  {
    "startTime": 112.2,
    "endTime": 114.56,
    "text": "party last night?''"
  },
  {
    "startTime": 114.56,
    "endTime": 120.84,
    "text": "The second one I used was actually - we use this when we're about to give some surprising"
  },
  {
    "startTime": 120.84,
    "endTime": 129.08,
    "text": "information or correct some information, so: \"Actually, it was a complete disaster\"."
  },
  {
    "startTime": 129.08,
    "endTime": 135.97,
    "text": "Then I used mind you - we use this when we're about to give an afterthought that contrasts"
  },
  {
    "startTime": 135.97,
    "endTime": 143.56,
    "text": "the information that came before, so, \"people arrived when I was still cooking. Mind you,"
  },
  {
    "startTime": 143.56,
    "endTime": 146.84,
    "text": "I did say 'turn up when you want'...\""
  },
  {
    "startTime": 146.84,
    "endTime": 154.35,
    "text": "The next discourse marker I used was anyway, as I was saying. As I was saying is very useful"
  },
  {
    "startTime": 154.35,
    "endTime": 160.37,
    "text": "because it means: 'I'm going to return to what I was talking about before'. So, \"as"
  },
  {
    "startTime": 160.37,
    "endTime": 165.77,
    "text": "I was saying, I burnt the meat\" This is a previous topic."
  },
  {
    "startTime": 165.77,
    "endTime": 171.79000000000002,
    "text": "Then I used the discourse marker come to think of it, we use this when you've just remembered"
  },
  {
    "startTime": 171.79,
    "endTime": 178.29,
    "text": "or thought of something as you're speaking, so \"oh come to think of it, I completely forgot"
  },
  {
    "startTime": 178.29,
    "endTime": 182.76,
    "text": "to serve dessert!\" I'm remembering this as I'm speaking."
  },
  {
    "startTime": 182.76,
    "endTime": 190.07999999999998,
    "text": "Then I used basically - basically is used to summarise what you're going to say. \"So"
  },
  {
    "startTime": 190.08,
    "endTime": 192.98000000000002,
    "text": "basically, everyone went home hungry\"."
  },
  {
    "startTime": 192.98,
    "endTime": 199.6,
    "text": "The next one I used was anyway - anyway is really useful and very common. We use it to"
  },
  {
    "startTime": 199.6,
    "endTime": 206.60999999999999,
    "text": "say 'I'm going to change topic now' or 'I'm going to go back to the original topic' or"
  },
  {
    "startTime": 206.61,
    "endTime": 212.42000000000002,
    "text": "'I'm going to finish what I was talking about'. \"Anyway, how was your evening?\""
  },
  {
    "startTime": 212.42,
    "endTime": 219.07999999999998,
    "text": "And the final one I used was by the way - we use this to say 'I'm going to change direction"
  },
  {
    "startTime": 219.08,
    "endTime": 226.22,
    "text": "and talk about something that's not connected to the main topic. \"By the way, before I forget,"
  },
  {
    "startTime": 226.22,
    "endTime": 227.87,
    "text": "it's my birthday next week.\""
  },
  {
    "startTime": 227.87,
    "endTime": 234.65,
    "text": "So basically that's your introduction to discourse markers. We use them all the time, when we're"
  },
  {
    "startTime": 234.65,
    "endTime": 240.98000000000002,
    "text": "speaking... and come to think of it, when we're writing too. By the way, we have a website"
  },
  {
    "startTime": 240.98,
    "endTime": 247.41,
    "text": "bbclearningenglish.com where you can practise these and find out more information. Anyway"
  },
  {
    "startTime": 247.41,
    "endTime": 257.40999999999997,
    "text": "see you soon. Goodbye."
  }
]