[
  {
    "startTime": 0.52,
    "endTime": 3.3,
    "text": "Why is it so hard for young people to find jobs these days?"
  },
  {
    "startTime": 3.5,
    "endTime": 9.690000000000001,
    "text": "Three broad reasons come to mind: inappropriate skill sets (skills), government regulations, and uncertainty."
  },
  {
    "startTime": 10.159,
    "endTime": 18.200000000000003,
    "text": "Youth unemployment may partially be the result of a mismatch between the skills young adults possess and the skills employers require of their workers."
  },
  {
    "startTime": 18.3,
    "endTime": 21.400000000000002,
    "text": "Younger individuals already have less experience and training."
  },
  {
    "startTime": 21.7,
    "endTime": 28.689,
    "text": "But even people with college degrees may find that they do not possess the appropriate skills for the jobs employers are looking to fill."
  },
  {
    "startTime": 29.36,
    "endTime": 36.37,
    "text": "Government can subsidize education and send more people to school through loans and grants, but this does not guarantee future employment."
  },
  {
    "startTime": 37.89,
    "endTime": 42.93,
    "text": "Second, government regulations and taxes may also be part of the problem."
  },
  {
    "startTime": 43.13,
    "endTime": 53.509,
    "text": "Things like minimum wage laws, overtime pay mandates, payroll taxes, health care regulations and unemployment insurance all make it more costly to employ labor."
  },
  {
    "startTime": 54.2,
    "endTime": 62.95,
    "text": "When it is more costly for firms to hire workers employers hire fewer workers, some of these costs may not be immediately obvious."
  },
  {
    "startTime": 63.15,
    "endTime": 68.89,
    "text": "Take for example, laws make it more difficult for firms to hire and fire workers as they see fit."
  },
  {
    "startTime": 69.29,
    "endTime": 71.56,
    "text": "Why could this cause more unemployment?"
  },
  {
    "startTime": 71.76,
    "endTime": 76.52900000000001,
    "text": "Compare it to dating, imagine that any blind date you went on had to result in marriage."
  },
  {
    "startTime": 76.829,
    "endTime": 79.28899999999999,
    "text": "Would you ever go on a blind date, I doubt it."
  },
  {
    "startTime": 79.389,
    "endTime": 87.619,
    "text": "Same goes for a company that's interested in hiring more workers but worries about not being able to fire a new employee if they're not working out."
  },
  {
    "startTime": 87.919,
    "endTime": 89.749,
    "text": "They won't want to take chances."
  },
  {
    "startTime": 90.349,
    "endTime": 99.18,
    "text": "So, firms are particularly reluctant to hire young workers who lack experience and do not have an employment record to prove that they're reliable."
  },
  {
    "startTime": 99.689,
    "endTime": 104.06899999999999,
    "text": "Finally, there are many reasons for employers to feel uncertain about the future."
  },
  {
    "startTime": 104.369,
    "endTime": 109.129,
    "text": "For example, we're experiencing a slow economic recovery after a major financial crisis."
  },
  {
    "startTime": 109.629,
    "endTime": 111.819,
    "text": "Further, consider something like health care reform."
  },
  {
    "startTime": 112.219,
    "endTime": 119.009,
    "text": "The recent health care bill is very long and there is much debate and unanswered questions about what its ultimate impacts on the cost of labor may be."
  },
  {
    "startTime": 118.509,
    "endTime": 124.209,
    "text": "All this creates uncertainty, which makes employers more cautious in hiring workers."
  },
  {
    "startTime": 124.909,
    "endTime": 133.81,
    "text": "These three reasons, mismatch of skills, regulation, and uncertainty are three potential reasons why many young people are having a hard time finding work right now."
  },
  {
    "startTime": 134.27,
    "endTime": 137.92000000000002,
    "text": "Each of these three reasons have one factor in common: government."
  },
  {
    "startTime": 138.22,
    "endTime": 141.58,
    "text": "Interventions haven't helped things and they have likely made things worse."
  },
  {
    "startTime": 141.68,
    "endTime": 149.6,
    "text": "The unemployed would be better served if government stepped out of the picture and allowed economic growth and a free market to create more jobs and prosperity."
  }
]