[
  {
    "startTime": 0.48,
    "endTime": 4.83,
    "text": "HACC Tutoring presents,  \"How to Study forYour Learning Style\"!"
  },
  {
    "startTime": 4.83,
    "endTime": 10.01,
    "text": "Alright, you've got a big test coming up--- what are you gonna do? How will you study for it?"
  },
  {
    "startTime": 10.01,
    "endTime": 14.55,
    "text": "Some students think that there's one magical technique that will help everyone learn,"
  },
  {
    "startTime": 14.55,
    "endTime": 20.580000000000002,
    "text": "but that is NOT the case. Sure, one strategy might work well for some, but it won't work for others"
  },
  {
    "startTime": 20.58,
    "endTime": 24.839,
    "text": "because we all learn in different ways. That's why it is so important to identify"
  },
  {
    "startTime": 24.839,
    "endTime": 29.86,
    "text": "your own personal learning styles and use study tips that work best for the way that you learn."
  },
  {
    "startTime": 29.86,
    "endTime": 36.16,
    "text": "The most commonly identified learning styles are visual, auditory, and tactile or kinesthetic."
  },
  {
    "startTime": 36.16,
    "endTime": 41.4,
    "text": "So, the first thing you need to do is find out  which of these is YOUR learning style."
  },
  {
    "startTime": 41.4,
    "endTime": 44.3,
    "text": "You might already have  an idea of what your style is,"
  },
  {
    "startTime": 44.3,
    "endTime": 48.239999999999995,
    "text": "but we recommend taking a learning styles  inventory to get a better picture."
  },
  {
    "startTime": 48.24,
    "endTime": 50.900000000000006,
    "text": "There are a bunch of these available  for free online,"
  },
  {
    "startTime": 50.9,
    "endTime": 57.08,
    "text": "just make sure you pick one from a reliable website,  like this one from EducationPlanner.org."
  },
  {
    "startTime": 57.08,
    "endTime": 62.36,
    "text": "Answer each question as honestly as you can  and see what results you get."
  },
  {
    "startTime": 62.36,
    "endTime": 64.699,
    "text": "If you discover  that you're a visual learner,"
  },
  {
    "startTime": 64.699,
    "endTime": 68.38,
    "text": "that means you mostly learn by reading  and seeing pictures or diagrams."
  },
  {
    "startTime": 68.38,
    "endTime": 71.44,
    "text": "With that in mind,  here are some studying tips to try:"
  },
  {
    "startTime": 71.44,
    "endTime": 75.72,
    "text": "Tip #1:  Avoid visual distractions while studying."
  },
  {
    "startTime": 75.72,
    "endTime": 77.789,
    "text": "Turn off the TV  or Netflix,"
  },
  {
    "startTime": 77.789,
    "endTime": 81.709,
    "text": "and face away from windows  or doorways to focus better."
  },
  {
    "startTime": 81.709,
    "endTime": 86.32000000000001,
    "text": "Tip #2:  Use colorful highlighters to make text stand out."
  },
  {
    "startTime": 86.32,
    "endTime": 89.97999999999999,
    "text": "Consider using different-colored highlighters to identify different types of information"
  },
  {
    "startTime": 89.98,
    "endTime": 95.4,
    "text": "so that you can SEE the differences easily while you study the text."
  },
  {
    "startTime": 95.4,
    "endTime": 100.22,
    "text": "Tip #3: Use flashcards for key definitions and explanations."
  },
  {
    "startTime": 100.22,
    "endTime": 107.0,
    "text": "That way when the test comes, you can see in your mind what the card looked like and remember the facts."
  },
  {
    "startTime": 107.0,
    "endTime": 111.86,
    "text": "Tip #4: Watch instructional videos  like the one you're watching right now."
  },
  {
    "startTime": 111.86,
    "endTime": 116.32,
    "text": "You can look for useful videos on websites like  YouTube or Khan Academy"
  },
  {
    "startTime": 116.32,
    "endTime": 121.27999999999999,
    "text": "that specifically cover the concepts  that you're working on in class."
  },
  {
    "startTime": 121.28,
    "endTime": 123.58,
    "text": "If you discover that you're  an auditory learner,"
  },
  {
    "startTime": 123.58,
    "endTime": 126.039,
    "text": "that means you learn more  from speaking and listening."
  },
  {
    "startTime": 126.039,
    "endTime": 128.64000000000001,
    "text": "If that's the case,  try these tips:"
  },
  {
    "startTime": 128.64,
    "endTime": 131.5,
    "text": "Tip #1:  Speak up in class."
  },
  {
    "startTime": 131.5,
    "endTime": 134.28,
    "text": "Sometimes it can be intimidating,  but asking questions"
  },
  {
    "startTime": 134.28,
    "endTime": 139.78,
    "text": "and participating in class discussions  will really help you lock in key information."
  },
  {
    "startTime": 139.78,
    "endTime": 145.08,
    "text": "Tip #2: When you do settle in to study,  avoid auditory distractions."
  },
  {
    "startTime": 145.08,
    "endTime": 148.68,
    "text": "Find a quiet place to study in,  silence your cell phone"
  },
  {
    "startTime": 148.68,
    "endTime": 152.28,
    "text": "and either turn off your music  or set it to something that won't distract you,"
  },
  {
    "startTime": 152.28,
    "endTime": 155.64000000000001,
    "text": "like a soft instrumental track  or some white noise."
  },
  {
    "startTime": 155.64,
    "endTime": 162.19,
    "text": "Tip #3: Read your notes or textbook sections out loud to help you better remember the content."
  },
  {
    "startTime": 162.19,
    "endTime": 166.47,
    "text": "You can even record yourself doing this  on your phone and then listen to it later."
  },
  {
    "startTime": 166.47,
    "endTime": 171.99,
    "text": "Tip #4: Watch instructional videos. I know we suggested this for visual learners,"
  },
  {
    "startTime": 171.99,
    "endTime": 176.29000000000002,
    "text": "but the great thing about videos is that they're also really good for auditory learners since"
  },
  {
    "startTime": 176.29,
    "endTime": 180.34,
    "text": "you can HEAR  the explanations and examples."
  },
  {
    "startTime": 180.34,
    "endTime": 183.05,
    "text": "If you find that you're a tactile  or kinesthetic learner,"
  },
  {
    "startTime": 183.05,
    "endTime": 185.63000000000002,
    "text": "that means you learn best  by touching or doing."
  },
  {
    "startTime": 185.63,
    "endTime": 188.06,
    "text": "Here are some tips if this is you:"
  },
  {
    "startTime": 188.06,
    "endTime": 191.5,
    "text": "Tip #1:  Take frequent but quick breaks."
  },
  {
    "startTime": 191.5,
    "endTime": 195.68,
    "text": "You probably have a fairly short attention span when you're trying to just sitting there trying to study,"
  },
  {
    "startTime": 195.68,
    "endTime": 201.36,
    "text": "so break up that study time by spending a few minutes walking around or stretching every once in a while---"
  },
  {
    "startTime": 201.36,
    "endTime": 204.64000000000001,
    "text": "just make sure you  come back before too long."
  },
  {
    "startTime": 204.64,
    "endTime": 209.42,
    "text": "Tip #2: When you do come back and you review your notes or textbook,"
  },
  {
    "startTime": 209.42,
    "endTime": 212.23999999999998,
    "text": "try to tie the content  to real-world examples."
  },
  {
    "startTime": 212.24,
    "endTime": 216.59,
    "text": "You'll remember things better when you connect information to actions."
  },
  {
    "startTime": 216.59,
    "endTime": 222.95000000000002,
    "text": "Tip #3: Do something physical while studying, nothing super distracting like jumping jacks,"
  },
  {
    "startTime": 222.95,
    "endTime": 225.63,
    "text": "but fiddling with a rubber band,  squeezing a stress ball,"
  },
  {
    "startTime": 225.63,
    "endTime": 230.4,
    "text": "or even tapping a pencil  could help keep your mind focused."
  },
  {
    "startTime": 230.4,
    "endTime": 234.1,
    "text": "You might find that you have traits that are  from a couple of different learning styles,"
  },
  {
    "startTime": 234.1,
    "endTime": 239.01999999999998,
    "text": "and that's pretty normal, so don't be afraid  to try new study techniques to see what helps you."
  },
  {
    "startTime": 239.02,
    "endTime": 242.68,
    "text": "The key is to embrace your strengths and recognize your weaknesses"
  },
  {
    "startTime": 242.68,
    "endTime": 247.18,
    "text": "so that you can get the most out of your studying  and ace that test."
  },
  {
    "startTime": 247.18,
    "endTime": 249.51000000000002,
    "text": "Want to learn more tips  for succeeding in college?"
  },
  {
    "startTime": 249.51,
    "endTime": 252.70999999999998,
    "text": "Stop by the Learning Center  at YOUR HACC campus to talk to a tutor."
  },
  {
    "startTime": 252.71,
    "endTime": 257.54,
    "text": "And don't forget to check out our other cool online videos. See you next time!"
  },
  {
    "startTime": 257.54,
    "endTime": 267.54,
    "text": "[music]"
  }
]