[
  {
    "startTime": 0.22,
    "endTime": 3.7390000000000003,
    "text": "You're gonna spend thousands and thousands of hours learning over the course of your"
  },
  {
    "startTime": 3.739,
    "endTime": 7.25,
    "text": "life. And what's crazy is that despite all that time in the classroom, learning languages,"
  },
  {
    "startTime": 7.25,
    "endTime": 11.99,
    "text": "music, whatever it might be, you might be learning one of the slowest ways possible;"
  },
  {
    "startTime": 11.99,
    "endTime": 14.669,
    "text": "not because your teachers didn't have good intentions, but because they did not know"
  },
  {
    "startTime": 14.669,
    "endTime": 18.27,
    "text": "how to teach you to optimize that learning experience."
  },
  {
    "startTime": 18.27,
    "endTime": 22.89,
    "text": "The good news is this. There are ways, principles, that you can apply to everything, from martial"
  },
  {
    "startTime": 22.89,
    "endTime": 26.8,
    "text": "arts to business, that are going to help you lap the competition. You can learn much faster"
  },
  {
    "startTime": 26.8,
    "endTime": 30.990000000000002,
    "text": "than you are. So, right now, think of something in your life; one thing that you're trying"
  },
  {
    "startTime": 30.99,
    "endTime": 37.739999999999995,
    "text": "to progress in, apply these 5 tips and watch as you just go crazy, crazy fast through your learning curve."
  },
  {
    "startTime": 37.74,
    "endTime": 43.06,
    "text": "First thing is this: Measure a smaller unit of success. And to illustrate this point,"
  },
  {
    "startTime": 43.06,
    "endTime": 48.1,
    "text": "think of two salesmen making outbound sales calls. First salesman, he wants to measure"
  },
  {
    "startTime": 48.1,
    "endTime": 51.92,
    "text": "whether he's successful in that call. He makes the sale or whether he isn't; he doesn't make"
  },
  {
    "startTime": 51.92,
    "endTime": 56.53,
    "text": "the sale--good thing to measure. Second salesman says, \"Yes, I want to know those things, but"
  },
  {
    "startTime": 56.53,
    "endTime": 60.7,
    "text": "I'm gonna go smaller. I want to know, first milestone is the person staying on the phone"
  },
  {
    "startTime": 60.7,
    "endTime": 66.14,
    "text": "with me for 10 seconds; second milestone, did I finish my entire 30-second pitch? After"
  },
  {
    "startTime": 66.14,
    "endTime": 70.8,
    "text": "that, did they ask me a buying question within the first 2 minutes? And so on, all the way"
  },
  {
    "startTime": 70.8,
    "endTime": 71.74,
    "text": "through the close."
  },
  {
    "startTime": 71.74,
    "endTime": 75.97999999999999,
    "text": "It goes without saying, this guy, over here, who has smaller milestones is going to do"
  },
  {
    "startTime": 75.98,
    "endTime": 80.39,
    "text": "better because he can diagnose where he's going wrong. This guy only knows things are"
  },
  {
    "startTime": 80.39,
    "endTime": 84.38,
    "text": "generally going good or they're not. He's got no data, no analytics. This guy on the"
  },
  {
    "startTime": 84.38,
    "endTime": 87.83999999999999,
    "text": "other hand can say, \"My first 10 seconds are great. My first 30 seconds are great, but"
  },
  {
    "startTime": 87.84,
    "endTime": 92.31,
    "text": "I'm missing something after that that isn't going the way I needed to.\" And this one became"
  },
  {
    "startTime": 92.31,
    "endTime": 93.08,
    "text": "very clear to me."
  },
  {
    "startTime": 93.08,
    "endTime": 98.52,
    "text": "I've been practicing jiujitsu lately and in class, there's a lot of these complex submissions,"
  },
  {
    "startTime": 98.52,
    "endTime": 102.49,
    "text": "and I saw myself feeling like, \"Okay, if I'm doing well, that means I get the submission."
  },
  {
    "startTime": 102.49,
    "endTime": 106.58,
    "text": "If I'm not doing well, I'm not getting the submission.\" But I spent a lot of time not"
  },
  {
    "startTime": 106.58,
    "endTime": 110.86,
    "text": "getting the submission. What has gone better for me is rather than say, \"You know what? Forget the"
  },
  {
    "startTime": 110.86,
    "endTime": 111.53,
    "text": "submission."
  },
  {
    "startTime": 111.53,
    "endTime": 116.13,
    "text": "I need a smaller step, which is gonna be, can I break this guy's posture? Can I grab"
  },
  {
    "startTime": 116.13,
    "endTime": 120.44999999999999,
    "text": "his wrist, pulled off my chest, and pull him to me? Yes or No. Crap, I'm not doing that"
  },
  {
    "startTime": 120.45,
    "endTime": 125.659,
    "text": "thing right. Okay, what am I doing wrong? Fix the wrist, okay, I've got that piece, next step."
  },
  {
    "startTime": 125.659,
    "endTime": 129.56,
    "text": "When you deconstruct things in this way--that's what Tim Ferriss calls it--you can chunk all"
  },
  {
    "startTime": 129.56,
    "endTime": 133.34,
    "text": "these little lessons together and that makes the learning process. At the end, you just"
  },
  {
    "startTime": 133.34,
    "endTime": 138.01,
    "text": "re-assemble these pieces and you will fly through the learning curve. So that's the first tip."
  },
  {
    "startTime": 138.01,
    "endTime": 143.01,
    "text": "Second tip is this. When you're thinking of this thing, pick only one thing at a time."
  },
  {
    "startTime": 143.01,
    "endTime": 147.04,
    "text": "And I see this all the time when people ask me about the channel. They come in and say,"
  },
  {
    "startTime": 147.04,
    "endTime": 151.53,
    "text": "\"Charlie, I've watched all of your videos. I've seen them twice, seen a ton of improvement,"
  },
  {
    "startTime": 151.53,
    "endTime": 153.75,
    "text": "but I'm kind of hitting a plateau, what do I do?\""
  },
  {
    "startTime": 153.75,
    "endTime": 157.12,
    "text": "And I never tell them, \"Go ahead, watch it third time, all 60 videos.\" That's not the"
  },
  {
    "startTime": 157.12,
    "endTime": 162.23000000000002,
    "text": "right thing to do. The right thing is to pick the one video that have the tip that could"
  },
  {
    "startTime": 162.23,
    "endTime": 165.51999999999998,
    "text": "be best for you because you know your own self, right? Pick the thing that's gonna be"
  },
  {
    "startTime": 165.52,
    "endTime": 169.84,
    "text": "best for you and apply that until it becomes an unthinking habit."
  },
  {
    "startTime": 169.84,
    "endTime": 173.81,
    "text": "When we teach our programs, we've done a ton of different ways. We've done weekend bootcamps."
  },
  {
    "startTime": 173.81,
    "endTime": 178.66,
    "text": "We've done group classes. We've done one-on-one Skype coaching. By far, the fastest improvement"
  },
  {
    "startTime": 178.66,
    "endTime": 183.17,
    "text": "that I've seen in my clients comes from the online program that we have that walks people"
  },
  {
    "startTime": 183.17,
    "endTime": 189.69,
    "text": "very specifically through things, okay, week number 1, First Impression. Week number 2,"
  },
  {
    "startTime": 189.69,
    "endTime": 193.099,
    "text": "we've got the first impression, we're gonna move to confidence. Week number 3, conversation,"
  },
  {
    "startTime": 193.099,
    "endTime": 194.39999999999998,
    "text": "going chronologically."
  },
  {
    "startTime": 194.4,
    "endTime": 199.09900000000002,
    "text": "And within that first week, it's eye contact, tonality. Each day has just one thing that"
  },
  {
    "startTime": 199.099,
    "endTime": 203.48,
    "text": "they're going to focus on. And what this enables you to do or someone to do, in any area, is"
  },
  {
    "startTime": 203.48,
    "endTime": 207.819,
    "text": "that you get to focus on that thing without having your mind just be flooded with \"I got"
  },
  {
    "startTime": 207.819,
    "endTime": 211.39999999999998,
    "text": "to do this and this, and I got to remember how to finish the submission.\" You get to"
  },
  {
    "startTime": 211.4,
    "endTime": 215.89000000000001,
    "text": "focus on one thing, make that a habit, and then, move along. So that's the second tip."
  },
  {
    "startTime": 215.89,
    "endTime": 220.17999999999998,
    "text": "The third tip. People get this one wrong, I think, from college, and it's that if you"
  },
  {
    "startTime": 220.18,
    "endTime": 224.5,
    "text": "have a set amount of time to dedicate to any sort of learning endeavor, you are much better"
  },
  {
    "startTime": 224.5,
    "endTime": 230.78,
    "text": "off spending that time a little bit every day than you are in one batch to process."
  },
  {
    "startTime": 230.78,
    "endTime": 234.379,
    "text": "There's some things in life that do better in batching. Learning is not one of them because"
  },
  {
    "startTime": 234.379,
    "endTime": 236.25,
    "text": "learning comes from repetition, right?"
  },
  {
    "startTime": 236.25,
    "endTime": 240.78,
    "text": "I see people in college they go, \"Wait a second, I crammed for my last test, I did fine. Eight"
  },
  {
    "startTime": 240.78,
    "endTime": 245.03,
    "text": "hours straight, I studied.\" Yes, but how much did you remember three days later? If you're"
  },
  {
    "startTime": 245.03,
    "endTime": 248.84,
    "text": "trying to build a skill, you're trying to rewire your brain, create new neural pathways."
  },
  {
    "startTime": 248.84,
    "endTime": 252.72,
    "text": "Say you're playing the piano. If you sit down for three hours and play, play, play, play,"
  },
  {
    "startTime": 252.72,
    "endTime": 256.799,
    "text": "play, and then, come back a week later, you're not gonna have it. But if you sit down for"
  },
  {
    "startTime": 256.799,
    "endTime": 261.269,
    "text": "half hour a day, walk away, come back; the next day, half hour, you're getting to review"
  },
  {
    "startTime": 261.269,
    "endTime": 265.249,
    "text": "what you did in a much shorter time span. That's going to help you learn faster."
  },
  {
    "startTime": 265.249,
    "endTime": 270.509,
    "text": "So, keep in mind, if you have something, this consistency, every single day--with the exception"
  },
  {
    "startTime": 270.509,
    "endTime": 275.949,
    "text": "of things that require rest, like weight training--you want to keep that up. Now, a couple of caveats"
  },
  {
    "startTime": 275.949,
    "endTime": 279.779,
    "text": "here. First thing is this takes much more will power. It's a lot easier for people to"
  },
  {
    "startTime": 279.779,
    "endTime": 284.379,
    "text": "go, \"I want to run really hard,\" for one day than it is to do it for a year a little bit every day."
  },
  {
    "startTime": 284.379,
    "endTime": 287.639,
    "text": "So if you're working on will power, you haven't mastered that, check out our video on will"
  },
  {
    "startTime": 287.639,
    "endTime": 291.849,
    "text": "power. It's gonna help you with that. And the second thing is that this is true of learning"
  },
  {
    "startTime": 291.849,
    "endTime": 296.789,
    "text": "and practicing. They're not necessarily of production. I'm a writer and if you're going"
  },
  {
    "startTime": 296.789,
    "endTime": 300.99,
    "text": "to write, I recommend you read and write every day. But if you're writing your masterpiece,"
  },
  {
    "startTime": 300.99,
    "endTime": 305.949,
    "text": "some people, myself included, do better to have this complete flow experiences of six"
  },
  {
    "startTime": 305.949,
    "endTime": 309.21000000000004,
    "text": "hours at a time. You write, write, write, write, write, walk away for a week, and then,"
  },
  {
    "startTime": 309.21,
    "endTime": 313.83,
    "text": "come back to it. So learning and production, not necessarily the same mechanics going on"
  },
  {
    "startTime": 313.83,
    "endTime": 317.68899999999996,
    "text": "here. But this brings me to the fourth thing, which is my favorite of everything that I've"
  },
  {
    "startTime": 317.689,
    "endTime": 321.699,
    "text": "mentioned so far because it's impacted me most recently in the biggest way and that's"
  },
  {
    "startTime": 321.699,
    "endTime": 323.659,
    "text": "with Charisma on Command."
  },
  {
    "startTime": 323.659,
    "endTime": 327.569,
    "text": "When we started this, I was doing it wrong. This business is actually about three years"
  },
  {
    "startTime": 327.569,
    "endTime": 332.319,
    "text": "old. I had a blog, which I still do, and I was writing articles in that all the time."
  },
  {
    "startTime": 332.319,
    "endTime": 334.759,
    "text": "And I'd write an article, you'd get a couple of subscribers, write an article, there's"
  },
  {
    "startTime": 334.759,
    "endTime": 338.52000000000004,
    "text": "a couple of subscribers, but the growth rate was very, very linear. It wasn't going very"
  },
  {
    "startTime": 338.52,
    "endTime": 343.24899999999997,
    "text": "quickly. And about 6, 7 months ago, I was talking to Ben, my co-founder, and we said,"
  },
  {
    "startTime": 343.249,
    "endTime": 347.339,
    "text": "\"We need to mix stuff up. We got to try something different because we can't do this turtoise"
  },
  {
    "startTime": 347.339,
    "endTime": 351.009,
    "text": "thing forever.\" So we said, okay, we're gonna do LinkedIn, we're gonna do Facebook, we're"
  },
  {
    "startTime": 351.009,
    "endTime": 354.339,
    "text": "gonna do Pinterest, we're gonna get in Instagram, which I don't even know how we would possibly"
  },
  {
    "startTime": 354.339,
    "endTime": 356.889,
    "text": "do that for Charisma on Command, and we'll do YouTube."
  },
  {
    "startTime": 356.889,
    "endTime": 360.979,
    "text": "And if you'd ask me then, which one is gonna take it off, I thought LinkedIn, but surprise,"
  },
  {
    "startTime": 360.979,
    "endTime": 366.699,
    "text": "surprise, YouTube exploded, right? We went from 8,000 subscribers to about 300,000 today,"
  },
  {
    "startTime": 366.699,
    "endTime": 368.629,
    "text": "and just 6, 7 months."
  },
  {
    "startTime": 368.629,
    "endTime": 372.72900000000004,
    "text": "The point is, you do not know which vehicle is gonna take you there. Everyone tells you,"
  },
  {
    "startTime": 372.729,
    "endTime": 377.62899999999996,
    "text": "get a mentor, get a method, get a teacher. True. But when you're first starting, pick"
  },
  {
    "startTime": 377.629,
    "endTime": 382.439,
    "text": "a bunch of different mentors. Pick a bunch of different methods. The good news is, introductory"
  },
  {
    "startTime": 382.439,
    "endTime": 386.09900000000005,
    "text": "class for a lot of people is discounted or free. So, when you're starting, say, improv"
  },
  {
    "startTime": 386.099,
    "endTime": 389.919,
    "text": "comedy, go to a bunch of different clubs. Find the one that works for you. Once you"
  },
  {
    "startTime": 389.919,
    "endTime": 394.43899999999996,
    "text": "find the one that is making you grow the fastest, that you like the most, double down on that,"
  },
  {
    "startTime": 394.439,
    "endTime": 395.249,
    "text": "and that's what we've done with YouTube."
  },
  {
    "startTime": 395.249,
    "endTime": 399.46900000000005,
    "text": "For the last several months, I've been-- all my energy is going to YouTube. But then, something"
  },
  {
    "startTime": 399.469,
    "endTime": 404.27,
    "text": "happens, which always will happen, is you'll start to plateau. Now, our biggest growth"
  },
  {
    "startTime": 404.27,
    "endTime": 408.479,
    "text": "month for this channel is probably a month or two ago, and since then, things had kind"
  },
  {
    "startTime": 408.479,
    "endTime": 413.96,
    "text": "of leveled off, which tells me that yes, this is still a worthy investment of my time, but"
  },
  {
    "startTime": 413.96,
    "endTime": 416.80899999999997,
    "text": "something needs to be tweaked. Something needs to change. Maybe I need a different style"
  },
  {
    "startTime": 416.809,
    "endTime": 421.96000000000004,
    "text": "of video. Maybe now that the business is at a different spot, I'd invest in ads that I"
  },
  {
    "startTime": 421.96,
    "endTime": 426.05899999999997,
    "text": "hate to bombard you with before every video, but maybe we need the ads on the YouTube channel."
  },
  {
    "startTime": 426.059,
    "endTime": 429.899,
    "text": "Maybe we need to find mainstream coverage. Maybe we need to take our book and get a book"
  },
  {
    "startTime": 429.899,
    "endTime": 433.639,
    "text": "deal, which, by the way, shameless plug, if you have an agent friend, or know someone"
  },
  {
    "startTime": 433.639,
    "endTime": 437.439,
    "text": "that does self-improvement, non-fiction, please email me charlie@charismaoncommand, because"
  },
  {
    "startTime": 437.439,
    "endTime": 441.61,
    "text": "that's one of the angles that we're looking at to take us to that next exponential growth"
  },
  {
    "startTime": 441.61,
    "endTime": 445.869,
    "text": "level. But the point is this, at the beginning of every endeavor, mix it up. Get a bunch"
  },
  {
    "startTime": 445.869,
    "endTime": 448.90900000000005,
    "text": "of different teachers, a bunch of different methods. When you find one that works, shove"
  },
  {
    "startTime": 448.909,
    "endTime": 453.529,
    "text": "all the rest out. Stick with it while that growth is going crazy, and then, when it starts"
  },
  {
    "startTime": 453.529,
    "endTime": 458.789,
    "text": "to level off, you go back to that. Okay, something new. I'm on a new stage. I need a new teacher."
  },
  {
    "startTime": 458.789,
    "endTime": 460.529,
    "text": "That is going to help you grow extremely quickly."
  },
  {
    "startTime": 460.529,
    "endTime": 466.55,
    "text": "Fifth thing. This is, again, one of the more important ones for me is debriefing. And I've"
  },
  {
    "startTime": 466.55,
    "endTime": 470.16900000000004,
    "text": "been thinking a lot about jiujitsu lately, that's kind of what inspired this video, but"
  },
  {
    "startTime": 470.169,
    "endTime": 473.49899999999997,
    "text": "I see things, people have a lot of pride. And when they lose, they want to act like"
  },
  {
    "startTime": 473.499,
    "endTime": 477.839,
    "text": "they, \"Oh, god, I knew, I knew that I shouldn't have done that.\" The truth is I have no idea"
  },
  {
    "startTime": 477.839,
    "endTime": 480.919,
    "text": "what I should and shouldn't do. I'm getting out there, I'm getting beat all the time."
  },
  {
    "startTime": 480.919,
    "endTime": 485.089,
    "text": "But whenever I get beat and I don't know what happened, I'd say, \"Hey, man, can you show"
  },
  {
    "startTime": 485.089,
    "endTime": 488.959,
    "text": "me what you just did there?\" He'll walk me through it, \"Yeah, you did this, that.\" Okay,"
  },
  {
    "startTime": 488.959,
    "endTime": 492.819,
    "text": "how do I avoid that next time? And he'll say, \"Well, you had your arm really far extended."
  },
  {
    "startTime": 492.819,
    "endTime": 496.17900000000003,
    "text": "When you're doing that, you want to keep your arms in tight,\" and I'd say, \"Okay, great.\""
  },
  {
    "startTime": 496.179,
    "endTime": 499.94899999999996,
    "text": "Next time I do it, I don't make that same mistake. So, in this way, I'm limiting the"
  },
  {
    "startTime": 499.949,
    "endTime": 503.199,
    "text": "mistakes I make rather than repeating them over and over and over again, which is what"
  },
  {
    "startTime": 503.199,
    "endTime": 508.129,
    "text": "most people do. I make them once. Now, you'll notice in this story, I needed that second"
  },
  {
    "startTime": 508.129,
    "endTime": 512.099,
    "text": "opinion because I don't know what I'm doing wrong. This is true of you as well. Quick"
  },
  {
    "startTime": 512.099,
    "endTime": 515.51,
    "text": "story to illustrate the point, we had a guy in our program Charisma University. He was"
  },
  {
    "startTime": 515.51,
    "endTime": 519.21,
    "text": "doing very well with the program, but one area of his life he was struggling in, and"
  },
  {
    "startTime": 519.21,
    "endTime": 524.48,
    "text": "he was trying to get interviews for this scholarship. He had five interviews set up to get scholarship"
  },
  {
    "startTime": 524.48,
    "endTime": 529.1700000000001,
    "text": "programs for Tech, and he had four of them, and he'd missed them all, despite the fact"
  },
  {
    "startTime": 529.17,
    "endTime": 531.79,
    "text": "that he was, by far, like the most qualified candidate."
  },
  {
    "startTime": 531.79,
    "endTime": 536.9599999999999,
    "text": "I'm talking the kid has won national awards for technology. His GPA-- every single, like,"
  },
  {
    "startTime": 536.96,
    "endTime": 540.74,
    "text": "brainiac thing was there. So I talked to him because this kid should have been getting"
  },
  {
    "startTime": 540.74,
    "endTime": 545.6800000000001,
    "text": "these scholarships. He was, by far, on paper, extremely, extremely worthy of it. And it"
  },
  {
    "startTime": 545.68,
    "endTime": 549.42,
    "text": "became clear to me in listening to him, so how do you talk about it? That he was just"
  },
  {
    "startTime": 549.42,
    "endTime": 553.2099999999999,
    "text": "listing his achievements--I won this award, I did that, I got this GPA. I said, \"Pause."
  },
  {
    "startTime": 553.21,
    "endTime": 556.9000000000001,
    "text": "I think I know what's going on here is that you're not connecting with these people, so"
  },
  {
    "startTime": 556.9,
    "endTime": 560.81,
    "text": "tell me, honestly, like what is it you love about technology? Why do you want to do it"
  },
  {
    "startTime": 560.81,
    "endTime": 564.52,
    "text": "in your life?\" And he said, \"Well, I think that there's a ton of problems in the world"
  },
  {
    "startTime": 564.52,
    "endTime": 569.1999999999999,
    "text": "today and that they're not necessarily gonna be solved by politics. They're gonna be solved"
  },
  {
    "startTime": 569.2,
    "endTime": 573.4300000000001,
    "text": "by groups of smart people who are building new technologies like green energy, for instance,"
  },
  {
    "startTime": 573.43,
    "endTime": 576.87,
    "text": "that makes things work for a bunch of different constituents, and that's what I want to do."
  },
  {
    "startTime": 576.87,
    "endTime": 581.12,
    "text": "I want to contribute to the community in that way.\" So, pause, \"That's your answer, all"
  },
  {
    "startTime": 581.12,
    "endTime": 584.59,
    "text": "right? So when they ask you why the scholarship? Do not tell them I won this award. Tell them"
  },
  {
    "startTime": 584.59,
    "endTime": 586.23,
    "text": "what your dream is.\""
  },
  {
    "startTime": 586.23,
    "endTime": 590.11,
    "text": "So we worked on that. He goes back for his final scholarship opportunity and, of course,"
  },
  {
    "startTime": 590.11,
    "endTime": 594.13,
    "text": "because they could see his resume, and then, hear his story, those things together, he"
  },
  {
    "startTime": 594.13,
    "endTime": 596.05,
    "text": "blows it away and he gets the scholarship."
  },
  {
    "startTime": 596.05,
    "endTime": 600.4499999999999,
    "text": "So, for you, you're going to need when you're screwing up, probably, a second pair of eyes"
  },
  {
    "startTime": 600.45,
    "endTime": 603.83,
    "text": "on you. And if you don't know who to ask, you don't want to ask the wrong person, check"
  },
  {
    "startTime": 603.83,
    "endTime": 607.61,
    "text": "out a video, it's called \"How to Spot Dangerous Advice.\" It's gonna help you find the right"
  },
  {
    "startTime": 607.61,
    "endTime": 613.09,
    "text": "mentor for the situation that you are in, but I hope that you found these five tips"
  },
  {
    "startTime": 613.09,
    "endTime": 613.73,
    "text": "helpful. Take them."
  },
  {
    "startTime": 613.73,
    "endTime": 617.38,
    "text": "Think of that one thing that you had in your head at the beginning of this video and apply"
  },
  {
    "startTime": 617.38,
    "endTime": 621.11,
    "text": "this to it. You're going to see that you'd start learning so much faster, people are"
  },
  {
    "startTime": 621.11,
    "endTime": 624.47,
    "text": "gonna go, \"Well, you're just a natural. You're just stronger,\" you're just whatever it is,"
  },
  {
    "startTime": 624.47,
    "endTime": 626.2,
    "text": "it's incredible how quickly this helps."
  },
  {
    "startTime": 626.2,
    "endTime": 629.96,
    "text": "So, if you found this helpful and you've not yet done so, subscribe to the channel. We've"
  },
  {
    "startTime": 629.96,
    "endTime": 632.83,
    "text": "got videos like this. We've got the Charisma Breakdowns, which I mentioned, which will"
  },
  {
    "startTime": 632.83,
    "endTime": 637.37,
    "text": "still be coming, even if we change our strategy, I'm gonna stick with YouTube. I love doing"
  },
  {
    "startTime": 637.37,
    "endTime": 641.92,
    "text": "this stuff. But go ahead, subscribe to the channel, you'll see us on your feed every"
  },
  {
    "startTime": 641.92,
    "endTime": 645.5899999999999,
    "text": "single week, typically on Mondays, sometimes on Thursdays as well."
  },
  {
    "startTime": 645.59,
    "endTime": 649.0500000000001,
    "text": "If you haven't ever done so, go ahead write in the comments. Let me know what kind of"
  },
  {
    "startTime": 649.05,
    "endTime": 652.24,
    "text": "questions you guys have that helps these videos, that helps the Charisma Breakdowns. I will"
  },
  {
    "startTime": 652.24,
    "endTime": 655.66,
    "text": "tell you, the one you suggested, I'm still working on it, and I should have next week"
  },
  {
    "startTime": 655.66,
    "endTime": 660.0799999999999,
    "text": "is on Muhammad Ali, so that should be coming up. I can't promise it on Monday, but I'm"
  },
  {
    "startTime": 660.08,
    "endTime": 662.36,
    "text": "very much thinking it will come Monday."
  },
  {
    "startTime": 662.36,
    "endTime": 665.59,
    "text": "I hope that you guys have enjoyed this video. I hope that you take one thing from this and"
  },
  {
    "startTime": 665.59,
    "endTime": 669.23,
    "text": "actually apply it to your life rather than watching all 60 videos, even though I appreciate"
  },
  {
    "startTime": 669.23,
    "endTime": 679.23,
    "text": "that, and I'll see you in the next video."
  }
]