[
  {
    "startTime": 0.6,
    "endTime": 3.1,
    "text": "Hey, there. Welcome to Life Noggin!"
  },
  {
    "startTime": 3.5,
    "endTime": 11.6,
    "text": "The Earth is huge — its surface area is over 500 million square kilometers, and it currently holds over seven billion people."
  },
  {
    "startTime": 11.6,
    "endTime": 16.1,
    "text": "But it's nothing compared to the solar system, which is billions of kilometers across."
  },
  {
    "startTime": 16.2,
    "endTime": 18.9,
    "text": "And that is still nothing compared to the Milky Way galaxy."
  },
  {
    "startTime": 19.0,
    "endTime": 24.9,
    "text": "And if we zoom out even more, we can really start to appreciate how huge the universe actually is."
  },
  {
    "startTime": 25.0,
    "endTime": 31.25,
    "text": "But we might be able to take this one step further — because we might be living in something called a multiverse,"
  },
  {
    "startTime": 31.3,
    "endTime": 35.8,
    "text": "where there is not just one universe, but potentially an infinite amount of them."
  },
  {
    "startTime": 35.9,
    "endTime": 39.9,
    "text": "And if this is true, some scientists think that we have the Big Bang to thank."
  },
  {
    "startTime": 40.0,
    "endTime": 46.66,
    "text": "See, for a fraction of a second after the Big Bang, the universe expanded incredibly quickly and then stopped."
  },
  {
    "startTime": 46.7,
    "endTime": 54.1,
    "text": "And over the next 14 billion years, it cooled down and formed stars, galaxies, and eventually life!"
  },
  {
    "startTime": 54.2,
    "endTime": 61.5,
    "text": "But there's reason to believe that there are some pockets of space that haven't stopped inflating, and some others that have at different times."
  },
  {
    "startTime": 61.6,
    "endTime": 68.6,
    "text": "This is called the \"eternal inflation\" theory, and each of these bubbles of space forms its own, isolated universe."
  },
  {
    "startTime": 68.7,
    "endTime": 73.7,
    "text": "And interestingly, the laws of physics and the fundamental constants might not be the same here."
  },
  {
    "startTime": 73.8,
    "endTime": 77.3,
    "text": "And that got me thinking: what would a parallel universe even be like?"
  },
  {
    "startTime": 77.4,
    "endTime": 83.5,
    "text": "Well, in a lot of these universes, you and I might not even exist — sorry sci-fi fans, I know that's hard to hear."
  },
  {
    "startTime": 83.6,
    "endTime": 90.39999999999999,
    "text": "See, if the laws of physics were different enough — like (if) the forces between particles were too weak, atoms might never form."
  },
  {
    "startTime": 90.5,
    "endTime": 94.8,
    "text": "And that means no molecules, no stars and planets, and no life."
  },
  {
    "startTime": 94.9,
    "endTime": 98.7,
    "text": "Sounds pretty boring over there — worst vacation spot ever!"
  },
  {
    "startTime": 98.8,
    "endTime": 106.5,
    "text": "That said, there's also the possibility that the laws of physics in some of those universes are so close to ours that intelligent life is possible."
  },
  {
    "startTime": 106.6,
    "endTime": 112.6,
    "text": "And if there is an infinite amount of them, it's pretty likely that there's a bubble universe that's very similar to our own."
  },
  {
    "startTime": 112.7,
    "endTime": 117.3,
    "text": "Maybe in another universe, I'm really buff and strong. Okay, I'm not gonna get carried away."
  },
  {
    "startTime": 117.4,
    "endTime": 122.5,
    "text": "And interestingly, it is theoretically possible that some of these neighboring universes can collide with each other."
  },
  {
    "startTime": 122.6,
    "endTime": 126.89999999999999,
    "text": "In fact, it's possible that our universe may have collided with others in the past."
  },
  {
    "startTime": 127.0,
    "endTime": 133.4,
    "text": "The main hypothesis is that a collision like this might have left a mark on the cosmic microwave background that we can detect."
  },
  {
    "startTime": 133.5,
    "endTime": 139.3,
    "text": "But sadly, the researchers haven't found anything so far, and there isn't any proof that parallel universes even exist."
  },
  {
    "startTime": 139.4,
    "endTime": 144.70000000000002,
    "text": "But if they do, and if they contain life, it would be interesting to see what that life was like."
  },
  {
    "startTime": 144.8,
    "endTime": 145.66000000000003,
    "text": "What do you think ?"
  },
  {
    "startTime": 145.7,
    "endTime": 148.5,
    "text": "Do you believe that parallel universes are out there?"
  },
  {
    "startTime": 148.6,
    "endTime": 149.6,
    "text": "Let me know in the comments!"
  },
  {
    "startTime": 149.7,
    "endTime": 154.39999999999998,
    "text": "And if you want to know why we haven't found life in our galaxy yet, click here to find out."
  },
  {
    "startTime": 169.8,
    "endTime": 171.9,
    "text": "There's a link in the description if you're on mobile."
  },
  {
    "startTime": 172.0,
    "endTime": 173.5,
    "text": "As always, I'm Blocko."
  },
  {
    "startTime": 173.6,
    "endTime": 175.1,
    "text": "This has been Life Noggin."
  },
  {
    "startTime": 175.2,
    "endTime": 177.1,
    "text": "Don't forget to keep on thinking."
  }
]