[
  {
    "startTime": 3.919,
    "endTime": 10.25,
    "text": "How to Make Homework Less Work. Schools today assign 50% more homework than when your parents"
  },
  {
    "startTime": 10.25,
    "endTime": 19.72,
    "text": "were students. Make your workload lighter with these simple tricks. You will need Homework"
  },
  {
    "startTime": 19.72,
    "endTime": 26.38,
    "text": "Well-lit work space and your favorite tunes. Step 1. Pick a spot where you can do your"
  },
  {
    "startTime": 26.38,
    "endTime": 36.239,
    "text": "homework every day. Clear it of any potential distractions. If possible, do your homework"
  },
  {
    "startTime": 36.239,
    "endTime": 40.78,
    "text": "in natural daylight. Research shows that people who studied near a sunny window had grades"
  },
  {
    "startTime": 40.78,
    "endTime": 47.049,
    "text": "about 25% higher than those who didn’t. Step 2. Listen to music. Studies have found"
  },
  {
    "startTime": 47.049,
    "endTime": 51.12,
    "text": "that, for some people, playing their favorite tunes helps them get through homework faster"
  },
  {
    "startTime": 51.12,
    "endTime": 60.049,
    "text": "by acting as “white noise” that drowns out distractions. Turn off your cell phone."
  },
  {
    "startTime": 60.049,
    "endTime": 63.269,
    "text": "You can hear all about what happened to your friend’s ex-girlfriend at the amusement"
  },
  {
    "startTime": 63.269,
    "endTime": 71.42999999999999,
    "text": "park after you finish your homework. Step 3. Take notes while reading. Writing down"
  },
  {
    "startTime": 71.43,
    "endTime": 77.549,
    "text": "key points can improve your recall. Step 4. Snack on carbs, like pretzels and popcorn,"
  },
  {
    "startTime": 77.549,
    "endTime": 82.71000000000001,
    "text": "while you do your homework. They boost serotonin—a brain chemical that makes you calmer and helps"
  },
  {
    "startTime": 82.71,
    "endTime": 90.88999999999999,
    "text": "you focus. Step 5. If you don’t feel like snacking, chew gum—it activates certain"
  },
  {
    "startTime": 90.89,
    "endTime": 97.07900000000001,
    "text": "chemicals in the brain that help improve short- and long-term memory. Choose mint gum—research"
  },
  {
    "startTime": 97.079,
    "endTime": 105.399,
    "text": "shows minty scents help you stay alert. Step 6. Take breaks! Keep the oxygen flowing to"
  },
  {
    "startTime": 105.399,
    "endTime": 109.31,
    "text": "your brain and avoid eyestrain by getting up every half hour and moving around for at"
  },
  {
    "startTime": 109.31,
    "endTime": 116.14,
    "text": "least five minutes. Now back to work. Did you know In education-obsessed South Korea,"
  },
  {
    "startTime": 116.14,
    "endTime": 126.14,
    "text": "it’s common for students to study 18 hours a day."
  }
]