[
  {
    "startTime": 10.8,
    "endTime": 18.1,
    "text": "Hello, I'm Andrew Marston, and welcome to Tour Japan, the show where I tell you about a place in Japan and then we go there."
  },
  {
    "startTime": 18.1,
    "endTime": 20.82,
    "text": "Today, we're headed to the Tokyo Imperial Palace."
  },
  {
    "startTime": 20.82,
    "endTime": 30.0,
    "text": "This is where the Emperor of Japan and his family currently reside, and the site of former Edo Castle, which is why you'll see turrets and castle-like structures all over the place."
  },
  {
    "startTime": 30.0,
    "endTime": 32.56,
    "text": "Because it used to be a castle."
  },
  {
    "startTime": 32.56,
    "endTime": 38.760000000000005,
    "text": "Now, to answer the most common question about visiting the Imperial Palace, most likely you won't be able to see the Emperor."
  },
  {
    "startTime": 38.76,
    "endTime": 39.6,
    "text": "I'm sorry."
  },
  {
    "startTime": 39.6,
    "endTime": 43.465,
    "text": "He only makes public appearances on his birthday and New Year's Day."
  },
  {
    "startTime": 43.465,
    "endTime": 49.84,
    "text": "So, if your bucket list includes high-fiving the Emperor of Japan, you're going to have to schedule a trip on one of those two days."
  },
  {
    "startTime": 49.84,
    "endTime": 52.580000000000005,
    "text": "And even then, it'll probably be an air high-five."
  },
  {
    "startTime": 52.58,
    "endTime": 57.045,
    "text": "The Imperial Palace is located only about five-minutes walk from Tokyo Station."
  },
  {
    "startTime": 57.045,
    "endTime": 62.06,
    "text": "The extensive grounds are completely free to visit, and include worthwhile attractions like..."
  },
  {
    "startTime": 62.06,
    "endTime": 64.22200000000001,
    "text": "The famous Nijubashi Bridge."
  },
  {
    "startTime": 64.222,
    "endTime": 67.10199999999999,
    "text": "The statue of the legendary samurai Nanko."
  },
  {
    "startTime": 67.102,
    "endTime": 69.64200000000001,
    "text": "There's the Japanese-style Ninomaru Garden."
  },
  {
    "startTime": 69.642,
    "endTime": 72.309,
    "text": "And in the north, there's Kitanomaru Park."
  },
  {
    "startTime": 72.309,
    "endTime": 84.62,
    "text": "If you're interested in seeing the Imperial Palace up close or walking on the Nijubashi Bridge itself, then you'll need to a reserve a spot online on one of the free private tours, which I'll link to in the description below."
  },
  {
    "startTime": 84.62,
    "endTime": 89.28,
    "text": "For its history, its prestigious residents, its easy access, this is one of the most popular tourist spots in all of Japan."
  },
  {
    "startTime": 92.304,
    "endTime": 210.68,
    "text": "So, let's head there and see what it's like for ourselves."
  },
  {
    "startTime": 210.68,
    "endTime": 216.0,
    "text": "I hope you feel a little more informed about the Tokyo Imperial Palace and what it's like to visit."
  },
  {
    "startTime": 216.0,
    "endTime": 221.115,
    "text": "If you've been to the Imperial Palace, definitely leave your advice or recommendations in the comments for those who might be planning a trip there as well as where in Japan you'd like to see another episode of Tour Japan filmed."
  },
  {
    "startTime": 227.74,
    "endTime": 228.9,
    "text": "Thanks for watching."
  },
  {
    "startTime": 228.9,
    "endTime": 229.94,
    "text": "I'm Andrew Marston."
  },
  {
    "startTime": 229.94,
    "endTime": 231.76,
    "text": "See you next time."
  },
  {
    "startTime": 231.76,
    "endTime": 235.35999999999999,
    "text": "You've been watching Tour Japan on the Happy In Japan Channel."
  },
  {
    "startTime": 235.36,
    "endTime": 247.36,
    "text": "Click here to watch another episode and subscribe now."
  }
]