[
  {
    "startTime": 14.226,
    "endTime": 18.149,
    "text": "Imagine a place so dark you can't see the nose on your face."
  },
  {
    "startTime": 18.149,
    "endTime": 23.985,
    "text": "Eyes opened or closed, it's all the same because the sun never shines there."
  },
  {
    "startTime": 23.985,
    "endTime": 26.073,
    "text": "Up ahead, you see a light."
  },
  {
    "startTime": 26.073,
    "endTime": 30.212,
    "text": "When you creep into investigate, a blue light flits around you."
  },
  {
    "startTime": 30.212,
    "endTime": 32.396,
    "text": "\"I could watch this forever,\" you think."
  },
  {
    "startTime": 32.396,
    "endTime": 38.3,
    "text": "But you can't because the mouth of an anglerfish has just sprung open and eaten you alive."
  },
  {
    "startTime": 38.3,
    "endTime": 45.939,
    "text": "You are just one of many creatures at the bottom of the ocean who learn too late to appreciate the power of bioluminescence."
  },
  {
    "startTime": 45.939,
    "endTime": 50.858,
    "text": "Bioluminescence refers to the ability of certain living things to create light."
  },
  {
    "startTime": 50.858,
    "endTime": 59.861999999999995,
    "text": "The human body can make stuff like ear wax and toe nails, but these organisms can turn parts of their body into glow sticks."
  },
  {
    "startTime": 59.862,
    "endTime": 62.230000000000004,
    "text": "It's like nature made them ready to rave."
  },
  {
    "startTime": 62.23,
    "endTime": 63.202999999999996,
    "text": "Why?"
  },
  {
    "startTime": 63.203,
    "endTime": 68.601,
    "text": "In one way or another, bioluminescence improves a living thing's chances of survival."
  },
  {
    "startTime": 68.601,
    "endTime": 74.5,
    "text": "Take the firefly. Its ability to glow green helps it attract a mate on a warm, summer night."
  },
  {
    "startTime": 74.5,
    "endTime": 77.342,
    "text": "But it's just one of many living things that can glow."
  },
  {
    "startTime": 77.342,
    "endTime": 83.17099999999999,
    "text": "The railroad worm, Phrixothrix hirtus, can light up its body in two colors: red and green."
  },
  {
    "startTime": 83.171,
    "endTime": 86.561,
    "text": "Would you eat something that looks like an airport runway?"
  },
  {
    "startTime": 86.561,
    "endTime": 88.813,
    "text": "Neither would any sensible predator."
  },
  {
    "startTime": 88.813,
    "endTime": 91.71900000000001,
    "text": "The flashing lights keep the worm safe."
  },
  {
    "startTime": 91.719,
    "endTime": 95.52699999999999,
    "text": "Then there's the deep sea shrimp, Acantherphyra purpurea."
  },
  {
    "startTime": 95.527,
    "endTime": 100.027,
    "text": "When it feels threatened, it spews a cloud of glowing goo from its mouth."
  },
  {
    "startTime": 100.027,
    "endTime": 103.4,
    "text": "Who doesn't run the other way when they've just been puked on?"
  },
  {
    "startTime": 103.4,
    "endTime": 108.38600000000001,
    "text": "Plus, that puke attracts bigger predators who want to eat the shrimp's enemy."
  },
  {
    "startTime": 108.386,
    "endTime": 111.741,
    "text": "So what if you can't bioluminesce? No problem!"
  },
  {
    "startTime": 111.741,
    "endTime": 118.556,
    "text": "There are other ways for living things to make bioluminescence work for them, even if they weren't born with the equipment to glow."
  },
  {
    "startTime": 118.556,
    "endTime": 122.402,
    "text": "Let's revisit the anglerfish moments before it tried to eat you."
  },
  {
    "startTime": 122.402,
    "endTime": 124.3,
    "text": "That glowing bait on top of its head?"
  },
  {
    "startTime": 124.3,
    "endTime": 127.181,
    "text": "It comes from a pocket of skin called the esca."
  },
  {
    "startTime": 127.181,
    "endTime": 130.035,
    "text": "The esca holds bioluminescent bacteria."
  },
  {
    "startTime": 130.035,
    "endTime": 136.327,
    "text": "The anglerfish can't glow there by itself, so it holds a sack of glowing bacteria instead."
  },
  {
    "startTime": 136.327,
    "endTime": 137.8,
    "text": "Remember the firefly?"
  },
  {
    "startTime": 137.8,
    "endTime": 140.083,
    "text": "It can actually make itself glow."
  },
  {
    "startTime": 140.083,
    "endTime": 145.19,
    "text": "Inside its lantern are two chemicals, a luciferin and a luciferase."
  },
  {
    "startTime": 145.19,
    "endTime": 155.184,
    "text": "When firefly luciferase and luciferin mix together in the presence of oxygen and fuel for the cell, called ATP, the chemical reaction gives off energy in the form of light."
  },
  {
    "startTime": 155.184,
    "endTime": 166.259,
    "text": "Once scientists figured out how the firefly creates its luciferase and luciferin, they used genetic engineering to make this light-producing reaction occur inside other living things that can't glow."
  },
  {
    "startTime": 166.259,
    "endTime": 174.363,
    "text": "For example, they inserted the genes, or instructions, for a cell to create firefly luciferase and luciferin into a tobacco plant."
  },
  {
    "startTime": 174.363,
    "endTime": 181.231,
    "text": "Once there, the tobacco plant followed the instructions slipped into its DNA and lit up like a Christmas tree."
  },
  {
    "startTime": 181.231,
    "endTime": 187.136,
    "text": "The beauty of bioluminescence, unlike the light from the sun or an incandescent bulb, is that it's not hot."
  },
  {
    "startTime": 187.136,
    "endTime": 191.406,
    "text": "It takes place in a range of temperatures that don't burn a living thing."
  },
  {
    "startTime": 191.406,
    "endTime": 199.466,
    "text": "And unlike a glow stick, which fades out as the chemicals inside get used up, bioluminescent reactions use replenishable resources."
  },
  {
    "startTime": 199.466,
    "endTime": 204.0,
    "text": "That's one reason engineers are trying to develop bioluminescent trees."
  },
  {
    "startTime": 204.0,
    "endTime": 212.464,
    "text": "Just think, if planted on the side of highways, they could light the way, using only oxygen and other freely available, clean resources to run."
  },
  {
    "startTime": 212.464,
    "endTime": 214.4,
    "text": "Talk about survival advantage!"
  },
  {
    "startTime": 214.4,
    "endTime": 217.157,
    "text": "That could help our planet live longer."
  },
  {
    "startTime": 217.157,
    "endTime": 222.363,
    "text": "Do you find yourself thinking of other ways to put bioluminescence to good use?"
  },
  {
    "startTime": 222.363,
    "endTime": 229.754,
    "text": "That glow stick you swing at a rave may help you find a mate, but how else can bioluminescence improve your survival?"
  },
  {
    "startTime": 229.754,
    "endTime": 233.5,
    "text": "If you start thinking in this way, you have seen the light."
  }
]