[
  {
    "startTime": 0.14,
    "endTime": 5.029999999999999,
    "text": "Whenever my phone dies, I like to be tactful; I prefer to say that it “passed away.”"
  },
  {
    "startTime": 10.129,
    "endTime": 13.498,
    "text": "Hey there, power hungry people, I’m Jules, here for DNews."
  },
  {
    "startTime": 13.497,
    "endTime": 15.6,
    "text": "Smartphone batteries suck."
  },
  {
    "startTime": 15.6,
    "endTime": 19.72,
    "text": "Actually, all commercial batteries suck, and that’s kind of a big problem."
  },
  {
    "startTime": 19.72,
    "endTime": 23.86,
    "text": "Every new smartphone iteration seems to have twice the megapixels, three times the storage space,"
  },
  {
    "startTime": 23.86,
    "endTime": 27.46,
    "text": "no headphone jack, and… barely better battery life."
  },
  {
    "startTime": 27.46,
    "endTime": 29.739,
    "text": "And that battery life isn’t even guaranteed."
  },
  {
    "startTime": 29.739,
    "endTime": 36.660000000000004,
    "text": "On an average smartphone, the lithium-ion battery is generally expected to last between 300 and 500 charge cycles,"
  },
  {
    "startTime": 36.66,
    "endTime": 40.339999999999996,
    "text": "and many of us do go through an entire charge cycle every single day."
  },
  {
    "startTime": 40.86,
    "endTime": 45.99,
    "text": "So the fact is, smartphone batteries aren’t really meant to stay fully functional for more than a year."
  },
  {
    "startTime": 46.519,
    "endTime": 49.669,
    "text": "The problem comes from the fact that since the late 1970s,"
  },
  {
    "startTime": 49.669,
    "endTime": 54.56999999999999,
    "text": "there hasn’t really been a revolutionary commercial breakthrough in battery technology."
  },
  {
    "startTime": 54.57,
    "endTime": 60.92,
    "text": "Nearly all rechargeable modern batteries work by creating electrical current from the movement of lithium ions between electrodes,"
  },
  {
    "startTime": 60.92,
    "endTime": 63.999,
    "text": "and for this purpose, lithium is amazing."
  },
  {
    "startTime": 63.999,
    "endTime": 68.95,
    "text": "It’s the least dense metal and has the highest energy-to-weight ratio of comparable metals."
  },
  {
    "startTime": 68.95,
    "endTime": 74.85900000000001,
    "text": "So when we made the shift from chunks of lead floating in acid to slick smooth lithium as a source of storable energy,"
  },
  {
    "startTime": 74.859,
    "endTime": 77.91999999999999,
    "text": "batteries became portable and lightweight."
  },
  {
    "startTime": 77.92,
    "endTime": 81.999,
    "text": "It was an amazing breakthrough and changed consumer electronics irrevocably…"
  },
  {
    "startTime": 81.999,
    "endTime": 85.03999999999999,
    "text": "but that was 30 years ago."
  },
  {
    "startTime": 85.04,
    "endTime": 88.63000000000001,
    "text": "Today, we still use those same batteries."
  },
  {
    "startTime": 88.63,
    "endTime": 93.429,
    "text": "But that’s not to say that battery life isn’t getting better, and sometimes in unexpected ways."
  },
  {
    "startTime": 94.229,
    "endTime": 99.78999999999999,
    "text": "Just this year, the iPhone 7 Plus came out with about an hour more battery life than the iPhone 6S Plus."
  },
  {
    "startTime": 100.53,
    "endTime": 103.07900000000001,
    "text": "But the battery capacity is only a tiny bit larger."
  },
  {
    "startTime": 104.079,
    "endTime": 113.44999999999999,
    "text": "The trick is that what we call “battery life” is actually capacity divided by consumption, and while capacity is stagnant, power consumption is not."
  },
  {
    "startTime": 113.53,
    "endTime": 118.29,
    "text": "The new iPhone processor chip uses only two-thirds as much power as the previous iteration,"
  },
  {
    "startTime": 118.29,
    "endTime": 121.63000000000001,
    "text": "while reportedly increasing performance by 40%."
  },
  {
    "startTime": 121.63,
    "endTime": 127.83,
    "text": "Basically, the less power your phone uses, the better its battery life, without making any substantial changes to the battery itself."
  },
  {
    "startTime": 127.899,
    "endTime": 132.51,
    "text": "Every year, computers and smartphones are able to do more with less."
  },
  {
    "startTime": 132.51,
    "endTime": 137.85999999999999,
    "text": "But that doesn’t quite solve the bigger problem: batteries wear out and become useless pretty quickly."
  },
  {
    "startTime": 138.06,
    "endTime": 141.14000000000001,
    "text": "According to Apple, on their Macbooks, after about 1000 cycles,"
  },
  {
    "startTime": 141.14,
    "endTime": 148.17999999999998,
    "text": "you’re left with only about 80% of the battery’s original capacity, maybe less, and it only gets worse from there."
  },
  {
    "startTime": 148.18,
    "endTime": 152.75,
    "text": "To solve this seemingly unavoidable issue, researchers from University of California,"
  },
  {
    "startTime": 152.75,
    "endTime": 156.75,
    "text": "Irvine accidentally invented a battery that never dies."
  },
  {
    "startTime": 156.75,
    "endTime": 158.09,
    "text": "Well, seemingly never."
  },
  {
    "startTime": 158.19,
    "endTime": 168.89,
    "text": "Apparently, a doctoral candidate in their research lab was fooling around, and as we all do for fun, she coated a set of gold nanowires in manganese dioxide, and then sealed them in an electrolyte gel."
  },
  {
    "startTime": 169.37,
    "endTime": 171.51,
    "text": "Hahaha, oh those scamps!"
  },
  {
    "startTime": 171.51,
    "endTime": 172.51,
    "text": "Manganese!"
  },
  {
    "startTime": 172.51,
    "endTime": 179.66,
    "text": "The trick is that nanowires conduct electricity very very well, and have a large surface area to store and transfer electrons."
  },
  {
    "startTime": 180.24,
    "endTime": 184.87900000000002,
    "text": "But these wires are also SUPER fragile, and they tend to break down after use."
  },
  {
    "startTime": 184.879,
    "endTime": 188.62,
    "text": "But coating the wires seems to have solved this major problem."
  },
  {
    "startTime": 188.62,
    "endTime": 194.049,
    "text": "In the lab, this mini-battery went on to experience 200,000 charge cycles."
  },
  {
    "startTime": 194.049,
    "endTime": 198.65,
    "text": "That's roughly 500 times more than the expected optimal lifecycle of a lithium-ion battery,"
  },
  {
    "startTime": 198.65,
    "endTime": 203.44,
    "text": "while still operating between 94 and 96 percent efficiency."
  },
  {
    "startTime": 203.44,
    "endTime": 207.68,
    "text": "Even after three months, the normally super-fragile wires were still fully functional."
  },
  {
    "startTime": 208.68,
    "endTime": 214.26000000000002,
    "text": "Although its in the early research stage, scientists think this battery could last up to 400 years."
  },
  {
    "startTime": 215.1,
    "endTime": 218.351,
    "text": "But your smartphone is still gonna die within a few years,"
  },
  {
    "startTime": 218.351,
    "endTime": 221.379,
    "text": "and that's because it's using technology from the 1970s."
  },
  {
    "startTime": 221.379,
    "endTime": 223.409,
    "text": "It's optimized, but obsolete."
  },
  {
    "startTime": 223.409,
    "endTime": 226.44899999999998,
    "text": "A number of tech groups have developed small scale solutions,"
  },
  {
    "startTime": 226.449,
    "endTime": 233.209,
    "text": "a combination of which may prove to be the next big battery breakthrough, but as for now, most solutions are impractical"
  },
  {
    "startTime": 233.209,
    "endTime": 236.62,
    "text": "due to cost, longevity, and most importantly, safety."
  },
  {
    "startTime": 236.62,
    "endTime": 240.709,
    "text": "New batteries need to be tested for a long time before they’re introduced on the market."
  },
  {
    "startTime": 240.709,
    "endTime": 242.299,
    "text": "Just look at the Note 7."
  },
  {
    "startTime": 242.299,
    "endTime": 245.78,
    "text": "For now, it looks like battery life will continue to suck."
  },
  {
    "startTime": 245.78,
    "endTime": 249.29,
    "text": "If you’re into finding out what makes things tick, like what’s in your electronics,"
  },
  {
    "startTime": 249.29,
    "endTime": 252.67999999999998,
    "text": "you’re probably like me and love the show How It’s Made."
  },
  {
    "startTime": 252.68,
    "endTime": 256.76,
    "text": "Now you can watch this and other Science Channel shows on the Science Go App!"
  },
  {
    "startTime": 256.76,
    "endTime": 259.33,
    "text": "Check it out and download for free at your local App Store."
  },
  {
    "startTime": 259.33,
    "endTime": 262.95,
    "text": "And if you want to know more how different types of batteries work in detail,"
  },
  {
    "startTime": 262.95,
    "endTime": 281.73,
    "text": "Trace has a video all about that here!"
  },
  {
    "startTime": 281.73,
    "endTime": 284.04,
    "text": "Is battery life your biggest phone complaint?"
  },
  {
    "startTime": 284.04,
    "endTime": 285.97,
    "text": "What other phone improvements do you want to see?"
  },
  {
    "startTime": 285.97,
    "endTime": 288.92,
    "text": "Let us know down below in the comments and don't forget to like and subscribe for more"
  },
  {
    "startTime": 288.92,
    "endTime": 298.92,
    "text": "videos everyday."
  }
]