[
  {
    "startTime": 0.1,
    "endTime": 4.5,
    "text": "Mutual desire is normally signaled by a pretty weird act."
  },
  {
    "startTime": 4.6,
    "endTime": 11.6,
    "text": "Two organs, otherwise used for eating and speaking, are rubbed and pressed against one another with increasing force."
  },
  {
    "startTime": 11.7,
    "endTime": 14.1,
    "text": "Accompanied by the secretion of saliva."
  },
  {
    "startTime": 14.2,
    "endTime": 18.799999999999997,
    "text": "A tongue normally precisely manipulated to articulate vowel sounds."
  },
  {
    "startTime": 18.9,
    "endTime": 22.599999999999998,
    "text": "Or to push mash potato or broccoli to the rear of the palate."
  },
  {
    "startTime": 22.7,
    "endTime": 28.6,
    "text": "Now moves forward to meet its counterpart, whose tip might touch in repeated staccato movements."
  },
  {
    "startTime": 28.7,
    "endTime": 34.4,
    "text": "One would have to carefully explain to an alien visitor from Keppler 9B what's going on."
  },
  {
    "startTime": 34.5,
    "endTime": 40.4,
    "text": "They're not about to bite chunks out of each other cheeks or attempting to inflate one another."
  },
  {
    "startTime": 40.6,
    "endTime": 44.6,
    "text": "Why is kissing so significant and potentially so exciting?"
  },
  {
    "startTime": 45.3,
    "endTime": 47.599999999999994,
    "text": "Sexual excitement is psychological."
  },
  {
    "startTime": 47.8,
    "endTime": 51.9,
    "text": "It's not so much what our bodies happen to be doing, that's getting us turned on."
  },
  {
    "startTime": 52.0,
    "endTime": 54.8,
    "text": "It's what happening in our imaginations that matters."
  },
  {
    "startTime": 54.9,
    "endTime": 60.199999999999996,
    "text": "Partly, the excitement of kissing is the result of social codes being breached."
  },
  {
    "startTime": 60.3,
    "endTime": 69.1,
    "text": "We could imagine a society where it was very forbidden, and yet very special for two people to rub the gap between index finger and thumb together."
  },
  {
    "startTime": 69.2,
    "endTime": 72.7,
    "text": "The first time you did it, would be something you'd remember all your life."
  },
  {
    "startTime": 72.8,
    "endTime": 77.89999999999999,
    "text": "The huge meaning of kissing is something we've built up by social agreement."
  },
  {
    "startTime": 78.0,
    "endTime": 85.2,
    "text": "And its fundamental definition is: I accept you, enough to do something potentially quite revolting with you."
  },
  {
    "startTime": 85.3,
    "endTime": 92.7,
    "text": "The inside of a mouth is deeply private, ordinarily it would be utterly nauseating to have a stranger poke their tongue into your face."
  },
  {
    "startTime": 92.8,
    "endTime": 98.3,
    "text": "To allow someone to do these things, signals of a fundamental level of acceptance."
  },
  {
    "startTime": 98.4,
    "endTime": 101.4,
    "text": "All of us suffer from strong feelings of shame."
  },
  {
    "startTime": 101.5,
    "endTime": 105.6,
    "text": "Which another's kiss starts to work on overcoming."
  },
  {
    "startTime": 105.7,
    "endTime": 110.4,
    "text": "Aside from our public identities, we all have lonelier, private selves."
  },
  {
    "startTime": 110.5,
    "endTime": 115.0,
    "text": "Which is what we feel we getting and giving access to...through a kiss."
  },
  {
    "startTime": 115.1,
    "endTime": 119.6,
    "text": "Our mouths become privileged arenas in which to surrender our defenses."
  },
  {
    "startTime": 119.7,
    "endTime": 123.9,
    "text": "And gift ourselves to another, physical pleasure aside."
  },
  {
    "startTime": 124.0,
    "endTime": 127.0,
    "text": "That's why it's so very exciting."
  }
]