[
  {
    "startTime": 18.0,
    "endTime": 22.2,
    "text": "Johnny and his girlfriend, Rachel, weren't getting on well after two years together."
  },
  {
    "startTime": 22.3,
    "endTime": 25.2,
    "text": "There were lots of arguments, sometimes quite stormy ones."
  },
  {
    "startTime": 25.3,
    "endTime": 28.3,
    "text": "When one night Johnny smashed his fist through the kitchen door,"
  },
  {
    "startTime": 28.4,
    "endTime": 31.0,
    "text": "a friend suggested he might try therapy."
  },
  {
    "startTime": 31.1,
    "endTime": 36.300000000000004,
    "text": "It felt odd at first to be in a room with a stranger, who wanted nothing more than to listen to him closely."
  },
  {
    "startTime": 36.4,
    "endTime": 39.1,
    "text": "She asked what the fights between him and Rachel were about."
  },
  {
    "startTime": 39.2,
    "endTime": 41.1,
    "text": "\"Oh, this and that.\" said Johnny."
  },
  {
    "startTime": 41.2,
    "endTime": 44.5,
    "text": "Was there anything else he was sad about in his relationship?"
  },
  {
    "startTime": 44.6,
    "endTime": 47.0,
    "text": "\"Sad\" was a useful word to use."
  },
  {
    "startTime": 47.1,
    "endTime": 54.0,
    "text": "It made Johnny feel that his anger wasn't some kind of horrible madness, which was the vibe he tended to get from all other observers."
  },
  {
    "startTime": 54.1,
    "endTime": 62.2,
    "text": "His anger was coming from a place of weakness and inadequacy, which, crucially, a therapist could understand, and not immediately judge him for."
  },
  {
    "startTime": 62.3,
    "endTime": 65.6,
    "text": "There was a lot of sadness around sex."
  },
  {
    "startTime": 65.7,
    "endTime": 68.8,
    "text": "Johnny and Rachel had been going for months without too much of it."
  },
  {
    "startTime": 68.9,
    "endTime": 74.5,
    "text": "Johnny would try sliding a hand over gently, but Rachel would subtly ignore him, pretending to fall asleep."
  },
  {
    "startTime": 74.6,
    "endTime": 81.0,
    "text": "The rejection was silently killing Johnny, and was at the root of his increasing coldness and snappiness with Rachel."
  },
  {
    "startTime": 81.1,
    "endTime": 84.3,
    "text": "\"That must feel pretty painful to be turned down!\" said the therapist."
  },
  {
    "startTime": 84.4,
    "endTime": 89.4,
    "text": "In such a sympathetic way that Johnny, who is an ex-marine, felt tears welling up."
  },
  {
    "startTime": 89.5,
    "endTime": 91.6,
    "text": "Johnny began talking of his childhood."
  },
  {
    "startTime": 91.7,
    "endTime": 94.10000000000001,
    "text": "He'd grown up in Texas and had never known his father."
  },
  {
    "startTime": 94.2,
    "endTime": 97.60000000000001,
    "text": "His mother had been beautiful, volatile, and an alcoholic."
  },
  {
    "startTime": 97.7,
    "endTime": 99.9,
    "text": "He always had a sense that he was a burden to her."
  },
  {
    "startTime": 100.0,
    "endTime": 103.2,
    "text": "He'd been a chubby boy, slow at school, shy at home."
  },
  {
    "startTime": 103.3,
    "endTime": 108.39999999999999,
    "text": "When he was fourteen, she'd left him in the care of her sister, and had gone to live with a lover in Chicago."
  },
  {
    "startTime": 108.5,
    "endTime": 110.9,
    "text": "Johnny and his mother rarely saw each other now."
  },
  {
    "startTime": 111.0,
    "endTime": 120.8,
    "text": "Beneath Johnny's outward strength, not far beneath, was a sense he was unacceptable to the core of his being, unable to sustain even his own mother's interest."
  },
  {
    "startTime": 120.9,
    "endTime": 124.4,
    "text": "The feeling of self-loathing and shame was easy to reawaken."
  },
  {
    "startTime": 124.5,
    "endTime": 128.1,
    "text": "And Rachel's sexual disinterest played right into it."
  },
  {
    "startTime": 128.2,
    "endTime": 133.7,
    "text": "The problem was that Johnny wasn't good at translating his hurt into anything another person could understand."
  },
  {
    "startTime": 133.8,
    "endTime": 135.70000000000002,
    "text": "Let alone sympathize with him for."
  },
  {
    "startTime": 135.8,
    "endTime": 143.10000000000002,
    "text": "We tend not to be endeared by people who'd call us rude words and break furniture; however, vulnerable they might be feeling inside."
  },
  {
    "startTime": 143.2,
    "endTime": 147.29999999999998,
    "text": "Rachel had come to see her boyfriend as a bully, not a hurt, lost boy."
  },
  {
    "startTime": 147.4,
    "endTime": 151.20000000000002,
    "text": "Though that was, beneath it all, perhaps precisely what he was."
  },
  {
    "startTime": 151.3,
    "endTime": 154.3,
    "text": "The therapist suggested something as basic as it was brilliant."
  },
  {
    "startTime": 154.4,
    "endTime": 156.70000000000002,
    "text": "Rather than trying and failing to have sex,"
  },
  {
    "startTime": 156.8,
    "endTime": 165.3,
    "text": "Johnny should tell Rachel a little bit more about what it felt like to be him, when his hand laid rejected, untouched by her in the bed."
  },
  {
    "startTime": 165.4,
    "endTime": 169.3,
    "text": "Most importantly, he had to stay calm when he explained himself to her."
  },
  {
    "startTime": 169.4,
    "endTime": 175.8,
    "text": "On the basis that, unlike when he'd been young, he now had agency, and choice, and a possibility of maturity."
  },
  {
    "startTime": 175.9,
    "endTime": 178.5,
    "text": "Put like this, Rachel understood at once."
  },
  {
    "startTime": 178.6,
    "endTime": 187.7,
    "text": "She didn't have some macho guy at her hands; she was picking up on echoes of a lost, scared boy, whom she actually cried for when it was explained to her like this."
  },
  {
    "startTime": 187.8,
    "endTime": 190.70000000000002,
    "text": "It wasn't that Johnny and Rachel immediately had sex all the time."
  },
  {
    "startTime": 190.8,
    "endTime": 193.10000000000002,
    "text": "Rachel's job often left her not in the mood."
  },
  {
    "startTime": 193.2,
    "endTime": 196.39999999999998,
    "text": "But the meaning of lack of sex changed between them."
  },
  {
    "startTime": 196.5,
    "endTime": 202.5,
    "text": "Rachel understood how Johnny might interpret her tiredness, and took steps to reassure him of her basic love for him."
  },
  {
    "startTime": 202.6,
    "endTime": 208.29999999999998,
    "text": "Johnny better understood why rejection had a habit of stirring up such uncontrollable hurt in him."
  },
  {
    "startTime": 208.4,
    "endTime": 211.8,
    "text": "Johnny gradually lost the old sense of helplessness."
  },
  {
    "startTime": 211.9,
    "endTime": 216.70000000000002,
    "text": "\"She isn't my mother, and I'm not a little boy at her mercy!\" he stated one day in therapy."
  },
  {
    "startTime": 216.8,
    "endTime": 220.3,
    "text": "And it felt like the most obvious and momentous of points."
  },
  {
    "startTime": 220.3,
    "endTime": 224.5,
    "text": "Johnny took on board what belonged to the past and what belonged to now."
  },
  {
    "startTime": 224.6,
    "endTime": 226.79999999999998,
    "text": "The therapy lasted over a year."
  },
  {
    "startTime": 226.9,
    "endTime": 231.3,
    "text": "Johnny and Rachel are going to be married soon."
  },
  {
    "startTime": 231.4,
    "endTime": 234.8,
    "text": "The School of Life offers therapy in person or over Skype."
  },
  {
    "startTime": 234.9,
    "endTime": 237.20000000000002,
    "text": "Click here for details."
  }
]