[
  {
    "startTime": 6.735,
    "endTime": 15.907,
    "text": "Ani stands before a large golden scale where the jackal-headed god Anubis is weighing his heart against a pure ostrich feather."
  },
  {
    "startTime": 15.907,
    "endTime": 23.072,
    "text": "Ani was a real person, a scribe from the Egyptian city of Thebes who lived in the 13th century BCE."
  },
  {
    "startTime": 23.072,
    "endTime": 32.7,
    "text": "And depicted here is a scene from his Book of the Dead, a 78-foot papyrus scroll designed to help him attain immortality."
  },
  {
    "startTime": 32.7,
    "endTime": 46.870000000000005,
    "text": "Such funerary texts were originally written only for Pharaohs, but with time, the Egyptians came to believe regular people could also reach the afterlife if they succeeded in the passage."
  },
  {
    "startTime": 46.87,
    "endTime": 49.601,
    "text": "Ani's epic journey begins with his death."
  },
  {
    "startTime": 49.601,
    "endTime": 59.122,
    "text": "His body is mummified by a team of priests who remove every organ except the heart, the seat of emotion, memory,  and intelligence."
  },
  {
    "startTime": 59.122,
    "endTime": 64.901,
    "text": "It's then stuffed with a salt called natron and wrapped in resin-soaked linen."
  },
  {
    "startTime": 64.901,
    "endTime": 73.792,
    "text": "In addition, the wrappings are woven with charms for protection and topped with a heart scarab amulet that will prove important later on."
  },
  {
    "startTime": 73.792,
    "endTime": 82.294,
    "text": "The goal of the two-month process is to preserve Ani's body as an ideal form with which his spirit  can eventually reunite."
  },
  {
    "startTime": 82.294,
    "endTime": 86.973,
    "text": "But first, that spirit must pass through the duat, or underworld."
  },
  {
    "startTime": 86.973,
    "endTime": 91.58,
    "text": "This is a realm of vast caverns, lakes of fire, and magical gates."
  },
  {
    "startTime": 91.58,
    "endTime": 100.75,
    "text": "All guarded by fearsome beasts - snakes, crocodiles, and half-human monstrosities with names like \"he who dances in blood.\""
  },
  {
    "startTime": 100.751,
    "endTime": 108.81200000000001,
    "text": "To make things worse, Apep, the serpent god of destruction, lurks in the shadows waiting to swallow Ani's soul."
  },
  {
    "startTime": 108.812,
    "endTime": 114.053,
    "text": "Fortunately, Ani is prepared with the magic contained within his book of the dead."
  },
  {
    "startTime": 114.053,
    "endTime": 124.994,
    "text": "Like other Egyptians who could afford it, Ani customized his scroll to include the particular spells, prayers, and codes he thought his spirit might need."
  },
  {
    "startTime": 124.994,
    "endTime": 138.343,
    "text": "Equipped with this arsenal, our hero traverses the obstacles, repels the monsters' attacks, and stealthily avoids Apep to reach the Hall of Ma'at, goddess of truth and justice."
  },
  {
    "startTime": 138.343,
    "endTime": 140.76299999999998,
    "text": "Here, Ani faces his final challenge."
  },
  {
    "startTime": 140.763,
    "endTime": 147.964,
    "text": "He is judged by 42 assessor gods who must be convinced  that he has lived a righteous life."
  },
  {
    "startTime": 147.964,
    "endTime": 154.35399999999998,
    "text": "Ani approaches each one, addressing them by name, and declaring a sin he has not committed."
  },
  {
    "startTime": 154.354,
    "endTime": 165.57500000000002,
    "text": "Among these negative confessions, or declarations of innocence, he proclaims that he has not made anyone cry, is not an eavesdropper, and has not polluted the water."
  },
  {
    "startTime": 165.575,
    "endTime": 169.134,
    "text": "But did Ani really live such a perfect life?"
  },
  {
    "startTime": 169.134,
    "endTime": 173.42499999999998,
    "text": "Not quite, but that's where  the heart scarab amulet comes in."
  },
  {
    "startTime": 173.425,
    "endTime": 177.865,
    "text": "It's inscribed with the words, \"Do not stand as a witness against me,\""
  },
  {
    "startTime": 177.865,
    "endTime": 187.586,
    "text": "precisely so Ani's heart  doesn't betray him by recalling the time he listened to his neighbors fight or washed his feet in the Nile."
  },
  {
    "startTime": 187.586,
    "endTime": 191.774,
    "text": "Now, it's Ani's moment of truth, the weighing of the heart."
  },
  {
    "startTime": 191.774,
    "endTime": 206.756,
    "text": "If his heart is heavier than the feather, weighed down by Ani's wrongdoings, it'll be devoured by the monstrous Ammit, part crocodile, part leopard,  part hippopotamus, and Ani will cease to exist forever."
  },
  {
    "startTime": 206.756,
    "endTime": 208.466,
    "text": "But Ani is in luck."
  },
  {
    "startTime": 208.466,
    "endTime": 210.104,
    "text": "His heart is judged pure."
  },
  {
    "startTime": 210.104,
    "endTime": 219.197,
    "text": "Ra, the sun god, takes him to Osiris, god of the underworld, who gives him final approval to enter the afterlife."
  },
  {
    "startTime": 219.197,
    "endTime": 224.255,
    "text": "In the endless and lush field of reeds, Ani meets his deceased parents."
  },
  {
    "startTime": 224.255,
    "endTime": 229.065,
    "text": "Here, there is no sadness, pain, or anger, but there is work to be done."
  },
  {
    "startTime": 229.065,
    "endTime": 238.046,
    "text": "Like everyone else, Ani must cultivate a plot of land, which he does with the help of a Shabti doll that had been placed in his tomb."
  },
  {
    "startTime": 238.046,
    "endTime": 244.405,
    "text": "Today, the Papyrus of Ani resides in the British Museum, where it has been since 1888."
  },
  {
    "startTime": 244.405,
    "endTime": 248.626,
    "text": "Only Ani, if anyone, knows what really happened after his death."
  },
  {
    "startTime": 248.626,
    "endTime": 260.408,
    "text": "But thanks to his Book of the Dead, we can imagine him happily tending his crops for all eternity."
  }
]