[
  {
    "startTime": 0.09,
    "endTime": 4.6499999999999995,
    "text": "Hey what's up everyone, how you guys doing? If you didn't know, I've been living on my own for almost a year now."
  },
  {
    "startTime": 4.65,
    "endTime": 8.72,
    "text": "I mean I've roommates of course, but ever since college started, I haven't lived with my parents."
  },
  {
    "startTime": 8.72,
    "endTime": 13.32,
    "text": "Like, I actually haven't even seen them in over half a year now, which is kind of crazy."
  },
  {
    "startTime": 13.32,
    "endTime": 16.89,
    "text": "But honestly, living on my own has been pretty fucking awesome."
  },
  {
    "startTime": 16.89,
    "endTime": 22.560000000000002,
    "text": "I mean of course I still miss my parents you know... Um... I guess."
  },
  {
    "startTime": 22.56,
    "endTime": 26.36,
    "text": "Without my parents around, I've been able to do a lot more things that I couldn't before."
  },
  {
    "startTime": 26.36,
    "endTime": 29.77,
    "text": "My mom and dad aren't here anymore to tell me what I can and can't do."
  },
  {
    "startTime": 29.77,
    "endTime": 35.07,
    "text": "So if I ever want to sit around, watch movies, and do nothing all day, there's no one to tell me I can't."
  },
  {
    "startTime": 35.07,
    "endTime": 40.09,
    "text": "If I want to come home really late at night, I can because there's no one can tell me when to come home."
  },
  {
    "startTime": 40.09,
    "endTime": 47.63,
    "text": "And if I meet a girl and want to bring her over, I can because I don't have to worry about my parent—aw fuck it who am I kidding, I still can't get a girl to even come over in the first place."
  },
  {
    "startTime": 47.63,
    "endTime": 49.980000000000004,
    "text": "Living on my own has some challenges though."
  },
  {
    "startTime": 49.98,
    "endTime": 57.18,
    "text": "For example, I had to learn how to cook, which I found out I actually really enjoy doing. I have a lot of fun making new dishes and trying out different things."
  },
  {
    "startTime": 57.18,
    "endTime": 60.54,
    "text": "Not gonna lie, I'd have to say you know I'm pretty good."
  },
  {
    "startTime": 60.54,
    "endTime": 63.74,
    "text": "And by that I mean I haven't burned down my apartment yet so, yeah that's pretty good."
  },
  {
    "startTime": 63.74,
    "endTime": 66.59,
    "text": "Since I live in LA and Uber everywhere, I don't have a car."
  },
  {
    "startTime": 66.59,
    "endTime": 71.06,
    "text": "I have all my groceries delivered to me which is actually way easier and super convenient for me."
  },
  {
    "startTime": 71.06,
    "endTime": 74.37,
    "text": "Now you're probably thinking, \"Wow you have them delivered to you? You lazy piece of fucking shit!\""
  },
  {
    "startTime": 74.37,
    "endTime": 77.26,
    "text": "Woah woah woah, first off, true."
  },
  {
    "startTime": 77.26,
    "endTime": 80.24000000000001,
    "text": "But somehow it's cheaper for me to have it delivered so, why not?"
  },
  {
    "startTime": 80.24,
    "endTime": 89.42999999999999,
    "text": "Becoming closer to adulthood has also meant paying bills, which sucks because that means less money that I can spend on going out to eat, going to the movies, strip clubs—you know, whatever!"
  },
  {
    "startTime": 89.43,
    "endTime": 93.22000000000001,
    "text": "This is probably gonna sound lame, but I really like to figure out how to handle my money."
  },
  {
    "startTime": 93.22,
    "endTime": 97.88,
    "text": "Like learning how to budget, and how to invest. I even trade stocks every week so I can save up for my future."
  },
  {
    "startTime": 97.88,
    "endTime": 100.52,
    "text": "I know that sounds really fucking boring, but I like it."
  },
  {
    "startTime": 100.52,
    "endTime": 105.67999999999999,
    "text": "I think that overall living with my parents had a ton of advantages, but at the same time, a lot of restrictions."
  },
  {
    "startTime": 105.68,
    "endTime": 109.35000000000001,
    "text": "My parents care about me and love me a lot which I am very thankful for."
  },
  {
    "startTime": 109.35,
    "endTime": 113.11,
    "text": "But like I'm sure all of you know sometimes what they think is best for you, isn't actually."
  },
  {
    "startTime": 113.11,
    "endTime": 117.03,
    "text": "I think a lot of parents unintentionally set expectations for their kids to be a certain way."
  },
  {
    "startTime": 117.03,
    "endTime": 121.69,
    "text": "Living on my own, and having the freedom to do what I want has made me a happier person."
  },
  {
    "startTime": 121.69,
    "endTime": 125.44,
    "text": "Like I said, I haven't seen my parents in a really long time, but I'm okay with that."
  },
  {
    "startTime": 125.44,
    "endTime": 130.59,
    "text": "Not that they’re bad people—my parents are great. It's just... Maybe I’m just an asshole, who knows."
  },
  {
    "startTime": 130.59,
    "endTime": 135.92000000000002,
    "text": "Ever since I've moved to a bigger city, I've been able to travel, experience different cultures, and just be independent."
  },
  {
    "startTime": 135.92,
    "endTime": 140.03,
    "text": "I'm always anxious to see what my future might be, but for now, I'm loving life."
  },
  {
    "startTime": 140.03,
    "endTime": 142.56,
    "text": "I can genuinely say that I've never been this happy."
  },
  {
    "startTime": 142.56,
    "endTime": 146.81,
    "text": "A lot of that has to do with your guys' support, and I do not thank you guys enough for that."
  },
  {
    "startTime": 146.81,
    "endTime": 149.25,
    "text": "So from the bottom of my heart, thank you guys so much."
  },
  {
    "startTime": 149.25,
    "endTime": 150.59,
    "text": "But that's pretty much all I have to say."
  },
  {
    "startTime": 150.59,
    "endTime": 155.89000000000001,
    "text": "If you enjoyed this video, please give me a thumbs up to let me know, it helps me out... somehow. I think."
  },
  {
    "startTime": 155.89,
    "endTime": 161.97,
    "text": "Feel free to subscribe if you're not already, I post every Monday on either this channel or my old channel \"Moretoki\", which you can find in the description."
  },
  {
    "startTime": 161.97,
    "endTime": 173.89,
    "text": "Thanks you guys so much for watching, I'll see you next, Motoki Monday."
  }
]