[
  {
    "startTime": 10.51,
    "endTime": 14.559999999999999,
    "text": "THE TALE OF PETER RABBIT BY BEATRIX POTTER"
  },
  {
    "startTime": 14.56,
    "endTime": 17.02,
    "text": "Read by Tim."
  },
  {
    "startTime": 20.72,
    "endTime": 23.729,
    "text": "Once upon a time there were four little Rabbits, and their names were—"
  },
  {
    "startTime": 23.729,
    "endTime": 25.82,
    "text": "Flopsy, Mopsy,"
  },
  {
    "startTime": 25.82,
    "endTime": 27.75,
    "text": "Cotton-tail, and Peter."
  },
  {
    "startTime": 27.75,
    "endTime": 32.619,
    "text": "They lived with their Mother in a sand-bank, underneath the root of a very big fir-tree."
  },
  {
    "startTime": 32.619,
    "endTime": 40.379,
    "text": "'Now my dears,' said old Mrs. Rabbit one morning, 'you may go into the fields or down the lane,"
  },
  {
    "startTime": 40.379,
    "endTime": 44.428999999999995,
    "text": "but don't go into Mr. McGregor's garden: your Father had an accident there;"
  },
  {
    "startTime": 44.429,
    "endTime": 50.120000000000005,
    "text": "and was put in a pie by Mrs. McGregor.'"
  },
  {
    "startTime": 50.12,
    "endTime": 53.54,
    "text": "'Now run along, and don't get into mischief. I am going out.'"
  },
  {
    "startTime": 53.54,
    "endTime": 58.78,
    "text": "Then old Mrs. Rabbit took a basket and her umbrella, and went through the wood to the baker's."
  },
  {
    "startTime": 58.78,
    "endTime": 63.449,
    "text": "She bought a loaf of brown bread and five currant buns."
  },
  {
    "startTime": 63.449,
    "endTime": 67.09,
    "text": "Flopsy, Mopsy, and Cotton-tail, who were good little bunnies,"
  },
  {
    "startTime": 67.09,
    "endTime": 69.06,
    "text": "went down the lane together to gather blackberries."
  },
  {
    "startTime": 69.06,
    "endTime": 73.88,
    "text": "But Peter, who was very naughty, ran straight away to Mr. McGregor's garden,"
  },
  {
    "startTime": 73.88,
    "endTime": 79.78,
    "text": "and squeezed under the gate!"
  },
  {
    "startTime": 79.78,
    "endTime": 88.62,
    "text": "First he ate some lettuces and some French beans; and then he ate some radishes;"
  },
  {
    "startTime": 88.62,
    "endTime": 93.46000000000001,
    "text": "And then, feeling rather sick, he went to look for some parsley."
  },
  {
    "startTime": 93.46,
    "endTime": 98.85,
    "text": "But round the end of a cucumber frame, whom should he meet but Mr. McGregor!"
  },
  {
    "startTime": 98.85,
    "endTime": 103.80999999999999,
    "text": "Mr. McGregor was on his hands and knees planting out young cabbages, but he jumped up and ran after Peter,"
  },
  {
    "startTime": 103.81,
    "endTime": 107.71000000000001,
    "text": "waving a rake and calling out, 'Stop thief!'"
  },
  {
    "startTime": 107.71,
    "endTime": 111.0,
    "text": "Peter was most dreadfully frightened; he rushed all over the garden,"
  },
  {
    "startTime": 111.0,
    "endTime": 112.64,
    "text": "for he had forgotten the way back to the gate."
  },
  {
    "startTime": 112.64,
    "endTime": 116.37,
    "text": "He lost one of his shoes among the cabbages, and the other shoe amongst the potatoes."
  },
  {
    "startTime": 116.37,
    "endTime": 119.93,
    "text": "After losing them, he ran on four legs and went faster,"
  },
  {
    "startTime": 119.93,
    "endTime": 126.0,
    "text": "so that I think he might have got away altogether if he had not unfortunately run into a gooseberry net,"
  },
  {
    "startTime": 126.0,
    "endTime": 135.53,
    "text": "and got caught by the large buttons on his jacket. It was a blue jacket with brass buttons, quite new."
  },
  {
    "startTime": 135.53,
    "endTime": 143.49,
    "text": "Peter gave himself up for lost, and shed big tears; but his sobs were overheard by some friendly sparrows,"
  },
  {
    "startTime": 143.49,
    "endTime": 149.139,
    "text": "who flew to him in great excitement, and implored him to exert himself."
  },
  {
    "startTime": 149.139,
    "endTime": 153.519,
    "text": "Mr. McGregor came up with a sieve, which he intended to pop upon the top of Peter;"
  },
  {
    "startTime": 153.519,
    "endTime": 159.939,
    "text": "but Peter wriggled out just in time, leaving his jacket behind him."
  },
  {
    "startTime": 159.939,
    "endTime": 165.68,
    "text": "And rushed into the tool-shed, and jumped into a can."
  },
  {
    "startTime": 165.68,
    "endTime": 171.12,
    "text": "It would have been a beautiful thing to hide in, if it had not had so much water in it."
  },
  {
    "startTime": 171.12,
    "endTime": 176.63,
    "text": "Mr. McGregor was quite sure that Peter was somewhere in the tool-shed, perhaps hidden underneath a flower-pot."
  },
  {
    "startTime": 176.63,
    "endTime": 180.88,
    "text": "He began to turn them over carefully, looking under each."
  },
  {
    "startTime": 180.88,
    "endTime": 187.749,
    "text": "Presently Peter sneezed—'Kertyschoo!' Mr. McGregor was after him in no time."
  },
  {
    "startTime": 187.749,
    "endTime": 192.35,
    "text": "And tried to put his foot upon Peter, who jumped out of a window, upsetting three plants."
  },
  {
    "startTime": 192.35,
    "endTime": 194.88,
    "text": "The window was too small for Mr. McGregor, and he was tired of running after Peter."
  },
  {
    "startTime": 193.68,
    "endTime": 194.20000000000002,
    "text": "He went back to his work."
  },
  {
    "startTime": 194.2,
    "endTime": 199.969,
    "text": "Peter sat down to rest; he was out of breath and trembling with fright, and he had not"
  },
  {
    "startTime": 199.969,
    "endTime": 205.849,
    "text": "the least idea which way to go. Also he was very damp with sitting in that can."
  },
  {
    "startTime": 205.849,
    "endTime": 212.56,
    "text": "After a time he began to wander about, going lippity—lippity—not very fast, and looking"
  },
  {
    "startTime": 212.56,
    "endTime": 214.319,
    "text": "all round."
  },
  {
    "startTime": 214.319,
    "endTime": 218.26999999999998,
    "text": "He found a door in a wall; but it was locked, and  there was no room"
  },
  {
    "startTime": 218.27,
    "endTime": 220.12,
    "text": "for a fat little rabbit to squeeze underneath."
  },
  {
    "startTime": 220.12,
    "endTime": 225.439,
    "text": "An old mouse was running in and out over the stone doorstep, carrying peas and beans to"
  },
  {
    "startTime": 225.439,
    "endTime": 231.129,
    "text": "her family in the wood. Peter asked her the way to the gate, but she had such a large"
  },
  {
    "startTime": 231.129,
    "endTime": 236.54899999999998,
    "text": "pea in her mouth that she could not answer. She only shook her head at him. Peter began"
  },
  {
    "startTime": 236.549,
    "endTime": 238.389,
    "text": "to cry."
  },
  {
    "startTime": 238.389,
    "endTime": 242.739,
    "text": "Then he tried to find his way straight across the garden, but he became more and more puzzled."
  },
  {
    "startTime": 242.739,
    "endTime": 249.359,
    "text": "Presently, he came to a pond where Mr. McGregor filled his water-cans. A white cat was staring"
  },
  {
    "startTime": 249.359,
    "endTime": 256.579,
    "text": "at some gold-fish, she sat very, very still, but now and then the tip of her tail twitched"
  },
  {
    "startTime": 256.579,
    "endTime": 262.5,
    "text": "as if it were alive. Peter thought it best to go away without speaking to her; he had"
  },
  {
    "startTime": 262.5,
    "endTime": 265.699,
    "text": "heard about cats from his cousin, little Benjamin Bunny."
  },
  {
    "startTime": 265.699,
    "endTime": 269.64,
    "text": "He went back towards the tool-shed, but suddenly, quite close to him, he heard the noise of"
  },
  {
    "startTime": 269.64,
    "endTime": 275.5,
    "text": "a hoe—scr-r-ritch, scratch, scratch, scritch. Peter scuttered underneath the bushes. But"
  },
  {
    "startTime": 275.5,
    "endTime": 280.29,
    "text": "presently, as nothing happened, he came out, and climbed upon a wheelbarrow and peeped"
  },
  {
    "startTime": 280.29,
    "endTime": 285.40000000000003,
    "text": "over. The first thing he saw was Mr. McGregor hoeing onions. His back was turned towards"
  },
  {
    "startTime": 285.4,
    "endTime": 289.28999999999996,
    "text": "Peter, and beyond him was the gate!"
  },
  {
    "startTime": 289.29,
    "endTime": 294.48,
    "text": "Peter got down very quietly off the wheelbarrow; and started running as fast as he could go,"
  },
  {
    "startTime": 294.48,
    "endTime": 297.89000000000004,
    "text": "along a straight walk behind some black-currant bushes."
  },
  {
    "startTime": 297.89,
    "endTime": 302.51,
    "text": "Mr. McGregor caught sight of him at the corner, but Peter did not care."
  },
  {
    "startTime": 302.51,
    "endTime": 307.48,
    "text": "He slipped underneath the gate, and was safe at last in the wood outside the garden."
  },
  {
    "startTime": 307.48,
    "endTime": 311.54,
    "text": "Mr. McGregor hung up the little jacket and the shoes for a scare-crow to frighten the"
  },
  {
    "startTime": 313.61,
    "endTime": 317.16,
    "text": "Peter never stopped running or looked behind him till he got home to the big fir-tree."
  },
  {
    "startTime": 317.16,
    "endTime": 323.58000000000004,
    "text": "He was so tired that he flopped down upon the nice soft sand on the floor of the rabbit-hole and shut his eyes."
  },
  {
    "startTime": 323.58,
    "endTime": 329.31,
    "text": "His mother was busy cooking; she wondered what he had done with his clothes."
  },
  {
    "startTime": 329.31,
    "endTime": 334.09,
    "text": "It was the second little jacket and pair of shoes that Peter had lost in a fortnight!"
  },
  {
    "startTime": 334.09,
    "endTime": 338.64,
    "text": "I am sorry to say that Peter was not very well during the evening."
  },
  {
    "startTime": 338.64,
    "endTime": 343.21,
    "text": "His mother put him to bed, and made some camomile tea; and she gave a dose of it to Peter!"
  },
  {
    "startTime": 343.21,
    "endTime": 345.56,
    "text": "'One teaspoonful to be taken at bed-time.'"
  },
  {
    "startTime": 345.56,
    "endTime": 354.63,
    "text": "But Flopsy, Mopsy, and Cotton-tail had bread and milk and blackberries for supper."
  },
  {
    "startTime": 354.63,
    "endTime": 364.63,
    "text": "THE END"
  }
]