[
  {
    "startTime": 0.0,
    "endTime": 4.17,
    "text": "Today I'm coming here to talk to you about how i became fluent in English."
  },
  {
    "startTime": 4.17,
    "endTime": 8.309000000000001,
    "text": "It's a question I get asked a lot of times, and also to share some tips from"
  },
  {
    "startTime": 8.309,
    "endTime": 13.62,
    "text": "my personal experience on speaking a foreign language or second language,"
  },
  {
    "startTime": 13.62,
    "endTime": 18.06,
    "text": "on how to communicate well and be understood in a foreign language when"
  },
  {
    "startTime": 18.06,
    "endTime": 21.779,
    "text": "you're living abroad. If you don't know anything about me, and this is the first"
  },
  {
    "startTime": 21.779,
    "endTime": 23.55,
    "text": "video of mine that you're watching,"
  },
  {
    "startTime": 23.55,
    "endTime": 27.42,
    "text": "I am originally from Brazil, I was born and raised there and I lived in Brazil"
  },
  {
    "startTime": 27.42,
    "endTime": 32.34,
    "text": "for 23 years. Then I moved to the UK and I've been living here for the last"
  },
  {
    "startTime": 32.34,
    "endTime": 34.53,
    "text": "nearly six years now."
  },
  {
    "startTime": 34.53,
    "endTime": 39.239000000000004,
    "text": "Nowadays, I can say that I sometimes, well most of the time, I feel more confident"
  },
  {
    "startTime": 39.239,
    "endTime": 43.169999999999995,
    "text": "speaking in English than I do in Portuguese, and I think that's quite an"
  },
  {
    "startTime": 43.17,
    "endTime": 46.59,
    "text": "achievement for someone who wasn't brought up in an english-speaking"
  },
  {
    "startTime": 46.59,
    "endTime": 51.21,
    "text": "country and learned english as a second language. So I thought this video may be"
  },
  {
    "startTime": 51.21,
    "endTime": 56.61,
    "text": "interesting or useful to anyone out there who's learning English now and who"
  },
  {
    "startTime": 56.61,
    "endTime": 61.379,
    "text": "is struggling to become fluent or to know what to do to better their English."
  },
  {
    "startTime": 61.379,
    "endTime": 66.24,
    "text": "My english is far from being perfect and I make mistakes all the time, but"
  },
  {
    "startTime": 66.24,
    "endTime": 71.42999999999999,
    "text": "I consider myself capable enough of holding a conversation, and I do all"
  },
  {
    "startTime": 71.43,
    "endTime": 75.509,
    "text": "my YouTube videos in English, which is good practice as well. So I'll just get"
  },
  {
    "startTime": 75.509,
    "endTime": 79.5,
    "text": "started with how I started to learn English. When you go to school in Brazil"
  },
  {
    "startTime": 79.5,
    "endTime": 81.09,
    "text": "and you get to a certain age,"
  },
  {
    "startTime": 81.09,
    "endTime": 84.96000000000001,
    "text": "English becomes part of the curriculum and it's one of the mandatory languages"
  },
  {
    "startTime": 84.96,
    "endTime": 90.08999999999999,
    "text": "to learn, and so I started learning in school. But the curriculum in school is"
  },
  {
    "startTime": 90.09,
    "endTime": 94.53,
    "text": "very limited and you really don't learn an awful amount of English in school."
  },
  {
    "startTime": 94.53,
    "endTime": 97.409,
    "text": "So if you want to be able to speak English properly,"
  },
  {
    "startTime": 97.409,
    "endTime": 102.32900000000001,
    "text": "as a general rule, you have to enroll in a private English school. And that's what"
  },
  {
    "startTime": 102.329,
    "endTime": 107.399,
    "text": "most people do in Brazil and most of my friends did and when I was growing up."
  },
  {
    "startTime": 107.399,
    "endTime": 114.45,
    "text": "I was about 13 when I started studying English, or 14. Around about that age, 13 to 14."
  },
  {
    "startTime": 114.45,
    "endTime": 118.409,
    "text": "And I was going twice a week to a private English school."
  },
  {
    "startTime": 118.409,
    "endTime": 123.06,
    "text": "It wasn't something that was forced by my parents. My mum always liked English."
  },
  {
    "startTime": 123.06,
    "endTime": 127.17,
    "text": "She did do private English lessons when she was much younger, so it was something"
  },
  {
    "startTime": 127.17,
    "endTime": 131.2,
    "text": "that she was keen for us all to know and to learn from a young age."
  },
  {
    "startTime": 131.2,
    "endTime": 135.29,
    "text": "And we were just generally interested in the English world,"
  },
  {
    "startTime": 135.29,
    "endTime": 139.31,
    "text": "in the English-speaking world and the culture. American culture, British culture,"
  },
  {
    "startTime": 139.31,
    "endTime": 144.709,
    "text": "which were the two biggest cultures that we were exposed to in Brazil, growing up."
  },
  {
    "startTime": 144.709,
    "endTime": 149.959,
    "text": "We had lessons, and we started with Basic, Beginners and stuff, and carried on"
  },
  {
    "startTime": 149.959,
    "endTime": 154.34,
    "text": "progressing to Intermediate, then Advanced and then we got our degrees."
  },
  {
    "startTime": 154.34,
    "endTime": 157.79,
    "text": "What happened to me was that, I very quickly realised I had a passion"
  },
  {
    "startTime": 157.79,
    "endTime": 162.79899999999998,
    "text": "for languages, and that I actually really enjoyed learning English. And so,"
  },
  {
    "startTime": 162.799,
    "endTime": 168.049,
    "text": "very quickly I progressed and developed my English because I was practicing so much"
  },
  {
    "startTime": 168.049,
    "endTime": 172.94,
    "text": "and enjoying it so much. I wasn't just learning in the English school,"
  },
  {
    "startTime": 172.94,
    "endTime": 177.56,
    "text": "I was going home, and I was watching things in English, and I was listening to music"
  },
  {
    "startTime": 177.56,
    "endTime": 182.48,
    "text": "in English and trying to understand the lyrics and translate it. And that kind of"
  },
  {
    "startTime": 182.48,
    "endTime": 187.54899999999998,
    "text": "helped a lot with my fluency and it helped just to solidify the concepts that"
  },
  {
    "startTime": 187.549,
    "endTime": 192.47,
    "text": "I'd learned from the books in my English school, and I'd come home"
  },
  {
    "startTime": 192.47,
    "endTime": 196.13,
    "text": "and it wasn't something that I was forced to do, it was something that I wanted to do."
  },
  {
    "startTime": 196.13,
    "endTime": 199.549,
    "text": "So I would watch things in English and try to understand what they were saying."
  },
  {
    "startTime": 199.549,
    "endTime": 204.5,
    "text": "I loved my dictionary, I walked around everywhere  with my Portuguese to English Dictionary"
  },
  {
    "startTime": 204.5,
    "endTime": 208.01,
    "text": "translating words that I'd come across and that I didn't know."
  },
  {
    "startTime": 208.01,
    "endTime": 213.5,
    "text": "So, then when I was 14 to 15, my sister and I went abroad."
  },
  {
    "startTime": 213.5,
    "endTime": 218.0,
    "text": "We went to Disneyland, and that was our first experience in an English-speaking country."
  },
  {
    "startTime": 218.0,
    "endTime": 223.0,
    "text": "And I just thought it was amazing that I was able to understand certain things."
  },
  {
    "startTime": 223.0,
    "endTime": 225.0,
    "text": "I wasn't fluent at all at that point."
  },
  {
    "startTime": 225.0,
    "endTime": 229.01,
    "text": "I just had a very basic knowledge  of English, but I just got so"
  },
  {
    "startTime": 229.01,
    "endTime": 236.0,
    "text": "intrigued and interested in all of it. A year later, I made my first trip to London."
  },
  {
    "startTime": 236.0,
    "endTime": 239.12,
    "text": "I came to stay with a friend.  I was 15 at the time."
  },
  {
    "startTime": 239.12,
    "endTime": 244.489,
    "text": "Yeah, I think so, 15 going on 16,  and I absolutely loved it."
  },
  {
    "startTime": 244.489,
    "endTime": 249.65,
    "text": "I fell in love with the British culture then  and I just did not want to do"
  },
  {
    "startTime": 249.65,
    "endTime": 251.93,
    "text": "anything else,  I just wanted to learn English."
  },
  {
    "startTime": 251.93,
    "endTime": 256.28000000000003,
    "text": "I was staying with a group of friends who only spoke English, which kind of"
  },
  {
    "startTime": 256.28,
    "endTime": 260.299,
    "text": "forced me to speak English as well and to kind of get out of my comfort zone,"
  },
  {
    "startTime": 260.299,
    "endTime": 262.25,
    "text": "which was the best thing for me."
  },
  {
    "startTime": 262.25,
    "endTime": 267.199,
    "text": "So after I came back from abroad I did the placement test to see where my level"
  },
  {
    "startTime": 267.199,
    "endTime": 271.28000000000003,
    "text": "of English was after having spent that time abroad, because that does boost up"
  },
  {
    "startTime": 271.28,
    "endTime": 276.0,
    "text": "your English level quite a lot, and I had jumped quite a lot of levels."
  },
  {
    "startTime": 276.0,
    "endTime": 281.15,
    "text": "So I went from being the start of Intermediate, to going straight to Advanced"
  },
  {
    "startTime": 281.15,
    "endTime": 284.15,
    "text": "and I skipped the whole of the Intermediate course because I had"
  },
  {
    "startTime": 284.15,
    "endTime": 289.37,
    "text": "already built up so much for vocabulary and learned so much just by being abroad."
  },
  {
    "startTime": 289.37,
    "endTime": 291.86,
    "text": "So that really really helped me."
  },
  {
    "startTime": 291.86,
    "endTime": 296.36,
    "text": "I finished the Advanced level and I didn't stop there. I carried on studying because"
  },
  {
    "startTime": 296.36,
    "endTime": 299.87,
    "text": "I didn't want to lose my fluency and if any of you out there are learning"
  },
  {
    "startTime": 299.87,
    "endTime": 304.25,
    "text": "English abroad, you know how easy it is to quickly lose your fluency"
  },
  {
    "startTime": 304.25,
    "endTime": 307.94,
    "text": "if you've been abroad, if you studied abroad or did an interchange programme."
  },
  {
    "startTime": 307.94,
    "endTime": 312.289,
    "text": "And then suddenly you're back home and no one speaks English on a daily basis."
  },
  {
    "startTime": 312.289,
    "endTime": 318.0,
    "text": "It's really hard to keep up with the language if you're not constantly talking."
  },
  {
    "startTime": 318.0,
    "endTime": 322.94,
    "text": "So I enrolled - my English school at the time offered what they called"
  },
  {
    "startTime": 322.94,
    "endTime": 328.5,
    "text": "a conversation course, which was basically, you finish the class, you finish the course."
  },
  {
    "startTime": 328.5,
    "endTime": 332.5,
    "text": "There's no more grammar or anything to learn,  you've learned everything that we offer."
  },
  {
    "startTime": 332.5,
    "endTime": 334.58,
    "text": "But now we offer you the chance  to keep coming back"
  },
  {
    "startTime": 334.58,
    "endTime": 339.38,
    "text": "twice a week with a group of people who are still interested in keeping that"
  },
  {
    "startTime": 339.38,
    "endTime": 342.949,
    "text": "English alive and we will just have conversations, basically. There will be"
  },
  {
    "startTime": 342.949,
    "endTime": 348.05,
    "text": "topics to be discussed every week, we'll have hand-outs and things,"
  },
  {
    "startTime": 348.05,
    "endTime": 351.5,
    "text": "and I'm sure you still be learning.  So I did that and that was brilliant."
  },
  {
    "startTime": 351.5,
    "endTime": 356.0,
    "text": "I loved that and I recommend that anyone  who has finished their whole English course"
  },
  {
    "startTime": 356.0,
    "endTime": 357.44,
    "text": "and is wondering what to do."
  },
  {
    "startTime": 357.44,
    "endTime": 360.889,
    "text": "Go and find a conversation course.  You might think that you're putting money"
  },
  {
    "startTime": 360.889,
    "endTime": 365.539,
    "text": "down the drain, but you're not, because you're keeping that whole investment"
  },
  {
    "startTime": 365.539,
    "endTime": 368.419,
    "text": "that you made  in your English course, alive."
  },
  {
    "startTime": 368.419,
    "endTime": 371.10999999999996,
    "text": "You're basically saving your fluency in English,"
  },
  {
    "startTime": 371.11,
    "endTime": 376.5,
    "text": "because you're practicing twice a week at least  and you get to speak English that you wouldn't"
  },
  {
    "startTime": 376.5,
    "endTime": 381.0,
    "text": "get to speak otherwise.  And you also have  a teacher there to answer any questions."
  },
  {
    "startTime": 381.0,
    "endTime": 383.26,
    "text": "That was basically what happened to me."
  },
  {
    "startTime": 383.26,
    "endTime": 387.07,
    "text": "It's not groundbreaking, I didn't do anything different to what anyone does"
  },
  {
    "startTime": 387.07,
    "endTime": 392.53,
    "text": "but I think I just already had a predisposition to languages, and the fact"
  },
  {
    "startTime": 392.53,
    "endTime": 398.0,
    "text": "that I went abroad really helped build up my confidence in speaking English."
  },
  {
    "startTime": 398.0,
    "endTime": 402.5,
    "text": "So for starters I had a very very strong American accent because my teachers"
  },
  {
    "startTime": 402.5,
    "endTime": 408.0,
    "text": "in Brazil, they all had American accents and then when I came to the UK, I fell in love"
  },
  {
    "startTime": 408.0,
    "endTime": 412.6,
    "text": "with the British accent and somehow my brain was able to completely change"
  },
  {
    "startTime": 412.6,
    "endTime": 417.8,
    "text": "my accent from being American to British. And my husband being British,"
  },
  {
    "startTime": 417.8,
    "endTime": 421.72,
    "text": "at the time when we were going out,  we were still boyfriend and girlfriend."
  },
  {
    "startTime": 421.72,
    "endTime": 428.0,
    "text": "He is Welsh, and my brain just sucked in  his Welsh accent, and now I have"
  },
  {
    "startTime": 428.0,
    "endTime": 432.85,
    "text": "kind of like a Welsh accent, mixed in with a Brazilian accent and whatever accents"
  },
  {
    "startTime": 432.85,
    "endTime": 436.69,
    "text": "I've have absorbed throughout the years.  But mostly Welsh, I think."
  },
  {
    "startTime": 436.69,
    "endTime": 440.17,
    "text": "I pick up accents very quickly,  even in Portuguese."
  },
  {
    "startTime": 440.17,
    "endTime": 444.22,
    "text": "It's quite funny, actually. Because if I'm talking to someone - a Brazilian person"
  },
  {
    "startTime": 444.22,
    "endTime": 449.20000000000005,
    "text": "with a different accent to mine,  my accent morphs into their accent."
  },
  {
    "startTime": 449.2,
    "endTime": 454.5,
    "text": "I really have no control over it - it just happens.  So that happened in English as well."
  },
  {
    "startTime": 454.5,
    "endTime": 457.5,
    "text": "The more I spent time with British people,"
  },
  {
    "startTime": 457.5,
    "endTime": 464.88,
    "text": "the more my accent got better, and I just kept on speaking."
  },
  {
    "startTime": 464.88,
    "endTime": 471.69,
    "text": "Now that that part is over, let's get on to my top tips for speaking English"
  },
  {
    "startTime": 471.69,
    "endTime": 475.56,
    "text": "and making yourself understood in a foreign language when you're living abroad."
  },
  {
    "startTime": 475.56,
    "endTime": 480.06,
    "text": "My first tip, and I think this is the most important tip when you're"
  },
  {
    "startTime": 480.06,
    "endTime": 485.07,
    "text": "struggling to make yourself understood in a foreign language is: make it easy"
  },
  {
    "startTime": 485.07,
    "endTime": 489.0,
    "text": "for people to understand you.  Pronounce your words, open your mouth"
  },
  {
    "startTime": 489.0,
    "endTime": 491.5,
    "text": "and say the words. Don't mumble,  don't speak quietly,"
  },
  {
    "startTime": 491.5,
    "endTime": 496.59,
    "text": "because people will find it difficult to understand you, especially with the accent and all."
  },
  {
    "startTime": 496.59,
    "endTime": 500.5,
    "text": "If you're talking about: 'Do you want a cup of tea?'  It might seem silly,"
  },
  {
    "startTime": 500.5,
    "endTime": 504.75,
    "text": "but that can save a lot frustration  when you're trying to"
  },
  {
    "startTime": 504.75,
    "endTime": 507.45,
    "text": "communicate and people can't understand what you're saying."
  },
  {
    "startTime": 507.45,
    "endTime": 511.5,
    "text": "Gesticulate with your hands, use your mouth,  use your facial expressions."
  },
  {
    "startTime": 511.5,
    "endTime": 513.24,
    "text": "And along the same lines,"
  },
  {
    "startTime": 513.24,
    "endTime": 518.19,
    "text": "try to pronounce things from your native language in a way that people can understand."
  },
  {
    "startTime": 518.19,
    "endTime": 521.5,
    "text": "For example, Brazilian football players are very very popular abroad."
  },
  {
    "startTime": 521.5,
    "endTime": 525.5,
    "text": "And that's a topic of conversation whenever people find that I'm from Brazil."
  },
  {
    "startTime": 525.5,
    "endTime": 530.5,
    "text": "And one football player that you may know  very well is, Ronaldo."
  },
  {
    "startTime": 530.5,
    "endTime": 532.08,
    "text": "Now, being from Brazil"
  },
  {
    "startTime": 532.08,
    "endTime": 536.0,
    "text": "I wouldn't say 'Ronaldo' if I was talking to a Brazilian person."
  },
  {
    "startTime": 536.0,
    "endTime": 540.0,
    "text": "I would say 'Ronaldo',  because that's how we say it in Portuguese."
  },
  {
    "startTime": 540.0,
    "endTime": 547.11,
    "text": "But, if I say that to someone who speaks English only,  or who only heard his name in the English media"
  },
  {
    "startTime": 547.11,
    "endTime": 552.09,
    "text": "being referred to as 'Ronaldo', that's going to cause a little bit of miscommunication."
  },
  {
    "startTime": 552.09,
    "endTime": 556.8000000000001,
    "text": "So instead of making that conversation easier,  you're making it harder, if you know what I mean,"
  },
  {
    "startTime": 556.8,
    "endTime": 560.49,
    "text": "by pronouncing it the way that you would in Portuguese."
  },
  {
    "startTime": 560.49,
    "endTime": 564.5,
    "text": "So if you know how people  in English-speaking countries"
  },
  {
    "startTime": 564.5,
    "endTime": 569.67,
    "text": "speak certain words from your native language,  then make it easier for them. Why not?"
  },
  {
    "startTime": 569.67,
    "endTime": 573.18,
    "text": "It doesn't really matter, you're not making a mistake.  The important thing is that"
  },
  {
    "startTime": 573.18,
    "endTime": 577.62,
    "text": "you know that you know  the way it's supposed to be said,"
  },
  {
    "startTime": 577.62,
    "endTime": 582.0,
    "text": "but in that particular context, it's much easier  for you to make it easier for yourself"
  },
  {
    "startTime": 582.0,
    "endTime": 583.9,
    "text": "and for the person that you're speaking to."
  },
  {
    "startTime": 583.9,
    "endTime": 588.48,
    "text": "My second tip is: don't obsess  over your mistakes."
  },
  {
    "startTime": 588.48,
    "endTime": 591.6,
    "text": "They really don't matter that much,  and if you told me that"
  },
  {
    "startTime": 591.6,
    "endTime": 594.5,
    "text": "when I was learning English as a teenager,"
  },
  {
    "startTime": 594.5,
    "endTime": 599.18,
    "text": "I wouldn't have followed your advice,  but I hope some of you will."
  },
  {
    "startTime": 599.18,
    "endTime": 603.0,
    "text": "As a teenager I worried far too much about my mistakes and about"
  },
  {
    "startTime": 603.0,
    "endTime": 608.12,
    "text": "what other people thought of what I was saying wrong,  and that prevented me from"
  },
  {
    "startTime": 608.12,
    "endTime": 613.0,
    "text": "starting conversations because I didn't want to make mistakes, especially in English."
  },
  {
    "startTime": 613.0,
    "endTime": 615.29,
    "text": "The first time I came to the UK"
  },
  {
    "startTime": 615.29,
    "endTime": 618.4399999999999,
    "text": "I would not start a conversation,  I would wait until someone would start"
  },
  {
    "startTime": 618.44,
    "endTime": 622.7,
    "text": "a conversation with me, because I was too worried of saying things the wrong way."
  },
  {
    "startTime": 622.7,
    "endTime": 626.45,
    "text": "But soon enough I realised  by talking to people"
  },
  {
    "startTime": 626.45,
    "endTime": 630.6800000000001,
    "text": "how little they care about your mistakes. If you're trying your best,"
  },
  {
    "startTime": 630.68,
    "endTime": 634.67,
    "text": "and you're speaking most of it correctly, or if you're getting the general gist"
  },
  {
    "startTime": 634.67,
    "endTime": 636.68,
    "text": "of the conversation correctly,"
  },
  {
    "startTime": 636.68,
    "endTime": 641.4799999999999,
    "text": "people really don't care that much.  Even native speakers of English make mistakes."
  },
  {
    "startTime": 641.48,
    "endTime": 647.33,
    "text": "And that's something that you'll learn. That your grammar will be much better than"
  },
  {
    "startTime": 647.33,
    "endTime": 650.9300000000001,
    "text": "a lot of native speakers. Obviously there are a lot of people in English-speaking"
  },
  {
    "startTime": 650.93,
    "endTime": 654.89,
    "text": "countries that have amazing grammar and things like that, but you'll be surprised"
  },
  {
    "startTime": 654.89,
    "endTime": 659.54,
    "text": "how good your Grammar and your knowledge of the English language is, coming from"
  },
  {
    "startTime": 659.54,
    "endTime": 664.73,
    "text": "learning English as a foreign language. So don't obsess over your mistakes."
  },
  {
    "startTime": 664.73,
    "endTime": 668.9,
    "text": "If you feel like you've made a mistake, don't stop a conversation to correct yourself."
  },
  {
    "startTime": 668.9,
    "endTime": 673.0,
    "text": "Just carry on speaking and keep the conversation flowing,"
  },
  {
    "startTime": 673.0,
    "endTime": 675.0,
    "text": "and that will make you more confident."
  },
  {
    "startTime": 675.0,
    "endTime": 676.5,
    "text": "You know in your mind  that you made a mistake,"
  },
  {
    "startTime": 676.5,
    "endTime": 680.66,
    "text": "but you'll correct it next time. Don't worry that person is not gonna judge you"
  },
  {
    "startTime": 680.66,
    "endTime": 684.5,
    "text": "on that mistake, it's just going to make  life a little bit easier if you're trying to"
  },
  {
    "startTime": 684.5,
    "endTime": 686.51,
    "text": "communicate in a foreign language."
  },
  {
    "startTime": 686.51,
    "endTime": 693.0,
    "text": "Tip number three is: practice, practice, practice. Whenever you can, wherever you can."
  },
  {
    "startTime": 693.0,
    "endTime": 696.5,
    "text": "If you have a friend abroad  that you talk to online,"
  },
  {
    "startTime": 696.5,
    "endTime": 701.5,
    "text": "talk to them on skype, talk to them on Facetime, but actually talk to them."
  },
  {
    "startTime": 701.5,
    "endTime": 707.18,
    "text": "Writing is good, but you will only get your fluency by practicing your speaking."
  },
  {
    "startTime": 707.18,
    "endTime": 710.93,
    "text": "And if you've learned English as a second language, you know the very important"
  },
  {
    "startTime": 710.93,
    "endTime": 715.0,
    "text": "parts of English, such as writing, reading listening and speaking."
  },
  {
    "startTime": 715.0,
    "endTime": 716.99,
    "text": "And speaking is, by far"
  },
  {
    "startTime": 716.99,
    "endTime": 720.24,
    "text": "I think the hardest one for people to achieve fluency in."
  },
  {
    "startTime": 720.24,
    "endTime": 725.5,
    "text": "if you know anyone in town that speaks English as a first language, go and speak to them"
  },
  {
    "startTime": 725.5,
    "endTime": 727.5,
    "text": "and just practice as much as you can."
  },
  {
    "startTime": 727.5,
    "endTime": 729.45,
    "text": "But if you can't do that,"
  },
  {
    "startTime": 729.45,
    "endTime": 734.73,
    "text": "practice on your own, even in your house. I used to do that all the time in my bedroom."
  },
  {
    "startTime": 734.73,
    "endTime": 739.02,
    "text": "I used to have conversations with myself, and you can call me crazy, but that"
  },
  {
    "startTime": 739.02,
    "endTime": 744.3299999999999,
    "text": "really really helped me because I kind of practiced the way that I wanted to say"
  },
  {
    "startTime": 744.33,
    "endTime": 748.47,
    "text": "certain things and the way that the sounds come out of my mouth. because a"
  },
  {
    "startTime": 748.47,
    "endTime": 752.13,
    "text": "lot of sounds we don't have in our native languages if you're speaking a"
  },
  {
    "startTime": 752.13,
    "endTime": 756.42,
    "text": "foreign language for example in English we have the th sound which is a the"
  },
  {
    "startTime": 756.42,
    "endTime": 759.75,
    "text": "employees we don't have that sounds so that's the sound that you have to learn"
  },
  {
    "startTime": 759.75,
    "endTime": 765.0,
    "text": "and I remember sitting in my bedroom with a list of words that start with th"
  },
  {
    "startTime": 765.0,
    "endTime": 770.1,
    "text": "and literally seeing them all out loud and practicing that th sound"
  },
  {
    "startTime": 770.1,
    "endTime": 774.5400000000001,
    "text": "I remember watching friends on the TV with subtitles on in Portuguese and"
  },
  {
    "startTime": 774.54,
    "endTime": 778.649,
    "text": "trying to copy what they were saying and the dialogues and you know the"
  },
  {
    "startTime": 778.649,
    "endTime": 783.51,
    "text": "intonation and just practicing just literally being interested in the"
  },
  {
    "startTime": 783.51,
    "endTime": 788.37,
    "text": "language and practicing as much as I can and that leads me on to tip number 4"
  },
  {
    "startTime": 788.37,
    "endTime": 793.62,
    "text": "rehearse monologues and conversations in the privacy of your home before you go"
  },
  {
    "startTime": 793.62,
    "endTime": 797.22,
    "text": "and speak to other people and what I mean by that is you know the general"
  },
  {
    "startTime": 797.22,
    "endTime": 800.73,
    "text": "topics of conversation that come up when you're talking to the people like"
  },
  {
    "startTime": 800.73,
    "endTime": 802.0790000000001,
    "text": "talking about"
  },
  {
    "startTime": 802.079,
    "endTime": 805.68,
    "text": "where are you from you know where were you born what do you do what do you"
  },
  {
    "startTime": 805.68,
    "endTime": 806.67,
    "text": "study"
  },
  {
    "startTime": 806.67,
    "endTime": 811.02,
    "text": "and what do you think of this do you like tea what kind of drinks do you do"
  },
  {
    "startTime": 811.02,
    "endTime": 813.06,
    "text": "drink what's your favorite food"
  },
  {
    "startTime": 813.06,
    "endTime": 818.04,
    "text": "just the general conversation topics rehearse your answers what would you"
  },
  {
    "startTime": 818.04,
    "endTime": 821.49,
    "text": "save someone asked you what's your favorite food do you know what's your"
  },
  {
    "startTime": 821.49,
    "endTime": 826.2,
    "text": "favorite food in English go and look that out and rehearse it beforehand and"
  },
  {
    "startTime": 826.2,
    "endTime": 830.5200000000001,
    "text": "if someone asked what's your job going and rehearse how to say that in English"
  },
  {
    "startTime": 830.52,
    "endTime": 834.6899999999999,
    "text": "also rehearse a few questions as well so that you can ask them a few questions"
  },
  {
    "startTime": 834.69,
    "endTime": 838.7090000000001,
    "text": "and where do they live and what are their hobbies what they like doing how"
  },
  {
    "startTime": 838.709,
    "endTime": 839.779,
    "text": "old are they"
  },
  {
    "startTime": 839.779,
    "endTime": 845.18,
    "text": "and things like that and that is so so useful to have because then whenever"
  },
  {
    "startTime": 845.18,
    "endTime": 849.709,
    "text": "that sprung on to you on a conversation you don't freeze and panic because you"
  },
  {
    "startTime": 849.709,
    "endTime": 853.939,
    "text": "think God I have all this vocabulary in my brain but I just can't get it out in"
  },
  {
    "startTime": 853.939,
    "endTime": 854.87,
    "text": "a sentence"
  },
  {
    "startTime": 854.87,
    "endTime": 860.42,
    "text": "but if you practice beforehand then you have these sentences sentences ready in"
  },
  {
    "startTime": 860.42,
    "endTime": 863.6289999999999,
    "text": "your brain to be used and I used to do that all the time"
  },
  {
    "startTime": 863.629,
    "endTime": 867.379,
    "text": "I think my mom and my sister probably thought I was absolutely insane because"
  },
  {
    "startTime": 867.379,
    "endTime": 871.6990000000001,
    "text": "i used to speak to myself in the bedroom just rehearsing the dialogues with"
  },
  {
    "startTime": 871.699,
    "endTime": 873.5889999999999,
    "text": "myself in English literally"
  },
  {
    "startTime": 873.589,
    "endTime": 879.259,
    "text": "I'd have full-on conversations about nothing or everything with myself but I"
  },
  {
    "startTime": 879.259,
    "endTime": 880.4300000000001,
    "text": "think that really helps"
  },
  {
    "startTime": 880.43,
    "endTime": 885.529,
    "text": "tip number five is speak confidently even if you're not confident in your"
  },
  {
    "startTime": 885.529,
    "endTime": 889.249,
    "text": "English that can be a little bit intimidating but if you get the balance"
  },
  {
    "startTime": 889.249,
    "endTime": 893.4200000000001,
    "text": "right of being confident and being humble at the same time in admitting"
  },
  {
    "startTime": 893.42,
    "endTime": 897.5889999999999,
    "text": "that you don't know everything then I think that's the perfect mix if you too"
  },
  {
    "startTime": 897.589,
    "endTime": 900.8000000000001,
    "text": "arrogant in your English you're saying that you know it all"
  },
  {
    "startTime": 900.8,
    "endTime": 905.99,
    "text": "you won't get any sympathy from people who can detect that in the conversation"
  },
  {
    "startTime": 905.99,
    "endTime": 909.7090000000001,
    "text": "but if you're confident but at the same time you admit that you don't know"
  },
  {
    "startTime": 909.709,
    "endTime": 913.459,
    "text": "certain things you know kind of like asking them like hinting that you need a"
  },
  {
    "startTime": 913.459,
    "endTime": 918.29,
    "text": "little help maybe you're talking about a ship and you don't know certain parts of"
  },
  {
    "startTime": 918.29,
    "endTime": 918.949,
    "text": "the ship"
  },
  {
    "startTime": 918.949,
    "endTime": 922.279,
    "text": "what are they named in English so you can say to them you know a ship what's"
  },
  {
    "startTime": 922.279,
    "endTime": 926.8389999999999,
    "text": "that part called you know just kind of be gauged a little bit but be confident"
  },
  {
    "startTime": 926.839,
    "endTime": 930.889,
    "text": "and what you're speaking and I think that really helps with making yourself"
  },
  {
    "startTime": 930.889,
    "endTime": 935.389,
    "text": "understood and that leads me on to tip number six which is if you can't find"
  },
  {
    "startTime": 935.389,
    "endTime": 941.2090000000001,
    "text": "the word try describing what the word means very very often i'll be speaking"
  },
  {
    "startTime": 941.209,
    "endTime": 945.05,
    "text": "to someone and I won't know a certain word or I will have forgotten it"
  },
  {
    "startTime": 945.05,
    "endTime": 949.25,
    "text": "completely and i still want to carry on that conversation without interrupting"
  },
  {
    "startTime": 949.25,
    "endTime": 953.959,
    "text": "me to go and look in the dictionary or to go and try and get my brain working"
  },
  {
    "startTime": 953.959,
    "endTime": 957.7689999999999,
    "text": "and so whilst you're in the conversation in the middle of it"
  },
  {
    "startTime": 957.769,
    "endTime": 961.73,
    "text": "if you forget a word try describing what it means for example if you're talking"
  },
  {
    "startTime": 961.73,
    "endTime": 967.339,
    "text": "about a DSLR camera and you can't remember what the word DSLR is you say"
  },
  {
    "startTime": 967.339,
    "endTime": 968.94,
    "text": "you know those big can"
  },
  {
    "startTime": 968.94,
    "endTime": 972.99,
    "text": "Rose that usually have the detachable lens I'm sure someone else will say yeah"
  },
  {
    "startTime": 972.99,
    "endTime": 976.89,
    "text": "DSLR camera so you know they will help you out in the conversation if you're"
  },
  {
    "startTime": 976.89,
    "endTime": 981.96,
    "text": "asking for help them in the right way but if you stop and you say i can't"
  },
  {
    "startTime": 981.96,
    "endTime": 985.35,
    "text": "remember what I'm trying to say then that person that you're trying to speak"
  },
  {
    "startTime": 985.35,
    "endTime": 988.23,
    "text": "to won't be able to help you because they also don't know what you're trying"
  },
  {
    "startTime": 988.23,
    "endTime": 989.61,
    "text": "to say so"
  },
  {
    "startTime": 989.61,
    "endTime": 994.29,
    "text": "yeah make yourself easier to help by describing what you mean when you don't"
  },
  {
    "startTime": 994.29,
    "endTime": 995.49,
    "text": "know what you want to say"
  },
  {
    "startTime": 995.49,
    "endTime": 999.3,
    "text": "tip number Seven's to look for alternative words of the words that you"
  },
  {
    "startTime": 999.3,
    "endTime": 1003.77,
    "text": "don't know and all i can think of right now is that most of the times i don't"
  },
  {
    "startTime": 1003.77,
    "endTime": 1008.3299999999999,
    "text": "know the name of social fruits and there are only available in Brazil I don't"
  },
  {
    "startTime": 1008.33,
    "endTime": 1012.14,
    "text": "know the translation to english and if I'm in the middle of a conversation i"
  },
  {
    "startTime": 1012.14,
    "endTime": 1016.31,
    "text": "will refer to the fruit as the general category for example if it's a type of"
  },
  {
    "startTime": 1016.31,
    "endTime": 1020.9,
    "text": "orange a specific type of orange i'll say we have an orange and this kind of"
  },
  {
    "startTime": 1020.9,
    "endTime": 1024.949,
    "text": "orange does this and that tastes like this and looks like that instead of"
  },
  {
    "startTime": 1024.95,
    "endTime": 1030.171,
    "text": "trying to find what that name of the specific orange is so that's just like a"
  },
  {
    "startTime": 1030.17,
    "endTime": 1035.3000000000002,
    "text": "small example but you can find lots of synonyms and similar words to the things"
  },
  {
    "startTime": 1035.3,
    "endTime": 1038.48,
    "text": "that you don't know you don't necessarily have to go for that specific"
  },
  {
    "startTime": 1038.48,
    "endTime": 1040.3700000000001,
    "text": "words that you don't know"
  },
  {
    "startTime": 1040.37,
    "endTime": 1045.4699999999998,
    "text": "tip number eight don't be afraid to ask people to repeat things if you don't"
  },
  {
    "startTime": 1045.47,
    "endTime": 1046.73,
    "text": "hear them"
  },
  {
    "startTime": 1046.73,
    "endTime": 1050.45,
    "text": "it's much better than being misunderstood or misunderstanding other"
  },
  {
    "startTime": 1050.45,
    "endTime": 1054.89,
    "text": "people the majority of people are very kind when you say pardon or when you say"
  },
  {
    "startTime": 1054.89,
    "endTime": 1058.73,
    "text": "sorry I didn't hear you can you repeat that please just don't be afraid of"
  },
  {
    "startTime": 1058.73,
    "endTime": 1061.3700000000001,
    "text": "asking people to repeat things that you didn't hear"
  },
  {
    "startTime": 1061.37,
    "endTime": 1065.78,
    "text": "tip number nine is to surround yourself and immerse yourself in the language"
  },
  {
    "startTime": 1065.78,
    "endTime": 1069.71,
    "text": "that you're trying to learn as much as possible even if you don't live in an"
  },
  {
    "startTime": 1069.71,
    "endTime": 1074.18,
    "text": "english-speaking country or you're trying to learn English but you don't"
  },
  {
    "startTime": 1074.18,
    "endTime": 1080.66,
    "text": "have many English friends try to immerse yourself in terms of TV shows music and"
  },
  {
    "startTime": 1080.66,
    "endTime": 1085.0700000000002,
    "text": "reading one thing I used to love doing was buying books in English and yes they"
  },
  {
    "startTime": 1085.07,
    "endTime": 1088.85,
    "text": "were a challenge and yes they took a lot longer to read that they did in"
  },
  {
    "startTime": 1088.85,
    "endTime": 1093.56,
    "text": "Portuguese but it paid off because nowadays I can read any books in"
  },
  {
    "startTime": 1093.56,
    "endTime": 1097.46,
    "text": "and it would take me just as much time as it will in portuguese i read the"
  },
  {
    "startTime": 1097.46,
    "endTime": 1103.4,
    "text": "whole harry potter series in English when I was 15 and I found the first"
  },
  {
    "startTime": 1103.4,
    "endTime": 1108.02,
    "text": "couple of books harder because i was getting used to it but from then onwards"
  },
  {
    "startTime": 1108.02,
    "endTime": 1112.1,
    "text": "even if there were words that i didn't understand i would try and understand"
  },
  {
    "startTime": 1112.1,
    "endTime": 1116.3,
    "text": "the context and that helped with the region as well region is a great way"
  },
  {
    "startTime": 1116.3,
    "endTime": 1119.78,
    "text": "because you learned so many new words when you're reading and it's not"
  },
  {
    "startTime": 1119.78,
    "endTime": 1123.83,
    "text": "something that people usually make time for these days with the internet and"
  },
  {
    "startTime": 1123.83,
    "endTime": 1128.87,
    "text": "with YouTube and people kind of spend their time or watching videos and"
  },
  {
    "startTime": 1128.87,
    "endTime": 1134.6,
    "text": "reading blog post rather than reading a book but it's so important to read books"
  },
  {
    "startTime": 1134.6,
    "endTime": 1138.5,
    "text": "the vocabulary that you get from reading a book you can't get it anywhere else"
  },
  {
    "startTime": 1138.5,
    "endTime": 1142.52,
    "text": "well you can probably but in my opinion I think you get a lot out of a book"
  },
  {
    "startTime": 1142.52,
    "endTime": 1147.02,
    "text": "tip number 10 and my last tip is to listen carefully"
  },
  {
    "startTime": 1147.02,
    "endTime": 1150.8899999999999,
    "text": "it's so important to listen to what when other people are speaking but especially"
  },
  {
    "startTime": 1150.89,
    "endTime": 1155.18,
    "text": "if they're speaking in the language that's not your first language because"
  },
  {
    "startTime": 1155.18,
    "endTime": 1157.64,
    "text": "it will be much harder to understand people"
  },
  {
    "startTime": 1157.64,
    "endTime": 1160.88,
    "text": "if you tune out a little bit if you don't listen to everything that they're"
  },
  {
    "startTime": 1160.88,
    "endTime": 1164.42,
    "text": "saying also trying to lip-read as well if you can't hear what they're saying"
  },
  {
    "startTime": 1164.42,
    "endTime": 1169.04,
    "text": "that sometimes helps if you're talking to someone in a very loud place and it's"
  },
  {
    "startTime": 1169.04,
    "endTime": 1172.43,
    "text": "really hard to hear them look at their mouths and time trying to figure out"
  },
  {
    "startTime": 1172.43,
    "endTime": 1176.45,
    "text": "what they're saying like that that is a very basic tip but it's something that's"
  },
  {
    "startTime": 1176.45,
    "endTime": 1181.3700000000001,
    "text": "so important and if you neglect that it may cause a lot of confusion if you miss"
  },
  {
    "startTime": 1181.37,
    "endTime": 1183.62,
    "text": "what people are saying because you weren't listening"
  },
  {
    "startTime": 1183.62,
    "endTime": 1188.6899999999998,
    "text": "so this is my story of how I became fluent in English and my top 10 tips for"
  },
  {
    "startTime": 1188.69,
    "endTime": 1192.71,
    "text": "speaking and making yourself understood in a foreign language"
  },
  {
    "startTime": 1192.71,
    "endTime": 1196.04,
    "text": "if you have any questions about my english speaking journey that make sure"
  },
  {
    "startTime": 1196.04,
    "endTime": 1199.82,
    "text": "to leave them in the comments below and if you have any other questions about"
  },
  {
    "startTime": 1199.82,
    "endTime": 1203.99,
    "text": "you know living abroad or speaking English as a foreign language"
  },
  {
    "startTime": 1203.99,
    "endTime": 1207.53,
    "text": "I'll be more than happy to answer your questions if you like this video make"
  },
  {
    "startTime": 1207.53,
    "endTime": 1210.23,
    "text": "sure to give it a thumbs up and if you're not subscribed to my channel"
  },
  {
    "startTime": 1210.23,
    "endTime": 1214.34,
    "text": "already make sure you do so you don't miss any of my videos"
  },
  {
    "startTime": 1214.34,
    "endTime": 1224.34,
    "text": "thank you so much for watching and I'll see you in my next video bye"
  }
]