[
  {
    "startTime": 3.26,
    "endTime": 5.827,
    "text": "Someone's eyes can tell you a lot about that person."
  },
  {
    "startTime": 5.837,
    "endTime": 10.401,
    "text": "Like if they're flirting with you, if they're intoxicated, and sometimes, if they are lying."
  },
  {
    "startTime": 10.401,
    "endTime": 15.530999999999999,
    "text": "Our eyes are known as the windows to our souls, and sometimes passages to another dimension."
  },
  {
    "startTime": 15.531,
    "endTime": 20.268,
    "text": "But the color of our eyes could be the code that unlocks the secret of who we are as people."
  },
  {
    "startTime": 20.268,
    "endTime": 22.549,
    "text": "So what does your eye color say about you?"
  },
  {
    "startTime": 22.637,
    "endTime": 23.789,
    "text": "Black eyes."
  },
  {
    "startTime": 23.789,
    "endTime": 27.878,
    "text": "Black eyes form when there is a large concentration of melanin in the iris."
  },
  {
    "startTime": 27.878,
    "endTime": 35.4,
    "text": "People who have true black eyes are very rare, and it's believed that people with very dark brown eyes are considered to have black eyes."
  },
  {
    "startTime": 35.507,
    "endTime": 41.9,
    "text": "People with this eye color are known to be very trustworthy, and reliable, and can possibly be shy in their early years."
  },
  {
    "startTime": 42.1,
    "endTime": 46.049,
    "text": "As they get older, they focus on financial and emotional security."
  },
  {
    "startTime": 46.049,
    "endTime": 52.0,
    "text": "People with black eyes are also known to be very kind, and would rather talk about spirituality, and not other people."
  },
  {
    "startTime": 52.2,
    "endTime": 53.2,
    "text": "Brown eyes."
  },
  {
    "startTime": 53.4,
    "endTime": 56.098,
    "text": "Brown eyes are the most common eye color in the world."
  },
  {
    "startTime": 56.098,
    "endTime": 60.6,
    "text": "They are formed when a person has more melanin in their iris than a person with light eyes."
  },
  {
    "startTime": 60.7,
    "endTime": 65.468,
    "text": "Someone with this eye color is known to be loyal, independent, and have a knack for exploring."
  },
  {
    "startTime": 65.668,
    "endTime": 70.80000000000001,
    "text": "These traits make people with brown eyes the best leaders, because they exude strength and confidence."
  },
  {
    "startTime": 70.958,
    "endTime": 73.868,
    "text": "Brown eyes are also known for their keen sense of elegance."
  },
  {
    "startTime": 73.868,
    "endTime": 78.51899999999999,
    "text": "No matter the occasion, brown-eyed people will show up in style and flow with grace."
  },
  {
    "startTime": 78.519,
    "endTime": 84.55900000000001,
    "text": "People rocking brown eyes are also considered very adorable, because they are known to cheer others up and make them laugh."
  },
  {
    "startTime": 84.559,
    "endTime": 85.389,
    "text": "Hazel eyes."
  },
  {
    "startTime": 85.389,
    "endTime": 87.759,
    "text": "Hazel eyes are another rare breed of eye color."
  },
  {
    "startTime": 87.759,
    "endTime": 91.619,
    "text": "They usually consist of different shades of blue, green, and brown."
  },
  {
    "startTime": 91.619,
    "endTime": 96.619,
    "text": "It's tricky to pinpoint this eye color, since there are so many variations of it."
  },
  {
    "startTime": 96.619,
    "endTime": 104.2,
    "text": "These colored eyes are so unique, because the mixture of melanin and light reflect properties that can be very different from one hazel-eyed person to the next."
  },
  {
    "startTime": 104.489,
    "endTime": 109.30000000000001,
    "text": "People sporting this eye color are said to bore easily and may not bode well in long relationships."
  },
  {
    "startTime": 109.399,
    "endTime": 115.7,
    "text": "Their sense of adventure and passion for risk-taking may play a part in their tendency to be unengaged when not stimulated."
  },
  {
    "startTime": 115.76,
    "endTime": 120.4,
    "text": "This eye color may also indicate that a perosn is sharp, witty, and unpredictable."
  },
  {
    "startTime": 120.4,
    "endTime": 127.60000000000001,
    "text": "Because a person with hazel eyes likes to avoid conflict, they learn form an early age how to be sharp, and cunning when conflict occurs."
  },
  {
    "startTime": 127.8,
    "endTime": 128.8,
    "text": "Blue eyes."
  },
  {
    "startTime": 129.0,
    "endTime": 137.31,
    "text": "Blue eyes first started showing up around 6,000 to 10,000 years ago, and everyone who has this eye color are linked to one common ancestor."
  },
  {
    "startTime": 137.31,
    "endTime": 144.8,
    "text": "The blue eye color occurred when a mutation formed in this ancestor that \"switched off\" the ability for that person to create brown eyes."
  },
  {
    "startTime": 144.91,
    "endTime": 149.686,
    "text": "People with this eye color have less concentration for melanin in their iris than brown-eyed people."
  },
  {
    "startTime": 149.686,
    "endTime": 153.312,
    "text": "Some cultures where brown eyes are common see blue eyes as a curse."
  },
  {
    "startTime": 153.312,
    "endTime": 156.311,
    "text": "People with this eye color tend to be most attractive to each other."
  },
  {
    "startTime": 156.311,
    "endTime": 160.91,
    "text": "They aren't alone because most people agree that blue eyes are the most attractive eye color."
  },
  {
    "startTime": 160.91,
    "endTime": 167.6,
    "text": "Blue-eyed people are also deemed least trustworthy, but are good and strategic thinkers, so they might be able to con others easily."
  },
  {
    "startTime": 167.8,
    "endTime": 169.0,
    "text": "Violet eyes."
  },
  {
    "startTime": 169.1,
    "endTime": 172.171,
    "text": "Violet eyes are among the rarest eye color."
  },
  {
    "startTime": 172.171,
    "endTime": 176.5,
    "text": "Someone with these colored eyes have what is known as Alexandria's genesis."
  },
  {
    "startTime": 176.7,
    "endTime": 183.39999999999998,
    "text": "The myth that makes up this mutation dates back to ancient Egypt when a bright light formed in the sky over sleeping Egyptians."
  },
  {
    "startTime": 183.6,
    "endTime": 190.79999999999998,
    "text": "The myth goes on to explain that anyone who went out to gaze upon the light developed shining white skin and dark violet eyes."
  },
  {
    "startTime": 190.961,
    "endTime": 197.4,
    "text": "Though this is hardly scientific, people with this eye color are very mysterious, and are known to be noble and refined."
  },
  {
    "startTime": 197.66,
    "endTime": 203.331,
    "text": "Gray eyes. Gray eyes are considered very genetically close to blue eyes, but are not quite the same."
  },
  {
    "startTime": 203.331,
    "endTime": 210.5,
    "text": "Scientists believe that people with this color eyes are initially born with blue eyes, but as they get older, the color changes to gray."
  },
  {
    "startTime": 210.671,
    "endTime": 217.111,
    "text": "The color gray is associated with old age, therefore people with this eye color are viewed as gentle and wise."
  },
  {
    "startTime": 217.111,
    "endTime": 221.60199999999998,
    "text": "Because of their calm and gentle nature, people with gray eyes make the best caregivers."
  },
  {
    "startTime": 221.602,
    "endTime": 225.70000000000002,
    "text": "They also tend to be very clean, and like to keep a clean appearance and house."
  },
  {
    "startTime": 225.883,
    "endTime": 226.8,
    "text": "Green eyes."
  },
  {
    "startTime": 227.0,
    "endTime": 233.162,
    "text": "Green eyes are another rare color, and it's estimated only 2% of the world possessed green eyes."
  },
  {
    "startTime": 233.162,
    "endTime": 240.6,
    "text": "Since this color is so rare, people possessing them are found very desirable, and are known to have intense and long-lasting relationships."
  },
  {
    "startTime": 240.752,
    "endTime": 249.0,
    "text": "Green-eyed people are also known to be mystical and magical, and during the Salem witch trials, having green eyes was a way to identify someone was a witch."
  },
  {
    "startTime": 249.1,
    "endTime": 257.6,
    "text": "Green eyes are also associated with envy, hence the term \"green-eyed monster,\" so people with this eye color may be more jealous than people with other eye colors."
  },
  {
    "startTime": 257.707,
    "endTime": 258.8,
    "text": "Amber eyes."
  },
  {
    "startTime": 259.0,
    "endTime": 261.981,
    "text": "Amber eyes can sometimes be confused with hazel eyes."
  },
  {
    "startTime": 261.981,
    "endTime": 266.892,
    "text": "Though hazel eyes have flecks of red or yellow, amber eyes always remain a golden hue."
  },
  {
    "startTime": 266.892,
    "endTime": 271.443,
    "text": "Amber eyes occur when the iris has lower melatonin and high pheomelanin."
  },
  {
    "startTime": 271.7,
    "endTime": 277.7,
    "text": "People who have this eye color are said to have wolf eyes because of their color resemblance and personality traits."
  },
  {
    "startTime": 277.9,
    "endTime": 282.20399999999995,
    "text": "Like wolves, these people are social animals, and have a need to fit in."
  },
  {
    "startTime": 282.204,
    "endTime": 287.033,
    "text": "They can also be cunning and alluring, and are found to be sexy and very appealing."
  },
  {
    "startTime": 287.874,
    "endTime": 290.843,
    "text": "What did you learn about your eye color and what it says about you?"
  },
  {
    "startTime": 290.843,
    "endTime": 294.564,
    "text": "React in the comment section below, and don't forget to subscribe to The Talko."
  }
]