[
  {
    "startTime": 2.19,
    "endTime": 12.219999999999999,
    "text": "Welcome to the Macat Multimedia Series. A Macat Analysis of Leon Festinger’s \"A Theory of Cognitive Dissonance\"."
  },
  {
    "startTime": 12.2,
    "endTime": 16.509999999999998,
    "text": "\"Well, something has to kill me!”"
  },
  {
    "startTime": 16.4,
    "endTime": 25.089999999999996,
    "text": "For Leon Festinger, an American social psychologist, that is the sound of a human mind resolving conflict."
  },
  {
    "startTime": 25.05,
    "endTime": 33.57,
    "text": "Festinger is known for his work on cognitive dissonance, a psychological state produced by conflicts between cognitions."
  },
  {
    "startTime": 33.57,
    "endTime": 41.079,
    "text": "Cognitions is an umbrella term for any idea, belief, emotion or knowledge."
  },
  {
    "startTime": 41.069,
    "endTime": 56.400000000000006,
    "text": "Festinger’s \"A Theory of Cognitive Dissonance,\" published in 1957, argued that humans prefer cognitions to be unopposed or consonant, and struggle with those that are opposed, or dissonant."
  },
  {
    "startTime": 56.489,
    "endTime": 71.11,
    "text": "Due to the sheer number of cognitions that we process, they are often in conflict and these conflicts become noticeable when we have to make decisions or are faced with new information that contradicts ideas we already hold."
  },
  {
    "startTime": 71.14,
    "endTime": 75.01,
    "text": "Festinger believed these conflicts to be psychologically distressing."
  },
  {
    "startTime": 75.01,
    "endTime": 79.61,
    "text": "When they occur, he said, people will try to resolve the conflict."
  },
  {
    "startTime": 79.61,
    "endTime": 89.33,
    "text": "When two cognitions are inconsistent, this usually means attempting to reduce dissonance by controlling the information we’re exposed to."
  },
  {
    "startTime": 89.3,
    "endTime": 91.5,
    "text": "What sort of conflicts?"
  },
  {
    "startTime": 91.53,
    "endTime": 95.64,
    "text": "Well, cigarette smokers often encounter cognitive dissonance."
  },
  {
    "startTime": 96.0,
    "endTime": 106.7,
    "text": "There is conflict between the behaviors created by their enjoyment of, and addiction to smoking, and information highlighting the health problems associated with their habit."
  },
  {
    "startTime": 106.88,
    "endTime": 117.56,
    "text": "Festinger argues that this dissonance causes smokers to become distressed by their smoking behavior, they may talk constantly about quitting or trying repeatedly to quit."
  },
  {
    "startTime": 117.8,
    "endTime": 129.07,
    "text": "But Festinger’s theory goes further than that. He suggests smokers use 4 specific techniques to combat dissonance and the distress associated with it."
  },
  {
    "startTime": 129.059,
    "endTime": 134.54,
    "text": "Number 1: Smokers may quit smoking because of messages from health officials."
  },
  {
    "startTime": 134.7,
    "endTime": 141.7,
    "text": "That’s the smoker changing existing cognitions to relieve the distress caused by new messages."
  },
  {
    "startTime": 142.18,
    "endTime": 152.83,
    "text": "Number 2: Smokers may attempt to justify their cognitions. For example, they might concentrate on the likelihood that everyone faces a health risk one way or another."
  },
  {
    "startTime": 152.8,
    "endTime": 158.3,
    "text": "Quitting smoking doesn’t mean avoiding every risk, they argue, so is it worth it?"
  },
  {
    "startTime": 158.33,
    "endTime": 162.74,
    "text": "Or maybe the pleasure gained is worth the risk."
  },
  {
    "startTime": 162.72,
    "endTime": 173.07999999999998,
    "text": "Thirdly, they add new cognitions. For instance, eating healthily or exercising, a smoker might argue, counteracts the risk of smoking."
  },
  {
    "startTime": 173.08,
    "endTime": 183.0,
    "text": "In other words, several desirable cognitions can outweigh the distress caused by the health warning, making it all together easier to cope."
  },
  {
    "startTime": 183.27,
    "endTime": 190.99,
    "text": "Finally, number 4: Smokers may dismiss information by questioning the validity of the science behind a warning."
  },
  {
    "startTime": 191.09,
    "endTime": 194.43,
    "text": "\"Wasn’t there a study last month that seemed to prove the opposite?\""
  },
  {
    "startTime": 194.7,
    "endTime": 201.5,
    "text": "Or they may ignore it by working to avoid coming into contact with negative messages."
  },
  {
    "startTime": 201.68,
    "endTime": 207.37,
    "text": "Festinger argued that his theory explained behaviors much more dangerous than smoking."
  },
  {
    "startTime": 207.37,
    "endTime": 215.32,
    "text": "If people in government work together to rationalize and justify their actions, it becomes much easier to ignore warnings."
  },
  {
    "startTime": 215.23,
    "endTime": 221.1,
    "text": "A more detailed examination of his ideas can be found in the Macat Analysis."
  }
]