[
  {
    "startTime": 0.05,
    "endTime": 3.5,
    "text": "If you're here, you're probably wanting to learn how to think like Sherlock Holmes."
  },
  {
    "startTime": 3.6,
    "endTime": 9.9,
    "text": "In the book \"Mastermind\" written by Maria Konnikiva, Maria says that there are two types of brains that we let control our thinking."
  },
  {
    "startTime": 10.0,
    "endTime": 14.0,
    "text": "There's the Watson brain, who is Holmes' sidekick, and there's the Holmes brain."
  },
  {
    "startTime": 14.1,
    "endTime": 18.3,
    "text": "Now, when we fall under rule of our Watson brain, we usually think very emotionally."
  },
  {
    "startTime": 18.4,
    "endTime": 25.4,
    "text": "We also rely on correlation instead of causation; when something is connected to something else, we automatically think that one causes the other."
  },
  {
    "startTime": 25.5,
    "endTime": 30.5,
    "text": "Under the control of Watson brain, we also fall victim to biases and fallacies, which I will explain later."
  },
  {
    "startTime": 30.6,
    "endTime": 34.6,
    "text": "And the Watson brain is also fast; it runs on stuff like fight-or-flight."
  },
  {
    "startTime": 34.7,
    "endTime": 39.7,
    "text": "And last, a Watson thinker is also subjective and under the influence of their feelings."
  },
  {
    "startTime": 40.3,
    "endTime": 44.599999999999994,
    "text": "Now, on the other hand, someone who thinks like Sherlock Holmes is very logical and precise."
  },
  {
    "startTime": 44.7,
    "endTime": 51.2,
    "text": "They find causation⏤they find out which thing cause the other thing instead of just standard correlation; they're also very deductive."
  },
  {
    "startTime": 51.3,
    "endTime": 56.599999999999994,
    "text": "But the reason there aren't very many Homes brain thinkers is because it's more cognitively costly."
  },
  {
    "startTime": 56.7,
    "endTime": 59.2,
    "text": "It literally takes more energy to think like this."
  },
  {
    "startTime": 59.7,
    "endTime": 62.1,
    "text": "A thinker like Sherlock Holmes is also objective."
  },
  {
    "startTime": 62.4,
    "endTime": 66.0,
    "text": "Now, you, too, can think like Sherlock Holmes⏤you just have to train your brain."
  },
  {
    "startTime": 66.1,
    "endTime": 70.3,
    "text": "Through habits, you can train your brain with deliberate thinking and mindfulness."
  },
  {
    "startTime": 70.4,
    "endTime": 72.4,
    "text": "This comes with time and practice."
  },
  {
    "startTime": 72.5,
    "endTime": 75.2,
    "text": "Now, those two things I mentioned earlier: biases and fallacies."
  },
  {
    "startTime": 75.3,
    "endTime": 79.39999999999999,
    "text": "A bias is a conclusion and automatic thought that our brain has."
  },
  {
    "startTime": 79.5,
    "endTime": 83.6,
    "text": "Most of the time, it's even stuff that we are completely unaware of⏤you should try to avoid these."
  },
  {
    "startTime": 83.7,
    "endTime": 86.5,
    "text": "I will cover these in future videos, so subscribe if you want to see them."
  },
  {
    "startTime": 86.6,
    "endTime": 89.6,
    "text": "And, also, fallacies are flaws in logical thinking."
  },
  {
    "startTime": 90.0,
    "endTime": 94.6,
    "text": "Stuff like, \"If something isn't A and something isn't B, then it must be something in between.\""
  },
  {
    "startTime": 94.7,
    "endTime": 96.5,
    "text": "That's called the \"Middle Ground Fallacy\"."
  },
  {
    "startTime": 96.6,
    "endTime": 99.19999999999999,
    "text": "There are tons of fallacies, and I plan on covering them, too."
  },
  {
    "startTime": 99.3,
    "endTime": 102.6,
    "text": "Do not fall victim to these flaws and logical thinking."
  },
  {
    "startTime": 102.7,
    "endTime": 105.3,
    "text": "Now let's move on to mindfulness: What is mindfulness?"
  },
  {
    "startTime": 105.4,
    "endTime": 108.60000000000001,
    "text": "Mindfulness is keeping your attention focused on what you're doing right now."
  },
  {
    "startTime": 108.7,
    "endTime": 110.9,
    "text": "It also means focusing on your environment."
  },
  {
    "startTime": 111.0,
    "endTime": 114.9,
    "text": "Maria mentions that the mind's nature tendency is to wander."
  },
  {
    "startTime": 114.8,
    "endTime": 118.0,
    "text": "She says that it takes extra energy to not let your mind wander."
  },
  {
    "startTime": 118.1,
    "endTime": 121.39999999999999,
    "text": "You have to use your focus and willpower to stay mindful."
  },
  {
    "startTime": 121.5,
    "endTime": 124.5,
    "text": "Now, when it comes to making deductions, mindfulness is very important."
  },
  {
    "startTime": 124.6,
    "endTime": 129.2,
    "text": "Let's say there's a guy that walks in to the room that you're in, and he has a dog hair on his shirt."
  },
  {
    "startTime": 129.3,
    "endTime": 132.0,
    "text": "Now, when you're mindful, you would say, \"Hey, this guy has a dog.\""
  },
  {
    "startTime": 132.1,
    "endTime": 133.9,
    "text": "However, this is [the] thinking of a Watson thinker."
  },
  {
    "startTime": 134.0,
    "endTime": 139.1,
    "text": "A Watson thinker would say, \"Hey, there's dog hair; this guy probably has a dog\"⏤that is an example of correlation."
  },
  {
    "startTime": 139.2,
    "endTime": 141.39999999999998,
    "text": "Now, he could've gotten that hair anywhere."
  },
  {
    "startTime": 141.5,
    "endTime": 147.1,
    "text": "He could've picked it up at the bus on his way here, he could've picked it up at his friend's house; it doesn't necessarily mean that he has a dog."
  },
  {
    "startTime": 147.2,
    "endTime": 149.7,
    "text": "To try to find causation and not correlation."
  },
  {
    "startTime": 149.8,
    "endTime": 153.0,
    "text": "And last but not least, Sherlock Holmes is always learning."
  },
  {
    "startTime": 153.1,
    "endTime": 161.7,
    "text": "Even though there is a little passage in one of the books that says, \"Holmes has no reason to know if the sun moves around the earth or the earth moves around the sun because it doesn't matter to him.\""
  },
  {
    "startTime": 161.8,
    "endTime": 165.9,
    "text": "\"It's not gonna change the way he does business; this is one of Sherlock Holmes' little quirks.\""
  },
  {
    "startTime": 166.0,
    "endTime": 171.0,
    "text": "However, he is always stimulating his brain; he's always learning, and he plays the violin."
  },
  {
    "startTime": 171.1,
    "endTime": 174.4,
    "text": "He says that it's easier to stay mindful if you do something that's interesting."
  },
  {
    "startTime": 174.5,
    "endTime": 180.3,
    "text": "This is why he's always smoking tobacco and playing the violin because he thinks it's interesting and it stimulates his brain."
  },
  {
    "startTime": 180.4,
    "endTime": 183.0,
    "text": "So, let's go through an overview of how to think like Sherlock Holmes."
  },
  {
    "startTime": 183.1,
    "endTime": 187.0,
    "text": "First, don't let your mind fall victim to biases and fallacies."
  },
  {
    "startTime": 187.1,
    "endTime": 194.1,
    "text": "Second, try to be as mindful as you can; pay really close attention to what you are doing and the environment that you're in."
  },
  {
    "startTime": 194.2,
    "endTime": 200.1,
    "text": "And third, never stop learning; you'll find that life will become a lot more interesting if you are always learning something."
  },
  {
    "startTime": 200.2,
    "endTime": 207.39999999999998,
    "text": "If you combine these three simple steps, not only will you think like Sherlock Holmes, but you'll become extremely successful in your life."
  },
  {
    "startTime": 207.5,
    "endTime": 210.2,
    "text": "I hope you enjoyed watching this video, and I hope you learned something."
  },
  {
    "startTime": 210.3,
    "endTime": 214.9,
    "text": "If you did, click the \"like\" button below; it lets me know that viewers are actually enjoying my videos."
  },
  {
    "startTime": 215.0,
    "endTime": 218.737,
    "text": "Also, I'll be putting out a lot more videos like this, so subscribe for more, and thanks for watching."
  }
]