[
  {
    "startTime": 3.97,
    "endTime": 7.34,
    "text": "Hi. It's Mr. Andersen and in this podcast I'm going to talk about plant"
  },
  {
    "startTime": 7.34,
    "endTime": 11.32,
    "text": "nutrition and transport. I'm going to use a number of terms that you should be familiar"
  },
  {
    "startTime": 11.32,
    "endTime": 17.65,
    "text": "with. Like monocot, dicot, or ground tissue, vascular tissue. And if you're not sure what"
  },
  {
    "startTime": 17.65,
    "endTime": 22.38,
    "text": "I'm talking about, make sure you go back and watch the previous podcast on plant structure."
  },
  {
    "startTime": 22.38,
    "endTime": 26.47,
    "text": "But before we get into that we should talk about what plants need. In other words, what"
  },
  {
    "startTime": 26.47,
    "endTime": 32.47,
    "text": "is the nutrition that plants count on? Well it's the same thing as in you. They need CHNOPS."
  },
  {
    "startTime": 32.47,
    "endTime": 38.72,
    "text": "So basically what they need is carbon, hydrogen, nitrogen, oxygen, phosphorus and sulfur. And"
  },
  {
    "startTime": 38.72,
    "endTime": 42.86,
    "text": "so where do they get the carbon? Well, unlike us, they're going to take carbon in in the"
  },
  {
    "startTime": 42.86,
    "endTime": 46.89,
    "text": "form of carbon dioxide. So that's going to come in through their leaves. They're going"
  },
  {
    "startTime": 46.89,
    "endTime": 51.53,
    "text": "to absorb their water, so they're going to get their hydrogen and oxygen through their"
  },
  {
    "startTime": 51.53,
    "endTime": 56.49,
    "text": "roots as well. But the other things like nitrogen, phosphorus and sulfur, they're all going to"
  },
  {
    "startTime": 56.49,
    "endTime": 61.45,
    "text": "take in through their roots. Now how does that differ from animals? Well we simply eat"
  },
  {
    "startTime": 61.45,
    "endTime": 67.10000000000001,
    "text": "things, like plants. Or we eat things that eat plants. And so we can get all of those"
  },
  {
    "startTime": 67.1,
    "endTime": 71.82,
    "text": "nutrients. And so basically we are kind of talking about the digestive, circulatory and"
  },
  {
    "startTime": 71.82,
    "endTime": 77.75999999999999,
    "text": "respiratory system all in one, in relation to plants. And so basically plants live in"
  },
  {
    "startTime": 77.76,
    "endTime": 83.37,
    "text": "two worlds. They live in the world above ground and that's the world of the shoots. And then"
  },
  {
    "startTime": 83.37,
    "endTime": 88.10000000000001,
    "text": "they live in a world below ground. And that's in the world of the roots. And so basically"
  },
  {
    "startTime": 88.1,
    "endTime": 92.229,
    "text": "the one thing that they're taking in through their leaves is carbon dioxide. And they are"
  },
  {
    "startTime": 92.229,
    "endTime": 96.28,
    "text": "using that carbon dioxide to make sugars. And those sugars are going to make up the"
  },
  {
    "startTime": 96.28,
    "endTime": 102.05,
    "text": "bulk of a plant. But they are also going to be used for energy within the plant. Now,"
  },
  {
    "startTime": 102.05,
    "endTime": 106.02,
    "text": "as far as roots go, they need water. And so that water is going to flow in through their"
  },
  {
    "startTime": 106.02,
    "endTime": 110.28,
    "text": "roots. It's going to move up through the xylem and it's eventually going to evaporate through"
  },
  {
    "startTime": 110.28,
    "endTime": 115.21000000000001,
    "text": "their leaves. And so they're taking that water in. And the one thing that may puzzle you"
  },
  {
    "startTime": 115.21,
    "endTime": 119.30999999999999,
    "text": "a little bit on this diagram is that they are also taking in oxygen. They are taking"
  },
  {
    "startTime": 119.31,
    "endTime": 124.44,
    "text": "in oxygen through their roots. And you might think that seems a little odd. What do they"
  },
  {
    "startTime": 124.44,
    "endTime": 130.929,
    "text": "need oxygen for? Well remember they do photosynthesis. And they're using photosynthesis to take in"
  },
  {
    "startTime": 130.929,
    "endTime": 135.849,
    "text": "the energy of the sun and convert that carbon dioxide into sugars. But they are going to"
  },
  {
    "startTime": 135.849,
    "endTime": 140.099,
    "text": "use those sugars as well. So they do cellular respiration. What do you require for cellular"
  },
  {
    "startTime": 140.099,
    "endTime": 145.04899999999998,
    "text": "respiration? You need sugars. And they are going to produce those through photosynthesis."
  },
  {
    "startTime": 145.049,
    "endTime": 150.719,
    "text": "But they also need oxygen. And so any part of a plant that's growing or requires energy"
  },
  {
    "startTime": 150.719,
    "endTime": 157.079,
    "text": "is also going to require oxygen. Okay. Let's start at the roots and then kind of work our"
  },
  {
    "startTime": 157.079,
    "endTime": 160.709,
    "text": "way up through the shoots. I'm going to have examples here. These are the dicots and the"
  },
  {
    "startTime": 160.709,
    "endTime": 165.31900000000002,
    "text": "monocots. Remember a quintessential example of a dicot would be like a sunflower. And"
  },
  {
    "startTime": 165.319,
    "endTime": 169.88899999999998,
    "text": "a monocot is going to be corn. Or a dicot could be a dandelion. And a monocot could"
  },
  {
    "startTime": 169.889,
    "endTime": 173.779,
    "text": "be grass. But basically what were going to do is we're going to work our way up from"
  },
  {
    "startTime": 173.779,
    "endTime": 177.219,
    "text": "the roots to the stems and then finally to the leaves. And you'll find that there are"
  },
  {
    "startTime": 177.219,
    "endTime": 181.659,
    "text": "similarities between the two, but subtle differences. And so if we start in the roots what we are"
  },
  {
    "startTime": 181.659,
    "endTime": 187.13899999999998,
    "text": "looking at here is a cross -section. So imagine that a root looks kind of like this. And there's"
  },
  {
    "startTime": 187.139,
    "endTime": 192.359,
    "text": "going to be root hairs coming out of it. Basically what we'll do is we'll just take a cross-section."
  },
  {
    "startTime": 192.359,
    "endTime": 196.06900000000002,
    "text": "So we're cutting right across like that. And that's why we have this kind of a circle."
  },
  {
    "startTime": 196.069,
    "endTime": 199.599,
    "text": "And so basically what do we have here? Well there are three types of tissues. Remember"
  },
  {
    "startTime": 199.599,
    "endTime": 203.779,
    "text": "there's going to be an epidermis on the outside. So you can see the epidermis here. There's"
  },
  {
    "startTime": 203.779,
    "endTime": 207.98,
    "text": "going to be ground tissue here in the middle. So on the monocots same thing. Epidermis on"
  },
  {
    "startTime": 207.98,
    "endTime": 211.439,
    "text": "the outside and then it's going to be ground tissue right here. But you're going to have"
  },
  {
    "startTime": 211.439,
    "endTime": 217.59,
    "text": "vascular tissue on the inside. So that vascular tissue is going to be made up of xylem and"
  },
  {
    "startTime": 217.59,
    "endTime": 221.84,
    "text": "phloem. And it's kind of hard to see with that color. Likewise here we're going to have"
  },
  {
    "startTime": 221.84,
    "endTime": 226.809,
    "text": "xylem and we're going to have phloem. The phloem is going to be right outside of that."
  },
  {
    "startTime": 226.809,
    "endTime": 231.04,
    "text": "And so basically if you think about it, in the roots the vascular tissue, that's going"
  },
  {
    "startTime": 231.04,
    "endTime": 235.19899999999998,
    "text": "to be the movement of water and the movement of nutrients, is going to be centered in the"
  },
  {
    "startTime": 235.199,
    "endTime": 239.43900000000002,
    "text": "middle of the root. Now if you think about it, that doesn't make sense. How is the water"
  },
  {
    "startTime": 239.439,
    "endTime": 244.13899999999998,
    "text": "going to get from the outside to the center? Well every time we build new roots you can"
  },
  {
    "startTime": 244.139,
    "endTime": 249.199,
    "text": "see, this is roots actually in a potato, you'll see that they're actually starting at the"
  },
  {
    "startTime": 249.199,
    "endTime": 252.73000000000002,
    "text": "bottom and then they're growing up from the center. And so it's kind of like a plumbing"
  },
  {
    "startTime": 252.73,
    "endTime": 257.389,
    "text": "network where it's going to start on the outside, it's going to move to the inside. And then"
  },
  {
    "startTime": 257.389,
    "endTime": 261.669,
    "text": "three dimensionally it's going to go up in the plant. Now if you look at the edge, some"
  },
  {
    "startTime": 261.669,
    "endTime": 264.93,
    "text": "of these cells are modified into what are called root hairs. And the function of that"
  },
  {
    "startTime": 264.93,
    "endTime": 269.419,
    "text": "is to increase surface area. And a lot of these have fungus that are living in and around"
  },
  {
    "startTime": 269.419,
    "endTime": 274.139,
    "text": "them. Symbiotic fungi. It allows them to absorb even more nutrients. Now we're going to go"
  },
  {
    "startTime": 274.139,
    "endTime": 277.99,
    "text": "above ground into the shoot system. And we're going to look at the stems. And so what you'll"
  },
  {
    "startTime": 277.99,
    "endTime": 281.479,
    "text": "find is that we're still going to have the epidermis on the outside. You could see that."
  },
  {
    "startTime": 281.479,
    "endTime": 284.949,
    "text": "So here's the epidermis on the outside. It's going to have that cuticle on the outside"
  },
  {
    "startTime": 284.949,
    "endTime": 290.99,
    "text": "of that. But what we start to see in the dicot is that those vascular tissues moving from"
  },
  {
    "startTime": 290.99,
    "endTime": 295.96000000000004,
    "text": "the center of the root towards the edge of the stem. And the reason why is that it eventually"
  },
  {
    "startTime": 295.96,
    "endTime": 301.44899999999996,
    "text": "has to flow out into the leaves. And so right here would be the xylem, closer to the edge."
  },
  {
    "startTime": 301.449,
    "endTime": 305.81,
    "text": "We're going to have the phloem here. So this would be the xylem here, the phloem here in"
  },
  {
    "startTime": 305.81,
    "endTime": 310.75,
    "text": "a dicot. Likewise here we're going to have the phloem here, excuse me xylem and then"
  },
  {
    "startTime": 310.75,
    "endTime": 314.33,
    "text": "the phloem right here. I've always thought these looked kind of like little monkey heads"
  },
  {
    "startTime": 314.33,
    "endTime": 317.71,
    "text": "in a monocot. And then we're going to have the epidermis out here. What are all the other"
  },
  {
    "startTime": 317.71,
    "endTime": 320.71,
    "text": "cells then? The other cells are going to be ground tissue. So that's going to be ground"
  },
  {
    "startTime": 320.71,
    "endTime": 324.73999999999995,
    "text": "tissue here as well. Alright. Let's keep going, because remember those stems are eventually"
  },
  {
    "startTime": 324.74,
    "endTime": 329.34000000000003,
    "text": "going to bud off and those are going to reach to the leaves. And so if we look at leaves,"
  },
  {
    "startTime": 329.34,
    "endTime": 333.06,
    "text": "remember what makes a dicot a dicot is it's going to have this net-like venations. So"
  },
  {
    "startTime": 333.06,
    "endTime": 337.539,
    "text": "you can see these nets that are branching off. Those nets, those veins are actually"
  },
  {
    "startTime": 337.539,
    "endTime": 341.75,
    "text": "the vascular tissue. And so if we look at a cross section right here of a dicot you"
  },
  {
    "startTime": 341.75,
    "endTime": 345.97,
    "text": "could see that vascular tissue moving right through the middle. Likewise, if we go to"
  },
  {
    "startTime": 345.97,
    "endTime": 349.5,
    "text": "a monocot, what makes them a monocot? Well one of the characteristics is you're going"
  },
  {
    "startTime": 349.5,
    "endTime": 353.24,
    "text": "to have one of these parallel veins that are going through the leaf. And so you can see"
  },
  {
    "startTime": 353.24,
    "endTime": 359.539,
    "text": "that those veins are vascular tissue that's moving right through the leaf, if I kind of"
  },
  {
    "startTime": 359.539,
    "endTime": 363.139,
    "text": "try to draw this three dimensionally. But both of them are going to have essentially"
  },
  {
    "startTime": 363.139,
    "endTime": 367.71000000000004,
    "text": "the same characteristics when you get to the level of the leaves. And now we're taking"
  },
  {
    "startTime": 367.71,
    "endTime": 371.78,
    "text": "a cross section of the leaf. We've got our epidermis on the top. You got the waxy cuticle"
  },
  {
    "startTime": 371.78,
    "endTime": 375.229,
    "text": "above that. We're going to have epidermis on the bottom. You can see right here that"
  },
  {
    "startTime": 375.229,
    "endTime": 380.00899999999996,
    "text": "there's a stomata there. What the stomata for? That's to take in carbon dioxide and"
  },
  {
    "startTime": 380.009,
    "endTime": 386.379,
    "text": "also to lose water. Some of the other levels that we have in here is this. We're going"
  },
  {
    "startTime": 386.379,
    "endTime": 391.719,
    "text": "to call this the palisade mesophyll. And then we're going to have this down here which is"
  },
  {
    "startTime": 391.719,
    "endTime": 397.319,
    "text": "going to be the spongy mesophyll. And so basically what is that? And it's organized different"
  },
  {
    "startTime": 397.319,
    "endTime": 402.53900000000004,
    "text": "in dicots and monocots. But basically this palisade mesophyll is like palisades, like"
  },
  {
    "startTime": 402.539,
    "endTime": 407.37899999999996,
    "text": "a waterfall, is going to be an area where we have photosynthesis going on. So we're"
  },
  {
    "startTime": 407.379,
    "endTime": 411.999,
    "text": "going to have light coming in and that light is hitting chloroplasts. And that's where"
  },
  {
    "startTime": 411.999,
    "endTime": 416.24,
    "text": "the photosynthesis is taking place. But what else do we need for photosynthesis. Well,"
  },
  {
    "startTime": 416.24,
    "endTime": 419.599,
    "text": "we need that water. That's going to come through the vascular tissue. And then we need carbon"
  },
  {
    "startTime": 419.599,
    "endTime": 424.099,
    "text": "dioxide. And so the bottom part here, all of that space down here is for the carbon"
  },
  {
    "startTime": 424.099,
    "endTime": 429.919,
    "text": "dioxide gas to diffuse in and then can be used in photosynthesis. One quick thing I"
  },
  {
    "startTime": 429.919,
    "endTime": 435.34,
    "text": "should mention going way back down to the roots again, our immune system kind of protects"
  },
  {
    "startTime": 435.34,
    "endTime": 442.10999999999996,
    "text": "us from it's environment. And also our skin is going to protect us and is going to allow"
  },
  {
    "startTime": 442.11,
    "endTime": 446.009,
    "text": "things in that we want and and things out that we don't. And so basically the way it"
  },
  {
    "startTime": 446.009,
    "endTime": 450.83000000000004,
    "text": "works in the roots of a plant is a little bit different. And so imagine now we're down"
  },
  {
    "startTime": 450.83,
    "endTime": 455.87,
    "text": "right in here. We're down in the root hairs like this. So how is water getting in? Water"
  },
  {
    "startTime": 455.87,
    "endTime": 459.879,
    "text": "is flowing in through osmosis. So it's flowing in here to the middle. And remember it's going"
  },
  {
    "startTime": 459.879,
    "endTime": 464.139,
    "text": "to go to the center of the root and then it's going to work it's way up. But we don't want"
  },
  {
    "startTime": 464.139,
    "endTime": 469.02,
    "text": "to let just anything come in. And the way water flows is kind of odd. Some of the water"
  },
  {
    "startTime": 469.02,
    "endTime": 472.85999999999996,
    "text": "is going to flow, so this is one cell and this is another cell, so some of the water"
  },
  {
    "startTime": 472.86,
    "endTime": 477.46000000000004,
    "text": "is going to flow within the cell. So it will go across a membrane. And it will flow through"
  },
  {
    "startTime": 477.46,
    "endTime": 482.09,
    "text": "these little pores between the cells called plasmodesmata. But some of it will actually"
  },
  {
    "startTime": 482.09,
    "endTime": 485.67999999999995,
    "text": "move through the cell wall. So you can see this water right here would be moving through"
  },
  {
    "startTime": 485.68,
    "endTime": 490.789,
    "text": "the cell wall and it's never having to go across a cell membrane. And so basically what"
  },
  {
    "startTime": 490.789,
    "endTime": 495.56899999999996,
    "text": "plants have, now let me do a quick cross-section. So if this is the epidermis and this is the"
  },
  {
    "startTime": 495.569,
    "endTime": 503.06,
    "text": "vascular tissue on the inside of a root, so the water is going to flow in like this, basically"
  },
  {
    "startTime": 503.06,
    "endTime": 507.969,
    "text": "we don't want it to flow up in a plant unless we have had some say over what has coming"
  },
  {
    "startTime": 507.969,
    "endTime": 512.29,
    "text": "in. And remember what protects our cells, what allows certain things in and certain"
  },
  {
    "startTime": 512.29,
    "endTime": 516.38,
    "text": "things out, that's going to be the cell membrane. And if you look at this water, since it's"
  },
  {
    "startTime": 516.38,
    "endTime": 521.02,
    "text": "going all the way across here, we call that apoplectically. It's moving through the cell"
  },
  {
    "startTime": 521.02,
    "endTime": 525.6,
    "text": "wall. It's never had to go across this cell membrane. And so basically what happens is"
  },
  {
    "startTime": 525.6,
    "endTime": 529.32,
    "text": "you're going to have an endodermis here. This has a lining around it. And there's going"
  },
  {
    "startTime": 529.32,
    "endTime": 534.99,
    "text": "to be a waxy cuticle called the casparian strip. You can kind of see it right here."
  },
  {
    "startTime": 534.99,
    "endTime": 539.95,
    "text": "This is that casparian strip that's connecting all of the cells. And basically what it does"
  },
  {
    "startTime": 539.95,
    "endTime": 543.5600000000001,
    "text": "is it acts almost as, I don't know if you've seen the Lord of the Rings, but there's a"
  },
  {
    "startTime": 543.56,
    "endTime": 548.7099999999999,
    "text": "scene where Gandolf, you know, puts his staff down and says, \"You shall not pass\". Basically"
  },
  {
    "startTime": 548.71,
    "endTime": 556.6800000000001,
    "text": "what the casparian strip is doing is it's this strip that's goes all the way across"
  },
  {
    "startTime": 556.68,
    "endTime": 561.2299999999999,
    "text": "here and it's basically forcing that water that's made it all the way to the inside of"
  },
  {
    "startTime": 561.23,
    "endTime": 565.2,
    "text": "the vascular tissue, it can't keep sneaking through this cell wall. It will have to force"
  },
  {
    "startTime": 565.2,
    "endTime": 570.5200000000001,
    "text": "its way into the cell. And it has to go symplastically at that point. So the function of the casparian"
  },
  {
    "startTime": 570.52,
    "endTime": 575.38,
    "text": "strip is to force the water eventually to go across the membrane so we have control."
  },
  {
    "startTime": 575.38,
    "endTime": 579.17,
    "text": "And so we just have two things left to talk about. And that's basically how water moves"
  },
  {
    "startTime": 579.17,
    "endTime": 584.5899999999999,
    "text": "up a plant and then how sugar moves in a plant. And we've talked about transpiration before."
  },
  {
    "startTime": 584.59,
    "endTime": 590.5400000000001,
    "text": "But I want you to think about it as a pull. In other words there's going to be xylem,"
  },
  {
    "startTime": 590.54,
    "endTime": 594.6899999999999,
    "text": "which are these vascular tissues that go all the way from the roots, all the way up in"
  },
  {
    "startTime": 594.69,
    "endTime": 598.5100000000001,
    "text": "the tree. It's going to go all the way up the inside of the bark. All the way up to"
  },
  {
    "startTime": 598.51,
    "endTime": 604.2,
    "text": "the leaves. And eventually evaporate. And so there's a connection all the way up from"
  },
  {
    "startTime": 604.2,
    "endTime": 608.13,
    "text": "the roots to the leaves. But there's also something important you should know about"
  },
  {
    "startTime": 608.13,
    "endTime": 613.57,
    "text": "water. Water is slightly charged. And that means that this right here, the oxygen is"
  },
  {
    "startTime": 613.57,
    "endTime": 617.57,
    "text": "going to have a slightly negative charge. And the hydrogen is going to have a slightly"
  },
  {
    "startTime": 617.57,
    "endTime": 622.84,
    "text": "positive charge. And so basically water will line up so the negative oxygen is attached"
  },
  {
    "startTime": 622.84,
    "endTime": 629.02,
    "text": "to the positive hydrogen. And we call this bond right here a hydrogen bond. And so basically"
  },
  {
    "startTime": 629.02,
    "endTime": 634.29,
    "text": "water is all connected through these hydrogen bonds. And so once one bit of water starts"
  },
  {
    "startTime": 634.29,
    "endTime": 638.5,
    "text": "flowing up the tree, the ones are going to follow. And we call that process, or we call"
  },
  {
    "startTime": 638.5,
    "endTime": 643.24,
    "text": "that phenomena cohesion. There would also be some adhesion to the inside of the xylem."
  },
  {
    "startTime": 643.24,
    "endTime": 647.23,
    "text": "So two quick things you should know about xylem. It's dead at maturity. So these are"
  },
  {
    "startTime": 647.23,
    "endTime": 651.58,
    "text": "cells that are now empty. They're not alive anymore. It's simple just a container or a"
  },
  {
    "startTime": 651.58,
    "endTime": 655.84,
    "text": "vessel for the water to flow through. But basically if we go all the up here to the"
  },
  {
    "startTime": 655.84,
    "endTime": 661.01,
    "text": "leaf, water is evaporating out. So the H2 is evaporating out. That water is connected"
  },
  {
    "startTime": 661.01,
    "endTime": 665.55,
    "text": "all the way back through the vascular tissue through the leaves, through the veins. All"
  },
  {
    "startTime": 665.55,
    "endTime": 671.76,
    "text": "the way back down through down here to the root hairs. And so we have a continuous pathway"
  },
  {
    "startTime": 671.76,
    "endTime": 676.41,
    "text": "all the way up of water. And so every time one water molecule evaporates here in the"
  },
  {
    "startTime": 676.41,
    "endTime": 681.9499999999999,
    "text": "leaf, that's going to pull this whole chain up. And so really xylem and the water is moved"
  },
  {
    "startTime": 681.95,
    "endTime": 686.4100000000001,
    "text": "through a pulling process. What's generating all of that energy to pull it up? It's going"
  },
  {
    "startTime": 686.41,
    "endTime": 691.39,
    "text": "to be the sun is pulling it all the up like that. Okay. Now last thing then is how does"
  },
  {
    "startTime": 691.39,
    "endTime": 697.3,
    "text": "phloem move? Well phloem is different. Phloem are cells. So here is one cell. Here's another"
  },
  {
    "startTime": 697.3,
    "endTime": 702.8599999999999,
    "text": "cell. Here's another cell. They're empty. And so how do you be alive as a cell and be"
  },
  {
    "startTime": 702.86,
    "endTime": 706.7,
    "text": "empty? Well basically they'll have these companion cells that are going to have a nuclei. And"
  },
  {
    "startTime": 706.7,
    "endTime": 710.86,
    "text": "they're connected to the phloem cells. And they're going to provide the metabolic support"
  },
  {
    "startTime": 710.86,
    "endTime": 715.51,
    "text": "for phloem. But phloem is a living cell. And xylem we said is dead. They're going to be"
  },
  {
    "startTime": 715.51,
    "endTime": 719.79,
    "text": "little connecting holes all the way through here. And same thing over here. It will be"
  },
  {
    "startTime": 719.79,
    "endTime": 725.29,
    "text": "connectors like that. And so basically I like to think of it as being pushed. And so phloem"
  },
  {
    "startTime": 725.29,
    "endTime": 730.0999999999999,
    "text": "and sap and sugar is actually pushed around in a tree. And you might be thinking how does"
  },
  {
    "startTime": 730.1,
    "endTime": 734.08,
    "text": "that work? Well let's look at this carrot here. So we've got a carrot. It's planted"
  },
  {
    "startTime": 734.08,
    "endTime": 737.6,
    "text": "underground. And let's say that it's the second year. And this carrot happens to be coming"
  },
  {
    "startTime": 737.6,
    "endTime": 742.0,
    "text": "back again. Well if you think about it, where is the sugar going to be if this plant is"
  },
  {
    "startTime": 742.0,
    "endTime": 746.74,
    "text": "just starting to grow? Well more of the sugar is going to be in the carrot. And so if more"
  },
  {
    "startTime": 746.74,
    "endTime": 751.1800000000001,
    "text": "of the sugar is going to be in the carrot, so we have sugar here, that sugar is going"
  },
  {
    "startTime": 751.18,
    "endTime": 758.27,
    "text": "to flow out from an area of high sugar concentration down in the carrot, into low sugar concentration"
  },
  {
    "startTime": 758.27,
    "endTime": 763.27,
    "text": "in here. We're also going to get flow of water in this direction. But basically the sugar"
  },
  {
    "startTime": 763.27,
    "endTime": 767.55,
    "text": "is going to be pushed in this direction. Since there is more sugar down here we call that"
  },
  {
    "startTime": 767.55,
    "endTime": 773.16,
    "text": "the sugar source. And so phloem is actually going to be pushed from the source to the"
  },
  {
    "startTime": 773.16,
    "endTime": 776.85,
    "text": "sink. Okay. So there's more sugar down here. Where's it going to go? Well there's sugar"
  },
  {
    "startTime": 776.85,
    "endTime": 781.57,
    "text": "all the way down here, so that sugar is going to start to flow up to here. The leaves, it's"
  },
  {
    "startTime": 781.57,
    "endTime": 785.19,
    "text": "early in the spring we'll say, and they're starting to grow. So they're not making any"
  },
  {
    "startTime": 785.19,
    "endTime": 789.7,
    "text": "sugar yet. That means that there's no sugar here. And so we call this, a place where there's"
  },
  {
    "startTime": 789.7,
    "endTime": 793.95,
    "text": "no sugar, the sink. It's just like a sink. It's just like a sink. So the water flows"
  },
  {
    "startTime": 793.95,
    "endTime": 797.9100000000001,
    "text": "from the source to the sink. Sugar does the same thing. So the sugar is going to flow"
  },
  {
    "startTime": 797.91,
    "endTime": 803.49,
    "text": "up here and then it's going to move into these cells. And so basically we get this flow of"
  },
  {
    "startTime": 803.49,
    "endTime": 807.44,
    "text": "sugar like this. This is going to be early in the spring. But let's say the carrot starts"
  },
  {
    "startTime": 807.44,
    "endTime": 812.74,
    "text": "to grow. And now we've got photosynthesis going on. And not we've got these leaves producing"
  },
  {
    "startTime": 812.74,
    "endTime": 818.9,
    "text": "a bunch of sugar. Well now this is the sugar source. So we're making a bunch of sugar here."
  },
  {
    "startTime": 818.9,
    "endTime": 822.86,
    "text": "That's going to push the sugar down here from an area of high sugar to low. That's going"
  },
  {
    "startTime": 822.86,
    "endTime": 827.59,
    "text": "to be stored down here in the carrot. And so that's going to become the sink when it's"
  },
  {
    "startTime": 827.59,
    "endTime": 833.45,
    "text": "active. And so basically what we get is this flow of sugar, always from the source to the"
  },
  {
    "startTime": 833.45,
    "endTime": 838.71,
    "text": "sink. But we have this flow of water all the way up the tree continuously as long as the"
  },
  {
    "startTime": 838.71,
    "endTime": 843.13,
    "text": "sun in shining. And so that's basically how material is moved around in a plant. It tells"
  },
  {
    "startTime": 843.13,
    "endTime": 853.13,
    "text": "you a little bit about what they need. How they get it. And I hope that's helpful.}"
  }
]