[
  {
    "startTime": 4.32,
    "endTime": 8.469000000000001,
    "text": "Hi. It's Mr. Andersen and in this podcast I'm going to talk about plant"
  },
  {
    "startTime": 8.469,
    "endTime": 13.209,
    "text": "structure. So a good way to think about this is plant anatomy. If you never stood next"
  },
  {
    "startTime": 13.209,
    "endTime": 17.759,
    "text": "to a giant sequoia then you should. It dwarfs all the trees around iy. And it shows you"
  },
  {
    "startTime": 17.759,
    "endTime": 23.859,
    "text": "how huge plants can become. Just using a few simple ingredients like water, carbon dioxide"
  },
  {
    "startTime": 23.859,
    "endTime": 28.32,
    "text": "and a few nutrients from the soil it can become massive. And you can see the rings that we'll"
  },
  {
    "startTime": 28.32,
    "endTime": 31.939,
    "text": "talk about kind of near the end. And so basically everything I'm going to talk about for the"
  },
  {
    "startTime": 31.939,
    "endTime": 37.51,
    "text": "most part is going to be angiosperms. So flowering plants. And flowering plants can be broken"
  },
  {
    "startTime": 37.51,
    "endTime": 44.739999999999995,
    "text": "down into two different dicots and monocots. And so what is a cot? A cot is simply a cotyledon."
  },
  {
    "startTime": 44.74,
    "endTime": 50.04,
    "text": "And so a cotyledon is going to be a baby plant leaf. And so here we've got two different"
  },
  {
    "startTime": 50.04,
    "endTime": 54.11,
    "text": "seed types. There's going to be a seed coat around the outside. And little endosperm in"
  },
  {
    "startTime": 54.11,
    "endTime": 59.12,
    "text": "here. But you can see this baby plant. And in this dicot you'll have two cotyledons."
  },
  {
    "startTime": 59.12,
    "endTime": 64.39999999999999,
    "text": "One, two. But in a monocot you're only going to have one. Now the quintessential dicot"
  },
  {
    "startTime": 64.4,
    "endTime": 68.61,
    "text": "that I think of is dandelion. And a monocot I think about is grass. And so if you've ever"
  },
  {
    "startTime": 68.61,
    "endTime": 73.52,
    "text": "looked at a dandelion leaf, all the veins, which really are vascular material, it's kind"
  },
  {
    "startTime": 73.52,
    "endTime": 77.69,
    "text": "of like our circulatory system, moving water and sugar, are going to be net like. They're"
  },
  {
    "startTime": 77.69,
    "endTime": 81.8,
    "text": "going to branch out. But if we're talking about a monocot, they're going to be parallel."
  },
  {
    "startTime": 81.8,
    "endTime": 86.0,
    "text": "So if you've ever looked at the veins in the grass, a blade of grass, it's going to be"
  },
  {
    "startTime": 86.0,
    "endTime": 90.5,
    "text": "all parallel. If you were to look at their flowers, in a dicot, they're going to have"
  },
  {
    "startTime": 90.5,
    "endTime": 96.27,
    "text": "4 to 5 or multiples of 4 to 5 on their petals. So you can see 1, 2, 3, 4, 5. So probably"
  },
  {
    "startTime": 96.27,
    "endTime": 99.729,
    "text": "a dicot. Where as if it's a monocot, they're going to be in multiples of 3. So you can"
  },
  {
    "startTime": 99.729,
    "endTime": 104.35,
    "text": "see that this one has 6 petals. And so it's going to be a monocot. And then another way"
  },
  {
    "startTime": 104.35,
    "endTime": 108.07,
    "text": "to differentiate between the two is going to be roots. A dandelion, if you've ever tried"
  },
  {
    "startTime": 108.07,
    "endTime": 113.32,
    "text": "to pull one out, they have this really big tap root system. But in monocots, like grass,"
  },
  {
    "startTime": 113.32,
    "endTime": 116.94999999999999,
    "text": "they're going to have a netlike root system. And it's going to be what makes up sod for"
  },
  {
    "startTime": 116.95,
    "endTime": 122.58,
    "text": "example and grass. And so those are the different types of angiosperms. When we talk about phytotomy"
  },
  {
    "startTime": 122.58,
    "endTime": 127.42,
    "text": "you should realize that plants live a double life. They live life underground. We call"
  },
  {
    "startTime": 127.42,
    "endTime": 131.909,
    "text": "that the root system. And then they have a life above ground. We call that the shoot"
  },
  {
    "startTime": 131.909,
    "endTime": 135.489,
    "text": "system. Within that shoot system, basically you're going to have nodes. So that would"
  },
  {
    "startTime": 135.489,
    "endTime": 140.56,
    "text": "be a node there. A node there. You could have another node there. And another node up here."
  },
  {
    "startTime": 140.56,
    "endTime": 144.469,
    "text": "But the distance between those nodes is going to be the internodes. So that would be the"
  },
  {
    "startTime": 144.469,
    "endTime": 149.26,
    "text": "internode between the two. And so basically plants are able to grow up, but they're also"
  },
  {
    "startTime": 149.26,
    "endTime": 154.84,
    "text": "able to grow out and each of these node points. Just like use they're going to have tissues."
  },
  {
    "startTime": 154.84,
    "endTime": 159.73,
    "text": "And so in us if we're talking about tissues, now you would think of muscular, excuse me,"
  },
  {
    "startTime": 159.73,
    "endTime": 166.54899999999998,
    "text": "muscular nervous, connective and then epithelial. But in plants there are just going to be three"
  },
  {
    "startTime": 166.549,
    "endTime": 173.12900000000002,
    "text": "types of tissues. They have dermal tissue, ground tissue and then vascular tissue. And"
  },
  {
    "startTime": 173.129,
    "endTime": 178.16899999999998,
    "text": "just like us they break that into specific types of cells. We've got the epidermis, which"
  },
  {
    "startTime": 178.169,
    "endTime": 182.799,
    "text": "is the dermal lining. And then we have periderm, which is going to be mostly when we get to"
  },
  {
    "startTime": 182.799,
    "endTime": 188.29000000000002,
    "text": "the level of bark. So it's secondary growth. Function of that is to provide protection."
  },
  {
    "startTime": 188.29,
    "endTime": 193.54899999999998,
    "text": "So this is a cross-section of a leaf. So it's going to provide protection from the outside."
  },
  {
    "startTime": 193.549,
    "endTime": 196.739,
    "text": "Same thing right here. You can see this in a stem. We're going to have dermal tissues"
  },
  {
    "startTime": 196.739,
    "endTime": 202.239,
    "text": "on the outside. And they also prevent water loss. So basically epidermis is the big type"
  },
  {
    "startTime": 202.239,
    "endTime": 207.129,
    "text": "of dermal tissue. Ground tissue is going to be just run of the mill cells. And so this"
  },
  {
    "startTime": 207.129,
    "endTime": 211.409,
    "text": "is going to be broken into three types. And these words are really fun to say. Parenchyma,"
  },
  {
    "startTime": 211.409,
    "endTime": 215.88899999999998,
    "text": "collenchyma, and sclerenchyma. What do they do? Basically they do the jobs of the plant."
  },
  {
    "startTime": 215.889,
    "endTime": 219.529,
    "text": "So they're going to be the site of photosynthesis for example in the leaf. But it's going to"
  },
  {
    "startTime": 219.529,
    "endTime": 224.44899999999998,
    "text": "be metabolism, storage, growth. All of that is going to be in the ground tissue. And then"
  },
  {
    "startTime": 224.449,
    "endTime": 228.669,
    "text": "finally we have the vascular tissue. That's made up of two type. Xylem and phloem. And"
  },
  {
    "startTime": 228.669,
    "endTime": 232.48000000000002,
    "text": "they're going to move the water and the sugar. So we'll get more specific to each of these."
  },
  {
    "startTime": 232.48,
    "endTime": 236.79899999999998,
    "text": "So let's start with the dermal tissue. Dermal tissue, for the most part is going to be epidermis."
  },
  {
    "startTime": 236.799,
    "endTime": 240.839,
    "text": "So right here we're looking at a cross-section of a leaf. So this would be dermal tissue"
  },
  {
    "startTime": 240.839,
    "endTime": 245.87,
    "text": "on the top and on the bottom. The guard cells also make up part of that. And the guard cells,"
  },
  {
    "startTime": 245.87,
    "endTime": 250.519,
    "text": "you can see a zoomed in version of it right here. Basically what they do is they surround"
  },
  {
    "startTime": 250.519,
    "endTime": 255.739,
    "text": "the stomata, or this opening. What does the stomata do? You can see it's the hole in the"
  },
  {
    "startTime": 255.739,
    "endTime": 261.43,
    "text": "leaf. Basically it allows water to evaporate out and that water as it evaporates out is"
  },
  {
    "startTime": 261.43,
    "endTime": 265.52,
    "text": "going to carry water all the way up in the plant. But they also bring in a really important"
  },
  {
    "startTime": 265.52,
    "endTime": 270.49,
    "text": "gas. That's going to be CO2. And so plants kind of have guard cells that are doing really"
  },
  {
    "startTime": 270.49,
    "endTime": 274.879,
    "text": "good feedback. Basically if they have a lot of moisture and they can let a lot of it go"
  },
  {
    "startTime": 274.879,
    "endTime": 278.52000000000004,
    "text": "and it's really sunny they open the guard cells up. And the stomata are going to allow"
  },
  {
    "startTime": 278.52,
    "endTime": 282.02,
    "text": "a lot of water to come out, a bunch of carbon dioxide in. And so they can make a bunch of"
  },
  {
    "startTime": 282.02,
    "endTime": 286.18,
    "text": "sugars. Likewise if it's really, really hot, really, really dry, they can close up the"
  },
  {
    "startTime": 286.18,
    "endTime": 290.229,
    "text": "stomata. So they don't lose all of their water. One thing that I should mention is going to"
  },
  {
    "startTime": 290.229,
    "endTime": 295.039,
    "text": "be this real waxy covering on the epidermis. That's called the cuticle. And it's like wax."
  },
  {
    "startTime": 295.039,
    "endTime": 299.699,
    "text": "It's that wax that you feel, that slippery stuff you feel on the outside of a leaf. And"
  },
  {
    "startTime": 299.699,
    "endTime": 303.879,
    "text": "that's going to prevent water from getting in and getting out. If we get to the ground"
  },
  {
    "startTime": 303.879,
    "endTime": 307.939,
    "text": "tissue, basic run of the mill cells are going to be parenchyma cells. The typical plant"
  },
  {
    "startTime": 307.939,
    "endTime": 312.259,
    "text": "cell is parenchyma cell. What do they do? They're going to be the site of metabolism."
  },
  {
    "startTime": 312.259,
    "endTime": 318.08000000000004,
    "text": "Site of photosynthesis. Outside that, as a plant starts to grow we have the collenchyma."
  },
  {
    "startTime": 318.08,
    "endTime": 322.84,
    "text": "I always remember the c and l and collenchyma stands for celery. So those are going to be"
  },
  {
    "startTime": 322.84,
    "endTime": 327.15,
    "text": "these real durable cells on the outside of celery. They provide support as it starts"
  },
  {
    "startTime": 327.15,
    "endTime": 331.44899999999996,
    "text": "to grow. And so you can see the dermis on the outside. Collenchyma cells. And then these"
  },
  {
    "startTime": 331.449,
    "endTime": 337.729,
    "text": "are going to be parenchyma cells right here. They provide support. And if you take a plant"
  },
  {
    "startTime": 337.729,
    "endTime": 341.889,
    "text": "as it grows, and just mess with it all the time, push it all the time, simulating like"
  },
  {
    "startTime": 341.889,
    "endTime": 346.479,
    "text": "wind, the collenchyma gets stronger and stronger and stronger. But it never gets as strong"
  },
  {
    "startTime": 346.479,
    "endTime": 351.9,
    "text": "as the sclerenchyma. Sclerenchyma are going to be the really durable, wooded kind of portions"
  },
  {
    "startTime": 351.9,
    "endTime": 356.729,
    "text": "of a plant as it start to grow. This is a sclerenchyma fiber that's cut in half. If"
  },
  {
    "startTime": 356.729,
    "endTime": 361.539,
    "text": "we were to look at a fiber we could find this. This is hemp. We pulled the sclerenchyma cells"
  },
  {
    "startTime": 361.539,
    "endTime": 366.49,
    "text": "out to use these fibers to make rope. It's incredibly durable. And so sclerenchyma is"
  },
  {
    "startTime": 366.49,
    "endTime": 371.08,
    "text": "going to be these big fibers that give it that really really strong, like in a branch"
  },
  {
    "startTime": 371.08,
    "endTime": 375.25899999999996,
    "text": "that grows. But we'll also have sclerenchyma cells like the core of an apple, of example"
  },
  {
    "startTime": 375.259,
    "endTime": 379.31,
    "text": "is sclerenchyma. It's protecting the seeds on the inside. Or the grit on the inside or"
  },
  {
    "startTime": 379.31,
    "endTime": 383.78000000000003,
    "text": "a pear is sclerenchyma. So that's the ground. Now we go to the vascular. Vascular is going"
  },
  {
    "startTime": 383.78,
    "endTime": 388.289,
    "text": "to be made up of two types. The xylem and the phloem. So in this we're cutting a stem"
  },
  {
    "startTime": 388.289,
    "endTime": 394.86,
    "text": "apart. This would all be xylem in here. And then level 4 right here is going to be phloem."
  },
  {
    "startTime": 394.86,
    "endTime": 399.55,
    "text": "Basically xylem is moving water. It's going to move water from the roots to the shoots."
  },
  {
    "startTime": 399.55,
    "endTime": 405.169,
    "text": "Phloem is going to move sugar up and down in a plant. And so on the outside we'd have"
  },
  {
    "startTime": 405.169,
    "endTime": 410.75899999999996,
    "text": "dermis. They we're going to have so sclerenchyma cells that are are giving it durable support."
  },
  {
    "startTime": 410.759,
    "endTime": 414.68,
    "text": "So now we're going to talk about growth and then finally finish up with flowers. But this"
  },
  {
    "startTime": 414.68,
    "endTime": 419.56,
    "text": "is an old story. If you go and take a spike and hammer it into a tree. Let's say that"
  },
  {
    "startTime": 419.56,
    "endTime": 425.78000000000003,
    "text": "we put it at about 3 feet right here. And you come back in 100 years. So let's say,"
  },
  {
    "startTime": 425.78,
    "endTime": 430.669,
    "text": "make it more realistic, 40 years. And the plant, the tree now, instead of being whatever,"
  },
  {
    "startTime": 430.669,
    "endTime": 436.84,
    "text": "16 feet tall is 160 feet tall. How high is that spike going to be? Well the right answer"
  },
  {
    "startTime": 436.84,
    "endTime": 441.15,
    "text": "is that it will still be 3 feet tall. Because plants grow from the top and they grow from"
  },
  {
    "startTime": 441.15,
    "endTime": 444.59,
    "text": "the bottom. They from from the shoots and and the roots. But the middle is going to"
  },
  {
    "startTime": 444.59,
    "endTime": 449.12899999999996,
    "text": "stay the same. Now the bark is going to start to grow up. And so that tree might, the spike"
  },
  {
    "startTime": 449.129,
    "endTime": 454.62,
    "text": "might not be as far in, but just like humans we first grow up. Get much, much longer. And"
  },
  {
    "startTime": 454.62,
    "endTime": 458.31,
    "text": "they we're going to, I'll tell you this, as you get older you start to get wider and wider"
  },
  {
    "startTime": 458.31,
    "endTime": 463.83,
    "text": "and wider. And so we call this primary growth. This first growth. And how does that occur?"
  },
  {
    "startTime": 463.83,
    "endTime": 469.27,
    "text": "Well we use something called an apical meristem. Basically that's going to be a site. Right"
  },
  {
    "startTime": 469.27,
    "endTime": 473.349,
    "text": "here we're looking at a root where you have cells that keep copying themselves. We call"
  },
  {
    "startTime": 473.349,
    "endTime": 478.24,
    "text": "those undifferentiated. Think of it like a stem cell that keeps making copies of itself."
  },
  {
    "startTime": 478.24,
    "endTime": 481.639,
    "text": "And so that's going to make new cells. And as those cells get longer. As they mature"
  },
  {
    "startTime": 481.639,
    "endTime": 487.27,
    "text": "and get larger and larger and larger, that's going to push this stem or root in this direction."
  },
  {
    "startTime": 487.27,
    "endTime": 491.71,
    "text": "Now I can tell this right here is going to be a RAM or a root apical meristem because"
  },
  {
    "startTime": 491.71,
    "endTime": 496.56899999999996,
    "text": "it has this root cap on the top of it. And that root cap is going to allow it to push"
  },
  {
    "startTime": 496.569,
    "endTime": 501.569,
    "text": "through the soil to find water. And so the meristem is actually going to produce new"
  },
  {
    "startTime": 501.569,
    "endTime": 505.779,
    "text": "cells on this side. Which will make the root cap. And then cells on this side that make"
  },
  {
    "startTime": 505.779,
    "endTime": 511.199,
    "text": "this root itself. If we look up at the SAM or the shoot apical meristem, it's not going"
  },
  {
    "startTime": 511.199,
    "endTime": 514.15,
    "text": "to have this root cap. Because it's doesn't have to, it's just pushing it's way through"
  },
  {
    "startTime": 514.15,
    "endTime": 517.79,
    "text": "air. So it's not going to have this. But it's still going to have this meristem. Because"
  },
  {
    "startTime": 517.79,
    "endTime": 521.48,
    "text": "it's producing new cells behind it. And as they mature, it gets bigger and bigger and"
  },
  {
    "startTime": 521.48,
    "endTime": 526.5600000000001,
    "text": "bigger. So that's going to allow us to grow up and down. But we also have secondary growth."
  },
  {
    "startTime": 526.56,
    "endTime": 531.7099999999999,
    "text": "Secondary growth allows us to get wider. And so secondary growth, think about wooded growth."
  },
  {
    "startTime": 531.71,
    "endTime": 535.4100000000001,
    "text": "And so we're looking at a tree now in this diagram that has been sliced in half. And"
  },
  {
    "startTime": 535.41,
    "endTime": 541.48,
    "text": "we're zooming in kind of to the bark portion. And so basically what you have is xylem. So"
  },
  {
    "startTime": 541.48,
    "endTime": 545.3100000000001,
    "text": "xylem is going to be here on the inside. So let's put an X for the xylem. And then you're"
  },
  {
    "startTime": 545.31,
    "endTime": 550.1199999999999,
    "text": "going to have phloem here. And so what's creating the xylem and the phloem. This layer called"
  },
  {
    "startTime": 550.12,
    "endTime": 555.83,
    "text": "vascular cambium. So what it's doing is producing new xylem here and it's prodding phloem on"
  },
  {
    "startTime": 555.83,
    "endTime": 560.57,
    "text": "this side. The phloem remember moves the sugar and the xylem is going to move the water."
  },
  {
    "startTime": 560.57,
    "endTime": 564.94,
    "text": "So we've got xylem, vascular cambium, phloem. As we move up you have a layer called the"
  },
  {
    "startTime": 564.94,
    "endTime": 568.58,
    "text": "feloderm which isn't found in all plants, so let me cross that out. And then we have"
  },
  {
    "startTime": 568.58,
    "endTime": 573.95,
    "text": "the cork cambium. The cork cambium is another meristomatic layer. And that, just like the"
  },
  {
    "startTime": 573.95,
    "endTime": 578.44,
    "text": "vascular cambium made phloem and xylem, cork cambium is going to make this water proof"
  },
  {
    "startTime": 578.44,
    "endTime": 583.6300000000001,
    "text": "cork on the outside. And so this guy right here is peeling bark back from a tree. And"
  },
  {
    "startTime": 583.63,
    "endTime": 589.08,
    "text": "so what is he exposing right here? He's really exposing the vascular cambium. He's got xylem"
  },
  {
    "startTime": 589.08,
    "endTime": 593.97,
    "text": "on the inside, phloem on the outside. And so what he would really do if this is a tree"
  },
  {
    "startTime": 593.97,
    "endTime": 598.2900000000001,
    "text": "that's just standing, he would be girdling the tree. He'd be killing the tree. Because"
  },
  {
    "startTime": 598.29,
    "endTime": 604.1999999999999,
    "text": "if you remove that phloem and everything out, then sugar can't move up and down in a plant."
  },
  {
    "startTime": 604.2,
    "endTime": 609.5,
    "text": "You'd still have the xylem here, but without sugar you can't have life. And so one thing"
  },
  {
    "startTime": 609.5,
    "endTime": 613.32,
    "text": "you know around here when you cut down a tree is what you will get are theses rings. And"
  },
  {
    "startTime": 613.32,
    "endTime": 618.13,
    "text": "so you see these rings. What are those rings? Well the inside of a tree, wood for that matter,"
  },
  {
    "startTime": 618.13,
    "endTime": 623.62,
    "text": "is going to be xylem. And so basically what happens is it's going to be wider when the"
  },
  {
    "startTime": 623.62,
    "endTime": 627.7,
    "text": "cells are laid down during summer because it's growing really really quickly. But in"
  },
  {
    "startTime": 627.7,
    "endTime": 632.1500000000001,
    "text": "the fall it's going to be more dense. And in the spring, because we can't grow as quickly"
  },
  {
    "startTime": 632.15,
    "endTime": 635.84,
    "text": "and not at all in the winter, and so you get these seasonal rings. And so we can count"
  },
  {
    "startTime": 635.84,
    "endTime": 641.12,
    "text": "them when it's growing fast, slow, fast, slow. And we can count the years, if we take a core"
  },
  {
    "startTime": 641.12,
    "endTime": 645.51,
    "text": "sample. What would this look like in an area where there is no seasons? It's basically"
  },
  {
    "startTime": 645.51,
    "endTime": 651.14,
    "text": "going to be uniform all the way out. Okay. So that's secondary growth. Last thing I want"
  },
  {
    "startTime": 651.14,
    "endTime": 656.42,
    "text": "to finish with is the reproductive structure. We call that the flower in angiosperms. Basically"
  },
  {
    "startTime": 656.42,
    "endTime": 659.99,
    "text": "there's the male part. That right here is going to be the stamen. And then we're going"
  },
  {
    "startTime": 659.99,
    "endTime": 666.19,
    "text": "to have this, the female part. And so the stamen right here is going to have on the"
  },
  {
    "startTime": 666.19,
    "endTime": 670.6400000000001,
    "text": "head of it, we call this the anther. It's going to produce pollen grains. Those pollen"
  },
  {
    "startTime": 670.64,
    "endTime": 676.51,
    "text": "grains are sperm essentially protected. So those pollen grains, if they float away or"
  },
  {
    "startTime": 676.51,
    "endTime": 682.43,
    "text": "are carried by a bee away, is going to be the male reproductive structure. Female structure"
  },
  {
    "startTime": 682.43,
    "endTime": 687.39,
    "text": "is going to be way down here inside the ovary in this structure called the ovule. And so"
  },
  {
    "startTime": 687.39,
    "endTime": 693.42,
    "text": "the egg is going to be protected right down here. And then it's surrounded by an ovary."
  },
  {
    "startTime": 693.42,
    "endTime": 697.79,
    "text": "Which will eventually ripen to form fruit. But the way reproduction works in flowers"
  },
  {
    "startTime": 697.79,
    "endTime": 702.2099999999999,
    "text": "is different than us. It's just not sperm meets egg. What we have is called double fertilization,"
  },
  {
    "startTime": 702.21,
    "endTime": 706.38,
    "text": "which is kind of crazy but really, really cool. So let's say that the pollen lands right"
  },
  {
    "startTime": 706.38,
    "endTime": 710.2,
    "text": "here. Basically what will happen is you'll get this pollen tube that will grow all the"
  },
  {
    "startTime": 710.2,
    "endTime": 715.6800000000001,
    "text": "way out, all the way down here and it's going to grow into the ovule. Now within that pollen"
  },
  {
    "startTime": 715.68,
    "endTime": 720.27,
    "text": "tube we're going to have two sperm. And so we're going to zoom all the way down here"
  },
  {
    "startTime": 720.27,
    "endTime": 724.72,
    "text": "into the ovule. So basically the pollen tube is growing all the way down. And now we have"
  },
  {
    "startTime": 724.72,
    "endTime": 729.58,
    "text": "these two sperm. So 1, 2 sperm. And those are going to be those blue haploid structures"
  },
  {
    "startTime": 729.58,
    "endTime": 734.6,
    "text": "right here. We have the egg, just like us. This is exactly the same. We have egg and"
  },
  {
    "startTime": 734.6,
    "endTime": 739.24,
    "text": "sperm, but we also have these polar nuclei around the outside. So we have these two other"
  },
  {
    "startTime": 739.24,
    "endTime": 744.5600000000001,
    "text": "nuclei. Each of those are haploid. And so basically let's look ahead. With fertilization"
  },
  {
    "startTime": 744.56,
    "endTime": 749.75,
    "text": "one of the sperm fertilizes the egg. This is going to make the new plant or the embryo."
  },
  {
    "startTime": 749.75,
    "endTime": 754.38,
    "text": "And then we've got the other sperm fertilizing these two polar nuclei. And so this one is"
  },
  {
    "startTime": 754.38,
    "endTime": 760.39,
    "text": "actually going to become triploid and this one is going to become diploid. The diploid"
  },
  {
    "startTime": 760.39,
    "endTime": 766.04,
    "text": "fertilized egg becomes the new plant. The triploid fertilized polar nuclei becomes something"
  },
  {
    "startTime": 766.04,
    "endTime": 771.1899999999999,
    "text": "called the endosperm. The endosperm is triploid. Let's zoom ahead to the seed. What does that"
  },
  {
    "startTime": 771.19,
    "endTime": 777.1600000000001,
    "text": "look like? Well here's going to be that triploid endosperm. That's going to be food for the"
  },
  {
    "startTime": 777.16,
    "endTime": 782.87,
    "text": "plant. And the plant is going to be the embryo right here. That's diploid. And so basically"
  },
  {
    "startTime": 782.87,
    "endTime": 788.03,
    "text": "when you plant a seed it's protected by this seed coat around the outside. This would be"
  },
  {
    "startTime": 788.03,
    "endTime": 792.9399999999999,
    "text": "wheat seed. It's protected by that. But when it starts to germinate that embryo is going"
  },
  {
    "startTime": 792.94,
    "endTime": 797.47,
    "text": "to start to grow. It's going to start to become the plant. But this endosperm is going to"
  },
  {
    "startTime": 797.47,
    "endTime": 802.32,
    "text": "provide the food for that growing plant. As it starts to grow, before it eventually starts"
  },
  {
    "startTime": 802.32,
    "endTime": 806.7600000000001,
    "text": "to do photosynthesis and then the whole cycle continues again. And so what have we talked"
  },
  {
    "startTime": 806.76,
    "endTime": 811.43,
    "text": "about? Structure of plants. What's going to be in the next podcast? More of the physiology."
  },
  {
    "startTime": 811.43,
    "endTime": 813.38,
    "text": "How does this all work? How do we move nutrients around in a plant. But for now I hope that's"
  },
  {
    "startTime": 813.38,
    "endTime": 823.38,
    "text": "helpful."
  }
]