[
  {
    "startTime": 2.26,
    "endTime": 10.379999999999999,
    "text": "Let's learn about the anatomy of the heart. Your heart is an amazing organ. Did you know"
  },
  {
    "startTime": 10.38,
    "endTime": 28.859,
    "text": "your heart beats 100,000 times every day? We can learn a lot about heart anatomy by"
  },
  {
    "startTime": 28.859,
    "endTime": 35.300000000000004,
    "text": "tracing a drop of blood through the heart. The superior and inferior vena cavae bring"
  },
  {
    "startTime": 35.3,
    "endTime": 42.28,
    "text": "deoxygenated blood from the body to the heart. Blood flows from the vena cavae to a chamber"
  },
  {
    "startTime": 42.28,
    "endTime": 51.579,
    "text": "called the right atrium. Blood flows from the right atrium to a larger"
  },
  {
    "startTime": 51.579,
    "endTime": 58.159,
    "text": "chamber called the right ventricle. The blood flows past a valve called the tricuspid"
  },
  {
    "startTime": 58.159,
    "endTime": 64.86,
    "text": "valve. This one way valve has 3 leaflets or cusps and keeps blood flowing in one direction"
  },
  {
    "startTime": 64.86,
    "endTime": 70.52,
    "text": "toward the ventricle. Blood is then pumped out of the right ventricle"
  },
  {
    "startTime": 70.52,
    "endTime": 76.63,
    "text": "into another vessel called the pulmonary trunk and past a valve called the pulmonary valve"
  },
  {
    "startTime": 76.63,
    "endTime": 84.91,
    "text": "one of 2 semilunar valves. This one-way valve keeps the blood flowing toward the lungs."
  },
  {
    "startTime": 84.91,
    "endTime": 90.42,
    "text": "Blood flows from the pulmonary trunk to the right and left pulmonary arteries. An interesting"
  },
  {
    "startTime": 90.42,
    "endTime": 96.99000000000001,
    "text": "fact is that these are the only arteries in the body that carry deoxygenated blood."
  },
  {
    "startTime": 96.99,
    "endTime": 107.32,
    "text": "Blood now moves into the lungs for oxygenation. Oxygenated blood returns to the heart via"
  },
  {
    "startTime": 107.32,
    "endTime": 114.52999999999999,
    "text": "the right and left pulmonary veins. Most veins carry deoxygenated blood. The pulmonary veins"
  },
  {
    "startTime": 114.53,
    "endTime": 119.53,
    "text": "are an exception. Blood enters the left atrium which is the"
  },
  {
    "startTime": 119.53,
    "endTime": 124.17,
    "text": "receiving chamber on the left side of the heart."
  },
  {
    "startTime": 124.17,
    "endTime": 131.389,
    "text": "Blood flows from the left atrium to the left ventricle past the bicuspid or mitral valve."
  },
  {
    "startTime": 131.389,
    "endTime": 136.18900000000002,
    "text": "Blood is pumped out of the left ventricle and enters the aorta while flowing past the"
  },
  {
    "startTime": 136.189,
    "endTime": 143.98,
    "text": "aortic valve, another one way semilunar valve. Blood then moves through the arterial system"
  },
  {
    "startTime": 143.98,
    "endTime": 151.54899999999998,
    "text": "to the body. The heart is surrounded by a series of membranes"
  },
  {
    "startTime": 151.549,
    "endTime": 156.709,
    "text": "called the pericardium or pericardial membranes. Let's look at the layers of the heart and"
  },
  {
    "startTime": 156.709,
    "endTime": 161.43,
    "text": "pericardium. Looking from the inside out the endocardium"
  },
  {
    "startTime": 161.43,
    "endTime": 169.549,
    "text": "is the innermost lining. It consists of a thin layer of simple squamous cells."
  },
  {
    "startTime": 169.549,
    "endTime": 178.109,
    "text": "The myocardium is a thick muscular layer consisting of cardiac muscle."
  },
  {
    "startTime": 178.109,
    "endTime": 185.37,
    "text": "The visceral pericardium or epicaridium is the outermost layer of the heart."
  },
  {
    "startTime": 185.37,
    "endTime": 194.709,
    "text": "The pericardial cavity is a space filled with a serous fluid called pericardial fluid."
  },
  {
    "startTime": 194.709,
    "endTime": 202.109,
    "text": "The parietal pericardium is the fibrous outer most layer of the pericardium."
  },
  {
    "startTime": 202.109,
    "endTime": 207.34,
    "text": "Looking at a bit more detailed diagram of the heart we can see the chordae tendinae"
  },
  {
    "startTime": 207.34,
    "endTime": 212.68,
    "text": "which are tendinous structures attaching the tricuspid and bicuspid valves to the papillary"
  },
  {
    "startTime": 212.68,
    "endTime": 226.15,
    "text": "muscles on the inner walls of the ventricles. The papillary muscles are small muscles that"
  },
  {
    "startTime": 226.15,
    "endTime": 235.159,
    "text": "contract when the ventricles contract to prevent backflow of blood into the atria."
  },
  {
    "startTime": 235.159,
    "endTime": 243.069,
    "text": "The fossa ovalis is a remnant of fetal circulation. It begins in utero as the foramen ovale. At"
  },
  {
    "startTime": 243.069,
    "endTime": 248.559,
    "text": "birth a tissue flap closes the hole and it eventually permanently adheres and becomes"
  },
  {
    "startTime": 248.559,
    "endTime": 254.51,
    "text": "the fossa ovalis. The trabecular carnae are muscular structures"
  },
  {
    "startTime": 254.51,
    "endTime": 260.36,
    "text": "that line the walls of the ventricles. The atria have similar structures called pectinate"
  },
  {
    "startTime": 260.36,
    "endTime": 266.85,
    "text": "muscles. The interventricular septum is a muscular"
  },
  {
    "startTime": 266.85,
    "endTime": 276.85,
    "text": "wall between the ventricles. The ligamentum arteriosum is another remnant"
  },
  {
    "startTime": 276.85,
    "endTime": 282.87,
    "text": "of fetal circulation. It begins as a tubular structure and after birth eventually becomes"
  },
  {
    "startTime": 282.87,
    "endTime": 289.19,
    "text": "a ligament. The top portion of the heart is known as the"
  },
  {
    "startTime": 289.19,
    "endTime": 296.66,
    "text": "base. The bottom portion is known as the apex."
  },
  {
    "startTime": 296.66,
    "endTime": 303.85,
    "text": "Let's take a look at the coronary arteries. These arteries supply the heart with blood."
  },
  {
    "startTime": 303.85,
    "endTime": 308.84000000000003,
    "text": "There are 2 coronary arteries, the right and left."
  },
  {
    "startTime": 308.84,
    "endTime": 314.53,
    "text": "Both originate from the aorta. The right coronary artery supplies the right"
  },
  {
    "startTime": 314.53,
    "endTime": 324.36999999999995,
    "text": "atrium and parts of both ventricles. It branches to form the marginal and posterior descending."
  },
  {
    "startTime": 324.37,
    "endTime": 329.82,
    "text": "The left coronary artery supplies the left atrium, left ventricle and interventricular"
  },
  {
    "startTime": 329.82,
    "endTime": 338.11,
    "text": "septum. It branches to form the circumflex, marginal and anterior descending or interventricular"
  },
  {
    "startTime": 338.11,
    "endTime": 342.87,
    "text": "arteries. We hope you have learned something about heart"
  },
  {
    "startTime": 342.87,
    "endTime": 352.87,
    "text": "anatomy and see you next time."
  }
]