[
  {
    "startTime": 3.17,
    "endTime": 7.9399999999999995,
    "text": "Hi. It's Mr. Andersen and I was just checking my pulse to make sure that"
  },
  {
    "startTime": 7.94,
    "endTime": 12.73,
    "text": "I'm still alive. And I am. I'm going at about 60 beats per minute and it will continue doing"
  },
  {
    "startTime": 12.73,
    "endTime": 16.65,
    "text": "that throughout the podcast and hopefully throughout the rest of my life. Because the"
  },
  {
    "startTime": 16.65,
    "endTime": 20.929,
    "text": "circulatory system is important, it moves oxygen around my body. It moves carbon dioxide"
  },
  {
    "startTime": 20.929,
    "endTime": 25.88,
    "text": "out of my body. It moves nutrients to the cells in my body. And so we need it to keep"
  },
  {
    "startTime": 25.88,
    "endTime": 29.349,
    "text": "beating. And it does. Something that we kind of take for granted. Before we get to the"
  },
  {
    "startTime": 29.349,
    "endTime": 33.47,
    "text": "elements of the human circulatory system you should know that there are different types"
  },
  {
    "startTime": 33.47,
    "endTime": 39.269999999999996,
    "text": "of circulatory systems. In things like insects and spiders they don't have blood per se."
  },
  {
    "startTime": 39.27,
    "endTime": 46.35,
    "text": "They have something called hemolymph. And that hemolymph is going to be both blood and"
  },
  {
    "startTime": 46.35,
    "endTime": 56.28,
    "text": "what's called interstitial fluid. Interstitial fluid is going to be the fluid that bathes"
  },
  {
    "startTime": 56.28,
    "endTime": 61.67,
    "text": "the cells inside us. In an insect those things are combined together and that's why if you"
  },
  {
    "startTime": 61.67,
    "endTime": 68.5,
    "text": "squash a bug you get that goo that comes out of the bug. But in us we put our blood inside"
  },
  {
    "startTime": 68.5,
    "endTime": 72.97,
    "text": "blood vessels and then the interstitial fluid is going to be everywhere else inside our"
  },
  {
    "startTime": 72.97,
    "endTime": 76.44,
    "text": "body. And so we keep those separate. And so that's the difference between a closed and"
  },
  {
    "startTime": 76.44,
    "endTime": 80.96,
    "text": "an open circulatory system. In animals we also have a variety of different hearts. And"
  },
  {
    "startTime": 80.96,
    "endTime": 86.94999999999999,
    "text": "so a fish, something like this that lives in water, it simply has a two chambered heart."
  },
  {
    "startTime": 86.95,
    "endTime": 94.14,
    "text": "And so it's heart has 1, 2 chambers. It's separated by a valve and the reason why is"
  },
  {
    "startTime": 94.14,
    "endTime": 98.75,
    "text": "that they live in water. And so when you're looking at the pictures of hearts on the next"
  },
  {
    "startTime": 98.75,
    "endTime": 102.13,
    "text": "few slides, I don't want you to look at the heart as much as I want you to look at the"
  },
  {
    "startTime": 102.13,
    "endTime": 105.28999999999999,
    "text": "loops that come from that. And let me make it a little simpler. I'm going to get rid"
  },
  {
    "startTime": 105.29,
    "endTime": 109.72,
    "text": "of half of this diagram. Because half of it is just the left side of the fish. Okay, so"
  },
  {
    "startTime": 109.72,
    "endTime": 113.46,
    "text": "if we look at it what do we have? We have one single loop. So the blood is going to"
  },
  {
    "startTime": 113.46,
    "endTime": 117.03999999999999,
    "text": "go to the gills where it's going to get oxygen and then it's going to go to the body and"
  },
  {
    "startTime": 117.04,
    "endTime": 121.619,
    "text": "then it's going to continue back to the heart. So we only have one loop. And that works great"
  },
  {
    "startTime": 121.619,
    "endTime": 126.5,
    "text": "in water. But when you move onto land you lose quite a bit of that pressure as you go"
  },
  {
    "startTime": 126.5,
    "endTime": 130.81,
    "text": "to the gills, or if on land as you go to the lungs, and so it simply isn't a system that"
  },
  {
    "startTime": 130.81,
    "endTime": 135.62,
    "text": "works. And so that's why on land we have a three chambered heart. So things like this"
  },
  {
    "startTime": 135.62,
    "endTime": 139.659,
    "text": "bearded dragon over here have a three chambered heart. What does that mean? Well let me again"
  },
  {
    "startTime": 139.659,
    "endTime": 144.48,
    "text": "draw it right down the middle and get rid of half of the diagram. This makes it easier."
  },
  {
    "startTime": 144.48,
    "endTime": 148.98,
    "text": "What we now have is we have two loops. And so we have one loop that goes to the lungs"
  },
  {
    "startTime": 148.98,
    "endTime": 152.999,
    "text": "and then it comes back to the heart. And then we have another loop that goes to the rest"
  },
  {
    "startTime": 152.999,
    "endTime": 158.489,
    "text": "of the body. And so that deals with that pressure issue. But one thing that's interesting is"
  },
  {
    "startTime": 158.489,
    "endTime": 162.129,
    "text": "that instead of just having red and blue blood we now have this purple blood. What does that"
  },
  {
    "startTime": 162.129,
    "endTime": 166.879,
    "text": "mean? We're getting a mixing of the blood. In other words we're having a mixing of the"
  },
  {
    "startTime": 166.879,
    "endTime": 171.67999999999998,
    "text": "oxygenated blood in the red and the deoxygenated blood in the blue. An that's because we only"
  },
  {
    "startTime": 171.68,
    "endTime": 180.019,
    "text": "have 1, 2 because these ones are combined, 3 chambers in the heart. And so once we become"
  },
  {
    "startTime": 180.019,
    "endTime": 185.09,
    "text": "endothermic, one we become warm-blooded and need quite a bit of energy, that's not efficient."
  },
  {
    "startTime": 185.09,
    "endTime": 188.709,
    "text": "And so in birds and mammals we have a four chambered heart. And so basically what we've"
  },
  {
    "startTime": 188.709,
    "endTime": 194.659,
    "text": "done is we've sealed up that third chamber. Now we have one, two, three, four chambers"
  },
  {
    "startTime": 194.659,
    "endTime": 198.29899999999998,
    "text": "to the heart. We still have a double loop. And so that's more efficient. And those have"
  },
  {
    "startTime": 198.299,
    "endTime": 202.109,
    "text": "evolved as we've had different constraints depending on the environment and where they"
  },
  {
    "startTime": 202.109,
    "endTime": 206.48000000000002,
    "text": "live. So what does blood do? Blood follows a loop. And so it's going to start at the"
  },
  {
    "startTime": 206.48,
    "endTime": 211.36999999999998,
    "text": "heart. It's going to move throughout rest of the body in arteries, arterioles eventually"
  },
  {
    "startTime": 211.37,
    "endTime": 216.529,
    "text": "down to capillaries and then come back again. And so it keeps moving around your body. It's"
  },
  {
    "startTime": 216.529,
    "endTime": 222.209,
    "text": "moving nutrients and it's moving that carbon dioxide out and it's moving oxygen to the"
  },
  {
    "startTime": 222.209,
    "endTime": 225.439,
    "text": "parts of your body that need it. Let's start with the heart then because it's important"
  },
  {
    "startTime": 225.439,
    "endTime": 231.049,
    "text": "that you understand the chambers of the heart and where blood is essentially going. Whenever"
  },
  {
    "startTime": 231.049,
    "endTime": 236.829,
    "text": "you see a diagram like this you want to kind of imagine yourself shifted into the heart."
  },
  {
    "startTime": 236.829,
    "endTime": 241.26000000000002,
    "text": "So imagine yourself in this heart right now kind of turn yourself, in your brain, inside"
  },
  {
    "startTime": 241.26,
    "endTime": 246.279,
    "text": "it. So basically your right side now is going to be over here and your left side is going"
  },
  {
    "startTime": 246.279,
    "endTime": 251.219,
    "text": "to be over here. And so that's pretty important. So let's start with deoxygenated blood. Deoxygenated"
  },
  {
    "startTime": 251.219,
    "endTime": 255.219,
    "text": "blood means that it's coming back from your body. So where does it come from? It's coming"
  },
  {
    "startTime": 255.219,
    "endTime": 260.769,
    "text": "from your superior and inferior vena cava. So basically it's entering into what's called"
  },
  {
    "startTime": 260.769,
    "endTime": 265.96,
    "text": "your right atrium. So this would be your right atrium here. So we've got deoxygenated blood"
  },
  {
    "startTime": 265.96,
    "endTime": 270.25,
    "text": "coming back, it's in your right atrium. It then goes through this valve here. This valve"
  },
  {
    "startTime": 270.25,
    "endTime": 275.0,
    "text": "is called the AV valve. Sometimes we call it the tricuspid valve, but the blood is now"
  },
  {
    "startTime": 275.0,
    "endTime": 279.919,
    "text": "going to go from here into the ventricles. So it's going to go into your right ventricle."
  },
  {
    "startTime": 279.919,
    "endTime": 285.539,
    "text": "It's then going to move out through this semilunar valve, semilunar valve, it's going to move"
  },
  {
    "startTime": 285.539,
    "endTime": 290.3,
    "text": "into what's called the pulmonary artery. So this would be the pulmonary artery here. What's"
  },
  {
    "startTime": 290.3,
    "endTime": 295.36,
    "text": "interesting about the pulmonary artery is it's an artery that has deoxygenated blood."
  },
  {
    "startTime": 295.36,
    "endTime": 300.949,
    "text": "And the reason why is it's headed to the lungs. So the blood is going out that artery. That's"
  },
  {
    "startTime": 300.949,
    "endTime": 306.199,
    "text": "what an artery is. It moves away from the heart into the lungs and now it becomes oxygenated."
  },
  {
    "startTime": 306.199,
    "endTime": 309.93,
    "text": "So that oxygenated blood is going to come back into here, that's going to be your left"
  },
  {
    "startTime": 309.93,
    "endTime": 314.02,
    "text": "atrium. And I can't write on that because you won't see it. So it's going to go into"
  },
  {
    "startTime": 314.02,
    "endTime": 319.479,
    "text": "your left atrium which is right there. It's then going to flow through our left AV valve"
  },
  {
    "startTime": 319.479,
    "endTime": 325.31899999999996,
    "text": "down into this ventricle. So this would be our left ventricle inside there. And then"
  },
  {
    "startTime": 325.319,
    "endTime": 330.08000000000004,
    "text": "it's going to be move out the back into this big artery. And that's called the aorta. So"
  },
  {
    "startTime": 330.08,
    "endTime": 335.33,
    "text": "it goes through the aorta. So there's an aorta down here and then this aorta as it move up"
  },
  {
    "startTime": 335.33,
    "endTime": 340.53,
    "text": "here is going to send up arteries that go up to the head. It's then going to go to the"
  },
  {
    "startTime": 340.53,
    "endTime": 344.0,
    "text": "body and then it's going to come back again. And so I should be able to clear all of those"
  },
  {
    "startTime": 344.0,
    "endTime": 348.229,
    "text": "out and you should pause the video right now and can you do that? Can you go form the superior"
  },
  {
    "startTime": 348.229,
    "endTime": 353.46,
    "text": "and inferior vena cava all the way to the aorta? And if you can, awesome. If not, you"
  },
  {
    "startTime": 353.46,
    "endTime": 357.909,
    "text": "may want to kind of go back and look at that again. Okay, so what are the blood vessels?"
  },
  {
    "startTime": 357.909,
    "endTime": 362.08,
    "text": "Because those are kind of what we don't see when we moved off the screen there. Well basically"
  },
  {
    "startTime": 362.08,
    "endTime": 367.08,
    "text": "they go from the arteries to the arterioles. So here's an artery right here. It's then"
  },
  {
    "startTime": 367.08,
    "endTime": 371.06899999999996,
    "text": "going to go to the arterioles and then it's going to go to the capillaries and then it's"
  },
  {
    "startTime": 371.069,
    "endTime": 375.5,
    "text": "going to go back to the venules and then it's going to go back to the veins. And so most"
  },
  {
    "startTime": 375.5,
    "endTime": 380.0,
    "text": "of the pressure is being handled by the arteries and the veins. And so the red is going to"
  },
  {
    "startTime": 380.0,
    "endTime": 383.49,
    "text": "be the arteries moving away from the heart and the blue is going to be the veins coming"
  },
  {
    "startTime": 383.49,
    "endTime": 389.08,
    "text": "back. One quick side note, blood is red. It's always red And some kids get confused because"
  },
  {
    "startTime": 389.08,
    "endTime": 392.919,
    "text": "they see diagrams like this and they think blood is blue and somehow if you somehow cut"
  },
  {
    "startTime": 392.919,
    "endTime": 398.93899999999996,
    "text": "yourself it turns from blue to red. That's just a silly story. It's just not true. So"
  },
  {
    "startTime": 398.939,
    "endTime": 403.84900000000005,
    "text": "I hope I didn't shatter too many dreams that you had. It's always red. And some people"
  },
  {
    "startTime": 403.849,
    "endTime": 407.229,
    "text": "say \"Well look at my veins, they're blue.\" And I would say \"'You're right, that's the"
  },
  {
    "startTime": 407.229,
    "endTime": 411.03,
    "text": "connective tissue in those veins but it's not the blood. The blood is red.\" Sometimes"
  },
  {
    "startTime": 411.03,
    "endTime": 415.92999999999995,
    "text": "it's really red, but it's red, it's red, it's red. Okay. So how do the arteries differ from"
  },
  {
    "startTime": 415.93,
    "endTime": 420.55,
    "text": "the veins? The arteries differ from the veins in a few ways. Number 1, they're not going"
  },
  {
    "startTime": 420.55,
    "endTime": 425.53000000000003,
    "text": "to be as strong, there's not as much connective tissue around it. But they also have valves"
  },
  {
    "startTime": 425.53,
    "endTime": 429.77,
    "text": "in them. Because once that blood has gone all the way down to the bottom, down here"
  },
  {
    "startTime": 429.77,
    "endTime": 433.83,
    "text": "to your feet, it has to get it's way all the way back to your heart. We've lost a lot of"
  },
  {
    "startTime": 433.83,
    "endTime": 439.03,
    "text": "that pressure. And so as the blood flows up, we have veins, we have valves that are found"
  },
  {
    "startTime": 439.03,
    "endTime": 442.69899999999996,
    "text": "in the veins and so it will actually move up. And then it can't go back down again because"
  },
  {
    "startTime": 442.699,
    "endTime": 446.71000000000004,
    "text": "this closes. And so it's going to work it's way back up to the heart. And that's why if"
  },
  {
    "startTime": 446.71,
    "endTime": 450.50899999999996,
    "text": "you're on bed rest for example it's important that we move your body around because as you"
  },
  {
    "startTime": 450.509,
    "endTime": 455.86,
    "text": "move muscles you're actually helping to return that blood back to your heart. What is blood?"
  },
  {
    "startTime": 455.86,
    "endTime": 460.749,
    "text": "Well blood is made up of four things essentially. We've got red blood cells. Those are carrying"
  },
  {
    "startTime": 460.749,
    "endTime": 466.56,
    "text": "the oxygen. Those are carrying the oxygen around your body. We also have the plasma."
  },
  {
    "startTime": 466.56,
    "endTime": 469.86,
    "text": "Plasma's going to be the liquid portion. It has a lot of the nutrients in it, but it's"
  },
  {
    "startTime": 469.86,
    "endTime": 474.249,
    "text": "also going to carry that carbon dioxide as bicarbonate. We have white blood cells. White"
  },
  {
    "startTime": 474.249,
    "endTime": 478.33000000000004,
    "text": "blood cells are going to fight infection. And then finally we have platelets. Platelets"
  },
  {
    "startTime": 478.33,
    "endTime": 482.71,
    "text": "are important in blood clotting so if you get a cut the platelets will form almost a"
  },
  {
    "startTime": 482.71,
    "endTime": 487.599,
    "text": "lattice across that cut and eventually you'll have formation of a scab. And so if you look"
  },
  {
    "startTime": 487.599,
    "endTime": 491.219,
    "text": "at blood, blood is going to look like this but if we let it settle out what you're going"
  },
  {
    "startTime": 491.219,
    "endTime": 494.469,
    "text": "to get is those red blood cells are going to be down here and then we're going to have"
  },
  {
    "startTime": 494.469,
    "endTime": 498.93,
    "text": "the other things continue throughout that whole of the blood, like plasma. Okay. Your"
  },
  {
    "startTime": 498.93,
    "endTime": 502.509,
    "text": "heart goes through what's called a cardiac cycle. Cardiac cycle is going to have two"
  },
  {
    "startTime": 502.509,
    "endTime": 509.599,
    "text": "parts to it. It has diastole and systole. Diastole means filling and systole means pumping."
  },
  {
    "startTime": 509.599,
    "endTime": 515.84,
    "text": "And so let's say you were to take a turkey baster. So a turkey baster looks kind of like"
  },
  {
    "startTime": 515.84,
    "endTime": 525.0,
    "text": "this. Like that. And so basically what you do is you squeeze the bulb down here and so"
  },
  {
    "startTime": 525.0,
    "endTime": 529.95,
    "text": "that's like systole. You're squeezing it and the liquid would flow out. And then when you"
  },
  {
    "startTime": 529.95,
    "endTime": 534.35,
    "text": "relax it, it's going to suck that fluid back into it. And so if you're basting a turkey"
  },
  {
    "startTime": 534.35,
    "endTime": 537.96,
    "text": "that works great. So how does a heart work? Well it's going to have a systole as well"
  },
  {
    "startTime": 537.96,
    "endTime": 542.5,
    "text": "when it contracts and then it's going to have a diastole where it's relaxing. And so we"
  },
  {
    "startTime": 542.5,
    "endTime": 546.27,
    "text": "have to time it as well. Because if the whole thing were to contract that wouldn't work."
  },
  {
    "startTime": 546.27,
    "endTime": 550.64,
    "text": "And so basically what you have is you have systole up here, so you're contracting the"
  },
  {
    "startTime": 550.64,
    "endTime": 555.91,
    "text": "atrium and that pushes it down into your ventricle. You're ventricle at that point would be relaxed"
  },
  {
    "startTime": 555.91,
    "endTime": 560.3399999999999,
    "text": "and then as we pump our ventricle it's going to move it back in this direction and we're"
  },
  {
    "startTime": 560.34,
    "endTime": 564.44,
    "text": "going to have relaxation of the atrium so we can get new blood flowing into it. And"
  },
  {
    "startTime": 564.44,
    "endTime": 571.7600000000001,
    "text": "so what you hear in a heart is that lub dub, lub dub, lub dub, lub dub. And why do you"
  },
  {
    "startTime": 571.76,
    "endTime": 576.53,
    "text": "hear that? Well you're getting that contraction of the atrium. And then they relax. And then"
  },
  {
    "startTime": 576.53,
    "endTime": 580.91,
    "text": "contraction of the ventricle. And the ventricle is more powerful because it has to push it"
  },
  {
    "startTime": 580.91,
    "endTime": 585.91,
    "text": "into the lungs or it has to push it to rest of the body. And so it's going to be way more"
  },
  {
    "startTime": 585.91,
    "endTime": 590.14,
    "text": "muscle that we have down here in the ventricles than we do in the heart. And we're going to"
  },
  {
    "startTime": 590.14,
    "endTime": 593.51,
    "text": "have way more on the left side because that has to push it all the way around the whole"
  },
  {
    "startTime": 593.51,
    "endTime": 599.31,
    "text": "body. So timing is important as well. So basically you have this sinoatrial node, or the SA node,"
  },
  {
    "startTime": 599.31,
    "endTime": 602.8699999999999,
    "text": "and what it's going to do is this is where the heart contraction is going to start. So"
  },
  {
    "startTime": 602.87,
    "endTime": 606.61,
    "text": "you can imagine here is our heart, let me draw it in so you can kind of look at it."
  },
  {
    "startTime": 606.61,
    "endTime": 611.2,
    "text": "So we've got that. We've got our atriums. And then we've got our ventricles here. So"
  },
  {
    "startTime": 611.2,
    "endTime": 614.5200000000001,
    "text": "we've got our atriums and then we have our ventricles here. So basically what's going"
  },
  {
    "startTime": 614.52,
    "endTime": 618.38,
    "text": "to happen is you're going to start the contraction at the top of the heart and it's going to"
  },
  {
    "startTime": 618.38,
    "endTime": 623.72,
    "text": "squeeze the atrium shut, so we're going to get a flow of electricity in contraction,"
  },
  {
    "startTime": 623.72,
    "endTime": 628.25,
    "text": "pushing it down like that. But then what happens is that electrical signal will go all the"
  },
  {
    "startTime": 628.25,
    "endTime": 631.63,
    "text": "way down here to the apex of the heart and then we're going to get it flowing in the"
  },
  {
    "startTime": 631.63,
    "endTime": 636.09,
    "text": "other direction. So now we have that flow going up to the ventricle because we want"
  },
  {
    "startTime": 636.09,
    "endTime": 641.14,
    "text": "to move that blood remember from the atrium to the ventricle. And then the ventricle either"
  },
  {
    "startTime": 641.14,
    "endTime": 645.64,
    "text": "out to the pulmonary artery or out to the aorta. So it goes to rest of the body. And"
  },
  {
    "startTime": 645.64,
    "endTime": 650.41,
    "text": "so that's an electrical signal that does that. Now your heart, as I said at the beginning,"
  },
  {
    "startTime": 650.41,
    "endTime": 654.56,
    "text": "continues to beat your whole life. But it's a muscle and it needs oxygen and it needs"
  },
  {
    "startTime": 654.56,
    "endTime": 659.27,
    "text": "nutrients as well. So how does it get those? Well we have what are called coronary arteries"
  },
  {
    "startTime": 659.27,
    "endTime": 663.15,
    "text": "that are on the outside of your heart. And those coronary arteries are going to serve"
  },
  {
    "startTime": 663.15,
    "endTime": 669.36,
    "text": "all of the muscle inside the heart. And if we ever have a blockage inside one of those,"
  },
  {
    "startTime": 669.36,
    "endTime": 674.25,
    "text": "what's that going to do? Well, we're not going to get nutrients and oxygen to that part of"
  },
  {
    "startTime": 674.25,
    "endTime": 678.75,
    "text": "the body and so that part of the body is going to die. It's not going to be able to do it's"
  },
  {
    "startTime": 678.75,
    "endTime": 683.26,
    "text": "job. An so what is a heart attack? A heart attack is simply when you have blockage in"
  },
  {
    "startTime": 683.26,
    "endTime": 687.34,
    "text": "the vessels that serve the heart. And so the heart muscle can die. And that's why it's"
  },
  {
    "startTime": 687.34,
    "endTime": 691.1800000000001,
    "text": "super important that we take care of our heart. We keep our vessels very very clean because"
  },
  {
    "startTime": 691.18,
    "endTime": 701.18,
    "text": "we need our heart to beat our whole life. And I hope that's helpful."
  }
]