[
  {
    "startTime": 5.2,
    "endTime": 7.0,
    "text": "Hello everyone, my name’s Howard Chien."
  },
  {
    "startTime": 7.0,
    "endTime": 9.2,
    "text": "I’m a Chinese-English conference interpreter."
  },
  {
    "startTime": 9.2,
    "endTime": 12.2,
    "text": "I interpret English into Chinese, and Chinese into English."
  },
  {
    "startTime": 12.2,
    "endTime": 18.083,
    "text": "As a native Chinese speaker, I spent years learning English to become a fluent speaker of the language."
  },
  {
    "startTime": 18.083,
    "endTime": 27.363999999999997,
    "text": "Today, I’d like to share with you three fatal mistakes Taiwanese people make when learning English and how we can avoid those mistakes and improve our language proficiency."
  },
  {
    "startTime": 27.364,
    "endTime": 35.213,
    "text": "First of all, the most fatal mistake: learning English as a subject instead of a language."
  },
  {
    "startTime": 35.213,
    "endTime": 38.4,
    "text": "Many people study hard only the night before the exam."
  },
  {
    "startTime": 38.5,
    "endTime": 43.1,
    "text": "Unfortunately, it's exactly the case when it comes to English learning in Taiwan."
  },
  {
    "startTime": 43.2,
    "endTime": 47.5,
    "text": "Oh, I am taking TOEIC next weekend; I’m gonna study super hard to ace it!"
  },
  {
    "startTime": 47.5,
    "endTime": 49.7,
    "text": "And then what happens after the test?"
  },
  {
    "startTime": 49.7,
    "endTime": 52.2,
    "text": "Back to my normal life without English."
  },
  {
    "startTime": 52.2,
    "endTime": 55.5,
    "text": "That's not the way you learn English if you want to use it."
  },
  {
    "startTime": 55.5,
    "endTime": 57.0,
    "text": "Language is feeling."
  },
  {
    "startTime": 57.0,
    "endTime": 60.7,
    "text": "The most efficient way to learn English is to feel it."
  },
  {
    "startTime": 60.7,
    "endTime": 62.604,
    "text": "Make English part of your life."
  },
  {
    "startTime": 62.604,
    "endTime": 76.4,
    "text": "Listen to English songs, watch English shows and movies, maybe on VoiceTube, read English news, give English presentations, talk to people in English, keep your diary in English, switch your phone and Facebook language settings to English even."
  },
  {
    "startTime": 76.4,
    "endTime": 79.736,
    "text": "You can feel the groove of the sentences."
  },
  {
    "startTime": 79.736,
    "endTime": 84.42500000000001,
    "text": "The second mistake is cramming vocab words without pronouncing them."
  },
  {
    "startTime": 84.875,
    "endTime": 89.3,
    "text": "Think about it, you memorize a word but you don’t really know how to pronounce it."
  },
  {
    "startTime": 89.3,
    "endTime": 96.035,
    "text": "When you need to use it, you try to say it but you can’t or you get the pronunciation wrong and people don’t get it."
  },
  {
    "startTime": 96.035,
    "endTime": 101.2,
    "text": "Isn’t it obvious it’s not a good way to expand the size of your active vocabulary?"
  },
  {
    "startTime": 101.2,
    "endTime": 104.2,
    "text": "Check the pronunciation before you memorize a word."
  },
  {
    "startTime": 104.2,
    "endTime": 108.5,
    "text": "When you know how to pronounce it, it’s actually easier for you to remember it."
  },
  {
    "startTime": 108.5,
    "endTime": 112.867,
    "text": "Well, you might still pronounce words incorrectly sometimes."
  },
  {
    "startTime": 112.867,
    "endTime": 118.006,
    "text": "Correct yourself right away and remind yourself to get it right next time!"
  },
  {
    "startTime": 118.5,
    "endTime": 123.0,
    "text": "The last mistake is relying heavily on subtitles."
  },
  {
    "startTime": 123.1,
    "endTime": 133.7,
    "text": "Maybe because a great deal of Taiwanese shows and almost all movies in Taiwan are subtitled, people rely on subtitles so much that they sometimes just read and don’t even listen!"
  },
  {
    "startTime": 133.7,
    "endTime": 141.1,
    "text": "It is a huge problem because people understand the material based on their reading comprehension only and ignore the audio input."
  },
  {
    "startTime": 141.506,
    "endTime": 150.736,
    "text": "That is to say, you are not improving your listening or speaking skills, which is the main purpose of using multimedia materials to learn English."
  },
  {
    "startTime": 150.936,
    "endTime": 154.297,
    "text": "Watching videos is not a reading comprehension activity."
  },
  {
    "startTime": 154.897,
    "endTime": 165.84699999999998,
    "text": "It’s okay to watch anything with subtitles to help you understand the content, but always remind yourself to listen to how the words and the phrases are pronounced."
  },
  {
    "startTime": 165.447,
    "endTime": 169.487,
    "text": "You can even imitate the speaker or the actor in the video."
  },
  {
    "startTime": 169.887,
    "endTime": 178.1,
    "text": "Remember, you’re not just reading the subtitles out loud, but challenging yourself to sound like the speaker as much as possible."
  },
  {
    "startTime": 178.1,
    "endTime": 180.878,
    "text": "And then, you’re finally really listening."
  },
  {
    "startTime": 180.878,
    "endTime": 183.7,
    "text": "And, that’s a wrap, I hope you liked my video!"
  },
  {
    "startTime": 183.7,
    "endTime": 190.79999999999998,
    "text": "Check out my Facebook page from the link below if you’re interested in English learning, translation, and interpreting."
  },
  {
    "startTime": 190.8,
    "endTime": 195.0,
    "text": "Bye!"
  }
]