[
  {
    "startTime": 0.87,
    "endTime": 2.1,
    "text": "Welcome back to weekly words."
  },
  {
    "startTime": 2.11,
    "endTime": 7.199999999999999,
    "text": "My name is Alisha and this week, we are going to talk about commonly quoted movie lines."
  },
  {
    "startTime": 7.21,
    "endTime": 10.19,
    "text": "Ooh... I hope I know these."
  },
  {
    "startTime": 10.2,
    "endTime": 11.03,
    "text": "\"I'll be back.\""
  },
  {
    "startTime": 11.1,
    "endTime": 14.2,
    "text": "A lot of people like to just try and do an Arnold Schwarzenegger impression."
  },
  {
    "startTime": 14.1,
    "endTime": 20.689999999999998,
    "text": "This comes from the movie Terminator where Arnold Schwarzenegger plays a robot from the future and it's really awesome."
  },
  {
    "startTime": 20.7,
    "endTime": 26.2,
    "text": "You can use this with your friends. You can use this in common everyday situations where you have to leave some place,"
  },
  {
    "startTime": 26.21,
    "endTime": 30.0,
    "text": "but you wanna tell people in kind of a funny way that you plan on coming back,"
  },
  {
    "startTime": 30.01,
    "endTime": 31.32,
    "text": "you can say, \"I will be back.\""
  },
  {
    "startTime": 31.33,
    "endTime": 32.589999999999996,
    "text": "\"Inconceivable.\""
  },
  {
    "startTime": 32.59,
    "endTime": 37.190000000000005,
    "text": "Say this with the lips, Incon[ph]eivable. If you've seen the movie The Princess Bride,"
  },
  {
    "startTime": 37.2,
    "endTime": 41.09,
    "text": "inconceivable, so to conceive something, something you can think about."
  },
  {
    "startTime": 41.1,
    "endTime": 47.800000000000004,
    "text": "I am putting that \"in\" at the beginning of the word. It means can't conceive or not able to conceive of something."
  },
  {
    "startTime": 47.81,
    "endTime": 50.400000000000006,
    "text": "You can't even think about it, you can't believe it in other words."
  },
  {
    "startTime": 50.41,
    "endTime": 58.8,
    "text": "This is one word that means \"I can't believe it\" or \"this is just ridiculous\", so you can use this anytime you are just shocked by something and you just can't believe that something is happening,"
  },
  {
    "startTime": 58.8,
    "endTime": 60.099999999999994,
    "text": "you can say, \"Inconceivable!\""
  },
  {
    "startTime": 60.11,
    "endTime": 64.97,
    "text": "This is a very good one, a recent one from the movie Anchorman, Will Ferrell says this."
  },
  {
    "startTime": 64.98,
    "endTime": 69.10000000000001,
    "text": "He says, \"I immediately regret this decision.\" \"I immediately regret this decision.\""
  },
  {
    "startTime": 69.11,
    "endTime": 77.962,
    "text": "It's a very long phrase but it means you've just made a choice and you very quickly, immediately realize this was a bad decision."
  },
  {
    "startTime": 77.97,
    "endTime": 83.05,
    "text": "I should not have done this. You can say I immediately regret this decision but with kind of like a flat tone to it."
  },
  {
    "startTime": 83.04,
    "endTime": 84.54,
    "text": "It's a little bit funny."
  },
  {
    "startTime": 84.55,
    "endTime": 89.3,
    "text": "Okay, next is a very famous quote from the movie Forrest Gump , Tom Hanks was in this movie."
  },
  {
    "startTime": 89.31,
    "endTime": 93.68,
    "text": "His character famously says, \"Mama always said life is like a box of chocolates.\""
  },
  {
    "startTime": 93.69,
    "endTime": 95.85,
    "text": "The next line is \"you never know what you are gonna get.\""
  },
  {
    "startTime": 95.86,
    "endTime": 100.09,
    "text": "So this refers to picking a piece of chocolate out of the box of chocolates."
  },
  {
    "startTime": 100.1,
    "endTime": 104.69999999999999,
    "text": "Maybe you've seen kind of fancy ones that have a number of different styles of chocolate in them."
  },
  {
    "startTime": 104.71,
    "endTime": 107.8,
    "text": "When you bite into it, often times, you don't know what's on the inside."
  },
  {
    "startTime": 107.81,
    "endTime": 110.60000000000001,
    "text": "So the character is saying that life is like that too."
  },
  {
    "startTime": 110.61,
    "endTime": 116.89,
    "text": "You might try to do a few different things but you never know what's going to happen until you actually try to do it."
  },
  {
    "startTime": 116.9,
    "endTime": 121.89,
    "text": "So this is an interesting phrase to use. Maybe if your friend is having trouble in their life in some way,"
  },
  {
    "startTime": 121.9,
    "endTime": 127.60000000000001,
    "text": "you can, maybe try to console them or cheer them up by saying, \"Mama always said life is like a box of chocolates.\""
  },
  {
    "startTime": 127.8,
    "endTime": 131.8,
    "text": "The next quote comes from the movie, Apollo 13, a very famous space movie."
  },
  {
    "startTime": 131.81,
    "endTime": 134.5,
    "text": "The quote is, \"Houston, we have a problem.\""
  },
  {
    "startTime": 134.51,
    "endTime": 141.31,
    "text": "Houston refers to the control center, NASA's control center and the astronaut is famously quoted as saying, we have a problem."
  },
  {
    "startTime": 141.32,
    "endTime": 148.29999999999998,
    "text": "Any time you run across a problem at work or with your friends, with your family whatever, you can say, \"Houston we have a problem,\""
  },
  {
    "startTime": 148.31,
    "endTime": 154.0,
    "text": "meaning you're just trying to alert the other people around you that something is wrong. You need help with something perhaps."
  },
  {
    "startTime": 154.3,
    "endTime": 160.10000000000002,
    "text": "So it's usually not a very serious problem though. I should say that. So don't use it for, like, a medical emergency."
  },
  {
    "startTime": 160.11,
    "endTime": 164.4,
    "text": "Use it for something ,you know, like, \"Oh, I'm out of eggs, Houston, we have a problem.\" You know if you are cooking."
  },
  {
    "startTime": 164.41,
    "endTime": 166.64,
    "text": "Something very, very lighthearted. It's good."
  },
  {
    "startTime": 166.65,
    "endTime": 169.6,
    "text": "And that's the end of some famous movie quotes."
  },
  {
    "startTime": 169.61,
    "endTime": 177.10000000000002,
    "text": "So try to use a few of these if you like the kind of fun and if you use them with the right timing, it can be very, very funny,"
  },
  {
    "startTime": 177.11,
    "endTime": 182.79000000000002,
    "text": "and people will generally appreciate that you use such interesting references in your conversation."
  },
  {
    "startTime": 183.0,
    "endTime": 186.59,
    "text": "Thanks very much for joining us this week and we will see you again next time. Bye."
  },
  {
    "startTime": 186.6,
    "endTime": 189.54,
    "text": "\"Here is looking at you, kid.\""
  },
  {
    "startTime": 189.55,
    "endTime": 199.54000000000002,
    "text": "What does that even mean though? Your classic goodbye line kind of."
  }
]