[
  {
    "startTime": 3.0,
    "endTime": 8.8,
    "text": "Healthcare, education, the environment, international aid, crime."
  },
  {
    "startTime": 9.0,
    "endTime": 12.6,
    "text": "Issues affecting all our lives are shaped and driven by Parliament."
  },
  {
    "startTime": 12.8,
    "endTime": 17.9,
    "text": "But how did it all begin, what does Parliament do all day and how do you fit in?"
  },
  {
    "startTime": 18.0,
    "endTime": 25.6,
    "text": "Parliament has evolved throughout its long history to become what it is today, changing over time to meet the needs of the people."
  },
  {
    "startTime": 25.7,
    "endTime": 28.81,
    "text": "Two key historical events began this process."
  },
  {
    "startTime": 28.81,
    "endTime": 37.0,
    "text": "In 1215, King John put his seal on Magna Carta and agreed to a list of 63 rules set out by a group of barons."
  },
  {
    "startTime": 37.5,
    "endTime": 43.1,
    "text": "This ensured for the first time that no one, not even the king, was above the law."
  },
  {
    "startTime": 43.1,
    "endTime": 51.5,
    "text": "Fifty years later, Simon de Montfort, for the first time, invited representatives of the towns and shires to his 1265 parliament."
  },
  {
    "startTime": 51.6,
    "endTime": 62.589,
    "text": "These events established the foundations for the representative democracy we have today and from this point onwards, the power to make decisions for the nation passed, over time, from the monarch to Parliament."
  },
  {
    "startTime": 62.589,
    "endTime": 66.0,
    "text": "Let's take a closer look at the UK Parliament today."
  },
  {
    "startTime": 71.0,
    "endTime": 77.0,
    "text": "Parliament is made up of three parts – the House of Commons, the House of Lords, and the monarch."
  },
  {
    "startTime": 77.0,
    "endTime": 80.0,
    "text": "The House of Commons is the elected chamber of Parliament."
  },
  {
    "startTime": 80.0,
    "endTime": 86.4,
    "text": "It debates big issues, proposes laws, amends existing ones, and challenges the government's work."
  },
  {
    "startTime": 86.4,
    "endTime": 92.7,
    "text": "There are 650 Members of Parliament, or MPs, who each represent a constituency in the UK."
  },
  {
    "startTime": 93.07,
    "endTime": 100.0,
    "text": "They belong to either a political party or are independent, and are elected by constituents of the area they want to represent."
  },
  {
    "startTime": 100.0,
    "endTime": 107.1,
    "text": "The leader of the party that has the most MPs elected after a general election becomes the Prime Minister and heads up the government."
  },
  {
    "startTime": 107.1,
    "endTime": 113.8,
    "text": "They choose a cabinet made up of 20 senior ministers who coordinate each government department's work."
  },
  {
    "startTime": 114.0,
    "endTime": 122.0,
    "text": "Parties not in power are called the opposition. MPs from the opposition and government question the Government on policy and proposed laws."
  },
  {
    "startTime": 122.0,
    "endTime": 126.3,
    "text": "The speaker keeps the house in order by chairing these debates."
  },
  {
    "startTime": 126.57,
    "endTime": 132.0,
    "text": "The House of Lords is the second chamber and shares the making and shaping of laws with the House of Commons."
  },
  {
    "startTime": 132.0,
    "endTime": 139.0,
    "text": "It has around 800 members and it's made up mostly of life peers, and also includes hereditary peers and bishops."
  },
  {
    "startTime": 139.0,
    "endTime": 147.5,
    "text": "Lords are selected for their knowledge and experience, and hold government to account by using their expertise to look at laws and issues in detail."
  },
  {
    "startTime": 147.5,
    "endTime": 155.569,
    "text": "The monarch's role is mainly ceremonial. They meet the Prime Minister once a week to hear what's going on in Parliament and formally agree every new law."
  },
  {
    "startTime": 155.569,
    "endTime": 167.14,
    "text": "But that's not all! There are also people working behind the scenes who support the work of Parliament: clerks, librarians, researchers and many more."
  },
  {
    "startTime": 168.14,
    "endTime": 176.39999999999998,
    "text": "The government has been elected to run the country, and Parliament holds the government to account for us, the public… but how?"
  },
  {
    "startTime": 176.5,
    "endTime": 183.0,
    "text": "Prime Minister's questions and ministerial questions give MPs and Lords the opportunity to challenge the government's policies."
  },
  {
    "startTime": 183.0,
    "endTime": 189.8,
    "text": "It's in these debates that they can share the views of their constituents and the public and how new policies may affect them."
  },
  {
    "startTime": 189.97,
    "endTime": 196.5,
    "text": "Another important way Parliament can scrutinize or look in detail at the work of government is through select committees."
  },
  {
    "startTime": 196.5,
    "endTime": 203.8,
    "text": "Select committees analyse and scrutinise policy. They are made up of either MPs, Lords or a mixture of both."
  },
  {
    "startTime": 203.9,
    "endTime": 209.89000000000001,
    "text": "Together committee members look at a particular subject and make recommendations on improvements."
  },
  {
    "startTime": 209.0,
    "endTime": 216.5,
    "text": "Witnesses with expertise in the area under scrutiny are called to give evidence, which is used to help shape the committee's enquiry."
  },
  {
    "startTime": 216.5,
    "endTime": 221.61,
    "text": "Members of the public, like you, with a view on the subject can also give evidence for consideration."
  },
  {
    "startTime": 221.61,
    "endTime": 232.0,
    "text": "At the end of an inquiry, a committee writes a report with recommendations that the government usually responds to within 60 days."
  },
  {
    "startTime": 233.0,
    "endTime": 240.25,
    "text": "Both Houses in Parliament share responsibility for making and shaping laws. But where do laws come from in the first place?"
  },
  {
    "startTime": 240.25,
    "endTime": 252.2,
    "text": "A bill is a proposal for a new law, or to change an existing law, and comes from lots of places, like governing opposition parties, public inquiries, civil servants or campaign groups."
  },
  {
    "startTime": 252.2,
    "endTime": 255.39999999999998,
    "text": "So how does an idea get turned into a law?"
  },
  {
    "startTime": 255.5,
    "endTime": 259.0,
    "text": "Imagine the government wanted to place greater controls over the internet."
  },
  {
    "startTime": 259.1,
    "endTime": 264.8,
    "text": "A proposal called a green paper is published, which presents the government's ideas for future policy."
  },
  {
    "startTime": 265.0,
    "endTime": 271.0,
    "text": "This is open for public discussion with interested groups like internet service providers and others likely to be affected."
  },
  {
    "startTime": 271.1,
    "endTime": 277.5,
    "text": "Once findings are gathered, a white paper is published which outlines a firmer plan for government policy."
  },
  {
    "startTime": 277.5,
    "endTime": 281.5,
    "text": "Cabinet ministers must agree whether the proposal is taken forward."
  },
  {
    "startTime": 281.5,
    "endTime": 288.74,
    "text": "Once agreed, a bill is drawn up and the minister responsible for the policy introduces the bill to Parliament for debate."
  },
  {
    "startTime": 288.74,
    "endTime": 300.40000000000003,
    "text": "MPs and members of the House of Lords comment on, debate or amend the bill through several stages, and at the end of the process, apart from very rare circumstances, it must be agreed by both houses."
  },
  {
    "startTime": 300.4,
    "endTime": 312.58,
    "text": "It's then passed to the monarch who gives formal approval, or Royal Assent, and the bill becomes law, called an Act of Parliament."
  },
  {
    "startTime": 312.3,
    "endTime": 318.5,
    "text": "In the UK, we live in a democracy which means power is in the hands of the people through our right to vote."
  },
  {
    "startTime": 318.5,
    "endTime": 324.02,
    "text": "Throughout history, lots of people in the UK have campaigned for the voting rights we have today."
  },
  {
    "startTime": 324.02,
    "endTime": 329.5,
    "text": "There are lots of different types of elections to vote in: general, local, European."
  },
  {
    "startTime": 329.5,
    "endTime": 335.0,
    "text": "Let's take a closer look at how MPs are elected to the House of Commons through the general election."
  },
  {
    "startTime": 335.2,
    "endTime": 341.3,
    "text": "General elections take place in the UK usually once every five years and every seat is up for grabs."
  },
  {
    "startTime": 341.3,
    "endTime": 344.6,
    "text": "On polling day, voters make a choice from a list of candidates."
  },
  {
    "startTime": 345.0,
    "endTime": 349.41,
    "text": "The candidate with the most votes then becomes that constituency's MP."
  },
  {
    "startTime": 349.41,
    "endTime": 352.55,
    "text": "OK, but how would I know who to vote for?"
  },
  {
    "startTime": 352.55,
    "endTime": 357.0,
    "text": "Before elections, candidates need to campaign to get people to vote for them."
  },
  {
    "startTime": 357.2,
    "endTime": 366.0,
    "text": "Campaigning can involve handing out political leaflets, speaking in public debates, talking to people during door to door visits, and party political broadcasts."
  },
  {
    "startTime": 366.0,
    "endTime": 372.5,
    "text": "Parties standing for election publish a declaration of their policies during the campaign, called a manifesto."
  },
  {
    "startTime": 372.5,
    "endTime": 380.2,
    "text": "Once elected, an MP represents all their constituents, even the ones that didn't vote, or voted for a different candidate."
  },
  {
    "startTime": 380.5,
    "endTime": 385.8,
    "text": "The party with the most MPs elected forms the government, and their leader becomes Prime Minister."
  },
  {
    "startTime": 385.8,
    "endTime": 396.0,
    "text": "And if there's a \"hung Parliament,\" where there's no clear winner, then a minority government or a coalition government may be created or a fresh election held."
  },
  {
    "startTime": 397.0,
    "endTime": 401.259,
    "text": "One way to have a say in how the country is run is to use your vote."
  },
  {
    "startTime": 401.259,
    "endTime": 407.3,
    "text": "You have to be 18 or over to vote in general elections, but you can register from the age of 16."
  },
  {
    "startTime": 407.0,
    "endTime": 415.4,
    "text": "There are lots of other ways to get involved and have your voice heard whatever your age, remember MPs represent all of their constituents."
  },
  {
    "startTime": 415.4,
    "endTime": 416.5,
    "text": "But how?"
  },
  {
    "startTime": 417.0,
    "endTime": 424.5,
    "text": "You can visit an MP in their local constituency office, or you can even travel to the Houses of Parliament to lobby them in central lobby."
  },
  {
    "startTime": 425.0,
    "endTime": 431.6,
    "text": "Lords have knowledge and experience in specific subject areas. You can look them up by policy interest on the Parliament website."
  },
  {
    "startTime": 432.0,
    "endTime": 440.5,
    "text": "Anyone can contact any Lord or their local MP by letter, phone or email to discuss an issue that's important to them or their community."
  },
  {
    "startTime": 440.5,
    "endTime": 449.0,
    "text": "Sometimes though, there's strength in numbers, so to get your voice heard you could join the youth section of a party, or the UK Youth Parliament."
  },
  {
    "startTime": 449.0,
    "endTime": 460.5,
    "text": "If you're passionate about an issue, you could start a petition for a cause either on paper or online, or join an existing campaign, pressure or protest group to influence decision making."
  },
  {
    "startTime": 460.7,
    "endTime": 468.3,
    "text": "These groups use different methods to get their voices heard, from lobbying to peaceful protest, all designed to bring about change."
  },
  {
    "startTime": 469.0,
    "endTime": 478.0,
    "text": "And don't forget, you can get your voice heard in school or college too by joining or starting a student council, a bit like a mini-Parliament!"
  },
  {
    "startTime": 480.0,
    "endTime": 490.0,
    "text": "So Parliament sits at the heart of UK democracy, debating the big issues of the day, making and shaping laws and holding the government to account."
  },
  {
    "startTime": 490.6,
    "endTime": 496.6,
    "text": "By voting, petitioning, campaigning and more, you can also get involved with the work of Parliament."
  },
  {
    "startTime": 497.0,
    "endTime": 499.0,
    "text": "What will you do?"
  }
]