[
  {
    "startTime": 6.2,
    "endTime": 15.100000000000001,
    "text": "In the late 17th century, a medical student named Johannes Hofer noticed a strange illness affecting Swiss mercenaries serving abroad."
  },
  {
    "startTime": 15.2,
    "endTime": 25.9,
    "text": "Its symptoms, including fatigue, insomnia, irregular heartbeat, indigestion, and fever were so strong, the soldiers often had to be discharged."
  },
  {
    "startTime": 26.2,
    "endTime": 33.6,
    "text": "As Hofer discovered, the cause was not some physical disturbance, but an intense yearning for their mountain homeland."
  },
  {
    "startTime": 33.8,
    "endTime": 41.599999999999994,
    "text": "He dubbed the condition nostalgia, from the Greek \"nostos\" for homecoming and \"algos\" for pain or longing."
  },
  {
    "startTime": 41.69,
    "endTime": 46.5,
    "text": "At first, nostalgia was considered a particularly Swiss affliction."
  },
  {
    "startTime": 46.6,
    "endTime": 54.7,
    "text": "Some doctors proposed that the constant sound of cowbells in the Alps caused trauma to the ear drums and brain."
  },
  {
    "startTime": 54.9,
    "endTime": 63.4,
    "text": "Commanders even forbade their soldiers from singing traditional Swiss songs for fear that they'd lead to desertion or suicide."
  },
  {
    "startTime": 63.6,
    "endTime": 69.4,
    "text": "But as migration increased worldwide, nostalgia was observed in various groups."
  },
  {
    "startTime": 69.5,
    "endTime": 76.3,
    "text": "It turned out that anyone separated from their native place for a long time was vulnerable to nostalgia."
  },
  {
    "startTime": 76.5,
    "endTime": 85.0,
    "text": "And by the early 20th century, professionals no longer viewed it as a neurological disease, but as a mental condition similar to depression."
  },
  {
    "startTime": 85.5,
    "endTime": 94.5,
    "text": "Psychologists of the time speculated that it represented difficulties letting go of childhood, or even a longing to return to one's fetal state."
  },
  {
    "startTime": 94.7,
    "endTime": 100.60000000000001,
    "text": "But over the next few decades, the understanding of nostalgia changed in two important ways."
  },
  {
    "startTime": 100.7,
    "endTime": 106.60000000000001,
    "text": "Its meaning expanded from indicating homesickness to a general longing for the past."
  },
  {
    "startTime": 107.0,
    "endTime": 113.2,
    "text": "And rather than an awful disease, it began to be seen as a poignant and pleasant experience."
  },
  {
    "startTime": 113.3,
    "endTime": 119.0,
    "text": "Perhaps the most famous example of this was captured by French author Marcel Proust."
  },
  {
    "startTime": 119.2,
    "endTime": 129.1,
    "text": "He described how tasting a madeleine cake he had not eaten since childhood triggered a cascade of warm and powerful sensory associations."
  },
  {
    "startTime": 129.3,
    "endTime": 134.20000000000002,
    "text": "So what caused such a major reversal in our view of nostalgia?"
  },
  {
    "startTime": 134.22,
    "endTime": 136.4,
    "text": "Part of it has to do with science."
  },
  {
    "startTime": 136.44,
    "endTime": 144.0,
    "text": "Psychology shifted away from pure theory and towards more careful and systematic empirical observation."
  },
  {
    "startTime": 144.2,
    "endTime": 152.39999999999998,
    "text": "So professionals realized that many of the negative symptoms may have been simply correlated with nostalgia rather than caused by it."
  },
  {
    "startTime": 152.6,
    "endTime": 163.79999999999998,
    "text": "And, in fact, despite being a complex emotional state that can include feelings of loss and sadness, nostalgia doesn't generally put people in a negative mood."
  },
  {
    "startTime": 164.1,
    "endTime": 174.9,
    "text": "Instead, by allowing individuals to remember personally meaningful and rewarding experiences they shared with others, nostalgia can boost psychological well-being."
  },
  {
    "startTime": 175.0,
    "endTime": 187.0,
    "text": "Studies have shown that inducing nostalgia in people can help increase their feelings of self-esteem and social belonging, encourage psychological growth, and even make them act more charitably."
  },
  {
    "startTime": 187.6,
    "endTime": 194.79999999999998,
    "text": "So rather than being a cause of mental distress, nostalgia can be a restorative way of coping with it."
  },
  {
    "startTime": 195.3,
    "endTime": 204.9,
    "text": "For instance, when people experience negative emotional states, they tend to naturally use nostalgia to reduce distress and restore well-being."
  },
  {
    "startTime": 205.5,
    "endTime": 214.5,
    "text": "Today, it seems that nostalgia is everywhere, partially because advertisers have discovered how powerful it is as a marketing technique."
  },
  {
    "startTime": 214.6,
    "endTime": 221.79999999999998,
    "text": "It's tempting to think of this as a sign of us being stuck in the past, but that's not really how nostalgia works."
  },
  {
    "startTime": 222.0,
    "endTime": 235.0,
    "text": "Instead, nostalgia helps us remember that our lives can have meaning and value, helping us find the confidence and motivation to face the challenges of the future."
  }
]