[
  {
    "startTime": 0.116,
    "endTime": 5.792999999999999,
    "text": "OK, I need to preface everything by saying that if you're afraid of flying, this video may not be for you."
  },
  {
    "startTime": 5.793,
    "endTime": 11.33,
    "text": "Even though it has a lot of useful tips, like, if you crash, you can indeed survive."
  },
  {
    "startTime": 11.33,
    "endTime": 14.001,
    "text": "You, may have to eat some of the others, but you can."
  },
  {
    "startTime": 14.001,
    "endTime": 15.657,
    "text": "Pass me, hunk of co-pilot."
  },
  {
    "startTime": 15.657,
    "endTime": 22.561,
    "text": "Flying is incredibly common, in fact, there are anywhere, from 35 to 40 million flights scheduled every year."
  },
  {
    "startTime": 22.561,
    "endTime": 27.5,
    "text": "But for something people do so commonly, why are there still so many myths about it?"
  },
  {
    "startTime": 27.5,
    "endTime": 35.5,
    "text": "Well, in this video I'm going to take seven of the most commonly-believed myths, that you likely still believe about airplanes, and explain the truth behind them."
  },
  {
    "startTime": 35.5,
    "endTime": 43.9,
    "text": "Speaking as someone who flies at least a couple times a month, I can tell you that there's a number of misconceptions about planes that simply have to change."
  },
  {
    "startTime": 43.9,
    "endTime": 47.699999999999996,
    "text": "So I'm taking it upon myself to reveal those truths to you today."
  },
  {
    "startTime": 47.7,
    "endTime": 52.400000000000006,
    "text": "This is 7 Myths You Still Believe About Airplanes."
  },
  {
    "startTime": 52.5,
    "endTime": 55.531,
    "text": "Surviving a plane crash rarely happens."
  },
  {
    "startTime": 55.531,
    "endTime": 66.4,
    "text": "Despite all of the safety protocols and double-checks planes and pilots go through before they takeoff, and the numbers that say it's insanely rare, planes do crash on occasion."
  },
  {
    "startTime": 66.4,
    "endTime": 69.777,
    "text": "And when they do, they obviously bring people with them."
  },
  {
    "startTime": 69.777,
    "endTime": 77.5,
    "text": "Now, despite all the survivors on Lost, people truly believe if the plane's going down, that's it for them, pretty much guaranteed."
  },
  {
    "startTime": 77.5,
    "endTime": 82.0,
    "text": "Well, I am happy to burst this bubble for you, because odds are, it actually isn't."
  },
  {
    "startTime": 82.0,
    "endTime": 92.2,
    "text": "According to the National Transportation Safety Board, over 95% of people involved in airline accidents, between the years of 1983 and 2000, survived."
  },
  {
    "startTime": 92.2,
    "endTime": 97.927,
    "text": "That's good news for frequent flyers, and even better news for black smoke monsters and time-travelling islands."
  },
  {
    "startTime": 97.927,
    "endTime": 100.631,
    "text": "Toilets on planes are dangerous."
  },
  {
    "startTime": 100.631,
    "endTime": 104.2,
    "text": "Don't flush while sitting down, have you ever heard that one on a plane before?"
  },
  {
    "startTime": 104.2,
    "endTime": 114.174,
    "text": "Well if you haven't, trust me, it's quite a common saying, as it's believed that a person who does will get stuck, the pressure and suction somehow pulling on your bottom end."
  },
  {
    "startTime": 114.174,
    "endTime": 120.542,
    "text": "Well the truth is, if you can manage to form a perfect seal on the vacuum toilet, then you will feel that pressure,"
  },
  {
    "startTime": 120.542,
    "endTime": 123.991,
    "text": "however, as many a toilet-sitter will tell you, it's almost no trouble at all standing up while the suction is occurring."
  },
  {
    "startTime": 127.646,
    "endTime": 137.15800000000002,
    "text": "There's even some people who have claimed that human waste that's flushed down those toilets is dumped freely mid-flight, which I promise you is another preposterous myth."
  },
  {
    "startTime": 137.158,
    "endTime": 138.414,
    "text": "Rain and poop everywhere."
  },
  {
    "startTime": 138.414,
    "endTime": 143.136,
    "text": "According to the FAA it's impossible for a pilot to dump a waste tank in the air."
  },
  {
    "startTime": 143.136,
    "endTime": 146.094,
    "text": "Thank God, because it'd be raining poop, hallelujah."
  },
  {
    "startTime": 146.094,
    "endTime": 150.5,
    "text": "The recirculated air in planes is full of germs and disease."
  },
  {
    "startTime": 150.5,
    "endTime": 152.9,
    "text": "Isn't that just the worst, someone sitting beside you and they're like (gasp)."
  },
  {
    "startTime": 152.9,
    "endTime": 159.854,
    "text": "With all of those people packed into one plane, the air circulation system must be spreading germs and disease all over the cabin, right?"
  },
  {
    "startTime": 159.854,
    "endTime": 164.693,
    "text": "Well, at least that's what people who seem to get sick on flights have claimed during complaints."
  },
  {
    "startTime": 164.693,
    "endTime": 168.776,
    "text": "However, the truth is that the system does a pretty good job at circulating the air."
  },
  {
    "startTime": 168.776,
    "endTime": 175.196,
    "text": "The way that it works is it takes air into the lower fuselage, where half of it is expelled from the plane,"
  },
  {
    "startTime": 175.196,
    "endTime": 180.069,
    "text": "and the rest is put through filters and mixed with fresh air collected through the engines."
  },
  {
    "startTime": 180.069,
    "endTime": 183.44899999999998,
    "text": "So the air coming through the system is more than likely clean."
  },
  {
    "startTime": 183.449,
    "endTime": 195.406,
    "text": "But while that air might be filtered, germs can still be left on trays, armrests, seat belts and of course accessories in the seat pockets, not to mention of course the old-fashioned way of person to person."
  },
  {
    "startTime": 195.406,
    "endTime": 204.55700000000002,
    "text": "That is the most likely way that you'll get sick on a plane, not from Grandma Jones sitting beside you being like (coughs, splitters), that's the worst."
  },
  {
    "startTime": 204.557,
    "endTime": 208.071,
    "text": "Oxygen masks do nothing except calm passengers."
  },
  {
    "startTime": 208.071,
    "endTime": 212.0,
    "text": "In the event of an emergency during a flight, oxygen masks will fall from the ceiling."
  },
  {
    "startTime": 212.0,
    "endTime": 221.421,
    "text": "We've all heard that a ton of times, but according to many people, the air coming through those masks, actually does nothing but make flyers think that they're going to be OK."
  },
  {
    "startTime": 221.421,
    "endTime": 229.535,
    "text": "This claim may or may not have started with him, but it was definitely made popular by Tyler Durden, Brad Pitt's character in the movie Fight Club."
  },
  {
    "startTime": 229.535,
    "endTime": 234.12,
    "text": "But according to the FAA and various pilots and plane designers, it's a complete myth."
  },
  {
    "startTime": 234.12,
    "endTime": 241.143,
    "text": "The air coming through those masks is actually oxygen-rich, and is there so that we can breathe at altitudes above 10,000 feet."
  },
  {
    "startTime": 241.143,
    "endTime": 247.442,
    "text": "The higher the altitude, the less oxygen in the air, so yes, those masks actually do serve a purpose."
  },
  {
    "startTime": 247.442,
    "endTime": 250.07,
    "text": "Co-pilots are just apprentices."
  },
  {
    "startTime": 250.07,
    "endTime": 256.664,
    "text": "This next myth is a real annoyance to co-pilots, as a large number of people believe that they're just apprentices."
  },
  {
    "startTime": 256.664,
    "endTime": 260.61,
    "text": "As in they're simply learning how to be a real pilot from the plane's captain."
  },
  {
    "startTime": 260.61,
    "endTime": 269.047,
    "text": "The fact is, there are always at least two pilots in the cockpit of any commercial flight, and both are fully capable of operating the aircraft."
  },
  {
    "startTime": 269.047,
    "endTime": 276.795,
    "text": "The co-pilot, or first officer, is actually just as involved in flying the plane as the captain is, and in fact often is more so."
  },
  {
    "startTime": 276.795,
    "endTime": 284.653,
    "text": "This is because the captain tends to be the primary person to operate the radio, run checklists and communicate with the cabin crew and travellers."
  },
  {
    "startTime": 284.653,
    "endTime": 291.928,
    "text": "So to any flyers out there thinking that the co-pilots aren't qualified to fly the plane, chances are, they are flying the plane."
  },
  {
    "startTime": 291.928,
    "endTime": 295.5,
    "text": "Opening an emergency door in flight is a big concern."
  },
  {
    "startTime": 295.5,
    "endTime": 302.9,
    "text": "Strangely, and sadly, it's not uncommon to hear about people freaking out mid-flight and trying to wrench doors open of the plane."
  },
  {
    "startTime": 302.9,
    "endTime": 310.07599999999996,
    "text": "It's so common in fact, that people see it as a huge concern, often flying in fear that that's how they're going to be taken out."
  },
  {
    "startTime": 310.076,
    "endTime": 315.976,
    "text": "But it turns out, opening the emergency door while in flight isn't as easy as you would think, not even close."
  },
  {
    "startTime": 315.976,
    "endTime": 324.54,
    "text": "With the cabin pressurized the way that it is, it would take a large hydraulic jack, or the strength of Superman, to literally open one of those doors."
  },
  {
    "startTime": 324.54,
    "endTime": 326.023,
    "text": "And that should be no surprise considering that it's not only the pressure itself, but a series of electronic locks that activate before takeoff."
  },
  {
    "startTime": 332.555,
    "endTime": 339.021,
    "text": "So if anyone ever stands up and goes like, \"Let me out, let me out, let me out, let me out\", they're just crazy, and they can't do anything about it."
  },
  {
    "startTime": 339.021,
    "endTime": 342.40000000000003,
    "text": "A tiny hole in the plane can lead to everyone being sucked out."
  },
  {
    "startTime": 342.901,
    "endTime": 353.0,
    "text": "Speaking of being sucked out of a plane, many of us have heard a story of a tiny hole in a plane's window suddenly sucking someone, or everyone on board, out of the aircraft."
  },
  {
    "startTime": 353.0,
    "endTime": 355.049,
    "text": "But, is there any truth to that?"
  },
  {
    "startTime": 355.049,
    "endTime": 366.27799999999996,
    "text": "Well, planes are pressurized, as we discussed, but it would take an explosion, or a serious structural damage to the fuselage, to result in people being ripped from the craft."
  },
  {
    "startTime": 366.278,
    "endTime": 374.02000000000004,
    "text": "In 2006 an Alaska Airlines MD-80 plane sustained damage in the form of a foot-long hole in its fuselage."
  },
  {
    "startTime": 374.02,
    "endTime": 380.832,
    "text": "But, instead of everyone being jettisoned from the plane, the aircraft stayed in one piece, and made an emergency descent."
  },
  {
    "startTime": 380.832,
    "endTime": 386.001,
    "text": "A sudden change in cabin pressure is never good, but, chances are you'd be just fine."
  },
  {
    "startTime": 386.001,
    "endTime": 388.638,
    "text": "So hopefully now, next time you fly, you'll be a little calmer."
  },
  {
    "startTime": 388.638,
    "endTime": 389.919,
    "text": "Thank you so much for watching guys."
  },
  {
    "startTime": 389.919,
    "endTime": 394.60999999999996,
    "text": "As always, if you want to learn anything more about what I talked about, my sources are in the description of this video."
  },
  {
    "startTime": 394.61,
    "endTime": 401.89,
    "text": "And if you enjoyed this, be sure to click that Like button, and don't forget to click that Subscribe button, so that you can subscribe to my channel and catch my next video."
  },
  {
    "startTime": 401.89,
    "endTime": 405.854,
    "text": "If you want to check out my daily blog channel, there's a link that you can click, right there."
  },
  {
    "startTime": 405.854,
    "endTime": 407.726,
    "text": "And if you want to check out my gaming channel, there's a link that you can click, right there."
  },
  {
    "startTime": 409.854,
    "endTime": 411.15299999999996,
    "text": "And all of the links I mention, along with my socials are on the description below, and that's all for this time,"
  },
  {
    "startTime": 415.021,
    "endTime": 429.824,
    "text": "gonna do a little dance on my way out, love you guys, bye, aye."
  }
]