[
  {
    "startTime": 0.1,
    "endTime": 5.2299999999999995,
    "text": "Why we're fated to be lonely (but that's ok)?"
  },
  {
    "startTime": 5.3,
    "endTime": 10.2,
    "text": "There are few more shameful confessions to make than that we are lonely."
  },
  {
    "startTime": 10.23,
    "endTime": 18.3,
    "text": "The basic assumption is that no respectable person could ever feel isolated unless maybe they've just moved country or been widowed."
  },
  {
    "startTime": 18.4,
    "endTime": 25.799999999999997,
    "text": "Yet in truth a high degree of loneliness is an inexorable part of being a sensitive, intelligent human."
  },
  {
    "startTime": 25.85,
    "endTime": 29.340000000000003,
    "text": "Its a built-in feature of a complex existence."
  },
  {
    "startTime": 29.34,
    "endTime": 33.84,
    "text": "There are several big reasons for this."
  },
  {
    "startTime": 33.84,
    "endTime": 43.68000000000001,
    "text": "Much of what we need recognized and confirmed by others, a lot of what it would be extremely comforting to share, is going to be disturbing to society at large."
  },
  {
    "startTime": 43.7,
    "endTime": 52.400000000000006,
    "text": "Many of the ideas in the recesses of our minds are too odd, contrary, subtle, or alarming to be safely revealed to anyone else."
  },
  {
    "startTime": 52.7,
    "endTime": 60.46,
    "text": "We face a choice between honesty and acceptability, and understandably, mostly choose the latter."
  },
  {
    "startTime": 60.46,
    "endTime": 66.86,
    "text": "It takes a lot of energy to listen to another person and enter sympathetically into their experiences."
  },
  {
    "startTime": 66.86,
    "endTime": 70.48,
    "text": "We shouldn't blame others for their failure to focus on who we are."
  },
  {
    "startTime": 70.48,
    "endTime": 79.78,
    "text": "They may want to meet us, but we should accept the energy with which they would keep the topic of their own lives at the center of the conversation."
  },
  {
    "startTime": 79.78,
    "endTime": 86.4,
    "text": "We must all die alone, which really means that our pain is for us alone to endure."
  },
  {
    "startTime": 86.5,
    "endTime": 100.9,
    "text": "Other can throw us words of encouragement, but in every life we are out on the ocean, drowning in the swell, and others, even the nice ones, are standing on the shore, waving cheerily."
  },
  {
    "startTime": 100.92,
    "endTime": 107.48,
    "text": "It´s deeply unlikely that we would ever find someone on exactly the same page of the soul as us."
  },
  {
    "startTime": 107.48,
    "endTime": 111.62,
    "text": "We would long for utter congruity, but there will be constant dissonance."
  },
  {
    "startTime": 111.62,
    "endTime": 121.02000000000001,
    "text": "Because we appeared on the earth at different times, are the product of different families and experiences, and are not just made of quite the same fabric."
  },
  {
    "startTime": 121.02,
    "endTime": 127.69999999999999,
    "text": "So, they won´t be thinking just the same as us on coming out of the cinema and looking out of the night sky."
  },
  {
    "startTime": 127.7,
    "endTime": 138.92000000000002,
    "text": "Just when we want them to say something high-flown and beautiful, they will perhaps be remembering a painfully banal untimely detail from an area of domestic life, or vice versa."
  },
  {
    "startTime": 138.92,
    "endTime": 142.45999999999998,
    "text": "It is almost comic."
  },
  {
    "startTime": 142.46,
    "endTime": 149.06,
    "text": "We will almost certainly never meet the people best qualified to understand us, but they do exist."
  },
  {
    "startTime": 149.06,
    "endTime": 156.0,
    "text": "Probably, they once walked pass us in the street, but neither of us has the slightest idea of the potential for connection."
  },
  {
    "startTime": 156.0,
    "endTime": 161.36,
    "text": "Or maybe they died in Sydney two weeks ago, or wouldn't be born until the 22nd century."
  },
  {
    "startTime": 161.36,
    "endTime": 163.24,
    "text": "It isn´t a conspiracy."
  },
  {
    "startTime": 163.24,
    "endTime": 166.86,
    "text": "We would just have needed a lot more luck."
  },
  {
    "startTime": 166.86,
    "endTime": 169.24,
    "text": "The problem is sure to get worse."
  },
  {
    "startTime": 169.24,
    "endTime": 174.62,
    "text": "The more thoughtful and perceptive we are, there will simply be less people like us around."
  },
  {
    "startTime": 174.62,
    "endTime": 176.32,
    "text": "It isn't a romantic myth."
  },
  {
    "startTime": 176.32,
    "endTime": 184.32,
    "text": "Loneliness trully is a kind of tax we have to pay to atone for certain complexity of mind."
  },
  {
    "startTime": 184.32,
    "endTime": 191.51999999999998,
    "text": "The desire to undress someone is, for a long time, far more urgent than the desire for a good conversation."
  },
  {
    "startTime": 191.52,
    "endTime": 205.0,
    "text": "And so, we end up locked in relationships with certain people we don't have much to say to, because we were once fatefully interested in the shape of their nose or the color of their remarkable eyes."
  },
  {
    "startTime": 205.3,
    "endTime": 210.70000000000002,
    "text": "And yet, despite all of this, we shouldn't be frightened or discomforted by our pervasive loneliness."
  },
  {
    "startTime": 210.76,
    "endTime": 213.7,
    "text": "At an exasperated moment near the end of his life, the German writer Goethe, who appeared to have had a lot of friends, exploded bitterly: \"No one has ever properly understood me. I had never fully understood anyone. No one understands anyone else.\""
  },
  {
    "startTime": 227.54,
    "endTime": 230.98,
    "text": "It was a helpful outburst from such a great man."
  },
  {
    "startTime": 230.98,
    "endTime": 237.79999999999998,
    "text": "It isn't our fault. A degree of distance and mutual incomprehension isn't a sign that life has gone wrong."
  },
  {
    "startTime": 237.8,
    "endTime": 243.78,
    "text": "It's what we should expect from the very start, and when we do, benefits can follow."
  },
  {
    "startTime": 243.8,
    "endTime": 249.10000000000002,
    "text": "Once we accept loneliness we can get creative, we can start to send out messages in a bottle."
  },
  {
    "startTime": 249.2,
    "endTime": 261.8,
    "text": "We can sing, write poetry, produce books and blogs, activities stemming from the realization that people around us won't ever fully get us, but that others separated across time and space, might just."
  },
  {
    "startTime": 262.3,
    "endTime": 267.5,
    "text": "The history of art is the record of people who couldn't find anyone in the vicinity to talk to."
  },
  {
    "startTime": 268.0,
    "endTime": 282.3,
    "text": "And we can take up the coded offer of their intimacy in, say, the words of a Roman poet who died in 10 B.C. or the lyrics of a singer who described just our blues in a recording from Nashville in 1963."
  },
  {
    "startTime": 282.32,
    "endTime": 289.32,
    "text": "Loneliness makes us more capable of true intimacy if ever better opportunities do come along."
  },
  {
    "startTime": 289.32,
    "endTime": 292.18,
    "text": "It heightens the conversation we have with ourselves."
  },
  {
    "startTime": 292.18,
    "endTime": 294.52,
    "text": "It gives us a character."
  },
  {
    "startTime": 294.52,
    "endTime": 298.46,
    "text": "We don't repeat what everyone else thinks, we develop a point of view."
  },
  {
    "startTime": 298.46,
    "endTime": 307.84,
    "text": "We might be isolated for now, but we'll be capable of far closer, more interesting bonds with anyone we do eventually locate."
  },
  {
    "startTime": 307.84,
    "endTime": 311.0,
    "text": "Loneliness renders us elegant and strangely alluring."
  },
  {
    "startTime": 311.5,
    "endTime": 320.0,
    "text": "It suggests there's more about us to understand than the normal patterns of social intercourse can accommodate, which is something we can take pride in."
  },
  {
    "startTime": 320.3,
    "endTime": 329.58,
    "text": "A sense of isolation truly is, as we suspect, but usually prevent ourselves from feeling, from fear of arrogance, a sign of depth."
  },
  {
    "startTime": 329.58,
    "endTime": 339.9,
    "text": "When we admit our loneliness, we are signing up to a club that includes the people we know from the paintings of Edward Hooper, the poems of Baudelaire, the songs of Leonard Cohen."
  },
  {
    "startTime": 339.9,
    "endTime": 343.64,
    "text": "Lonely, we enter a long and grand tradition."
  },
  {
    "startTime": 343.64,
    "endTime": 349.09999999999997,
    "text": "We find ourselves surprisingly in great company."
  },
  {
    "startTime": 349.3,
    "endTime": 356.8,
    "text": "Enduring loneliness is almost invariably better than suffering the compromises of false community."
  },
  {
    "startTime": 357.0,
    "endTime": 375.08,
    "text": "Loneliness is simply a price we may have to pay for holding onto a sincere, ambitious view of what companionship must and could be."
  }
]