[
  {
    "startTime": 1.469,
    "endTime": 2.6900000000000004,
    "text": "Hey Youtubers, it's Charlie."
  },
  {
    "startTime": 2.69,
    "endTime": 4.9399999999999995,
    "text": "This is going to be my flash episode six video."
  },
  {
    "startTime": 4.94,
    "endTime": 7.680000000000001,
    "text": "Just careful for spoilers if you haven't seen the episode yet."
  },
  {
    "startTime": 7.68,
    "endTime": 12.57,
    "text": "This Savitar aesthetic it seems like they've gone with is like a Daniel West costume via"
  },
  {
    "startTime": 12.57,
    "endTime": 20.05,
    "text": "Megatron transformers very metallic very pointy and dangerous but just meant to be more horrifying"
  },
  {
    "startTime": 20.05,
    "endTime": 25.249000000000002,
    "text": "than previous versions of the reverse flash like zoom, so many comic book things happening"
  },
  {
    "startTime": 25.249,
    "endTime": 30.96,
    "text": "in this episode so they had the shade character which actually debuted in flash number 151."
  },
  {
    "startTime": 30.96,
    "endTime": 32.189,
    "text": "He's like an actual character."
  },
  {
    "startTime": 32.189,
    "endTime": 35.55,
    "text": "They also just reintroduced him in flash rebirth."
  },
  {
    "startTime": 35.55,
    "endTime": 41.089999999999996,
    "text": "But there was so much about dual identities secret identities like earth 19 Harrison wells"
  },
  {
    "startTime": 41.09,
    "endTime": 45.11,
    "text": "had the thing that mast his identity, so that he wouldn't be arrested in public Caitlin's"
  },
  {
    "startTime": 45.11,
    "endTime": 48.98,
    "text": "killer Frost dual identity and then Wally's dual identity."
  },
  {
    "startTime": 48.98,
    "endTime": 50.83,
    "text": "So beneath the plot in this episode."
  },
  {
    "startTime": 50.83,
    "endTime": 56.15,
    "text": "They're just trying to tell you that everybody has like another secret self so when Julian"
  },
  {
    "startTime": 56.15,
    "endTime": 59.21,
    "text": "disappeared in the episode everyone's like oh wait a minute."
  },
  {
    "startTime": 59.21,
    "endTime": 62.04,
    "text": "Just as everything goes he is nowhere to be found."
  },
  {
    "startTime": 62.04,
    "endTime": 67.15899999999999,
    "text": "So we just waiting for big reveal that they won't actually reveal who Doctor alchemy is"
  },
  {
    "startTime": 67.159,
    "endTime": 70.54,
    "text": "till episode nine that's like when he'll actually take the mask off."
  },
  {
    "startTime": 70.54,
    "endTime": 74.23,
    "text": "So before then we'll just be a couple more clues about who he is, but I'm still going"
  },
  {
    "startTime": 74.23,
    "endTime": 80.021,
    "text": "with the Julian Albert Albert Desmond Doctor alchemy twist from the comics so be like a"
  },
  {
    "startTime": 80.021,
    "endTime": 86.25,
    "text": "variation of Doctor alchemy from the comics listed top 10 WTF and comic book Easter eggs,"
  },
  {
    "startTime": 86.25,
    "endTime": 90.99,
    "text": "so number 10 they open the episode like it's Wally's TV show like were back in the flashpoint"
  },
  {
    "startTime": 90.99,
    "endTime": 96.11,
    "text": "universe I am the flash like the same way grant Gustin does every week see you can have"
  },
  {
    "startTime": 96.11,
    "endTime": 100.77,
    "text": "like this cheesy Wally scene where he just doing everything to help the city just having"
  },
  {
    "startTime": 100.77,
    "endTime": 103.35,
    "text": "a great time of it that he wakes up tells Joe."
  },
  {
    "startTime": 103.35,
    "endTime": 107.241,
    "text": "He's like super excited about it like all yeah get to be a hero but just like who do"
  },
  {
    "startTime": 107.241,
    "endTime": 112.22,
    "text": "you remember what happened with magenta a couple weeks ago she said she had the dreams"
  },
  {
    "startTime": 112.22,
    "endTime": 116.85,
    "text": "she went to alchemy so Joe's is like trying to talk some sense into him, but the big metaphor"
  },
  {
    "startTime": 116.85,
    "endTime": 121.58,
    "text": "of the episode is that you can't ignore problems you have to deal with them."
  },
  {
    "startTime": 121.58,
    "endTime": 122.84,
    "text": "So number nine."
  },
  {
    "startTime": 122.84,
    "endTime": 127.85000000000001,
    "text": "Barry comes clean to everyone about flashpoint Wally and Iris."
  },
  {
    "startTime": 127.85,
    "endTime": 132.599,
    "text": "And even she's disappointed like she thinks that flashpoint Iris is cooler than she is"
  },
  {
    "startTime": 132.599,
    "endTime": 137.54999999999998,
    "text": "in of course Wally's like I have to have powers now it got a little soapy for me during this"
  },
  {
    "startTime": 137.55,
    "endTime": 141.95000000000002,
    "text": "part of the just trying to get across that almost like the true Wally is trying to claw"
  },
  {
    "startTime": 141.95,
    "endTime": 147.25,
    "text": "his way out of this husk here so I kind of ignored the character stuff because we all"
  },
  {
    "startTime": 147.25,
    "endTime": 150.87,
    "text": "know that he's going to become a version of the speedster of the queen of the real question"
  },
  {
    "startTime": 150.87,
    "endTime": 156.65,
    "text": "like Joe's fears number eight will he be the Wally that we know like the good Wally or"
  },
  {
    "startTime": 156.65,
    "endTime": 158.65,
    "text": "will it be a dark twist on that."
  },
  {
    "startTime": 158.65,
    "endTime": 159.65,
    "text": "So I will say."
  },
  {
    "startTime": 159.65,
    "endTime": 164.51000000000002,
    "text": "They didn't make that yellow kid flash costume and spent all that money on it."
  },
  {
    "startTime": 164.51,
    "endTime": 168.78,
    "text": "The only use it a couple times so eventually you do whatever ends up happening we comes"
  },
  {
    "startTime": 168.78,
    "endTime": 174.02,
    "text": "out of the chrysalis even if it's something super crazy he will eventually be kid flash"
  },
  {
    "startTime": 174.02,
    "endTime": 178.56,
    "text": "again on the TV show just remains to be seen like what happens before he but that costume"
  },
  {
    "startTime": 178.56,
    "endTime": 182.959,
    "text": "on like if the gonna take some dramatic WTF left turn where he goes super crazy for little"
  },
  {
    "startTime": 182.959,
    "endTime": 186.70000000000002,
    "text": "while but number seven is the Cecile plot."
  },
  {
    "startTime": 186.7,
    "endTime": 190.29999999999998,
    "text": "So if you couldn't tell the turning her into a pretty big character on the show."
  },
  {
    "startTime": 190.3,
    "endTime": 194.20000000000002,
    "text": "She also has a daughter it's almost the exact same age as Wally."
  },
  {
    "startTime": 194.2,
    "endTime": 196.849,
    "text": "So it's like they're telling you there can introduce her eventually."
  },
  {
    "startTime": 196.849,
    "endTime": 200.2,
    "text": "I don't know if you going to be a meta-or anything like that of the just going to be"
  },
  {
    "startTime": 200.2,
    "endTime": 204.67,
    "text": "another cool character for them to interact with season, kind of feel the sexual chemistry"
  },
  {
    "startTime": 204.67,
    "endTime": 206.14,
    "text": "between the two of them there basely."
  },
  {
    "startTime": 206.14,
    "endTime": 210.35,
    "text": "Just trying to tell you that you know may be they're meant to be together and if everything"
  },
  {
    "startTime": 210.35,
    "endTime": 215.87,
    "text": "with Doctor alchemy and's Savitar doesn't rip them apart shall effectively become Wally"
  },
  {
    "startTime": 215.87,
    "endTime": 220.62900000000002,
    "text": "in irises new mom but I always like when they tease things that you know that they'll have"
  },
  {
    "startTime": 220.629,
    "endTime": 224.06,
    "text": "to pay off later or Rosita will just write like how could you tell us about all these"
  },
  {
    "startTime": 224.06,
    "endTime": 226.06,
    "text": "characters and then out introduce in."
  },
  {
    "startTime": 226.06,
    "endTime": 231.73,
    "text": "So eventually will meet her daughter, but number six meet the shade so he's a meta-on"
  },
  {
    "startTime": 231.73,
    "endTime": 236.629,
    "text": "the TV show but in the comics he actually has like a measure of immortality his powers"
  },
  {
    "startTime": 236.629,
    "endTime": 238.209,
    "text": "work a little bit differently."
  },
  {
    "startTime": 238.209,
    "endTime": 243.09,
    "text": "There is trying to introduce like a more scientific explanation for what he does like he vibrates"
  },
  {
    "startTime": 243.09,
    "endTime": 246.99,
    "text": "like Barry does, to give the appearance of invisibility."
  },
  {
    "startTime": 246.99,
    "endTime": 251.019,
    "text": "So it's not quite the same thing like his powers don't come from the speed force but"
  },
  {
    "startTime": 251.019,
    "endTime": 254.989,
    "text": "functionally it looks almost like the same thing but Harrison wells earth."
  },
  {
    "startTime": 254.989,
    "endTime": 259.1,
    "text": "19 Harrison wells is the person who gives in the name a we had a guy named shade on"
  },
  {
    "startTime": 259.1,
    "endTime": 261.79,
    "text": "our earth two that had pretty much the same powers."
  },
  {
    "startTime": 261.79,
    "endTime": 267.20000000000005,
    "text": "So then number five Caitlin finally comes clean to Cisco about her killer Frost powers"
  },
  {
    "startTime": 267.2,
    "endTime": 271.889,
    "text": "you can use the power dampeners for now but obviously we know episode seven next week's"
  },
  {
    "startTime": 271.889,
    "endTime": 274.27,
    "text": "episode is called killer Frost."
  },
  {
    "startTime": 274.27,
    "endTime": 278.729,
    "text": "So the be some big twist and shall have to go nuts in the big question is is will she"
  },
  {
    "startTime": 278.729,
    "endTime": 283.61,
    "text": "be able to stop herself from being evil is the whole point here the whole reason she's"
  },
  {
    "startTime": 283.61,
    "endTime": 287.19,
    "text": "afraid is because she's convinced she's going to be evil."
  },
  {
    "startTime": 287.19,
    "endTime": 291.91,
    "text": "So there's like a couple things that the TV show hasn't explained like she gets powers"
  },
  {
    "startTime": 291.91,
    "endTime": 296.639,
    "text": "but is there like a psychological component to her powers because otherwise she totally"
  },
  {
    "startTime": 296.639,
    "endTime": 301.139,
    "text": "be able to control herself like she just be making things cold absorbing energy but the"
  },
  {
    "startTime": 301.139,
    "endTime": 304.96000000000004,
    "text": "way the TV shows, presenting it is like you know something is happening inside her brain"
  },
  {
    "startTime": 304.96,
    "endTime": 310.69899999999996,
    "text": "is making some other personality takeover like a killer Frost personality so I'll understand"
  },
  {
    "startTime": 310.699,
    "endTime": 314.73,
    "text": "if you guys are just like a little confused about that part because unless they explain"
  },
  {
    "startTime": 314.73,
    "endTime": 319.74,
    "text": "something different she didn't get her powers from Doctor alchemy she got them because of"
  },
  {
    "startTime": 319.74,
    "endTime": 324.419,
    "text": "flashpoint, so they just occurred naturally after the dark matter explosion alone five"
  },
  {
    "startTime": 324.419,
    "endTime": 329.19899999999996,
    "text": "versus killer Frost I love that he doesn't tell her the way they colored this you can"
  },
  {
    "startTime": 329.199,
    "endTime": 334.07,
    "text": "barely see what they are wearing their full-blown comic book costumes that they tease and that"
  },
  {
    "startTime": 334.07,
    "endTime": 338.479,
    "text": "other video that I posted last week so these are what they look like their little blurry"
  },
  {
    "startTime": 338.479,
    "endTime": 342.75,
    "text": "here but you can kinda get an idea pretty close to their comic book persona is just"
  },
  {
    "startTime": 342.75,
    "endTime": 346.85,
    "text": "a slight twist with awake were gonna find out next week's episode like that episode"
  },
  {
    "startTime": 346.85,
    "endTime": 350.64000000000004,
    "text": "seven will completely explain where they're taking the character I think it's gonna be"
  },
  {
    "startTime": 350.64,
    "endTime": 355.52,
    "text": "really interesting in no Danielle Panabaker is not can leave the show like she's worried"
  },
  {
    "startTime": 355.52,
    "endTime": 360.34999999999997,
    "text": "that she's going to be evil and have to leave she is still very much a series regular."
  },
  {
    "startTime": 360.35,
    "endTime": 365.07000000000005,
    "text": "So even if she does go evil in the future she might be gone for like an episode or two"
  },
  {
    "startTime": 365.07,
    "endTime": 370.09999999999997,
    "text": "she still series regular shall still be in most of the episodes so number four I will"
  },
  {
    "startTime": 370.1,
    "endTime": 372.18,
    "text": "call Schippers bait."
  },
  {
    "startTime": 372.18,
    "endTime": 377.3,
    "text": "This is basically like the biggest bait the you to give Barry Iris shipper fans were he"
  },
  {
    "startTime": 377.3,
    "endTime": 381.58,
    "text": "flat out tells her there is no flash without Iris West."
  },
  {
    "startTime": 381.58,
    "endTime": 384.95,
    "text": "So there any the big thing in the comics obviously we knew that they were going to get together"
  },
  {
    "startTime": 384.95,
    "endTime": 389.5,
    "text": "on the TV show eventually but this is just them telling you oh yeah we are totally doing"
  },
  {
    "startTime": 389.5,
    "endTime": 393.759,
    "text": "the thing, so I'll understand if you guys think that it was like a little cheesy like"
  },
  {
    "startTime": 393.759,
    "endTime": 397.56,
    "text": "a little heavy-handed the way they did that but they just want to get that across like"
  },
  {
    "startTime": 397.56,
    "endTime": 402.34,
    "text": "they're definitely pursuing Barry and Iris this year but the thing is when they get all"
  },
  {
    "startTime": 402.34,
    "endTime": 403.59999999999997,
    "text": "nice and cozy."
  },
  {
    "startTime": 403.6,
    "endTime": 406.17,
    "text": "That's when the villain comes into something crazy."
  },
  {
    "startTime": 406.17,
    "endTime": 408.87,
    "text": "So's Savitar is going to get in the middle of that."
  },
  {
    "startTime": 408.87,
    "endTime": 413.03000000000003,
    "text": "So if you're not a big fan of how so be they're getting with this relationship stuff just"
  },
  {
    "startTime": 413.03,
    "endTime": 418.38899999999995,
    "text": "wait to see what's Savitar has to say about Barry and Iris trying to enjoy themselves"
  },
  {
    "startTime": 418.389,
    "endTime": 425.69,
    "text": "is just a there's a long history in the comics of evil flashes trying to go after flash girlfriends"
  },
  {
    "startTime": 425.69,
    "endTime": 430.3,
    "text": "or wives see you can imagine what the TV show is going to do that they can have a little"
  },
  {
    "startTime": 430.3,
    "endTime": 434.71000000000004,
    "text": "bit of fun with that idea but see next one flash versus shade actually wasn't that big"
  },
  {
    "startTime": 434.71,
    "endTime": 440.40999999999997,
    "text": "of a fight that was really just a distraction for Wally West WTF the number three Wally"
  },
  {
    "startTime": 440.41,
    "endTime": 446.34000000000003,
    "text": "versus Iris he just get knocked the hell out and goes down like a sack of potatoes."
  },
  {
    "startTime": 446.34,
    "endTime": 448.75,
    "text": "But they follow him to alchemy's layer."
  },
  {
    "startTime": 448.75,
    "endTime": 451.09,
    "text": "And even though they were a little heavy-handed with."
  },
  {
    "startTime": 451.09,
    "endTime": 456.22999999999996,
    "text": "The twist like I wish for you to all be away I did like the way they set the stage like"
  },
  {
    "startTime": 456.23,
    "endTime": 461.11,
    "text": "they had that creepy atmospheric music in the background like the followers there chanting"
  },
  {
    "startTime": 461.11,
    "endTime": 464.97,
    "text": "so adeptly remind you of the aesthetic of zoom's layer in season two like if you're"
  },
  {
    "startTime": 464.97,
    "endTime": 469.639,
    "text": "really evil person on the flash your layer has to have like a certain level of dark grunge"
  },
  {
    "startTime": 469.639,
    "endTime": 470.639,
    "text": "to it."
  },
  {
    "startTime": 470.639,
    "endTime": 476.68,
    "text": "But number two they apprehend alchemy but Wally picks up the philosopher's stone and"
  },
  {
    "startTime": 476.68,
    "endTime": 482.069,
    "text": "activates like the process of becoming that other flashpoint self so he goes into a chrysalis"
  },
  {
    "startTime": 482.069,
    "endTime": 487.01,
    "text": "which is actually a deep cut from Babylon 5 wage they name dropped on arrow so there"
  },
  {
    "startTime": 487.01,
    "endTime": 491.96999999999997,
    "text": "is some meta-sci-fi crossover happening but if you didn't watch Babylon 5 at the end of"
  },
  {
    "startTime": 491.97,
    "endTime": 496.27000000000004,
    "text": "the first season like one of the big characters goes into this chrysalis and undergoes this"
  },
  {
    "startTime": 496.27,
    "endTime": 501.039,
    "text": "huge transformation in his like this really ominous portent of things to come, but is"
  },
  {
    "startTime": 501.039,
    "endTime": 505.57,
    "text": "not necessarily a bad thing, so the question is is what will Wally looked like when he"
  },
  {
    "startTime": 505.57,
    "endTime": 510.53,
    "text": "comes out will he just be Wally with flash powers will he become kid flash or will he"
  },
  {
    "startTime": 510.53,
    "endTime": 515.999,
    "text": "be twisted inside like all the other people who got their powers via Doctor alchemy."
  },
  {
    "startTime": 515.999,
    "endTime": 521.929,
    "text": "So if you're wondering how the philosopher's stone is able to give him his flashpoint self"
  },
  {
    "startTime": 521.929,
    "endTime": 526.939,
    "text": "given those powers that he had the of the timeline will explain that in future episodes"
  },
  {
    "startTime": 526.939,
    "endTime": 532.329,
    "text": "but it'll probably be some twist where like the philosopher's stone is a reminiscent of"
  },
  {
    "startTime": 532.329,
    "endTime": 533.6389999999999,
    "text": "that other timeline."
  },
  {
    "startTime": 533.639,
    "endTime": 536.339,
    "text": "So don't worry they'll totally explain that in the future episode."
  },
  {
    "startTime": 536.339,
    "endTime": 541.649,
    "text": "Just like they'll explain Doctor alchemy the big twist behind him but number one WTF obviously"
  },
  {
    "startTime": 541.649,
    "endTime": 547.459,
    "text": "is's Savitar the God of speed is actually the name's Savitar is the Hindu god of speed"
  },
  {
    "startTime": 547.459,
    "endTime": 551.67,
    "text": "so that was what they use that for in the comics but you can see he super armored he's"
  },
  {
    "startTime": 551.67,
    "endTime": 553.769,
    "text": "physically much bigger than Barry."
  },
  {
    "startTime": 553.769,
    "endTime": 557.87,
    "text": "So is basically like a motion capture villain gorilla Grodd style."
  },
  {
    "startTime": 557.87,
    "endTime": 561.529,
    "text": "So there's like an actor in a mocap Suit when they're filming the scenes and then they add"
  },
  {
    "startTime": 561.529,
    "endTime": 566.459,
    "text": "the special effects later so he looks kind of like Megatron will probably find out is"
  },
  {
    "startTime": 566.459,
    "endTime": 572.0889999999999,
    "text": "that you he's a person underneath there but he manifests his costume from the speed force"
  },
  {
    "startTime": 572.089,
    "endTime": 576.339,
    "text": "the way they do it in the comics but they just introduce that idea in the rebirth comic."
  },
  {
    "startTime": 576.339,
    "endTime": 581.129,
    "text": "But they did confirm that the next couple of episodes will like slowly tease Savitar"
  },
  {
    "startTime": 581.129,
    "endTime": 585.139,
    "text": "out but really the big reveal in episode nine is going to be Doctor alchemy."
  },
  {
    "startTime": 585.139,
    "endTime": 590.519,
    "text": "So there's still a lot of Doctor alchemy to come before they roll hard on's Savitar just"
  },
  {
    "startTime": 590.519,
    "endTime": 594.149,
    "text": "in general it seems like they're setting's Savitar up to be the big challenge for the"
  },
  {
    "startTime": 594.149,
    "endTime": 598.519,
    "text": "second half of the season so that's what were only just seeing him now, even though he's"
  },
  {
    "startTime": 598.519,
    "endTime": 601.98,
    "text": "been around this whole time see you guys can let me know what you think like what you think"
  },
  {
    "startTime": 601.98,
    "endTime": 603.149,
    "text": "of the look of's Savitar."
  },
  {
    "startTime": 603.149,
    "endTime": 608.189,
    "text": "Do you think that Julian Albert is connected to Doctor alchemy even if he's not flat out"
  },
  {
    "startTime": 608.189,
    "endTime": 612.649,
    "text": "alchemy I think there's going to be a big twist from the comics it will be exactly like"
  },
  {
    "startTime": 612.649,
    "endTime": 617.879,
    "text": "it is in the comics with Desmond Albert but it'll be pretty close just reminder that there"
  },
  {
    "startTime": 617.879,
    "endTime": 622.879,
    "text": "is a new episode of the flash next week but everything else will be on break at least"
  },
  {
    "startTime": 622.879,
    "endTime": 628.589,
    "text": "for DC TV and they're supposed to be dropping a new Justice league trailer so maybe there"
  },
  {
    "startTime": 628.589,
    "endTime": 632.4590000000001,
    "text": "can attached a fantastic piece of the wait till December to drop it but there is a new"
  },
  {
    "startTime": 632.459,
    "endTime": 634.7589999999999,
    "text": "Justice league trailer coming soon."
  },
  {
    "startTime": 634.759,
    "endTime": 638.499,
    "text": "So another big heads up there is a new round of the DC giveaway that's going on right now"
  },
  {
    "startTime": 638.499,
    "endTime": 643.779,
    "text": "all you have to do to enter is be a subscriber and leave a comment on this video just a $20"
  },
  {
    "startTime": 643.779,
    "endTime": 648.5,
    "text": "Amazon gift card so do in episode 7 killer Frost trailer video next that will post tomorrow"
  },
  {
    "startTime": 648.5,
    "endTime": 652.179,
    "text": "morning and then there's new episode of arrow they're going to debut of the big comic book"
  },
  {
    "startTime": 652.179,
    "endTime": 656.6,
    "text": "character so get hype is can be a lot of fun I was actually happy with this episode it'll"
  },
  {
    "startTime": 656.6,
    "endTime": 659.809,
    "text": "be interesting to see where they take this Savitar character."
  },
  {
    "startTime": 659.809,
    "endTime": 663.019,
    "text": "It has a lot of potential but there really only just teasing him."
  },
  {
    "startTime": 663.019,
    "endTime": 667.889,
    "text": "So will see how close he is to his comic book persona but obviously he looks a lot different"
  },
  {
    "startTime": 667.889,
    "endTime": 673.22,
    "text": "in the extra cool thing here is that nobody else can see him but Barry maybe that's because"
  },
  {
    "startTime": 673.22,
    "endTime": 677.899,
    "text": "he's moving so fast they'll probably explain that the more they tease him out while you"
  },
  {
    "startTime": 677.899,
    "endTime": 681.739,
    "text": "guys wait for that to post you can click here for the trailer for the 4 night crossover"
  },
  {
    "startTime": 681.739,
    "endTime": 686.0400000000001,
    "text": "and you can click here to learn all about Marvel's inhumans TV show thank you so much"
  },
  {
    "startTime": 686.04,
    "endTime": 696.04,
    "text": "watching everybody high five I'll see you guys tonight!"
  }
]