[
  {
    "startTime": 4.49,
    "endTime": 6.46,
    "text": "This is the grocery ice cream aisle."
  },
  {
    "startTime": 6.46,
    "endTime": 11.91,
    "text": "And this is a witness hiding behind a screen to protect their identity and their business."
  },
  {
    "startTime": 11.91,
    "endTime": 13.71,
    "text": "The two are connected."
  },
  {
    "startTime": 13.71,
    "endTime": 23.43,
    "text": "This is a frost-covered door to a world of delicious treats, and this is John Kerry in September 1999, listening to a witness whose voice is scrambled to preserve their anonymity."
  },
  {
    "startTime": 23.43,
    "endTime": 25.86,
    "text": "\"It's not about the product.\""
  },
  {
    "startTime": 25.86,
    "endTime": 29.24,
    "text": "Really weird voice-scrambling here, by the way."
  },
  {
    "startTime": 29.24,
    "endTime": 32.92,
    "text": "There is a war going on in the aisles of grocery stores."
  },
  {
    "startTime": 32.92,
    "endTime": 39.730000000000004,
    "text": "A lot of grocery shelf space is bought by companies selling you stuff, long before you see it while you're shopping."
  },
  {
    "startTime": 39.73,
    "endTime": 47.15,
    "text": "It can cost as much as $5 million dollars to get your candy bar near the checkout in a bunch of grocery stores."
  },
  {
    "startTime": 47.15,
    "endTime": 54.629999999999995,
    "text": "And even if you know about these so-called slotting fees, the arguments for and against them might surprise you."
  },
  {
    "startTime": 54.63,
    "endTime": 68.41,
    "text": "Slotting fees say something about the hidden transactions that let buyers and sellers work together—and occasionally fear each other, too."
  },
  {
    "startTime": 68.41,
    "endTime": 76.17,
    "text": "Imagine you're a new ice cream maker and you want to sell delicious Generic Ice Cream, the ice cream with delicious generic bits."
  },
  {
    "startTime": 76.17,
    "endTime": 81.75,
    "text": "You can't just start selling your ice cream. If you want to be in a major grocer, you have to pay."
  },
  {
    "startTime": 81.75,
    "endTime": 88.94,
    "text": "Journalist Gary Rivlin recently wrote about the slotting fee economy in a report for the Center for Science in the Public Interest."
  },
  {
    "startTime": 88.94,
    "endTime": 96.11,
    "text": "His story of a real ice cream brand called \"Clemmys\" is a guide to what might happen to your Generic Ice Cream brand."
  },
  {
    "startTime": 96.11,
    "endTime": 104.56,
    "text": "To get Generic Ice Cream inside a freezer door, you'd have to pay $30,000 to get in 350 stores—and that's at a discount."
  },
  {
    "startTime": 104.56,
    "endTime": 108.42,
    "text": "Once you got in, sometimes you'd have to pay up to stay on the shelf."
  },
  {
    "startTime": 108.42,
    "endTime": 112.77,
    "text": "And you're competing against giants like Nestlé and Unilever."
  },
  {
    "startTime": 112.77,
    "endTime": 119.66,
    "text": "Rivlin reports they control basically 90 percent of the freezer doors because they'd already paid up."
  },
  {
    "startTime": 119.66,
    "endTime": 126.05,
    "text": "For giants like them, a $30,000 fee isn't a lot—for you, however, it might be a major cost."
  },
  {
    "startTime": 126.05,
    "endTime": 131.7,
    "text": "Even then, paying for your Generic Ice Cream to get on the shelves wouldn't necessarily give you control."
  },
  {
    "startTime": 131.98,
    "endTime": 141.51999999999998,
    "text": "Instead, category captains, the big guys who pay the most, draft where every item goes, which can determine how well things sell."
  },
  {
    "startTime": 141.52,
    "endTime": 149.34,
    "text": "Drawings like these, called planograms, help stores keep things organized. See, Generic Soda goes here, Generic Energy here."
  },
  {
    "startTime": 149.34,
    "endTime": 154.74,
    "text": "But they also help retailers sell space. Each spot comes at a cost."
  },
  {
    "startTime": 154.74,
    "endTime": 160.54000000000002,
    "text": "The same is true of most of what you see in the candy, cookie, chip, and soda aisles."
  },
  {
    "startTime": 160.54,
    "endTime": 163.76,
    "text": "To writers like Rivlin, it's no better than a bribe."
  },
  {
    "startTime": 163.76,
    "endTime": 167.89,
    "text": "Soda and candy pays up, and consumers have limited choice."
  },
  {
    "startTime": 167.89,
    "endTime": 171.63,
    "text": "Your delicious Generic Ice Cream never hits the shelves."
  },
  {
    "startTime": 171.63,
    "endTime": 177.57,
    "text": "The Bureau of Alcohol, Tobacco, and Firearms banned stuff like this for alcohol in 1995."
  },
  {
    "startTime": 177.57,
    "endTime": 185.26,
    "text": "And if you're a regular reader of Frozen & Refrigerated Buyer, you'll know vendors are constantly fighting against these slotting fees."
  },
  {
    "startTime": 185.26,
    "endTime": 191.44,
    "text": "So why are vendors resigned that slotting fees are here to stay?"
  },
  {
    "startTime": 191.44,
    "endTime": 197.23,
    "text": "Imagine you're the grocery selling that Generic Ice Cream. There are a lot of reasons for slotting fees."
  },
  {
    "startTime": 197.23,
    "endTime": 203.97,
    "text": "There's only so much shelf space to sell from, and food makers—like Generic—throw too many products at them."
  },
  {
    "startTime": 203.97,
    "endTime": 206.92,
    "text": "Slotting fees help the store prioritize."
  },
  {
    "startTime": 206.92,
    "endTime": 210.19,
    "text": "Mary Sullivan wrote early studies defending slotting fees."
  },
  {
    "startTime": 210.19,
    "endTime": 220.96,
    "text": "See this chart? It shows how many new products that manufacturers came up with in the 80s, thanks to technological advances like scanners that made it easier to spin off new products."
  },
  {
    "startTime": 220.96,
    "endTime": 227.58,
    "text": "Retailers needed to cut through the glut. Some argue that slotting fees help the store prioritize."
  },
  {
    "startTime": 227.58,
    "endTime": 238.76000000000002,
    "text": "And as this chart from the Federal Trade Commission shows, slotting fees are typically higher where space is scarcer, like the ice cream aisle or the candy bar aisle near the checkout."
  },
  {
    "startTime": 238.76,
    "endTime": 244.94,
    "text": "The purple ice cream here in this chart is clustered at the higher end of the slotting fee scale."
  },
  {
    "startTime": 244.94,
    "endTime": 256.95,
    "text": "The FTC and a range of academics have found that for retailers, slotting fees don't just cull the offerings, but they also help them see that a manufacturer is willing to put their money where their mouth is."
  },
  {
    "startTime": 256.95,
    "endTime": 270.06,
    "text": "If you threw $30,000 into a slotting fee for Generic Cookies and Cream, it might signal to the retailer that you're able to guess, thanks to market research and other testing, that the product will succeed."
  },
  {
    "startTime": 270.06,
    "endTime": 276.24,
    "text": "The retailer might then decide it's worth a try, which is important, since 80% of new products fail."
  },
  {
    "startTime": 276.24,
    "endTime": 286.12,
    "text": "The argument's that slotting fees don't just offset the costs of adding new products to the system, but they also show if a manufacturer thinks a product is a winner."
  },
  {
    "startTime": 286.12,
    "endTime": 293.81,
    "text": "It's a conundrum—the closer you look, the more supermarkets seem rigged, but at the same time, the more that rigging makes sense."
  },
  {
    "startTime": 293.81,
    "endTime": 302.36,
    "text": "The only thing that's certain is that behind those freezer doors, and behind that screen, there is a war going on."
  },
  {
    "startTime": 302.36,
    "endTime": 312.44,
    "text": "The Food Marketing Institute, which represents grocers, told me that Rivlin's article \"seriously mischaracterized the legitimate food industry practice of slotting fees.\""
  },
  {
    "startTime": 312.44,
    "endTime": 317.46,
    "text": "Meanwhile, Rivlin and advocates like him want the FTC to look at slotting fees again."
  },
  {
    "startTime": 317.46,
    "endTime": 325.75,
    "text": "Each retailer has their own strategy—A Walmart spokesperson told me they don't charge slotting fees because they believe it raises prices."
  },
  {
    "startTime": 325.75,
    "endTime": 331.43,
    "text": "Whole Foods reportedly has a similar stance, preferring free trials of goods to cash."
  },
  {
    "startTime": 331.43,
    "endTime": 341.49,
    "text": "Both sides have solutions: Sellers would rather retailers opt for more test stores to give products a chance, instead of demanding high slotting fees."
  },
  {
    "startTime": 341.49,
    "endTime": 351.37,
    "text": "And grocers, well, they often say slotting fees are necessary to \"recoup the labor, spacing and shelving costs entailed in marketing new product lines.\""
  },
  {
    "startTime": 351.37,
    "endTime": 361.24,
    "text": "They also push in-store brands to take more control—think Trader Joe's or your grocery's branded soda—and that makes space scarcer for manufacturers."
  },
  {
    "startTime": 361.24,
    "endTime": 370.73,
    "text": "Only a few things are certain: Your grocery aisle, where you see happy cereal boxes and yummy ice cream, is oddly tense."
  },
  {
    "startTime": 370.73,
    "endTime": 379.03000000000003,
    "text": "Hide-behind-a-screen tense, because large groceries have the ability to keep your product off the shelves with just a snap of their fingers."
  },
  {
    "startTime": 379.03,
    "endTime": 385.44,
    "text": "Selling your Generic Ice Cream is a lot more complicated—and controversial—than you might have realized."
  },
  {
    "startTime": 385.44,
    "endTime": 393.89,
    "text": "And maybe, now, buying it is too."
  },
  {
    "startTime": 393.89,
    "endTime": 401.18,
    "text": "Slotting fees are ultimately a form of negotiation, and even if you don't pay them, you still might be making compromises."
  },
  {
    "startTime": 401.18,
    "endTime": 408.29,
    "text": "You could sell your Generic Ice Cream in Trader Joe's, but if you do, you might have to sign a strict non-disclosure agreement,"
  },
  {
    "startTime": 408.29,
    "endTime": 416.0,
    "text": "promising not to reveal that it's your ice cream that Trader Joe's is selling under their own brand."
  }
]