[
  {
    "startTime": 14.269,
    "endTime": 20.539,
    "text": "Mary did not miss her mother at all. After all she had not really known her mother. So"
  },
  {
    "startTime": 20.539,
    "endTime": 26.470000000000002,
    "text": "now, after the death of her parents, she thought only of herself. She hoped she was going to"
  },
  {
    "startTime": 26.47,
    "endTime": 33.5,
    "text": "live with nice people who would let her do whatever she wanted."
  },
  {
    "startTime": 33.5,
    "endTime": 39.289,
    "text": "At first she was taken to the home of the local English minister. He had five children"
  },
  {
    "startTime": 39.289,
    "endTime": 44.89,
    "text": "who were always quarreling and snatching toys from each other. Mary hated staying at their"
  },
  {
    "startTime": 44.89,
    "endTime": 50.46,
    "text": "crowded, messy house. She was so disagreeable to the children that, after the first day"
  },
  {
    "startTime": 50.46,
    "endTime": 56.489000000000004,
    "text": "or two, nobody would play with her. One day Mary was playing by herself under"
  },
  {
    "startTime": 56.489,
    "endTime": 61.82899999999999,
    "text": "a tree. She was pretending to make a garden, just as she had been doing the day cholera"
  },
  {
    "startTime": 61.829,
    "endTime": 67.53,
    "text": "broke out. One of the little boys, Basil, stood nearby watching her."
  },
  {
    "startTime": 67.53,
    "endTime": 74.35,
    "text": "\"You are going to be sent home at the end of the week,\" Basil said to her. \"And we're"
  },
  {
    "startTime": 74.35,
    "endTime": 81.38,
    "text": "all glad about it.\" \"I'm glad too,\" answered Mary. \"Where is home?\""
  },
  {
    "startTime": 81.38,
    "endTime": 89.1,
    "text": "\"You don't know where home is?\" Basil said scornfully. \"It's England of course. You are"
  },
  {
    "startTime": 89.1,
    "endTime": 94.279,
    "text": "going to live with your uncle, Mr. Archibald Craven.\""
  },
  {
    "startTime": 94.279,
    "endTime": 97.889,
    "text": "Mary frowned. \"I don't know anything about him.\""
  },
  {
    "startTime": 97.889,
    "endTime": 105.749,
    "text": "\"Of course you don't. You don't know anything,\" said Basil. \"But I heard Father and Mother"
  },
  {
    "startTime": 105.749,
    "endTime": 114.529,
    "text": "talking about him. He lives in a big, old house called Misselthwaite Manor. No one goes"
  },
  {
    "startTime": 114.529,
    "endTime": 123.649,
    "text": "near him. He's a hunchback and he's horrid.\" \"I don't believe you.\" Mary turned her back"
  },
  {
    "startTime": 123.649,
    "endTime": 129.02,
    "text": "and stuck her fingers in her ears because she didn't want to hear any more. But she"
  },
  {
    "startTime": 129.02,
    "endTime": 134.87,
    "text": "thought it over a great deal afterward. What sort of place was she going to? What would"
  },
  {
    "startTime": 134.87,
    "endTime": 142.04,
    "text": "her uncle be like? What was a hunchback anyway? What did one look like?"
  },
  {
    "startTime": 142.04,
    "endTime": 147.01,
    "text": "Mary made the long voyage to England under the care of an officer's wife who was taking"
  },
  {
    "startTime": 147.01,
    "endTime": 152.2,
    "text": "her children to boarding school. The officer's wife was too busy with her own little boy"
  },
  {
    "startTime": 152.2,
    "endTime": 157.78,
    "text": "and girl to pay much attention to Mary. In London the officer's wife handed Mary over"
  },
  {
    "startTime": 157.78,
    "endTime": 162.61,
    "text": "to Mrs. Medlock, the woman who was the housekeeper at Misselthwaite Manor."
  },
  {
    "startTime": 162.61,
    "endTime": 170.31,
    "text": "\"My word! She's a plain little thing!\" exclaimed Mrs. Medlock. \"And we'd heard her mother was"
  },
  {
    "startTime": 170.31,
    "endTime": 174.78,
    "text": "a beauty.\" \"Perhaps she will improve as she grows older,\""
  },
  {
    "startTime": 174.78,
    "endTime": 178.82,
    "text": "said the officer's wife. The two women thought that Mary could not"
  },
  {
    "startTime": 178.82,
    "endTime": 185.2,
    "text": "hear them because she was standing a little apart from them, but she heard every word."
  },
  {
    "startTime": 185.2,
    "endTime": 191.39999999999998,
    "text": "She thought Mrs. Medlock was the most disagreeable-looking woman she had ever seen. The next day they"
  },
  {
    "startTime": 191.4,
    "endTime": 196.53,
    "text": "had to catch the train to Yorkshire. When they walked through the station, Mary tried"
  },
  {
    "startTime": 196.53,
    "endTime": 201.59,
    "text": "to keep as far away from her as possible. She did not want anyone to think that she"
  },
  {
    "startTime": 201.59,
    "endTime": 207.23,
    "text": "was Mrs. Medlock's daughter. Once they were settled on the train, Mrs."
  },
  {
    "startTime": 207.23,
    "endTime": 211.39,
    "text": "Medlock said, \"Do you know anything about your uncle?\""
  },
  {
    "startTime": 211.39,
    "endTime": 218.20999999999998,
    "text": "\"No,\" Mary replied. \"Well,\" said Mrs. Medlock. \"I suppose you"
  },
  {
    "startTime": 218.21,
    "endTime": 225.45000000000002,
    "text": "should be told something to prepare yourself. You are going to a strange place.\""
  },
  {
    "startTime": 225.45,
    "endTime": 231.319,
    "text": "Mary said nothing. She didn't care what this awful woman had to say about her uncle's house."
  },
  {
    "startTime": 231.319,
    "endTime": 239.25,
    "text": "\"The house is six hundred years old,\" said Mrs. Medlock. \"It's on the edge of the moor,"
  },
  {
    "startTime": 239.25,
    "endTime": 245.43,
    "text": "and there are nearly a hundred rooms, though most of them are closed up and locked.\""
  },
  {
    "startTime": 245.43,
    "endTime": 252.01000000000002,
    "text": "Mary began to listen. It sounded so different from India, and anything new interested her."
  },
  {
    "startTime": 252.01,
    "endTime": 258.459,
    "text": "But she did not want to look interested. \"Mr. Craven has a crooked back,\" Mrs. Medlock"
  },
  {
    "startTime": 258.459,
    "endTime": 265.55,
    "text": "went on. \"He was a sour young man, and did nothing good with his money and his big house"
  },
  {
    "startTime": 265.55,
    "endTime": 271.449,
    "text": "until he married.\" Now Mary was really interested. She'd never"
  },
  {
    "startTime": 271.449,
    "endTime": 277.74,
    "text": "thought of a hunchback as married. \"His wife was a sweet, pretty thing, and he"
  },
  {
    "startTime": 277.74,
    "endTime": 284.06,
    "text": "would have done anything for her. People said she married him for his money, but she didn't."
  },
  {
    "startTime": 284.06,
    "endTime": 290.689,
    "text": "And when she died . . .\" \"She died?\" Mary exclaimed. She remembered"
  },
  {
    "startTime": 290.689,
    "endTime": 296.83000000000004,
    "text": "a fairy tale about a poor hunchback and a beautiful princess. Suddenly she felt sorry"
  },
  {
    "startTime": 296.83,
    "endTime": 303.099,
    "text": "for Mr. Craven. \"Yes, she died,\" said Mrs. Medlock. \"And that"
  },
  {
    "startTime": 303.099,
    "endTime": 312.039,
    "text": "made him even stranger. He cares about nobody. He won't see people. \"Most of the time he"
  },
  {
    "startTime": 312.039,
    "endTime": 318.59,
    "text": "travels, but when he's at Misselthwaite Manor, he shuts himself up in the west wing. He won't"
  },
  {
    "startTime": 318.59,
    "endTime": 323.039,
    "text": "let anybody near him but his old servant, Pitcher.\""
  },
  {
    "startTime": 323.039,
    "endTime": 333.039,
    "text": "Mrs. Medlock was right. Mary was going to a strange place indeed."
  }
]