[
  {
    "startTime": 6.4,
    "endTime": 9.5,
    "text": "Is she turning towards you or away from you?"
  },
  {
    "startTime": 9.5,
    "endTime": 11.2,
    "text": "No one can agree."
  },
  {
    "startTime": 11.2,
    "endTime": 21.799999999999997,
    "text": "She's the mysterious subject of Dutch master Johannes Vermeer's \"Girl with the Pearl Earring,\" a painting often referred to as the \"Mona Lisa of the North.\""
  },
  {
    "startTime": 21.8,
    "endTime": 34.3,
    "text": "Belonging to a Dutch style of idealized, sometimes overly expressive paintings known as \"Tronies,\" the \"Girl with the Pearl Earring\" has the allure and subtlety characteristic of Vermeer's work."
  },
  {
    "startTime": 34.3,
    "endTime": 41.8,
    "text": "But this painting stands apart from the quiet narrative scenes that we observe from afar in many of Vermeer's paintings."
  },
  {
    "startTime": 41.8,
    "endTime": 43.199999999999996,
    "text": "\"A Girl Reading a Letter\""
  },
  {
    "startTime": 43.2,
    "endTime": 44.400000000000006,
    "text": "\"A Piano Lesson\""
  },
  {
    "startTime": 44.4,
    "endTime": 46.5,
    "text": "\"A Portrait Artist at Work\""
  },
  {
    "startTime": 46.5,
    "endTime": 51.071,
    "text": "These paintings give us a sense of intimacy while retaining their distance."
  },
  {
    "startTime": 51.071,
    "endTime": 54.3,
    "text": "A drawn curtain often emphasizes the separation."
  },
  {
    "startTime": 54.3,
    "endTime": 60.0,
    "text": "We can witness a milkmaid serenely pouring a bowl of milk, but that milk isn't for us."
  },
  {
    "startTime": 60.0,
    "endTime": 61.5,
    "text": "We're only onlookers."
  },
  {
    "startTime": 61.5,
    "endTime": 67.0,
    "text": "The studied composition in Vermeer's paintings invokes a balanced harmony."
  },
  {
    "startTime": 67.0,
    "endTime": 74.462,
    "text": "With the checkered floor in many of his works, Vermeer demonstrates his command of perspective and foreshortening."
  },
  {
    "startTime": 74.462,
    "endTime": 80.0,
    "text": "That's a technique that uses distortion to give the illusion of an object receding into the distance."
  },
  {
    "startTime": 80.0,
    "endTime": 87.513,
    "text": "Other elements, like sightlines, mirrors, and light sources describe the moment through space and position."
  },
  {
    "startTime": 87.513,
    "endTime": 95.30000000000001,
    "text": "The woman reading a letter by an open window is precisely placed so the window can reflect her image back to the viewer."
  },
  {
    "startTime": 95.3,
    "endTime": 100.0,
    "text": "Vermeer would even hide the leg of an easel for the sake of composition."
  },
  {
    "startTime": 100.0,
    "endTime": 105.0,
    "text": "The absence of these very elements brings the \"Girl with the Pearl Earring\" to life."
  },
  {
    "startTime": 105.0,
    "endTime": 114.0,
    "text": "Vermeer's treatment of light and shadow, or chiaroscuro, uses a dark, flat background to further spotlight her three-dimensionality."
  },
  {
    "startTime": 114.0,
    "endTime": 121.0,
    "text": "Instead of being like a set piece in a theatrical narrative scene, she becomes a psychological subject."
  },
  {
    "startTime": 121.0,
    "endTime": 128.0,
    "text": "Her eye contact and slightly parted lips, as if she is about to say something, draw us into her gaze."
  },
  {
    "startTime": 128.0,
    "endTime": 132.945,
    "text": "Traditional subjects of portraiture were often nobility or religious figures."
  },
  {
    "startTime": 132.945,
    "endTime": 136.0,
    "text": "So why was Vermeer painting  an anonymous girl?"
  },
  {
    "startTime": 136.0,
    "endTime": 144.8,
    "text": "In the 17th century, the city of Delft, like the Netherlands in general, had turned against ruling aristocracy and the Catholic church."
  },
  {
    "startTime": 144.8,
    "endTime": 154.202,
    "text": "After 8 decades of rebellion against Spanish power, the Dutch came to favor the idea of self-rule and a political republic."
  },
  {
    "startTime": 154.202,
    "endTime": 162.5,
    "text": "Cities like Delft were unsupervised by kings or bishops, so many artists like Vermeer were left without traditional patrons."
  },
  {
    "startTime": 162.5,
    "endTime": 171.084,
    "text": "Fortunately, business innovation, spearheaded by the Dutch East India Company, transformed the economic landscape in the Netherlands."
  },
  {
    "startTime": 171.084,
    "endTime": 175.0,
    "text": "It created a merchant class—a new type of patron."
  },
  {
    "startTime": 175.0,
    "endTime": 185.832,
    "text": "Wishing to be represented in the paintings they financed, these merchants preferred middle-class subjects depicted in spaces that looked like their own homes surrounded by familiar objects."
  },
  {
    "startTime": 185.832,
    "endTime": 195.04,
    "text": "The maps that appear in Vermeer's paintings, for example, were considered fashionable and worldly by the merchant class of what is known as the Dutch Golden Age."
  },
  {
    "startTime": 195.04,
    "endTime": 207.44299999999998,
    "text": "The oriental turban worn by the \"Girl with the Pearl Earring\" also emphasizes the worldliness of the merchant class, and the pearl itself, a symbol of wealth, is actually an exaggeration."
  },
  {
    "startTime": 207.443,
    "endTime": 211.0,
    "text": "Vermeer couldn't have afforded a real pearl of its size."
  },
  {
    "startTime": 211.0,
    "endTime": 216.0,
    "text": "It was likely just a glass or tin drop varnished to look like a pearl."
  },
  {
    "startTime": 216.0,
    "endTime": 220.0,
    "text": "This mirage of wealth is mirrored in the painting itself."
  },
  {
    "startTime": 220.0,
    "endTime": 228.0,
    "text": "In greater context, the pearl appears round and heavy, but a detailed view shows that it's just a floating smudge of paint."
  },
  {
    "startTime": 228.0,
    "endTime": 234.0,
    "text": "Upon close inspection, we are reminded of Vermeer's power as an illusion maker."
  },
  {
    "startTime": 234.0,
    "endTime": 241.5,
    "text": "While we may never know the real identity of the \"Girl with the Pearl Earring,\" we can engage with her portrait in a way that is unforgettable."
  },
  {
    "startTime": 241.5,
    "endTime": 250.293,
    "text": "As she hangs in her permanent home in the Mauritshuis Museum in The Hague, her presence is simultaneously penetrating and subtle."
  },
  {
    "startTime": 250.293,
    "endTime": 264.694,
    "text": "In her enigmatic way, she represents the birth of a modern perspective on economics, politics, and love."
  }
]