[
  {
    "startTime": 0.243,
    "endTime": 3.971,
    "text": "Your eyes help you see the world, but you can't see this dot."
  },
  {
    "startTime": 3.971,
    "endTime": 15.8,
    "text": "No, seriously. If you close your left eye, stare at this cross here with your right eye, and slowly move your head towards or away from the screen, the dot will disappear, revealing the exact location of your blind spot."
  },
  {
    "startTime": 15.912,
    "endTime": 20.704,
    "text": "The cells at the back of your eye transform light into signals that are sent to your brain."
  },
  {
    "startTime": 20.704,
    "endTime": 25.371000000000002,
    "text": "But they are missing right here, because this is where nerves and blood vessels connect to the eye."
  },
  {
    "startTime": 25.471,
    "endTime": 29.932000000000002,
    "text": "So anything at that point in your vision, you can't see, aka your blind spot."
  },
  {
    "startTime": 29.932,
    "endTime": 39.3,
    "text": "If we add a line through the image and you try again, you'll notice that your brain fills in information and makes you think the line is continuous instead of there being a hole in your vision."
  },
  {
    "startTime": 39.5,
    "endTime": 43.882,
    "text": "You also can't see all twelve of these black dots at once for a similar reason."
  },
  {
    "startTime": 43.882,
    "endTime": 44.803,
    "text": "Go ahead and try."
  },
  {
    "startTime": 44.803,
    "endTime": 47.272999999999996,
    "text": "Chances are you'll only see a fraction of them at once."
  },
  {
    "startTime": 47.4,
    "endTime": 54.8,
    "text": "The exact point your eye looks at is focused, but your peripheral vision isn't great, and so your brain often makes assumptions for what's there."
  },
  {
    "startTime": 54.963,
    "endTime": 62.2,
    "text": "Because of the consistent gray line pattern, your brain assumes the rest of the image is just like that and misses the black dots until you look directly at them."
  },
  {
    "startTime": 62.6,
    "endTime": 65.872,
    "text": "These two rectangles are flashing at a phase with each other, right?"
  },
  {
    "startTime": 65.9,
    "endTime": 67.674,
    "text": "How about now?"
  },
  {
    "startTime": 67.674,
    "endTime": 73.173,
    "text": "For most, the rectangles will now seem to be flashing at the same time in phase, but they aren't at all."
  },
  {
    "startTime": 73.173,
    "endTime": 79.0,
    "text": "And yet, if we move these shapes beside them just a few pixels, you'll begin to see them out of phase again."
  },
  {
    "startTime": 79.385,
    "endTime": 85.2,
    "text": "The surrounding area has a direct impact on how you see and perceive things, even if the result isn't correct."
  },
  {
    "startTime": 85.365,
    "endTime": 86.33399999999999,
    "text": "Not convinced?"
  },
  {
    "startTime": 86.334,
    "endTime": 88.44500000000001,
    "text": "Look at these flashing squares."
  },
  {
    "startTime": 88.445,
    "endTime": 93.26499999999999,
    "text": "Except, what you may not have seen is that the middle square isn't flashing at all."
  },
  {
    "startTime": 93.265,
    "endTime": 97.2,
    "text": "If we remove the outer square, we see it for what it is: a solid color."
  },
  {
    "startTime": 97.3,
    "endTime": 99.773,
    "text": "Now, try reading the sentence inside it."
  },
  {
    "startTime": 99.9,
    "endTime": 101.7,
    "text": "Did you catch the extra word?"
  },
  {
    "startTime": 101.8,
    "endTime": 114.5,
    "text": "Your brain doesn't always notice mistakes like these because it doesn't affect your comprehension of the sentence, and your brain will prefer to act quickly rather than to be perfectly accurate."
  },
  {
    "startTime": 114.6,
    "endTime": 116.90599999999999,
    "text": "Try staring at the middle dot in this illusion."
  },
  {
    "startTime": 116.958,
    "endTime": 125.6,
    "text": "When the picture isn't moving, the colors are clearly changing quickly, yet when the image starts rotating, the color change either seems nonexistent or much slower."
  },
  {
    "startTime": 125.737,
    "endTime": 131.79999999999998,
    "text": "Our eyes and brain have evolved to see, but our vision makes assumptions based on learning, memory, and expectation."
  },
  {
    "startTime": 131.906,
    "endTime": 134.89600000000002,
    "text": "And all of these illusions take advantage of this adaptation."
  },
  {
    "startTime": 134.896,
    "endTime": 145.39999999999998,
    "text": "It's an advantage to have rapid information-processing, so instead of taking in every bit of detail to be 100% accurate, which would cause a brain-overload, your brain makes assumptions."
  },
  {
    "startTime": 145.586,
    "endTime": 153.20000000000002,
    "text": "This faster perception allows for faster reflexes and faster conscious and unconscious decisions, an integral aspect of human nature."
  },
  {
    "startTime": 153.4,
    "endTime": 159.27700000000002,
    "text": "Much like this halo. If you stare at the center spot for long enough, the brain will simply make it disappear."
  },
  {
    "startTime": 159.277,
    "endTime": 165.0,
    "text": "It makes an assumption that the information is unchanging or unimportant, and as a result, you can't see it."
  },
  {
    "startTime": 165.1,
    "endTime": 166.0,
    "text": "Love tricking your brain with illusions?"
  },
  {
    "startTime": 166.866,
    "endTime": 170.70600000000002,
    "text": "We've put together a playlist of our favorite ones that you can watch by clicking the screen."
  },
  {
    "startTime": 170.706,
    "endTime": 174.09199999999998,
    "text": "Don't forget to subscribe for more weekly fun science videos."
  }
]