[
  {
    "startTime": 1.2,
    "endTime": 6.8,
    "text": "Sometimes you can catch important things about human nature in apparent incidentals."
  },
  {
    "startTime": 7.0,
    "endTime": 16.166,
    "text": "It's well-observed that between the ages of around 1 and 12, many children manifest a deep attachment to a stuffed, soft object."
  },
  {
    "startTime": 16.166,
    "endTime": 20.6,
    "text": "Normally shaped into a bear, a rabbit, or less often, a penguin."
  },
  {
    "startTime": 20.8,
    "endTime": 23.654,
    "text": "The depth of the relationship can be extraordinary."
  },
  {
    "startTime": 23.654,
    "endTime": 31.8,
    "text": "The child sleeps with it, talks to it, cries in front of it and tells it things it would never tell anyone else."
  },
  {
    "startTime": 32.0,
    "endTime": 41.1,
    "text": "What's truly remarkable is that the animal looks after its owner, addressing him in a tone of unusual maturity and kindness."
  },
  {
    "startTime": 41.3,
    "endTime": 48.777,
    "text": "It might, in a crisis, urge the child not to worry so much, and to look forward tobetter times in the future."
  },
  {
    "startTime": 48.777,
    "endTime": 53.286,
    "text": "But naturally, the animal's character is entirely made up."
  },
  {
    "startTime": 53.286,
    "endTime": 62.575,
    "text": "The animal is simply something invented or brought alive by one part of the child in order to look after the other."
  },
  {
    "startTime": 62.575,
    "endTime": 71.3,
    "text": "The English psychoanalyst Donald Winnicott was the first person to write seriously and with sensitivity about the business of Teddy bears."
  },
  {
    "startTime": 71.5,
    "endTime": 82.7,
    "text": "In a paper from the early 1960s, Winnicott described a boy of six, whose parents had been deeply abusive to him, becoming very connected to a small animal his grandmother had given him."
  },
  {
    "startTime": 82.9,
    "endTime": 91.9,
    "text": "Every night he would have a dialogue with the animal, would hug him close to his chest and shed a few tears into his stained and graying soft fur."
  },
  {
    "startTime": 92.1,
    "endTime": 98.8,
    "text": "It was his most precious possession, for which he would have given up everything else."
  },
  {
    "startTime": 99.0,
    "endTime": 105.9,
    "text": "As the boy summarized the situation to Winnicott, \"No one else can understand me like bunny can.\""
  },
  {
    "startTime": 106.1,
    "endTime": 115.31,
    "text": "What fascinated Winnicott here was that it was of course the boy who had invented the rabbit, given him his identity, his voice, and his way of addressing him."
  },
  {
    "startTime": 115.31,
    "endTime": 125.653,
    "text": "The boy was speaking to himself via the bunny, in a voice filled with an otherwise all too rarely present compassion and sympathy."
  },
  {
    "startTime": 125.853,
    "endTime": 130.79999999999998,
    "text": "Though it sounds a little odd, speaking to ourselves is common practice throughout our lives."
  },
  {
    "startTime": 131.0,
    "endTime": 134.8,
    "text": "Often, when we do so, the tone is harsh and punitive."
  },
  {
    "startTime": 135.0,
    "endTime": 139.574,
    "text": "We operate ourselves for being losers, time wasters or perverts."
  },
  {
    "startTime": 139.574,
    "endTime": 148.70000000000002,
    "text": "But, as Winnicott knew, mental well-being depends on having to hand a repertoire of more gentle, forgiving and hopeful inner voices."
  },
  {
    "startTime": 148.8,
    "endTime": 161.20000000000002,
    "text": "To keep going, there are moments when one side of the mind needs to say to the other that the criticism is enough, that it understands that this could happen to anyone that one couldn't have known."
  },
  {
    "startTime": 161.4,
    "endTime": 171.20600000000002,
    "text": "It's this kind of indispensable, benevolent voice that the child first starts to rehearse and exercise with the help of a stuffed animal."
  },
  {
    "startTime": 171.206,
    "endTime": 174.29999999999998,
    "text": "In adolescence, animals tend to get put away."
  },
  {
    "startTime": 174.4,
    "endTime": 178.9,
    "text": "They become embarrassing, evoking a vulnerability we're keen to escape from."
  },
  {
    "startTime": 179.1,
    "endTime": 187.5,
    "text": "But, to follow Winnicott, if our development has gone well, what was trialed in the presence of a stuffed animal should continue all of our lives."
  },
  {
    "startTime": 187.7,
    "endTime": 200.39999999999998,
    "text": "Because, by definition, we will frequently be let down by the people around us who won't be able to understand us, won't listen to our griefs, and won't be kind to us in the manner we crave and require."
  },
  {
    "startTime": 200.6,
    "endTime": 206.6,
    "text": "Every healthy adult should therefore possess a capacity for self-nurture,"
  },
  {
    "startTime": 206.8,
    "endTime": 216.0,
    "text": "that is, for retreating to a safe, secluded space, and speaking in a tone that's gentle, encouraging and infinitely forgiving."
  },
  {
    "startTime": 216.2,
    "endTime": 230.0,
    "text": "That we don't formally label the understanding self \"white rabbit\" or \"yellow bear\" shouldn't obscure the debt that the nurturing adult self owes to its earlier embodiment in a furry toy."
  },
  {
    "startTime": 230.2,
    "endTime": 237.29999999999998,
    "text": "A good adult life requires us to see the links between our strengths and our regressive, childlike states."
  },
  {
    "startTime": 237.5,
    "endTime": 245.9,
    "text": "Being properly mature demands a gracious accommodation with what could seem embarrassing or humiliatingly vulnerable."
  },
  {
    "startTime": 246.1,
    "endTime": 259.887,
    "text": "We should honor stuffed animals for what they really are - tools to help us on our first steps in the vital business of knowing how to look after ourselves."
  }
]