[
  {
    "startTime": 15.49,
    "endTime": 27.47,
    "text": "Hayao Miyazaki, the name is synonymous with beautiful, fantastic worlds, imaginative design, organically written characters as well as stunning visuals and some of the most impressive animation of all time."
  },
  {
    "startTime": 27.47,
    "endTime": 31.68,
    "text": "His work is universally praised and respected by all manner of film and anime fans around the world."
  },
  {
    "startTime": 32.68,
    "endTime": 40.55,
    "text": "The sheer creative energy flowing from every frame of a Miyazaki film is immediately noticeable by the youngest child to the oldest adult."
  },
  {
    "startTime": 40.55,
    "endTime": 45.4,
    "text": "It's very easy to be drawn into the magical worlds and epic plotlines that make up Miyazaki's universe."
  },
  {
    "startTime": 45.4,
    "endTime": 59.07,
    "text": "I think most people who are familiar with the source material would agree that there is a certain unique charm shared by each of his works, that while radically different in setting, theme, and character, all maintain a consistent, undeniable almost spiritual feel."
  },
  {
    "startTime": 59.07,
    "endTime": 76.08,
    "text": "A master storyteller, knowing exactly what strings to pull and when, his films never fail to elicit an emotional response from the audience, and as a result, his work has permeated international culture so much that even if you aren't aware of his name, you've likely been exposed to his movies at some point."
  },
  {
    "startTime": 76.08,
    "endTime": 81.9,
    "text": "So, today we'll be looking at Miyazaki's films as I tribute this visionary director and talk about my favorites."
  },
  {
    "startTime": 81.9,
    "endTime": 93.24000000000001,
    "text": "Keep in mind this list is based purely on my opinion and we are looking at feature-length films written and directed by the man himself, so short films and other Studio Ghibli productions won't be making this list."
  },
  {
    "startTime": 93.24,
    "endTime": 100.27,
    "text": "So with that in mind, all aboard the cat bus as we ride into my top 10 Miyazaki films."
  },
  {
    "startTime": 100.27,
    "endTime": 104.13,
    "text": "Honorable mention: Nausicaa of the Valley of the Wind"
  },
  {
    "startTime": 104.13,
    "endTime": 119.27,
    "text": "This pre-Ghibli film follows the story of Nausicaa, a princess of a small village in a post-apocalyptic world full of giant insects and poisonous spores as she struggles to understand the nature of the toxic forest that surrounds them while facing conflict from other humans."
  },
  {
    "startTime": 119.27,
    "endTime": 127.979,
    "text": "This one teeters on the more serious side of Miyazaki's universe and serves as a great example of his early work and the beginnings of his signature style."
  },
  {
    "startTime": 127.979,
    "endTime": 131.51,
    "text": "Number 10: Laputa: Castle in the Sky"
  },
  {
    "startTime": 131.51,
    "endTime": 143.59,
    "text": "A boy named Patzu discovers a girl falling from the sky, the girl named Sheeta is being pursued by the government, army and sky pirates because she is in possession of a magic crystal that is key to controlling an ancient floating castle."
  },
  {
    "startTime": 143.59,
    "endTime": 153.01,
    "text": "The highlight of the entire film is the pirates den mother Dola, whose journey goes from that of a ruthless pirate leader and develops into a lovable and sympathetic character."
  },
  {
    "startTime": 153.01,
    "endTime": 155.92,
    "text": "Number 9: Ponyo"
  },
  {
    "startTime": 155.92,
    "endTime": 163.7,
    "text": "Uh, whatever this is....goldfish? named ponyo is separated from her family and is adopted by a young boy named Saoske whom she falls in love with."
  },
  {
    "startTime": 163.7,
    "endTime": 170.5,
    "text": "When Ponyo's parents get involved, the small mountain town is devastated by a tsunami and the pair set out to find Saoske's missing mother."
  },
  {
    "startTime": 170.5,
    "endTime": 180.23,
    "text": "This is one of Miyazaki's most abstract works pushing the bounds of creativity in film through sheer imagination and amazingly detailed animation."
  },
  {
    "startTime": 180.23,
    "endTime": 183.51999999999998,
    "text": "Number 8: Porco Rosso"
  },
  {
    "startTime": 183.52,
    "endTime": 188.60000000000002,
    "text": "Marco is an ace pilot, bounty hunter, and womanizer. He is also an anthropomorphic pig."
  },
  {
    "startTime": 188.6,
    "endTime": 194.47,
    "text": "Retired after fighting for the Italians in world war I, Porco makes a living by freelance bounty hunting and escorting."
  },
  {
    "startTime": 194.47,
    "endTime": 204.5,
    "text": "The film follows the rivalry between Porco and an american pilot over bragging rights, honor, and the hand of a beautiful woman, or two, or maybe more, we've established he's a pig right?"
  },
  {
    "startTime": 204.5,
    "endTime": 211.49,
    "text": "Jokes aside, the film stays true to its setting with Porco feeling very much like a film noir character from the 1920's or 30s."
  },
  {
    "startTime": 211.49,
    "endTime": 216.47,
    "text": "There are also some stunning air combat sequences that make this a feast for the eyes as well."
  },
  {
    "startTime": 216.47,
    "endTime": 220.0,
    "text": "Number 7: Kiki's Delivery Service"
  },
  {
    "startTime": 220.0,
    "endTime": 224.7,
    "text": "As a tradition in her family, a young witch named Kiki leaves her home for a year."
  },
  {
    "startTime": 224.7,
    "endTime": 228.76999999999998,
    "text": "Finding herself in the city, she makes a living by starting a delivery service."
  },
  {
    "startTime": 228.77,
    "endTime": 233.79000000000002,
    "text": "Focusing on characters over plot, this is one of the most heartwarming films I've ever seen."
  },
  {
    "startTime": 233.79,
    "endTime": 239.29999999999998,
    "text": "The relationships with people that Kiki encounter feel very organic as are the situations she faces."
  },
  {
    "startTime": 239.3,
    "endTime": 246.61,
    "text": "This film tugs on your heartstrings in all the right places as Kiki goes through the emotional highs and lows that comes with her coming of age."
  },
  {
    "startTime": 246.61,
    "endTime": 251.24,
    "text": "Number 6: Lupin 3: The Castle of Cagliostro"
  },
  {
    "startTime": 251.24,
    "endTime": 256.85,
    "text": "Before we had spiked from Cowboy Bebop, we had Lupin the third. Charismatic and aloof, he is a master thief."
  },
  {
    "startTime": 256.85,
    "endTime": 268.70000000000005,
    "text": "After knocking off a casino only to discover the loot is counterfeit, he and his partner decide to target the source of the forgery, which leads to an epic heist plot full of beautifully animated action sequences and wonderfully written characters."
  },
  {
    "startTime": 268.7,
    "endTime": 275.87899999999996,
    "text": "Made in 1979, this is the first film on Miyazaki's filmography, and it holds up amazingly well."
  },
  {
    "startTime": 275.879,
    "endTime": 277.999,
    "text": "Number 5: My Neighbor Totoro"
  },
  {
    "startTime": 277.999,
    "endTime": 285.96000000000004,
    "text": "A family move into a countryside home and soon learn the surrounding woods are haunted by a big, lovable, dopey looking magical creature named Totoro."
  },
  {
    "startTime": 285.96,
    "endTime": 292.0,
    "text": "The daughters of the family befriend Totoro and some of the other local magical wildlife who watch over and protect the family."
  },
  {
    "startTime": 292.0,
    "endTime": 299.659,
    "text": "Clearly, on the more heartwarming side of Miyazaki's works, I would also suggest checking out the short 2010 sequel, Mei and the Kittenbus."
  },
  {
    "startTime": 299.659,
    "endTime": 302.669,
    "text": "Number 4: The Wind Rises"
  },
  {
    "startTime": 302.669,
    "endTime": 311.60999999999996,
    "text": "Based loosely on the real-life story of Jiro Horikoshi, an aeronautical engineer in Japan during world war II, we follow his life and times as he strives to achieve his dreams."
  },
  {
    "startTime": 311.61,
    "endTime": 318.199,
    "text": "A slight departure from Miyazaki's normal style, minimizing the fantastic elements but retaining his signature focus on characters."
  },
  {
    "startTime": 318.199,
    "endTime": 321.529,
    "text": "This film feels more mature than any of his other works."
  },
  {
    "startTime": 321.529,
    "endTime": 325.259,
    "text": "Number 3: Howl's Moving Castle"
  },
  {
    "startTime": 325.259,
    "endTime": 329.7,
    "text": "A young girl named Sophie has a chance encounter with a powerful and charming wizard named Howl."
  },
  {
    "startTime": 329.7,
    "endTime": 336.39,
    "text": "Shortly afterward she is cursed to old age by a jealous witch and becomes entwined in Howl's life as war breaks out between local nations."
  },
  {
    "startTime": 336.39,
    "endTime": 345.78999999999996,
    "text": "The highlight of the film for me is the Sophie character: While she has the appearance of an old lady, she still retains the mannerisms and vigor of a youth and adjusts to her curse very well."
  },
  {
    "startTime": 345.79,
    "endTime": 354.11,
    "text": "She acts as a great analog for the viewer, slowly unraveling the mystery surrounding Howl and befriending the various characters that surround him."
  },
  {
    "startTime": 354.11,
    "endTime": 356.09000000000003,
    "text": "Number 2: Spirited Away"
  },
  {
    "startTime": 356.09,
    "endTime": 364.0,
    "text": "A family with a young daughter named Chihiro get lost while moving to their new home, instead ending up at what seems to be an abandoned theme park."
  },
  {
    "startTime": 364.0,
    "endTime": 371.969,
    "text": "After some very poor decisions, the family is separated from their daughter who finds herself not alone in the park, but surrounded by many ghostly apparitions."
  },
  {
    "startTime": 371.969,
    "endTime": 380.99,
    "text": "This is one of the most beautiful animated films ever made, as we follow Sen's journey into the spirit world full of unique and imaginative characters where anything can happen."
  },
  {
    "startTime": 380.99,
    "endTime": 383.509,
    "text": "Number 1:  Princess Mononoke"
  },
  {
    "startTime": 383.509,
    "endTime": 391.0,
    "text": "We follow a prince named Ashitaka, who after defeating a demon that is attacking his village, is cursed and will soon die."
  },
  {
    "startTime": 391.0,
    "endTime": 394.409,
    "text": "He is then tasked to travel west to seek the source of the evil."
  },
  {
    "startTime": 394.409,
    "endTime": 397.59999999999997,
    "text": "This was my first Miyazaki film and still my favorite even today."
  },
  {
    "startTime": 397.6,
    "endTime": 407.0,
    "text": "Miyazaki's charming characters, beautiful animation, and magical whimsey mixes very well with the gritty and violent action drama genre, delivering a roller-coaster of awe and amazement."
  },
  {
    "startTime": 407.0,
    "endTime": 417.4,
    "text": "So those are my favorite films by the visionary author, writer, director, and animator, Hayao Miyazaki, a man who has inspired and influenced countless people around the world, myself included."
  },
  {
    "startTime": 417.4,
    "endTime": 422.30899999999997,
    "text": "At the time of this video, Miyazaki is 74 years old, and has recently retired from film making after the release of The Wind Rises."
  },
  {
    "startTime": 424.309,
    "endTime": 440.439,
    "text": "This has been the sixth time he's retired, so it's not out of the realm of possibility to perhaps see another Miyazaki film in the future, but I wouldn't hold my breath; however, his son, Goro Miyazaki seems set to continue the name's legacy with his first two films, Tales from Earthsea and From Up on Poppy Hill."
  },
  {
    "startTime": 440.439,
    "endTime": 452.0,
    "text": "The era of traditional animation has slowly been coming to an end for years. Technology advances and the old ways become obsolete. Hand-drawn animation is being phased out in favor of cheaper and quicker digital techniques."
  },
  {
    "startTime": 452.0,
    "endTime": 461.6,
    "text": "It's inevitable, but I feel these films serve as an example of how beautiful traditional hand-drawn animation can be, and that it's an art form worth preserving for future generations."
  },
  {
    "startTime": 461.6,
    "endTime": 464.6,
    "text": "Those are my thoughts, what are yours? Leave a comment below."
  },
  {
    "startTime": 464.6,
    "endTime": 469.6,
    "text": "Once again, this was Fade Dragontear. Thanks for watching, peace out."
  }
]