[
  {
    "startTime": 1.406,
    "endTime": 4.742,
    "text": "You are healed. You are..."
  },
  {
    "startTime": 4.742,
    "endTime": 7.911,
    "text": "Hi, James from engVid."
  },
  {
    "startTime": 7.911,
    "endTime": 10.969,
    "text": "When I'm not actually teaching English, sometimes"
  },
  {
    "startTime": 10.969,
    "endTime": 17.41,
    "text": "I do religious services. I'm joking, but this is a serious matter."
  },
  {
    "startTime": 17.41,
    "endTime": 18.689,
    "text": "By the end of this video,"
  },
  {
    "startTime": 18.689,
    "endTime": 25.66,
    "text": "I would like to make sure that when you speak to people of different religious faiths or backgrounds,"
  },
  {
    "startTime": 25.66,
    "endTime": 29.381,
    "text": "you will be able to, when you will remember that..."
  },
  {
    "startTime": 29.381,
    "endTime": 41.76,
    "text": "Well, how to talk about religion, or faith, or belief. Okay? Sometimes we talk about religion, and sometimes we can"
  },
  {
    "startTime": 41.76,
    "endTime": 48.03,
    "text": "say \"faith\" or \"belief\" and it means to believe in a higher power; it could be God, it could"
  },
  {
    "startTime": 48.03,
    "endTime": 50.27,
    "text": "be a Spirit, whatever moves you."
  },
  {
    "startTime": 50.27,
    "endTime": 56.010000000000005,
    "text": "I think it's kind of a serious lesson, because religion is a very powerful force in our lives,"
  },
  {
    "startTime": 56.01,
    "endTime": 61.54,
    "text": "and we should be respectful of one another or to each other when we discuss it. You can't"
  },
  {
    "startTime": 61.54,
    "endTime": 66.22,
    "text": "have an open dialogue if you have a closed mind. \"Dialogue\" means to talk, okay? So,"
  },
  {
    "startTime": 66.22,
    "endTime": 70.57,
    "text": "this lesson is to help you be able to speak to someone else who doesn't believe the same"
  },
  {
    "startTime": 70.57,
    "endTime": 75.58,
    "text": "way you do, so at least you understand each other. Listen to me carefully: You don't have"
  },
  {
    "startTime": 75.58,
    "endTime": 81.48,
    "text": "to always agree or like, but you can respect and understand, and that's today's lesson."
  },
  {
    "startTime": 81.48,
    "endTime": 85.67,
    "text": "So, ready to get serious? Let's go to the board, shall we? Okay."
  },
  {
    "startTime": 85.67,
    "endTime": 91.279,
    "text": "So, you'll notice I have different symbols up here. I am a terrible drawer. I can't do"
  },
  {
    "startTime": 91.279,
    "endTime": 96.39999999999999,
    "text": "anything. The worm is as good... Sorry, E. Mr. E is as good as I get, so this is as good"
  },
  {
    "startTime": 96.4,
    "endTime": 100.7,
    "text": "as you're going to get. So if you go: \"My faith is not there. I'm Bahai.\" I'm like:"
  },
  {
    "startTime": 100.7,
    "endTime": 105.26,
    "text": "\"You're behind me, because I don't know how to draw it. Sorry.\" So, here are some of the"
  },
  {
    "startTime": 105.26,
    "endTime": 110.38000000000001,
    "text": "world's major religions that have billions of people that follow, or hundreds of millions."
  },
  {
    "startTime": 110.38,
    "endTime": 115.975,
    "text": "So I tried my best. Forgiveness if I didn't get it quite right. Okay? Nobody get upset."
  },
  {
    "startTime": 115.975,
    "endTime": 117.901,
    "text": "I did a bad drawing for all of you."
  },
  {
    "startTime": 117.901,
    "endTime": 124.179,
    "text": "Let's go to the board. One of the most common questions people say when they talk about"
  },
  {
    "startTime": 124.179,
    "endTime": 125.911,
    "text": "religion, they meet you and go:"
  },
  {
    "startTime": 125.911,
    "endTime": 131.122,
    "text": "\"Hi. My name is James. I'm from Canada. I teach English. Do you believe in God?\""
  },
  {
    "startTime": 131.122,
    "endTime": 135.21800000000002,
    "text": "And that's the problem right there. \"Do you believe in God?\""
  },
  {
    "startTime": 135.218,
    "endTime": 141.349,
    "text": "You're going: \"What's the problem? It's a question.\" Yeah, but it's a yes/no question. Please check"
  },
  {
    "startTime": 141.349,
    "endTime": 147.98,
    "text": "out the other videos I have on making interesting conversation, because especially in this one,"
  },
  {
    "startTime": 147.98,
    "endTime": 152.689,
    "text": "when you say yes or no, you really limit the person, or we say put them in a corner. You"
  },
  {
    "startTime": 152.689,
    "endTime": 158.63899999999998,
    "text": "put me in a place where I'm with you or against you. Already we have division or friction."
  },
  {
    "startTime": 158.639,
    "endTime": 164.269,
    "text": "So why don't we ask a question that lets them speak to us, and explain to them where we're"
  },
  {
    "startTime": 164.269,
    "endTime": 168.946,
    "text": "coming from so that we can get a mutual understanding? Now we understand together."
  },
  {
    "startTime": 168.946,
    "endTime": 173.51,
    "text": "And I think I've got two questions that can help you make friends from different faiths,"
  },
  {
    "startTime": 173.51,
    "endTime": 180.164,
    "text": "so you understand each other and start that dialogue. Remember? Talking. If you say:"
  },
  {
    "startTime": 180.164,
    "endTime": 184.11999999999998,
    "text": "\"Are you a person of faith?\" you're not... They can say yes or no, but you're actually not"
  },
  {
    "startTime": 184.12,
    "endTime": 190.4,
    "text": "saying \"God\". Remember I said \"faith\" or \"belief\"? \"Belief\" means to think something is real."
  },
  {
    "startTime": 190.4,
    "endTime": 195.73000000000002,
    "text": "\"Faith\" means to believe something... Believe in something. And when you're thinking of"
  },
  {
    "startTime": 195.73,
    "endTime": 202.11999999999998,
    "text": "that, I don't necessarily have to think of God. I could think of a force that makes the"
  },
  {
    "startTime": 202.12,
    "endTime": 208.269,
    "text": "world go around. Gaia. Some people believe in Gaia. Life... The Earth is alive and we're"
  },
  {
    "startTime": 208.269,
    "endTime": 213.779,
    "text": "part of the Earth. That's a belief, it's a faith. Some people believe... Have... Well,"
  },
  {
    "startTime": 213.779,
    "endTime": 218.859,
    "text": "you don't have a belief in science. You could say it's a belief, but they believe in science."
  },
  {
    "startTime": 218.859,
    "endTime": 223.699,
    "text": "Right? And that has nothing to do with God. So when people say: \"Do you believe in God?\""
  },
  {
    "startTime": 223.699,
    "endTime": 230.127,
    "text": "They're really saying: \"There are those who believe in God, and the blasphemers and the heathens\","
  },
  {
    "startTime": 230.127,
    "endTime": 234.24900000000002,
    "text": "and it doesn't have to be like that. Some people don't believe in the book,"
  },
  {
    "startTime": 234.249,
    "endTime": 238.899,
    "text": "but they actually believe in the same God you do. So, give them a break. Okay? And ask:"
  },
  {
    "startTime": 238.899,
    "endTime": 241.995,
    "text": "\"Hey, are you a person of faith?\" And they might say:"
  },
  {
    "startTime": 241.995,
    "endTime": 246.276,
    "text": "\"Yes, I do believe in a higher power.\" Okay?"
  },
  {
    "startTime": 246.276,
    "endTime": 248.883,
    "text": "Another question you can have that's like a \"do\" question, is:"
  },
  {
    "startTime": 248.883,
    "endTime": 253.464,
    "text": "\"Do you have a faith that you follow?\" And that means: Do you have ideas that you believe in,"
  },
  {
    "startTime": 253.464,
    "endTime": 258.98199999999997,
    "text": "that you think are true, and you actually work with them or work to improve yourself based on these"
  },
  {
    "startTime": 258.982,
    "endTime": 264.81,
    "text": "ideas? That's what the Bible, and the Torah, and the Talmud, and the Quran are about. Right?"
  },
  {
    "startTime": 264.81,
    "endTime": 269.159,
    "text": "Those are some basic books. Or the Tao Te Ching; self-improvement by following certain"
  },
  {
    "startTime": 269.159,
    "endTime": 275.259,
    "text": "principles. So, if I follow a faith, I follow these rules and live my life by them. Okay?"
  },
  {
    "startTime": 275.259,
    "endTime": 280.27000000000004,
    "text": "Now, once you ask a person: \"Are you a person of faith?\" or \"Do you follow a faith?\" you"
  },
  {
    "startTime": 280.27,
    "endTime": 287.005,
    "text": "might get the following response: \"Yes, I'm very religious. Hmmm.\" Or:"
  },
  {
    "startTime": 287.005,
    "endTime": 294.134,
    "text": "\"I'm spiritual, man. Can you see the vibes? Can you see the colours? It's all around you, you know?\""
  },
  {
    "startTime": 294.134,
    "endTime": 300.509,
    "text": "They might go: \"I'm agnostic, yes. I'm educated. I am eating away from agnostic, away from"
  },
  {
    "startTime": 300.509,
    "endTime": 304.509,
    "text": "knowledge, I'm away from the knowledge of a possible god, so I don't know; therefore,"
  },
  {
    "startTime": 304.509,
    "endTime": 310.02000000000004,
    "text": "I will not speak about it.\" See, \"agnostic\" doesn't mean I don't believe in God, it means"
  },
  {
    "startTime": 310.02,
    "endTime": 315.71,
    "text": "I have no knowledge about it, therefore I cannot talk about it. It's not the same as"
  },
  {
    "startTime": 315.71,
    "endTime": 321.339,
    "text": "\"atheist\". Okay? \"Gnosis\" means knowledge, and \"a\" means away from knowledge."
  },
  {
    "startTime": 321.339,
    "endTime": 328.36,
    "text": "\"Atheist\" is different. \"Atheist\" means: \"I don't believe. I don't believe in no God or"
  },
  {
    "startTime": 328.36,
    "endTime": 334.009,
    "text": "no Jesus, or nothing like that up there.\" Okay? So, if someone tells you they're agnostic,"
  },
  {
    "startTime": 334.009,
    "endTime": 340.99,
    "text": "don't treat them the same as atheist. Now, I might have been a little quick on something,"
  },
  {
    "startTime": 340.99,
    "endTime": 344.163,
    "text": "so I have to make sure you understand agnostic and atheist."
  },
  {
    "startTime": 344.163,
    "endTime": 350.303,
    "text": "Let's go to \"religious\" and \"spiritual\". Remember? When we talk about being religious... \"Religion\""
  },
  {
    "startTime": 350.303,
    "endTime": 357.33,
    "text": "means there is a book, and that book has rules or suggestions that you should follow, and"
  },
  {
    "startTime": 357.33,
    "endTime": 363.84,
    "text": "a belief system, or someone that's the head. So, I'll give an example in the Christian"
  },
  {
    "startTime": 363.84,
    "endTime": 370.88899999999995,
    "text": "religion, somebody believes there's a God, a being called God, there are some rules that"
  },
  {
    "startTime": 370.889,
    "endTime": 377.509,
    "text": "they have to follow in order to be Christian. And in this case, Jesus Christ wrote the rules"
  },
  {
    "startTime": 377.509,
    "endTime": 382.807,
    "text": "that you follow, and that's why it's a religion, a way of living and life."
  },
  {
    "startTime": 382.807,
    "endTime": 388.42600000000004,
    "text": "\"Spiritual\" is more a belief that there is something more than what you see."
  },
  {
    "startTime": 388.426,
    "endTime": 394.56399999999996,
    "text": "We call this the material world. \"We live in a material...\" No, not the Madonna song."
  },
  {
    "startTime": 394.564,
    "endTime": 396.46500000000003,
    "text": "Get it out of your head, clear it."
  },
  {
    "startTime": 396.465,
    "endTime": 400.29999999999995,
    "text": "When you live in the material world, it's what you can see. If I cannot"
  },
  {
    "startTime": 400.3,
    "endTime": 405.289,
    "text": "smell it, hear it, touch it, or taste it - it doesn't exist. The world of science, the material"
  },
  {
    "startTime": 405.289,
    "endTime": 410.43899999999996,
    "text": "world. In the spiritual world, they believe I see what's here, but I believe there's something"
  },
  {
    "startTime": 410.439,
    "endTime": 416.009,
    "text": "else out there. What it is, I don't know. It could be a god, it could be a spirit. In"
  },
  {
    "startTime": 416.009,
    "endTime": 420.409,
    "text": "Japan, they believe there are spirits in the water and in the mountains, but they don't"
  },
  {
    "startTime": 420.409,
    "endTime": 427.86,
    "text": "actually believe in a god, one big god. In the... In America and in England, they believe"
  },
  {
    "startTime": 427.86,
    "endTime": 434.27000000000004,
    "text": "in a God. Some people believe in Allah in... In the Arabic or the Islamic faith, they believe"
  },
  {
    "startTime": 434.27,
    "endTime": 439.92699999999996,
    "text": "in Allah. Okay? That would be more religious. Spiritual, there's just something. Okay?"
  },
  {
    "startTime": 439.927,
    "endTime": 444.09000000000003,
    "text": "So, we've gone through \"religious\", \"spiritual\", \"agnostic\", and \"atheist\". This is how you"
  },
  {
    "startTime": 444.09,
    "endTime": 448.13399999999996,
    "text": "would define yourself. If someone said: \"Are you a person of faith?\" you could say:"
  },
  {
    "startTime": 448.134,
    "endTime": 453.27000000000004,
    "text": "\"I have no faith. I'm an atheist.\" Agnostic, \"gnosis\" being knowledge, and away from; I"
  },
  {
    "startTime": 453.27,
    "endTime": 458.56,
    "text": "have no knowledge of God or other, so I don't know, and that's what they're saying. Agnostics"
  },
  {
    "startTime": 458.56,
    "endTime": 462.379,
    "text": "are saying: \"I don't know\", so leave them alone. They're not trying to get on one team"
  },
  {
    "startTime": 462.379,
    "endTime": 464.159,
    "text": "or the other. Okay?"
  },
  {
    "startTime": 464.159,
    "endTime": 468.789,
    "text": "Now, we talked about where are you. If you are one of these things, and probably this"
  },
  {
    "startTime": 468.789,
    "endTime": 475.68,
    "text": "one, religious, you're going to go, where? To these places. \"Synagogue\". A \"synagogue\""
  },
  {
    "startTime": 475.68,
    "endTime": 482.379,
    "text": "is for Jewish people. Okay? They're one of the oldest books of religion, and they believe"
  },
  {
    "startTime": 482.379,
    "endTime": 489.999,
    "text": "there was a God that created our world, and they go to a synagogue to worship their God."
  },
  {
    "startTime": 489.999,
    "endTime": 496.02000000000004,
    "text": "\"Worship\" means to pay respect to-right?-and get in contact with. So, if you worship your"
  },
  {
    "startTime": 496.02,
    "endTime": 501.94899999999996,
    "text": "God, you want to give respect to the God for creating the world for you, and contact; have"
  },
  {
    "startTime": 501.949,
    "endTime": 507.04900000000004,
    "text": "that God communicate with you in some way so you know what to do with your life."
  },
  {
    "startTime": 507.049,
    "endTime": 513.562,
    "text": "Now, if you're a Muslim or you study Islam, you go to a \"mosque\", also known as a \"masjid\"."
  },
  {
    "startTime": 513.562,
    "endTime": 518.96,
    "text": "Masjid, masjid. Don't kill me, I'm trying, okay? I said three different ways. Okay? So"
  },
  {
    "startTime": 518.96,
    "endTime": 521.84,
    "text": "you go to a mosque or a masjid."
  },
  {
    "startTime": 521.84,
    "endTime": 526.5110000000001,
    "text": "\"Churches\" are used for Christian faith or Christ. You can remember that with the \"Ch\","
  },
  {
    "startTime": 526.511,
    "endTime": 531.189,
    "text": "think: \"Christian\", \"Christ\", \"Church\". Okay?"
  },
  {
    "startTime": 531.189,
    "endTime": 538.1999999999999,
    "text": "\"Shrines\", Hindus have shrines. Okay? You can also have a shrine in your house. So,"
  },
  {
    "startTime": 538.2,
    "endTime": 543.08,
    "text": "this isn't just for a religious thing; you can have a shrine in your house. For some"
  },
  {
    "startTime": 543.08,
    "endTime": 547.9300000000001,
    "text": "losers in North America, specifically Toronto, they have a shrine to Maple Leafs. Yeah, I"
  },
  {
    "startTime": 547.93,
    "endTime": 553.3399999999999,
    "text": "said it. They suck, stop collecting their cards and stuff. But a shrine is a place where"
  },
  {
    "startTime": 553.34,
    "endTime": 557.87,
    "text": "you go to, and you may pray at it, and try and communicate with your God. It can be in"
  },
  {
    "startTime": 557.87,
    "endTime": 563.17,
    "text": "your house, or can be a bigger place where people gather and go together. Okay? You can't"
  },
  {
    "startTime": 563.17,
    "endTime": 567.39,
    "text": "have a church in your house, but you can have a shrine. Shrine. Shrine up here."
  },
  {
    "startTime": 567.39,
    "endTime": 574.09,
    "text": "\"Temple\". Now, some people who are Jewish call the synagogue the temple. Not everyone."
  },
  {
    "startTime": 574.09,
    "endTime": 578.88,
    "text": "It's called the synagogue. But a temple is a place of worship outside around the world."
  },
  {
    "startTime": 578.88,
    "endTime": 583.51,
    "text": "I don't know all the places. I'm not going to lie and make it up for you, but it's another"
  },
  {
    "startTime": 583.51,
    "endTime": 586.8,
    "text": "place of worship that people go to if they're going to the temple."
  },
  {
    "startTime": 586.8,
    "endTime": 590.247,
    "text": "If you've ever seen Indiana Jones-please watch it; great movie"
  },
  {
    "startTime": 590.247,
    "endTime": 593.66,
    "text": "-he goes to the Temple of Doom. Seriously, it's a temple"
  },
  {
    "startTime": 593.66,
    "endTime": 597.48,
    "text": "of doom, really. Anyway, but you can go see that, and you'll see it was a place of worship"
  },
  {
    "startTime": 597.48,
    "endTime": 602.0600000000001,
    "text": "from a long time ago. Okay? Yeah, his heart gets ripped out, and he runs from a great"
  },
  {
    "startTime": 602.06,
    "endTime": 607.17,
    "text": "big rock. Yeah? Serious business was with the temple. Don't mess with them. All right?"
  },
  {
    "startTime": 607.17,
    "endTime": 612.0709999999999,
    "text": "And a general, general term is \"a place of worship\". So you can just say:"
  },
  {
    "startTime": 612.071,
    "endTime": 616.98,
    "text": "\"Hey, where's your place of worship?\" and then they can tell you: \"Synagogue\", \"mosque\", \"church\","
  },
  {
    "startTime": 616.98,
    "endTime": 622.22,
    "text": "\"shrine\", or \"temple\", and then you'll have an idea of which faith they follow."
  },
  {
    "startTime": 622.22,
    "endTime": 628.77,
    "text": "Now, each particular group has a leader that's usually in one of these places, and the leaders"
  },
  {
    "startTime": 628.77,
    "endTime": 638.04,
    "text": "have different names. In Islam, it's an \"imam\". Imam? Imam. Imam. Imam. I'm home. Okay, so"
  },
  {
    "startTime": 638.04,
    "endTime": 647.17,
    "text": "the imam is the leader of the mosque. In the Judaic faith or Judaism, it's a \"rabbi\". Okay?"
  },
  {
    "startTime": 647.17,
    "endTime": 652.16,
    "text": "Christians, we're kind of special folk, we're special. You know why? Because we got three"
  },
  {
    "startTime": 652.16,
    "endTime": 658.14,
    "text": "names. Depends where you are, you can have a \"pastor\", a \"reverend\", or a \"preacher\","
  },
  {
    "startTime": 658.14,
    "endTime": 663.01,
    "text": "also \"priest\", but I want to come back to \"priest\" after. You usually hear about a preacher"
  },
  {
    "startTime": 663.01,
    "endTime": 667.74,
    "text": "in the southern states of the United States of America. In Canada, people don't generally"
  },
  {
    "startTime": 667.74,
    "endTime": 672.8100000000001,
    "text": "talk about preachers. They'll talk about their pastor or their reverend. In most other places,"
  },
  {
    "startTime": 672.81,
    "endTime": 677.43,
    "text": "like Great Britain, they'll talk about the pastor; not the preacher. But American and"
  },
  {
    "startTime": 677.43,
    "endTime": 682.8199999999999,
    "text": "southern baptism, they'll talk about the preacher man. The preacher man don told us. [Laughs]"
  },
  {
    "startTime": 682.82,
    "endTime": 688.5580000000001,
    "text": "Okay? But we also have \"priests\" if you're a Catholic. Right? Catholic, you have priests,"
  },
  {
    "startTime": 688.558,
    "endTime": 690.9,
    "text": "and they are similar to these other ones."
  },
  {
    "startTime": 690.9,
    "endTime": 697.65,
    "text": "I've put a star beside the \"priest\" or the \"priestess\" because outside, if you don't"
  },
  {
    "startTime": 697.65,
    "endTime": 702.97,
    "text": "know about someone's religion or you're travelling to a foreign country, and these terms don't"
  },
  {
    "startTime": 702.97,
    "endTime": 708.249,
    "text": "apply because they're for specific religions, you can say: \"Is that the priest or the priestess?\""
  },
  {
    "startTime": 708.249,
    "endTime": 713.438,
    "text": "because it would be the holy person. I guess that's another one you can say: \"the holy person\"."
  },
  {
    "startTime": 713.438,
    "endTime": 717.16,
    "text": "But when we hear \"priest\" or \"priestess\" we know it's the leader of that particular"
  },
  {
    "startTime": 717.16,
    "endTime": 720.608,
    "text": "group. Okay? And they're holy people. They have a..."
  },
  {
    "startTime": 720.608,
    "endTime": 725.2289999999999,
    "text": "Maybe spiritual or maybe they're religious. Okay? Cool."
  },
  {
    "startTime": 725.229,
    "endTime": 732.0400000000001,
    "text": "Now, I want to end this lesson on something very quickly, because this can make a huge"
  },
  {
    "startTime": 732.04,
    "endTime": 735.93,
    "text": "or a very big difference in what we talk and how we talk to each other, and you need to"
  },
  {
    "startTime": 735.93,
    "endTime": 744.4599999999999,
    "text": "pay attention to respect them. \"Non-practicing\". Many people are religious. They'll say: \"I'm Christian\","
  },
  {
    "startTime": 744.46,
    "endTime": 751.98,
    "text": "or \"I'm Jewish\", or \"I'm... I'm Muslim\", or what have you, or a Hindu. And..."
  },
  {
    "startTime": 751.98,
    "endTime": 758.73,
    "text": "But what they say is... What they say is... Oh, sorry. I don't want to forget the \"How\""
  },
  {
    "startTime": 758.73,
    "endTime": 762.9,
    "text": "before I get off. But what they say when they talk about this is they're \"non-practicing\","
  },
  {
    "startTime": 762.9,
    "endTime": 768.3009999999999,
    "text": "they mean they believe in a religion, but they are not in church or observing the rules."
  },
  {
    "startTime": 768.301,
    "endTime": 773.4300000000001,
    "text": "So, if you're Jewish, for instance, and you don't go to the synagogue and you eat bacon,"
  },
  {
    "startTime": 773.43,
    "endTime": 775.293,
    "text": "you're a non-practicing Jew if you say:"
  },
  {
    "startTime": 775.293,
    "endTime": 781.517,
    "text": "\"Hey, I still believe in Judaism. I just like a bacon sandwich, and I'm not going to the synagogue today. Got it?\""
  },
  {
    "startTime": 781.517,
    "endTime": 783.25,
    "text": "But you can still be Jewish,"
  },
  {
    "startTime": 783.25,
    "endTime": 789.21,
    "text": "but you're not practicing the rites, or the culture, or the things that you're supposed to follow."
  },
  {
    "startTime": 789.21,
    "endTime": 797.092,
    "text": "Now, this is directly opposite to the \"orthodox\". Orthodox means by the strict letter. \"Strict\""
  },
  {
    "startTime": 797.092,
    "endTime": 803.281,
    "text": "means you follow exactly what it says. So, if someone tells you they're orthodox, they're"
  },
  {
    "startTime": 803.281,
    "endTime": 808.6899999999999,
    "text": "orthodox Jewish, or they're orthodox Muslim, or they're orthodox Christian - we're talking"
  },
  {
    "startTime": 808.69,
    "endTime": 813.2700000000001,
    "text": "about a completely different creature. You've got to respect where they come from. Don't"
  },
  {
    "startTime": 813.27,
    "endTime": 817.434,
    "text": "have to follow it, but you have to respect that they're going to see it differently."
  },
  {
    "startTime": 817.434,
    "endTime": 822.37,
    "text": "And if I'm speaking to you and you happen to be orthodox, please respect the non-practicing"
  },
  {
    "startTime": 822.37,
    "endTime": 826.01,
    "text": "ones, because they believe in what you're doing; they just don't feel that that's their"
  },
  {
    "startTime": 826.01,
    "endTime": 832.4689999999999,
    "text": "lifestyle. Right? Live and let live, I say. Okay? Anyway."
  },
  {
    "startTime": 832.469,
    "endTime": 836.8100000000001,
    "text": "Let's go to here: \"How\". We talked about the leaders, and we talked about the different"
  },
  {
    "startTime": 836.81,
    "endTime": 841.05,
    "text": "types of religion, and if they're orthodox, regular... And \"regular\" just means you go"
  },
  {
    "startTime": 841.05,
    "endTime": 846.8349999999999,
    "text": "to church, follow some of the rules, but not all of them. Okay? But let's talk about how,"
  },
  {
    "startTime": 846.835,
    "endTime": 852.77,
    "text": "because people believe in God or love their God in different ways. Some people \"meditate\"."
  },
  {
    "startTime": 852.77,
    "endTime": 858.89,
    "text": "\"Meditating\" means to focus on something, maybe, love, God, or what have you, and just"
  },
  {
    "startTime": 858.89,
    "endTime": 864.26,
    "text": "think about that contemplatively. Okay? Another word for that for some people are \"contemplate\"."
  },
  {
    "startTime": 864.26,
    "endTime": 872.521,
    "text": "They contemplate God. They just think: \"God, God, God\", and try to get closer to God. \"Pray\"."
  },
  {
    "startTime": 872.521,
    "endTime": 875.67,
    "text": "I like this one, because this is when you talk to God and you tell God the things you"
  },
  {
    "startTime": 875.67,
    "endTime": 883.7299999999999,
    "text": "want, or you ask God to help other people and make the world a better place, or just"
  },
  {
    "startTime": 883.73,
    "endTime": 888.2470000000001,
    "text": "trying to have God talk to you and communicate with you. So, you usually close your eyes,"
  },
  {
    "startTime": 888.247,
    "endTime": 892.717,
    "text": "and you talk to God and have a conversation. All right?"
  },
  {
    "startTime": 892.717,
    "endTime": 900.29,
    "text": "\"Read\". The Bible, or the Torah, the Quran sometimes are called \"scripture\". Scripture."
  },
  {
    "startTime": 900.29,
    "endTime": 904.66,
    "text": "\"Script\" meaning written, written book. Some people read the Bible every night, or the"
  },
  {
    "startTime": 904.66,
    "endTime": 909.41,
    "text": "Torah, or the Quran, they read it, and they try and understand it, and this is how they"
  },
  {
    "startTime": 909.41,
    "endTime": 914.13,
    "text": "get in touch with God, because these are the words of God, and God is communicating through"
  },
  {
    "startTime": 914.13,
    "endTime": 918.164,
    "text": "the words. And other people, they go to church, and they \"sing\" and they \"clap\"."
  },
  {
    "startTime": 918.164,
    "endTime": 922.278,
    "text": "[Sings and claps]."
  },
  {
    "startTime": 922.278,
    "endTime": 927.65,
    "text": "Yeah, okay. If you recognize \"Old MacDonald\". Anyway, so they sing, and they"
  },
  {
    "startTime": 927.65,
    "endTime": 935.35,
    "text": "clap, and: \"Hallelujah, Lord. Hallelujah!\" Yeah. All are fine, because when it comes"
  },
  {
    "startTime": 935.35,
    "endTime": 940.8000000000001,
    "text": "down to it, we got to learn to understand and respect each other's different ways of"
  },
  {
    "startTime": 940.8,
    "endTime": 946.68,
    "text": "wanting to touch things that we can't see or understand completely. Or if we don't want"
  },
  {
    "startTime": 946.68,
    "endTime": 951.04,
    "text": "to believe, respect the fact that not everybody wants to come to your party. Right? You're"
  },
  {
    "startTime": 951.04,
    "endTime": 954.53,
    "text": "having one, some people want to come; some don't."
  },
  {
    "startTime": 954.53,
    "endTime": 958.81,
    "text": "And if anything, with this lesson, what I want you to be able to do is: to talk to each"
  },
  {
    "startTime": 958.81,
    "endTime": 963.746,
    "text": "other in a way that shows respect; ask people not always about religion, but faith and belief;"
  },
  {
    "startTime": 963.746,
    "endTime": 969.18,
    "text": "maybe ask them: \"How do you show respect for your deity?\" And \"deity\" is another word for"
  },
  {
    "startTime": 969.18,
    "endTime": 975.55,
    "text": "God. Right? There's Zeus was a deity, there's God, there's Allah, they're deities; gods."
  },
  {
    "startTime": 975.55,
    "endTime": 980.54,
    "text": "How they show respect to them, where they show that respect. You can even ask about"
  },
  {
    "startTime": 980.54,
    "endTime": 985.61,
    "text": "their leaders, and what good words or wise words their leaders had given to them. And"
  },
  {
    "startTime": 985.61,
    "endTime": 989.82,
    "text": "if they follow, how well do they follow? Are they just regular Joes that go to church once"
  },
  {
    "startTime": 989.82,
    "endTime": 993.989,
    "text": "a week and they try to do the best they can? Are they non-practicing:"
  },
  {
    "startTime": 993.989,
    "endTime": 999.181,
    "text": "\"Yeah, I'm Christian, but not really. I don't do anything.\" Or they're orthodox:"
  },
  {
    "startTime": 999.181,
    "endTime": 1003.664,
    "text": "\"Hey, there's a book, there's a reason for the book - I follow the book.\""
  },
  {
    "startTime": 1003.66,
    "endTime": 1006.1139999999999,
    "text": "Talk. Communication is the best thing we have."
  },
  {
    "startTime": 1006.12,
    "endTime": 1011.222,
    "text": "Right? That's why you're here, learning English. Not a lesson on religion, but a lesson on"
  },
  {
    "startTime": 1011.22,
    "endTime": 1017.254,
    "text": "using English effectively to get greater communication so you can be [snaps] like a native."
  },
  {
    "startTime": 1017.25,
    "endTime": 1021.328,
    "text": "Anyway, that's James for today, and we're going to go to my messed up ending."
  },
  {
    "startTime": 1021.33,
    "endTime": 1025.019,
    "text": "Are you ready? If you want to do... You know, watch the video again or"
  },
  {
    "startTime": 1025.02,
    "endTime": 1028.758,
    "text": "go see other videos that we do on communication on the website,"
  },
  {
    "startTime": 1028.76,
    "endTime": 1035.661,
    "text": "please go to www-right-eng as in English, vid as in video.com (www.engvid.com)"
  },
  {
    "startTime": 1035.66,
    "endTime": 1039.249,
    "text": "where there'll be this video and others you can watch, and do quizzes for."
  },
  {
    "startTime": 1039.25,
    "endTime": 1043.745,
    "text": "So, once again, I'm going to say thank you very much, don't forget to subscribe."
  },
  {
    "startTime": 1043.74,
    "endTime": 1048.426,
    "text": "It's somewhere around here. You know that. Press that button, wherever it is."
  },
  {
    "startTime": 1048.43,
    "endTime": 1058.43,
    "text": "Thanks, and we'll see you soon. Take care."
  }
]