[
  {
    "startTime": 1.0,
    "endTime": 9.6,
    "text": "Given how things are with ourselves and the world, one of the great questions we face is: Should we laugh or should we cry?"
  },
  {
    "startTime": 9.6,
    "endTime": 13.1,
    "text": "The history of philosophy has an interesting take on the choice."
  },
  {
    "startTime": 13.2,
    "endTime": 18.32,
    "text": "Two of the greatest thinkers of ancient Greece were Democritus and Heraclitus."
  },
  {
    "startTime": 18.32,
    "endTime": 27.5,
    "text": "Both men, who lived to a very old age, had a deep knowledge of people and the world but responded to what they knew in strikingly different ways."
  },
  {
    "startTime": 27.5,
    "endTime": 29.6,
    "text": "Heraclitus couldn't stop weeping."
  },
  {
    "startTime": 29.8,
    "endTime": 33.2,
    "text": "Democritus couldn't stop laughing."
  },
  {
    "startTime": 33.2,
    "endTime": 35.82,
    "text": "It's obvious why Heraclitus cried."
  },
  {
    "startTime": 35.82,
    "endTime": 41.96,
    "text": "Once we open our eyes fully to the reality of existence, it's astonishing we can ever carry on."
  },
  {
    "startTime": 42.0,
    "endTime": 44.44,
    "text": "There is simply so much to be sad about."
  },
  {
    "startTime": 44.44,
    "endTime": 52.9,
    "text": "The human animal is a benighted, deluded, uncontrolled monster, perfectly suited to the error, meanness and suffering."
  },
  {
    "startTime": 52.9,
    "endTime": 57.86,
    "text": "The greater question is how and why one would ever laugh."
  },
  {
    "startTime": 57.86,
    "endTime": 65.12,
    "text": "There is of course always the option of idiotic laugh, the plastic laugh, the sentimental callous fool."
  },
  {
    "startTime": 65.12,
    "endTime": 68.36,
    "text": "But this wasn't the philosopher Democritus' way."
  },
  {
    "startTime": 68.36,
    "endTime": 76.82,
    "text": "He laughed richly and generously not because some privileged position led him to naively misunderstand how bad things could be."
  },
  {
    "startTime": 76.82,
    "endTime": 82.72,
    "text": "His good humor wasn't delusional nor was it simply a random quirk of temperament."
  },
  {
    "startTime": 82.72,
    "endTime": 90.53999999999999,
    "text": "Democritus laughed in a very particular and highly admirable style because of the way he thought about the world."
  },
  {
    "startTime": 90.54,
    "endTime": 92.54,
    "text": "He was a profound realist."
  },
  {
    "startTime": 92.54,
    "endTime": 102.10000000000001,
    "text": "He knew everything there is to know, about the human tendency to greed, murder and lust and of our constant exposure to random accident and misfortune."
  },
  {
    "startTime": 102.1,
    "endTime": 108.55999999999999,
    "text": "And ultimately, Democritus was so convinced of the darkness; he knew so much about suffering and risk,"
  },
  {
    "startTime": 108.56,
    "endTime": 115.24000000000001,
    "text": "He no longer felt he had to register this constantly at the front of his mind in order to do them justice."
  },
  {
    "startTime": 115.34,
    "endTime": 120.38000000000001,
    "text": "They seem to him an entirely obvious baseline fact about existence."
  },
  {
    "startTime": 120.38,
    "endTime": 132.4,
    "text": "He could be cheerful, because anything nice, sweet or charming that came his way, was immediately experienced as a bonus, a gratifying addition to an originally bleak starting point."
  },
  {
    "startTime": 132.4,
    "endTime": 140.0,
    "text": "By keeping the dark backdrop of life always in mind, Democritus sharpened his appreciation of whatever stood out against it."
  },
  {
    "startTime": 140.0,
    "endTime": 146.8,
    "text": "A pleasant thing that happened to him wasn't taken to be a feeble compensation for his larger dashed hopes."
  },
  {
    "startTime": 146.9,
    "endTime": 155.14000000000001,
    "text": "It was a delightful, slightly improbable, but very noteworthy backing of an always expected tragic trend."
  },
  {
    "startTime": 155.2,
    "endTime": 159.14,
    "text": "Democritus who's learned to be enjoying parties wine and drinking."
  },
  {
    "startTime": 159.14,
    "endTime": 163.92,
    "text": "\"A life without festivity is a long road without an inn\" he wrote."
  },
  {
    "startTime": 164.3,
    "endTime": 170.9,
    "text": "He didn't believe that he had to feel constantly sad to prove that he recognized life to be sad."
  },
  {
    "startTime": 170.9,
    "endTime": 181.6,
    "text": "He danced and drank because of a rightful confidence that he had already done justice and would in the future again have to fully do justice to the sadness of things."
  },
  {
    "startTime": 181.8,
    "endTime": 185.70000000000002,
    "text": "Democritus was aiming at an intelligent kind of cheerfulness,"
  },
  {
    "startTime": 186.0,
    "endTime": 197.98,
    "text": "one that admits from the outset that life is fundamentally grim but that uses this despair as a catalyst for a more vivid engagement with the beautiful or kind moments that do come one's way."
  },
  {
    "startTime": 197.98,
    "endTime": 208.98,
    "text": "Like an English person who is especially adept to drawing value from the last day of summer or a condemned man who perfectly savors the last meal before being led to the firing squad."
  },
  {
    "startTime": 209.04,
    "endTime": 216.82,
    "text": "Democritus was a master practitioner of that highly admirable state of mind: Cheerful despair."
  },
  {
    "startTime": 216.82,
    "endTime": 225.01999999999998,
    "text": "Once we've acquired the skill of cheerful despair life acquires a distinctive new kind of sweetness in all its pleasant structures."
  },
  {
    "startTime": 225.02,
    "endTime": 227.72,
    "text": "Every pain-free day is a blessing."
  },
  {
    "startTime": 227.72,
    "endTime": 236.4,
    "text": "We're amazed and touched when once in a while someone seems to understand a few things we say or does something unexpectedly kind."
  },
  {
    "startTime": 236.4,
    "endTime": 254.34,
    "text": "We enjoy the distinctive cheerfulness of those who've done all the crying they can and are determined, for a while at least, to hold on to the light."
  }
]