[
  {
    "startTime": 0.06,
    "endTime": 5.31,
    "text": "You could have, like, loaves of bread in your hands."
  },
  {
    "startTime": 12.0,
    "endTime": 19.369,
    "text": "Hey, it's Marie Forleo and you are watching MarieTV, the place to be to create a business and life you love."
  },
  {
    "startTime": 19.389,
    "endTime": 30.6,
    "text": "Now, one of the things I like to do at this time of year is this easy little ritual that helps me clear the deck, so I can start the New Year with a bang, I can start it with a fresh slate."
  },
  {
    "startTime": 30.6,
    "endTime": 41.33,
    "text": "And I want to share it with you today because before all the holiday craziness sets in, you can give it a whirl along with me and you can set yourself up for a powerful, productive, and amazing year head."
  },
  {
    "startTime": 41.33,
    "endTime": 54.3,
    "text": "Now, what I'm talking about is just 3 simple questions that will help you digest what you did, leverage what you learned, and let go of all the crap that is holding you back."
  },
  {
    "startTime": 54.3,
    "endTime": 61.51,
    "text": "Now, I know some people have these very involved, kind of complex, long year end review processes."
  },
  {
    "startTime": 61.51,
    "endTime": 63.699999999999996,
    "text": "I've gotta tell you, mine is not that."
  },
  {
    "startTime": 63.7,
    "endTime": 66.25,
    "text": "It's simple, it's powerful, and it's fast."
  },
  {
    "startTime": 66.25,
    "endTime": 78.0,
    "text": "But if you want to customize it, if you want to jazz it up, if you want to soup it up and add all kinds of layers of questions and charts and spreadsheets and sequins, go on with your bad self."
  },
  {
    "startTime": 78.0,
    "endTime": 84.0,
    "text": "Meanwhile though, I would suggest grab a little piece of paper because I'm gonna dive in with question number one."
  },
  {
    "startTime": 84.0,
    "endTime": 91.5,
    "text": "Question number one is what did I do, create, or experience this year that I'm really, really proud of?"
  },
  {
    "startTime": 91.6,
    "endTime": 103.0,
    "text": "You know, most of us move so fast and we have so much that we're working on that we rarely, if ever, take the time to digest and acknowledge our progress and really see how far we've come."
  },
  {
    "startTime": 103.0,
    "endTime": 104.8,
    "text": "I am so guilty of this."
  },
  {
    "startTime": 104.8,
    "endTime": 113.0,
    "text": "So what I want you to think about is what are some of the big things, or even the little things, that you made happen this year?"
  },
  {
    "startTime": 113.0,
    "endTime": 117.7,
    "text": "What did you create, what did you experience, what did you do that you're really proud of?"
  },
  {
    "startTime": 117.7,
    "endTime": 122.058,
    "text": "I want you to think about everything, but most importantly, write it down."
  },
  {
    "startTime": 122.05,
    "endTime": 131.0,
    "text": "Now, the reason that this is so important is most of us are extremely critical of ourselves and we feel like we never get enough done."
  },
  {
    "startTime": 131.0,
    "endTime": 134.0,
    "text": "We didn't accomplish enough, we didn't produce enough fast enough."
  },
  {
    "startTime": 134.0,
    "endTime": 143.05,
    "text": "And we wind up heading into the new year feeling deflated and defeated or, as I like to often say, defleated."
  },
  {
    "startTime": 143.05,
    "endTime": 147.60000000000002,
    "text": "Now, you might think, \"I got nothing, Marie,\" but I've got to tell you."
  },
  {
    "startTime": 147.6,
    "endTime": 152.85,
    "text": "if you look through your calendar and you look through your phone, you're going to see all of the projects and the clients."
  },
  {
    "startTime": 152.85,
    "endTime": 154.89,
    "text": "You'll see the trips and the dinners."
  },
  {
    "startTime": 154.89,
    "endTime": 158.7,
    "text": "You'll see just how much progress you really made this year."
  },
  {
    "startTime": 158.7,
    "endTime": 164.779,
    "text": "Not only is this going to give you a sense of accomplishment and a real reason to celebrate, but this is also cool."
  },
  {
    "startTime": 164.8,
    "endTime": 173.70000000000002,
    "text": "It's gonna give you specific things to talk about during all those holiday dinners and some holiday parties when people inevitably come up to you and say, \"So, how was your year?\""
  },
  {
    "startTime": 173.7,
    "endTime": 175.7,
    "text": "Now you're going to have something good to say."
  },
  {
    "startTime": 175.7,
    "endTime": 180.0,
    "text": "Question number two, what mistakes did I make that taught me something?"
  },
  {
    "startTime": 180.0,
    "endTime": 184.0,
    "text": "What lessons did I learn that I can leverage?"
  },
  {
    "startTime": 184.0,
    "endTime": 187.8,
    "text": "This one is a really, really, really important one."
  },
  {
    "startTime": 187.9,
    "endTime": 197.5,
    "text": "In fact, it is so important that in our company, we actually go around and we talk about our mistakes and what we learned from them every single week."
  },
  {
    "startTime": 197.5,
    "endTime": 211.5,
    "text": "But the reason I especially like doing this at the end of the year is because in December I'm often able to get that 30 thousand foot view on my entire year and have an even deeper understanding of what went wrong."
  },
  {
    "startTime": 211.5,
    "endTime": 214.9,
    "text": "And I'm usually able to be a lot more objective."
  },
  {
    "startTime": 214.9,
    "endTime": 225.0,
    "text": "You know, when you make a mistake, if you're anything like me, and the mistake is recent and it's fresh, sometimes it's really hard to extract the lesson without beating yourself up."
  },
  {
    "startTime": 225.0,
    "endTime": 234.0,
    "text": "But usually with a little bit of distance and a little perspective and time, it's a lot easier to spot the lesson and the growth opportunity without our egos getting in the way."
  },
  {
    "startTime": 234.0,
    "endTime": 237.6,
    "text": "You know, hindsight isn't just 20/20, it's often thick skinned."
  },
  {
    "startTime": 237.6,
    "endTime": 239.079,
    "text": "So here's what I want you to do."
  },
  {
    "startTime": 239.079,
    "endTime": 245.5,
    "text": "I want you to look back over your year and I want you to ask yourself, what are some of the things that just didn't go so well?"
  },
  {
    "startTime": 245.7,
    "endTime": 248.2,
    "text": "Ask, you know, what mistakes did I make?"
  },
  {
    "startTime": 248.2,
    "endTime": 251.2,
    "text": "What lesson can I learn and leverage from this?"
  },
  {
    "startTime": 251.2,
    "endTime": 253.5,
    "text": "How can I do better next time?"
  },
  {
    "startTime": 253.6,
    "endTime": 258.0,
    "text": "How can I use this to grow into a better and wiser person?"
  },
  {
    "startTime": 258.0,
    "endTime": 262.15,
    "text": "So this is so, so valuable and I feel like not enough of us take the time to do it."
  },
  {
    "startTime": 262.15,
    "endTime": 266.04999999999995,
    "text": "But I promise, if you do this you're going to go into next year like a champ."
  },
  {
    "startTime": 266.05,
    "endTime": 269.0,
    "text": "Ok, so this is it: question number three."
  },
  {
    "startTime": 269.0,
    "endTime": 272.1,
    "text": "What am I willing to let go of?"
  },
  {
    "startTime": 272.1,
    "endTime": 275.07000000000005,
    "text": "Oh my goodness, this is a big one."
  },
  {
    "startTime": 275.07,
    "endTime": 279.7,
    "text": "And I've gotta tell you, I am one of those people who loves to get rid of things."
  },
  {
    "startTime": 279.7,
    "endTime": 283.3,
    "text": "I love decluttering, I love tidying up."
  },
  {
    "startTime": 283.3,
    "endTime": 286.53000000000003,
    "text": "And yes, I do think it's a life changing magic."
  },
  {
    "startTime": 286.53,
    "endTime": 290.40999999999997,
    "text": "Hello Marie Kondo, I love you, girl."
  },
  {
    "startTime": 290.41,
    "endTime": 300.45000000000005,
    "text": "Anyway, you, my friend, it is time to let go of the crap that is holding you back and it starts with a commitment colonic."
  },
  {
    "startTime": 300.45,
    "endTime": 303.09999999999997,
    "text": "Yes, I said commitment colonic."
  },
  {
    "startTime": 303.1,
    "endTime": 312.5,
    "text": "Ask yourself, what are the projects, the goals, or the things that have been hanging around your to do list for years that you just never get around to?"
  },
  {
    "startTime": 312.5,
    "endTime": 319.169,
    "text": "What can you get out of or release yourself from or just drop like a friggin' hot pocket?"
  },
  {
    "startTime": 319.169,
    "endTime": 324.49,
    "text": "When you want a hot meal without a big deal. What you gonna drop? (原廣告為：What you gonna pick?)"
  },
  {
    "startTime": 324.519,
    "endTime": 326.0,
    "text": "Hot Pocket!"
  },
  {
    "startTime": 326.0,
    "endTime": 337.5,
    "text": "Seriously though, I want you to get rid of any project, any commitment, any goal that's just no longer aligned with who you are right now,  who you want to be in the future, or where you want to go."
  },
  {
    "startTime": 337.8,
    "endTime": 345.7,
    "text": "Now, once you do that you have got to take it inside because for all of us, there is always more crap lingering around in there."
  },
  {
    "startTime": 345.7,
    "endTime": 352.7,
    "text": "So I want you to ask yourself this, what resentments, what angers, what hurts are you willing to let go of?"
  },
  {
    "startTime": 352.7,
    "endTime": 357.8,
    "text": "What kind of guilt or shame or embarrassments have you been hanging on to?"
  },
  {
    "startTime": 357.8,
    "endTime": 359.0,
    "text": "We all do."
  },
  {
    "startTime": 359.0,
    "endTime": 360.24,
    "text": "You know what this is?"
  },
  {
    "startTime": 360.24,
    "endTime": 363.65000000000003,
    "text": "This is what I call an emotional enema."
  },
  {
    "startTime": 363.65,
    "endTime": 366.15999999999997,
    "text": "Yes, I did say emotional enema."
  },
  {
    "startTime": 366.16,
    "endTime": 367.70000000000005,
    "text": "This is how this crazy mind works."
  },
  {
    "startTime": 367.7,
    "endTime": 369.3,
    "text": "So I want you to keep going, right?"
  },
  {
    "startTime": 369.3,
    "endTime": 374.2,
    "text": "I want you to ask yourself, what stories are you telling yourself that you no longer serve you?"
  },
  {
    "startTime": 374.2,
    "endTime": 386.2,
    "text": "Maybe it's a story that, I don't know, you're too old or you're getting too old or you're too young or that you never create things or produce things fast enough or that you're somehow not successful enough."
  },
  {
    "startTime": 386.2,
    "endTime": 393.0,
    "text": "Who might you be if you just completely let go of those disempowering stories?"
  },
  {
    "startTime": 393.0,
    "endTime": 400.949,
    "text": "You know, I really like what the poet Rumi says on this subject, he says, \"Be like a tree and let the dead leaves drop.\""
  },
  {
    "startTime": 402.1,
    "endTime": 402.70000000000005,
    "text": "Pretty cool, right?"
  },
  {
    "startTime": 403.0,
    "endTime": 405.48,
    "text": "Now, if you want to keep going, you can chew on this one."
  },
  {
    "startTime": 405.48,
    "endTime": 409.84900000000005,
    "text": "And yes, it's a tweetable."
  },
  {
    "startTime": 409.849,
    "endTime": 415.59999999999997,
    "text": "\"It's not till you let go of something that you see how it's been holding you back.\""
  },
  {
    "startTime": 415.8,
    "endTime": 417.0,
    "text": "So there you have it."
  },
  {
    "startTime": 417.2,
    "endTime": 422.0,
    "text": "Three simple questions that'll help set you up for a very powerful year ahead."
  },
  {
    "startTime": 422.0,
    "endTime": 425.0,
    "text": "And now, of course, I would love to hear from you."
  },
  {
    "startTime": 425.0,
    "endTime": 428.8,
    "text": "Why not get a jumpstart on your year interview right now in the comments?"
  },
  {
    "startTime": 428.8,
    "endTime": 430.0,
    "text": "Let's make it a party."
  },
  {
    "startTime": 430.0,
    "endTime": 439.45,
    "text": "So I want you to tell me, number one, one thing you did this year that you are super proud of and, number two, one mistake you made and the lesson you learned from it."
  },
  {
    "startTime": 439.45,
    "endTime": 444.9,
    "text": "And number three, one thing that you're willing to let go of right now."
  },
  {
    "startTime": 444.9,
    "endTime": 448.2,
    "text": "Whatever thing just popped into your head or your heart, that thing, write it down."
  },
  {
    "startTime": 448.2,
    "endTime": 457.0,
    "text": "Now, as always, the best conversations happen after the episode over at MarieForleo.com, so head on over there and leave a comment now."
  },
  {
    "startTime": 457.0,
    "endTime": 465.8,
    "text": "And once you're there, if you're not already, make sure you subscribe to our email list and become an MF insider."
  },
  {
    "startTime": 465.8,
    "endTime": 465.7,
    "text": "I love my insiders."
  },
  {
    "startTime": 465.7,
    "endTime": 469.7,
    "text": "You're gonna get instant access to an audio training called \"How to Get Anything You Want.\""
  },
  {
    "startTime": 469.7,
    "endTime": 470.2,
    "text": "It's really good."
  },
  {
    "startTime": 470.2,
    "endTime": 477.5,
    "text": "And you'll also get some exclusive content and giveaways and some personal updates from me that I don't share anywhere else."
  },
  {
    "startTime": 477.5,
    "endTime": 485.27,
    "text": "Stay on your game and keep going for your dreams because the world needs that special gift that only you have."
  },
  {
    "startTime": 485.27,
    "endTime": 489.2,
    "text": "Thank you so much for watching and I'll catch you next time on MarieTV."
  },
  {
    "startTime": 489.2,
    "endTime": 492.0,
    "text": "B-School is coming up."
  },
  {
    "startTime": 492.0,
    "endTime": 493.0,
    "text": "Want in?"
  },
  {
    "startTime": 493.0,
    "endTime": 498.2,
    "text": "For more info and free training go to JoinBSchool.com."
  },
  {
    "startTime": 498.2,
    "endTime": 499.7,
    "text": "Do you think so?"
  },
  {
    "startTime": 499.7,
    "endTime": 505.0,
    "text": "Just because I wear this ring, does not mean I'm a ball buster."
  },
  {
    "startTime": 505.0,
    "endTime": 507.229,
    "text": "Ok, I'm in."
  },
  {
    "startTime": 507.229,
    "endTime": 509.56899999999996,
    "text": "Sorry, I'm really silly right now."
  },
  {
    "startTime": 509.569,
    "endTime": 511.8,
    "text": "I can read."
  },
  {
    "startTime": 511.8,
    "endTime": 514.27,
    "text": "Because I like to be prepared."
  },
  {
    "startTime": 514.27,
    "endTime": 524.27,
    "text": "What?"
  }
]