[
  {
    "startTime": 0.282,
    "endTime": 1.664,
    "text": "Hey everybody!"
  },
  {
    "startTime": 1.664,
    "endTime": 3.825,
    "text": "It's finally election night,"
  },
  {
    "startTime": 3.825,
    "endTime": 8.045,
    "text": "and I imagine that's welcome news to most of you, because, let's face it,"
  },
  {
    "startTime": 8.045,
    "endTime": 14.574,
    "text": "this has been an exhausting, stressful, and sometimes downright weird election for all of us."
  },
  {
    "startTime": 14.574,
    "endTime": 17.265,
    "text": "But here's what I want everybody to know:"
  },
  {
    "startTime": 17.27,
    "endTime": 25.175,
    "text": "While we've certainly seen some new things this time around, what isn't new is that our democracy has always been rowdy and raucous."
  },
  {
    "startTime": 25.176,
    "endTime": 28.526,
    "text": "We've been through tough and divisive elections before,"
  },
  {
    "startTime": 28.526,
    "endTime": 31.727,
    "text": "and we've always come out stronger for it."
  },
  {
    "startTime": 31.727,
    "endTime": 33.697,
    "text": "That's what makes America special."
  },
  {
    "startTime": 33.697,
    "endTime": 40.217,
    "text": "The idea that, while progress isn't guaranteed, each of us has the power to choose our path,"
  },
  {
    "startTime": 40.217,
    "endTime": 43.846,
    "text": "not just on nights like this, but every day in between."
  },
  {
    "startTime": 43.85,
    "endTime": 48.74,
    "text": "It is a beautiful and fragile gift, and we should treat it that way."
  },
  {
    "startTime": 48.75,
    "endTime": 58.86,
    "text": "So, whether your chosen candidates win or lose tonight, let's all agree, not only to stay engaged, but to push ourselves to do even better."
  },
  {
    "startTime": 58.868,
    "endTime": 61.738,
    "text": "To vote not just when the president is on the ballot,"
  },
  {
    "startTime": 61.738,
    "endTime": 67.208,
    "text": "but for Congress, and mayor, and school board, and dog catcher."
  },
  {
    "startTime": 67.208,
    "endTime": 73.759,
    "text": "To educate ourselves on the issues and join with our neighbors in tackling the ones that face our communities."
  },
  {
    "startTime": 73.759,
    "endTime": 79.12,
    "text": "And most importantly, to see each other not simply as Democrats or Republicans,"
  },
  {
    "startTime": 79.12,
    "endTime": 81.059,
    "text": "but as fellow Americans."
  },
  {
    "startTime": 81.059,
    "endTime": 90.12,
    "text": "To treat each other with the respect and empathy and kinship that title—American—commands."
  },
  {
    "startTime": 90.12,
    "endTime": 98.9,
    "text": "That's especially true here on a place like Twitter, but it's something we can bring with us to everything we do, online and off."
  },
  {
    "startTime": 98.9,
    "endTime": 102.98100000000001,
    "text": "We can choose to see the best in one another."
  },
  {
    "startTime": 102.981,
    "endTime": 105.87299999999999,
    "text": "Have a good night everybody, and remember no matter what happens,"
  },
  {
    "startTime": 105.873,
    "endTime": 112.461,
    "text": "the sun will rise in the morning, and America will still be the greatest nation on earth."
  }
]