[
  {
    "startTime": 1.92,
    "endTime": 7.279,
    "text": "Hello, I'm Oli. Welcome to Oxford Online English! In this lesson, you can learn about how to"
  },
  {
    "startTime": 7.279,
    "endTime": 14.82,
    "text": "talk about your home in English. Where do you live? What's your home like? What about"
  },
  {
    "startTime": 14.82,
    "endTime": 20.27,
    "text": "your neighbourhood? Talking about where you live is a common conversation topic in English."
  },
  {
    "startTime": 20.27,
    "endTime": 26.46,
    "text": "So it's good to have some things to say. Part one: introducing where you live and talking"
  },
  {
    "startTime": 26.46,
    "endTime": 36.059,
    "text": "about types of home. Let's start with a simple sentence. \"I live in a...\" what could you"
  },
  {
    "startTime": 36.059,
    "endTime": 43.919999999999995,
    "text": "put there? You could say, \"I live in a house,\" \"I live in an apartment.\" In Britain, people"
  },
  {
    "startTime": 43.92,
    "endTime": 49.159,
    "text": "sometimes say, \"Flat.\" 'Flat' and 'apartment' have the same meaning."
  },
  {
    "startTime": 49.159,
    "endTime": 56.769,
    "text": "Next, let's add a bit more detail. What kind of house or apartment is it? For example,"
  },
  {
    "startTime": 56.769,
    "endTime": 64.07,
    "text": "\"I live in a small, two-stoery house in the suburbs.\" When we say how many floors a building"
  },
  {
    "startTime": 64.07,
    "endTime": 70.63999999999999,
    "text": "has, we usually use the word storey, so you can say a two-storey house, a four-storey"
  },
  {
    "startTime": 70.64,
    "endTime": 77.56,
    "text": "apartment building and so on. \"I live in an apartment on the third floor of a four-storey"
  },
  {
    "startTime": 77.56,
    "endTime": 83.64,
    "text": "building.\" There are many different kinds of house and apartment. For example, do you"
  },
  {
    "startTime": 83.64,
    "endTime": 89.7,
    "text": "live in a terraced house, a semi-detached house, or a detached house? Terraced houses"
  },
  {
    "startTime": 89.7,
    "endTime": 96.929,
    "text": "have other houses on both sides, a semi-detached house has another house just on one side,"
  },
  {
    "startTime": 96.929,
    "endTime": 105.43900000000001,
    "text": "and a detached house stands by itself. Detached houses are usually larger and more expensive."
  },
  {
    "startTime": 105.439,
    "endTime": 109.46,
    "text": "Terraced houses are usually smaller and cheaper."
  },
  {
    "startTime": 109.46,
    "endTime": 116.009,
    "text": "What kinds of houses are more common in your country? What about apartments? Many apartments"
  },
  {
    "startTime": 116.009,
    "endTime": 123.119,
    "text": "are in apartment buildings. Easy enough, right? If you live in a very tall apartment building"
  },
  {
    "startTime": 123.119,
    "endTime": 130.879,
    "text": "with many floors, you can say you live in a high-rise in American English or a tower"
  },
  {
    "startTime": 130.879,
    "endTime": 137.67999999999998,
    "text": "block in British English. Sometimes a house is divided into apartments, these are called"
  },
  {
    "startTime": 137.68,
    "endTime": 144.62900000000002,
    "text": "converted apartments. Apartments come in many different sizes, if an apartment just has"
  },
  {
    "startTime": 144.629,
    "endTime": 151.31,
    "text": "one room which is a bedroom and living room together, it's called a studio. Of course,"
  },
  {
    "startTime": 151.31,
    "endTime": 157.239,
    "text": "you can also have bigger apartments, a two-bedroom apartment, a three-bedroom apartment and so"
  },
  {
    "startTime": 157.239,
    "endTime": 165.28,
    "text": "on. Large apartments might be duplex apartments, this means the apartment has more than one"
  },
  {
    "startTime": 165.28,
    "endTime": 166.11,
    "text": "floor."
  },
  {
    "startTime": 166.11,
    "endTime": 171.98000000000002,
    "text": "What about you? Where do you live? Do you live in a house or an apartment? Could you"
  },
  {
    "startTime": 171.98,
    "endTime": 179.439,
    "text": "make a sentence using the vocabulary from this section? For example, \"I live in a two-story"
  },
  {
    "startTime": 179.439,
    "endTime": 187.09,
    "text": "terraced house.\" \"I live in an apartment on the 28th floor of a high-rise building.\" \"I"
  },
  {
    "startTime": 187.09,
    "endTime": 194.17000000000002,
    "text": "live in a converted studio apartment.\" Next, let's see how you can describe the inside"
  },
  {
    "startTime": 194.17,
    "endTime": 200.32899999999998,
    "text": "of your home in more detail. If you want to describe your home, what can you talk about?"
  },
  {
    "startTime": 200.329,
    "endTime": 207.31900000000002,
    "text": "Well, you could start by saying what rooms it has. For example, \"My house has two bedrooms,"
  },
  {
    "startTime": 207.319,
    "endTime": 213.7,
    "text": "a kitchen, a living room, and a garden.\" It's always better to add adjectives or details"
  },
  {
    "startTime": 213.7,
    "endTime": 220.39999999999998,
    "text": "to make your speaking more interesting. Let's try: \"My house has two small bedrooms, a kitchen"
  },
  {
    "startTime": 220.4,
    "endTime": 226.70000000000002,
    "text": "with a dining table, a living room with big windows, and a small garden.\""
  },
  {
    "startTime": 226.7,
    "endTime": 231.78,
    "text": "What other rooms might you have in your home? You could have a dining room for people to"
  },
  {
    "startTime": 231.78,
    "endTime": 238.469,
    "text": "eat together. Maybe you have an office or a study where you can work, if you live in"
  },
  {
    "startTime": 238.469,
    "endTime": 244.489,
    "text": "a warmer country, you might have a balcony or a terrace where you can sit outside in"
  },
  {
    "startTime": 244.489,
    "endTime": 250.95000000000002,
    "text": "warmer weather. What about your home? What does it have? Does your home have a garden,"
  },
  {
    "startTime": 250.95,
    "endTime": 257.739,
    "text": "a balcony, or another outdoor area? Try to make a sentence describing your home. For"
  },
  {
    "startTime": 257.739,
    "endTime": 263.51,
    "text": "example, \"I live in a two-bedroom apartment. The bedrooms are quite small, but there's"
  },
  {
    "startTime": 263.51,
    "endTime": 268.65999999999997,
    "text": "a big living room with a dining area, a modern kitchen, and also a small balcony where we"
  },
  {
    "startTime": 268.66,
    "endTime": 273.68,
    "text": "can sit outside in the summer.\" What can you say about your home?"
  },
  {
    "startTime": 273.68,
    "endTime": 280.65000000000003,
    "text": "Okay, next, saying what you like or dislike. So now you can hopefully describe your home"
  },
  {
    "startTime": 280.65,
    "endTime": 286.16999999999996,
    "text": "a little bit, but what about your opinion? What do you like about your home, and what"
  },
  {
    "startTime": 286.17,
    "endTime": 292.47,
    "text": "would you change if you could? Positive words you could use to describe your home include"
  },
  {
    "startTime": 292.47,
    "endTime": 301.62,
    "text": "'spacious', meaning large with lots of room; 'cosy' which means comfortable in a warm welcoming"
  },
  {
    "startTime": 301.62,
    "endTime": 309.56,
    "text": "way; 'light' describes a home which gets lot of natural light. You can say your home is"
  },
  {
    "startTime": 309.56,
    "endTime": 316.92,
    "text": "'warm' or 'cool', meaning that it's comfortable in winter or in summer. Finally, you can describe"
  },
  {
    "startTime": 316.92,
    "endTime": 322.58000000000004,
    "text": "your home as 'convenient', meaning it's close to your job, it's close to the shops, it's"
  },
  {
    "startTime": 322.58,
    "endTime": 330.58,
    "text": "close to your children's school and so on. You can use 'convenient' plus 'for.' For example,"
  },
  {
    "startTime": 330.58,
    "endTime": 337.25,
    "text": "\"it's convenient for the subway,\" or \"it's convenient for my office.\" Could you use any"
  },
  {
    "startTime": 337.25,
    "endTime": 340.01,
    "text": "of these words to describe your home?"
  },
  {
    "startTime": 340.01,
    "endTime": 347.09,
    "text": "Okay, but what if you don't like your home? Well, here are some words you could use: 'cramped'"
  },
  {
    "startTime": 347.09,
    "endTime": 353.41999999999996,
    "text": "means your home is too small, so you don't have enough space. 'Dark' means your home"
  },
  {
    "startTime": 353.42,
    "endTime": 360.67,
    "text": "doesn't get enough light, so that even when it's sunny outside, it's still dark inside."
  },
  {
    "startTime": 360.67,
    "endTime": 367.95,
    "text": "'Drafty' means cold air comes inside through the windows or through the doors in the winter."
  },
  {
    "startTime": 367.95,
    "endTime": 374.78,
    "text": "'Stuffy' means there's not enough air so it's very uncomfortable in hot weather. You could"
  },
  {
    "startTime": 374.78,
    "endTime": 380.13,
    "text": "say your home is 'noisy', for example if you live near a main road, your home might be"
  },
  {
    "startTime": 380.13,
    "endTime": 382.76,
    "text": "noisy even at night."
  },
  {
    "startTime": 382.76,
    "endTime": 388.43,
    "text": "Can you make a sentence about your home using some of these words? For example, \"My home"
  },
  {
    "startTime": 388.43,
    "endTime": 395.07,
    "text": "is light and spacious, but it can get very drafty in the winter.\" \"I like my apartment"
  },
  {
    "startTime": 395.07,
    "endTime": 399.84999999999997,
    "text": "because it's cosy, although it can be noisy because there's a restaurant just downstairs.\""
  },
  {
    "startTime": 399.85,
    "endTime": 405.97,
    "text": "Okay, so now you can talk about your home and what you think of it. What else can you"
  },
  {
    "startTime": 405.97,
    "endTime": 412.17,
    "text": "say on this topic? Let's look, part four: saying who you live with. Who do you live"
  },
  {
    "startTime": 412.17,
    "endTime": 419.09000000000003,
    "text": "with? Do live with your parents, your husband or wife, with your family? Do you live by"
  },
  {
    "startTime": 419.09,
    "endTime": 426.9,
    "text": "yourself or do you live with flatmates (people who you share a rented flat with)? Maybe you"
  },
  {
    "startTime": 426.9,
    "endTime": 429.17999999999995,
    "text": "live with friends."
  },
  {
    "startTime": 429.18,
    "endTime": 436.1,
    "text": "Let's look at examples of what you could say here. \"I live with my parents.\" \"I live in"
  },
  {
    "startTime": 436.1,
    "endTime": 444.83000000000004,
    "text": "a shared house; I have four flatmates.\" \"I live by myself.\" What about you? Okay, that"
  },
  {
    "startTime": 444.83,
    "endTime": 450.81,
    "text": "was easy. Let's look at one more topic you can talk about. Part five: talking about your"
  },
  {
    "startTime": 450.81,
    "endTime": 457.49,
    "text": "neighbourhood. First, be careful with the word 'neighbourhood'. A neighbourhood is not"
  },
  {
    "startTime": 457.49,
    "endTime": 465.66,
    "text": "a person; it's the area near your home. So where is your home? Is it in the city centre,"
  },
  {
    "startTime": 465.66,
    "endTime": 473.01000000000005,
    "text": "the suburbs, or outside the city? If you live outside the city, do you live on the outskirts"
  },
  {
    "startTime": 473.01,
    "endTime": 478.33,
    "text": "of the city, in a village, or in the middle of nowhere?"
  },
  {
    "startTime": 478.33,
    "endTime": 485.09,
    "text": "How could you describe your neighbourhood? Is it quiet or lively? Trendy or boring? Are"
  },
  {
    "startTime": 485.09,
    "endTime": 491.82,
    "text": "there many shops, cafes, bars, restaurants? Are there parks or sports facilities? For"
  },
  {
    "startTime": 491.82,
    "endTime": 498.62,
    "text": "example, you could say, \"I live in a very lively area just south of the city center."
  },
  {
    "startTime": 498.62,
    "endTime": 506.28000000000003,
    "text": "There are many cafes, shops, and places to go.\" Or, \"I live in a quiet area in the suburbs,"
  },
  {
    "startTime": 506.28,
    "endTime": 512.64,
    "text": "in the north of the city. It's a nice area and it's quiet, but it's a bit boring. There"
  },
  {
    "startTime": 512.64,
    "endTime": 519.069,
    "text": "isn't really anything to do.\" What about you? Can you say something about your neighborhood?"
  },
  {
    "startTime": 519.069,
    "endTime": 525.0889999999999,
    "text": "Okay, finally let's put everything together. If you can use everything we've looked at"
  },
  {
    "startTime": 525.089,
    "endTime": 531.3190000000001,
    "text": "in this lesson, you should be able to speak very clearly and with lots of details about"
  },
  {
    "startTime": 531.319,
    "endTime": 534.209,
    "text": "your home and where you live."
  },
  {
    "startTime": 534.209,
    "endTime": 540.3599999999999,
    "text": "For example, \"I live in a two-story terraced house. It has two bedrooms, a living room,"
  },
  {
    "startTime": 540.36,
    "endTime": 546.399,
    "text": "a small kitchen, and a garden. It's cosy and convenient for getting to work, but it's a"
  },
  {
    "startTime": 546.399,
    "endTime": 553.019,
    "text": "bit cramped, especially when we have guests. I live with my wife and daughter. Our house"
  },
  {
    "startTime": 553.019,
    "endTime": 558.6,
    "text": "is near the city centre in a quiet neighborhood. There isn't much to do, but there are some"
  },
  {
    "startTime": 558.6,
    "endTime": 563.5400000000001,
    "text": "small shops and a park where we go if the weather's nice.\""
  },
  {
    "startTime": 563.54,
    "endTime": 570.56,
    "text": "Here's one more sample answer: \"I live by myself in a studio apartment. It just has"
  },
  {
    "startTime": 570.56,
    "endTime": 576.529,
    "text": "one main room with a tiny kitchen. It's very warm in winter, but it can get a bit stuffy"
  },
  {
    "startTime": 576.529,
    "endTime": 582.93,
    "text": "in summer. I live in the city center, very close to everything. It's very lively, with"
  },
  {
    "startTime": 582.93,
    "endTime": 587.8499999999999,
    "text": "lots of bars and restaurants. It's a good place for young people to live, but not many"
  },
  {
    "startTime": 587.85,
    "endTime": 590.72,
    "text": "families choose to live here.\""
  },
  {
    "startTime": 590.72,
    "endTime": 595.6600000000001,
    "text": "What about you? Can you make an answer like this talking about where you live? Try to"
  },
  {
    "startTime": 595.66,
    "endTime": 601.23,
    "text": "use as much language from the lesson as you can. Okay, that's the end of the lesson. Thanks"
  },
  {
    "startTime": 601.23,
    "endTime": 607.48,
    "text": "very much for watching. You can see more of our free English lessons on our website, oxfordonlineenglish.com,"
  },
  {
    "startTime": 607.48,
    "endTime": 617.48,
    "text": "but that's all. Thanks again. I'll see you next time. Bye-bye!"
  }
]