[
  {
    "startTime": 6.5,
    "endTime": 11.0,
    "text": "[In a Moment of Vision... ]"
  },
  {
    "startTime": 12.5,
    "endTime": 13.8,
    "text": "It's the 1940s."
  },
  {
    "startTime": 13.9,
    "endTime": 20.8,
    "text": "The world is at war, and for the first time in American history, women are joining the full-time workforce in droves."
  },
  {
    "startTime": 22.2,
    "endTime": 28.4,
    "text": "An organic chemist by the name of Hazel Bishop is in the midst of designing aircraft fuel for different oil companies."
  },
  {
    "startTime": 28.7,
    "endTime": 31.099999999999998,
    "text": "But her true interests lie elsewhere."
  },
  {
    "startTime": 31.7,
    "endTime": 36.9,
    "text": "The influx of women in the workforce hasn't changed the superficial expectations of society,"
  },
  {
    "startTime": 37.0,
    "endTime": 41.2,
    "text": "and working women are expected to look well-groomed no matter their trade."
  },
  {
    "startTime": 42.0,
    "endTime": 47.1,
    "text": "Bishop is sick of having to take time to powder her nose and reapply her lipstick."
  },
  {
    "startTime": 48.4,
    "endTime": 55.3,
    "text": "Although the FDA has already begun regulating cosmetics, various ingredients in lipsticks can be detrimental to lip health."
  },
  {
    "startTime": 56.2,
    "endTime": 61.300000000000004,
    "text": "The bromo acid stains used to maintain color in most lipsticks are terribly drying."
  },
  {
    "startTime": 62.5,
    "endTime": 68.9,
    "text": "Bishop spends her spare time working with stains and dyes, mixing oils, and experimenting with molten wax."
  },
  {
    "startTime": 69.9,
    "endTime": 73.9,
    "text": "In a moment of vision and after years of hard work,"
  },
  {
    "startTime": 74.2,
    "endTime": 84.9,
    "text": "Bishop introduces one of the first smudge-proof, long-lasting, working woman's lipsticks that doesn't just tint the lips, but also keeps them healthy and moisturized."
  },
  {
    "startTime": 85.0,
    "endTime": 90.5,
    "text": "Marketed as the only kissable lipstick, Bishop's product takes off."
  },
  {
    "startTime": 90.6,
    "endTime": 98.3,
    "text": "And it isn't long before rival companies are not just replicating the lipstick but creating other,  more practical cosmetics."
  },
  {
    "startTime": 100.1,
    "endTime": 103.8,
    "text": "Today, lip cosmetics are a billion dollar industry."
  }
]