[
  {
    "startTime": 1.01,
    "endTime": 7.42,
    "text": "Hello my name is Emmelda. Welcome back to my lesson. I have a very interesting topic"
  },
  {
    "startTime": 7.42,
    "endTime": 11.91,
    "text": "for all the English learners. I know your'e gonna say this is a very old dialogue Emmelda"
  },
  {
    "startTime": 11.91,
    "endTime": 16.849,
    "text": ". Yes it is, why because you've got so many things to learn. So what are we going to learn"
  },
  {
    "startTime": 16.849,
    "endTime": 23.881,
    "text": "today? We are going to learn today all the silly mistakes English learners make. Stay"
  },
  {
    "startTime": 23.881,
    "endTime": 37.519999999999996,
    "text": "tuned till the end, because all the points are very important. So let's get started with first one."
  },
  {
    "startTime": 37.52,
    "endTime": 43.809000000000005,
    "text": "Unnecessary usage of to. Iv'e seen, Iv'e noticed a lot of English students of mine used the"
  },
  {
    "startTime": 43.809,
    "endTime": 56.289,
    "text": "word to, too many times. What do I mean? Tell to him, could you tell to him that I want"
  },
  {
    "startTime": 56.289,
    "endTime": 65.55,
    "text": "this, no. Tell to is wrong English. You say, Tell him similarly they would say, Give it"
  },
  {
    "startTime": 65.55,
    "endTime": 80.37,
    "text": "to him. No just say, Give him. So avoid using the word to unnecessarily, because this actually"
  },
  {
    "startTime": 80.37,
    "endTime": 87.17,
    "text": "will lead to a lot of grammatical errors, so tell to him, give to him, give to him may"
  },
  {
    "startTime": 87.17,
    "endTime": 93.381,
    "text": "sound right at some places. But generally, it's usually wrong. Give him, tell him. The"
  },
  {
    "startTime": 93.381,
    "endTime": 104.49,
    "text": "next one is, Tell him this verses Tell this to him. What do I mean tell this to him? Again"
  },
  {
    "startTime": 104.49,
    "endTime": 110.53,
    "text": "unnecessary usage of to, but now you have this as well. Tell this to him. Can you please"
  },
  {
    "startTime": 110.53,
    "endTime": 116.85,
    "text": "tell this to him that I love him. No, can you please tell him this that I love him."
  },
  {
    "startTime": 116.85,
    "endTime": 129.2,
    "text": "Tell him this and not tell this to him. Similar expressions. Can you pass him some chocolates"
  },
  {
    "startTime": 129.2,
    "endTime": 138.51899999999998,
    "text": "or pass him this. Can you pass him this or pass him some chocolates. You will not say,"
  },
  {
    "startTime": 138.519,
    "endTime": 147.329,
    "text": "Pass this to him, no pass him this. unnecessary words avoid redundancy, so pass him this or"
  },
  {
    "startTime": 147.329,
    "endTime": 164.029,
    "text": "give him this. Give him this, Can you give him this gift, pass him this, give him this,"
  },
  {
    "startTime": 164.029,
    "endTime": 168.799,
    "text": "tell him this, ask him this. So these are the different phrases where you don't use"
  },
  {
    "startTime": 168.799,
    "endTime": 174.989,
    "text": "to neither do you combine this in to and bring them between the two words. Pass him this,"
  },
  {
    "startTime": 174.989,
    "endTime": 181.919,
    "text": "give him this, tell him this, ask him this, order him this. So is that clear? Can I move"
  },
  {
    "startTime": 181.919,
    "endTime": 190.079,
    "text": "on to the next one? So sure. Many verses lot. A lot of people have the confusion when they"
  },
  {
    "startTime": 190.079,
    "endTime": 199.299,
    "text": "are using many verses lot, which one should I use? Well, first things first many is actually"
  },
  {
    "startTime": 199.299,
    "endTime": 203.37900000000002,
    "text": "used in formal English more often then not."
  },
  {
    "startTime": 203.379,
    "endTime": 209.09,
    "text": "Again it's more often then not, so don't take my word, word by word. Many is usually used"
  },
  {
    "startTime": 209.09,
    "endTime": 219.56900000000002,
    "text": "informal, however lots is usually used in informal English. While many is for countable"
  },
  {
    "startTime": 219.569,
    "endTime": 227.469,
    "text": "nouns like many pen or many sticks. Lots is for uncountable or collective noun, however"
  },
  {
    "startTime": 227.469,
    "endTime": 234.059,
    "text": "I'm sure you would have noticed a lot of people use, lot or lots with countable noun. Let"
  },
  {
    "startTime": 234.059,
    "endTime": 243.22,
    "text": "me give you an example, Iv'e got lots of dresses and many of which is in white in color. Lots"
  },
  {
    "startTime": 243.22,
    "endTime": 254.6,
    "text": "of, Iv'e got lots of dresses. Well, you can say, Hey Emmelda I can count dresses, It's"
  },
  {
    "startTime": 254.6,
    "endTime": 261.57,
    "text": "one dress, two dress, thousand dress, yes I know you can count. But am I know exactly"
  },
  {
    "startTime": 261.57,
    "endTime": 266.21999999999997,
    "text": "how many dresses do I have? No I don't so when I'm collecting all those thoughts and"
  },
  {
    "startTime": 266.22,
    "endTime": 272.99,
    "text": "I'm thinking maybe I have twenty thousand five hundred and thirty. I wouldn't know,"
  },
  {
    "startTime": 272.99,
    "endTime": 277.73,
    "text": "I really cannot count. By the way I don't have twenty thousand dresses. So yeah stop"
  },
  {
    "startTime": 277.73,
    "endTime": 283.08000000000004,
    "text": "talking about that, lots of dresses, why because I'm not aware of how many dresses do I have?"
  },
  {
    "startTime": 283.08,
    "endTime": 295.84999999999997,
    "text": "So I'm gonna collect it and say, Iv'e got lot of dresses. Many of which, now here I'm"
  },
  {
    "startTime": 295.85,
    "endTime": 302.351,
    "text": "taking a reasonable portion of this lots, so many of which where I can count. Maybe"
  },
  {
    "startTime": 302.351,
    "endTime": 307.91,
    "text": "out of the twenty thousand dresses, I have ten dresses which are white in color or fifteen"
  },
  {
    "startTime": 307.91,
    "endTime": 312.63000000000005,
    "text": "dresses, which are white in color. So many of which, lots of dresses many of which are"
  },
  {
    "startTime": 312.63,
    "endTime": 320.78,
    "text": "white in color or there are lots of people, who believe that music is a best way of bringing"
  },
  {
    "startTime": 320.78,
    "endTime": 322.30999999999995,
    "text": "peace."
  },
  {
    "startTime": 322.31,
    "endTime": 330.46,
    "text": "Many of them love rock music, so lots of people, lots of dresses, lots of countries, lots of"
  },
  {
    "startTime": 330.46,
    "endTime": 341.21,
    "text": "money. Many people, many countries. You have to identify, how are you using those collective"
  },
  {
    "startTime": 341.21,
    "endTime": 345.96,
    "text": "nouns or those countable nouns,when your'e using lot, so we'll have to be very careful."
  },
  {
    "startTime": 345.96,
    "endTime": 352.65,
    "text": "I know this might be confusing right now, but my tip would be try and read as much as"
  },
  {
    "startTime": 352.65,
    "endTime": 358.56,
    "text": "you can and try to watch English movies, they actually combine, they have lot of dialogues"
  },
  {
    "startTime": 358.56,
    "endTime": 365.05,
    "text": "where they have, they use the words lots verses many. Lots of dresses many of which. The forth"
  },
  {
    "startTime": 365.05,
    "endTime": 371.62,
    "text": "silly mistake absolutely silly is put verses keep. What do you even mean by put verses"
  },
  {
    "startTime": 371.62,
    "endTime": 380.67,
    "text": "keep? Keep means to maintain position by the way, oxford dictionary. Not possession actually,"
  },
  {
    "startTime": 380.67,
    "endTime": 388.16,
    "text": "It's possession. Sorry my bad, It's keep means to maintain possession that means, I have"
  },
  {
    "startTime": 388.16,
    "endTime": 393.24,
    "text": "this marker, I'm gonna keep it with me. So usually it's very personal, I'm gonna keep"
  },
  {
    "startTime": 393.24,
    "endTime": 402.56100000000004,
    "text": "it with me. So maintain possession or maintain condition, keep it low, keep it low. Keep"
  },
  {
    "startTime": 402.561,
    "endTime": 406.95,
    "text": "it low or I'm gonna keep this with me. That's when you use keep. If your'e maintaining a"
  },
  {
    "startTime": 406.95,
    "endTime": 414.14,
    "text": "possession or condition. But when do you use put? When your'e saying put this marker on"
  },
  {
    "startTime": 414.14,
    "endTime": 420.55,
    "text": "the table, you don't say keep this marker on the table or can keep you keep the glass"
  },
  {
    "startTime": 420.55,
    "endTime": 426.69,
    "text": "on the corner. No you say, Put the glass on the corner or keep the marker on the table."
  },
  {
    "startTime": 426.69,
    "endTime": 433.74,
    "text": "Better words to use for put is store. Specially if you are actually storing something, so"
  },
  {
    "startTime": 433.74,
    "endTime": 441.28000000000003,
    "text": "you say, Store the casserole or store these books on the rack, put verses keep. This means"
  },
  {
    "startTime": 441.28,
    "endTime": 443.78999999999996,
    "text": "maintain possession or condition."
  },
  {
    "startTime": 443.79,
    "endTime": 449.14000000000004,
    "text": "So never use put this marker on the table. I'm sorry never use keep this marker on the"
  },
  {
    "startTime": 449.14,
    "endTime": 454.15,
    "text": "table. You would say, Put this marker on the table, put the glass of water on the dining"
  },
  {
    "startTime": 454.15,
    "endTime": 462.10999999999996,
    "text": "table. The last but the most important is, State of verbs verses Action verbs. What are"
  },
  {
    "startTime": 462.11,
    "endTime": 470.95,
    "text": "action verbs? That you do, going is action or singing is an action. But what are state"
  },
  {
    "startTime": 470.95,
    "endTime": 475.889,
    "text": "of verbs. State of verbs are those verbs, which do not have a definite point of starting"
  },
  {
    "startTime": 475.889,
    "endTime": 486.73,
    "text": "or ending. For example, Love, MC Donald's, very bad. People say, people are now saying,"
  },
  {
    "startTime": 486.73,
    "endTime": 492.81,
    "text": "I'm loving it, yes It's their slogan, but love is a state of verb. The right way of"
  },
  {
    "startTime": 492.81,
    "endTime": 499.4,
    "text": "pronouncing or using the word is , I love it, you won't say, I'm loving it now and I'm"
  },
  {
    "startTime": 499.4,
    "endTime": 503.52,
    "text": "loving it the next second and I'm loving the third second, no you would say, I love it"
  },
  {
    "startTime": 503.52,
    "endTime": 508.4,
    "text": "or I use to love it, because you don't know, When did you start? Which exact moment did"
  },
  {
    "startTime": 508.4,
    "endTime": 517.4399999999999,
    "text": "you start liking it? So I love it. I feel, I can feel it. It's not that I'm feeling like"
  },
  {
    "startTime": 517.44,
    "endTime": 521.32,
    "text": "I'm, I feel it this second, I feel it the next second. I'm gonna feel it for the next"
  },
  {
    "startTime": 521.32,
    "endTime": 527.1400000000001,
    "text": "thirty seconds. You feel it as a thought, It's actually very abstract. So you have abstract"
  },
  {
    "startTime": 527.14,
    "endTime": 542.6899999999999,
    "text": "feelings or abstract verbs, Love, Feel, Think. Okay word of caution. Think and actually be"
  },
  {
    "startTime": 542.69,
    "endTime": 553.3900000000001,
    "text": "state or action verb. I think your'e right, this becomes state verb. When you say, I think"
  },
  {
    "startTime": 553.39,
    "endTime": 562.08,
    "text": "I'm gonna have, I think this answer is correct, that means you think at this moment the answer"
  },
  {
    "startTime": 562.08,
    "endTime": 567.84,
    "text": "is correct. Maybe the next moment you don't think so. So think can be used as state or"
  },
  {
    "startTime": 567.84,
    "endTime": 568.84,
    "text": "as action verb."
  },
  {
    "startTime": 568.84,
    "endTime": 577.94,
    "text": "Another verb is have. For example, when I say, I have a car. It doesn't mean I have"
  },
  {
    "startTime": 577.94,
    "endTime": 584.5100000000001,
    "text": "a car at this second and I have a car at next second, I have a car following second. I have"
  },
  {
    "startTime": 584.51,
    "endTime": 589.2,
    "text": "a car, It means I don't know, I know when I got it but I don't know how long am I gonna"
  },
  {
    "startTime": 589.2,
    "endTime": 596.7700000000001,
    "text": "use it, Have but if your'e using have as an action verb. You say, I'm having breakfast,"
  },
  {
    "startTime": 596.77,
    "endTime": 601.8199999999999,
    "text": "Why? Because you know when you started it and you know when your'e gonna end it, so"
  },
  {
    "startTime": 601.82,
    "endTime": 609.0300000000001,
    "text": "have can be used as state and action together. You have to be really careful, when your'e"
  },
  {
    "startTime": 609.03,
    "endTime": 614.2099999999999,
    "text": "using these words and how your'e using these words, because what matters most is, What"
  },
  {
    "startTime": 614.21,
    "endTime": 621.51,
    "text": "context are you using these words for? Have, think, love, feel. All these words are action"
  },
  {
    "startTime": 621.51,
    "endTime": 622.51,
    "text": "verses state of words."
  },
  {
    "startTime": 622.51,
    "endTime": 629.051,
    "text": "Again going to be very confusing best way to do is read, watch news, watch movies. They"
  },
  {
    "startTime": 629.051,
    "endTime": 634.61,
    "text": "will help you a lot. So I come to or we have come to the end of this lesson. I hope you"
  },
  {
    "startTime": 634.61,
    "endTime": 640.36,
    "text": "enjoyed it. I hope you got some of the ideas very clear, if your'e not sure you can write"
  },
  {
    "startTime": 640.36,
    "endTime": 646.32,
    "text": "comments and I'll be more the happy to help you with it. I'll be back with another lesson"
  },
  {
    "startTime": 646.32,
    "endTime": 656.32,
    "text": "until then good bye. Have fun and keep learning English. Good bye."
  }
]