[
  {
    "startTime": 1.939,
    "endTime": 7.7,
    "text": "Hello, I'm Oli. Welcome to Oxford Online English! In this lesson, you can learn about how to"
  },
  {
    "startTime": 7.7,
    "endTime": 14.86,
    "text": "talk about your free time and hobbies in English. What do you like doing in your free time?"
  },
  {
    "startTime": 14.86,
    "endTime": 20.46,
    "text": "Do you have any interesting hobbies? Talking about your free time is a great way to start"
  },
  {
    "startTime": 20.46,
    "endTime": 26.17,
    "text": "a conversation in English, or to find things in common when you're speaking to somebody."
  },
  {
    "startTime": 26.17,
    "endTime": 30.48,
    "text": "By the end of this lesson, you'll be able to speak clearly and naturally about your"
  },
  {
    "startTime": 30.48,
    "endTime": 33.05,
    "text": "free time and your hobbies in English."
  },
  {
    "startTime": 33.05,
    "endTime": 40.69,
    "text": "Part one: free time and hobbies vocabulary. What words do you know for free time activities"
  },
  {
    "startTime": 40.69,
    "endTime": 48.159,
    "text": "in English? Some people prefer things you can do at home, like watching TV, reading,"
  },
  {
    "startTime": 48.159,
    "endTime": 55.3,
    "text": "or cooking. Other people like sports, like playing football, playing basketball, playing"
  },
  {
    "startTime": 55.3,
    "endTime": 62.638999999999996,
    "text": "tennis, going swimming, going jogging, or going climbing, or maybe doing boxing, doing"
  },
  {
    "startTime": 62.639,
    "endTime": 64.33,
    "text": "judo, or doing yoga."
  },
  {
    "startTime": 64.33,
    "endTime": 71.35,
    "text": "Of course, many people prefer more social activities, for example, hanging out with"
  },
  {
    "startTime": 71.35,
    "endTime": 78.0,
    "text": "your friends, relaxing with your family, or going shopping. Or maybe you like to do something"
  },
  {
    "startTime": 78.0,
    "endTime": 85.57,
    "text": "more creative, like taking photos, painting, or writing stories or writing a blog. What"
  },
  {
    "startTime": 85.57,
    "endTime": 91.77999999999999,
    "text": "about you? What kind of free time activities do you prefer? Let's look at how you can talk"
  },
  {
    "startTime": 91.78,
    "endTime": 95.55,
    "text": "about free time activities and hobbies which you like."
  },
  {
    "startTime": 95.55,
    "endTime": 106.3,
    "text": "Part two: what do you like doing? In my free time, I like . . . What could you say here?"
  },
  {
    "startTime": 106.3,
    "endTime": 113.35,
    "text": "\"In my free time, I like playing basketball.\" \"In my free time, I like relaxing with my"
  },
  {
    "startTime": 113.35,
    "endTime": 122.6,
    "text": "family.\" \"In my free time, I like reading books.\" Can you see a pattern here? In every"
  },
  {
    "startTime": 122.6,
    "endTime": 130.22,
    "text": "sentence, after 'like,' we use a verb plus -ing. Can you make a sentence? What do you"
  },
  {
    "startTime": 130.22,
    "endTime": 138.39,
    "text": "like doing in your free time? But just using 'like' can be repetitive and boring. So what"
  },
  {
    "startTime": 138.39,
    "endTime": 140.64999999999998,
    "text": "other verbs can you use?"
  },
  {
    "startTime": 140.65,
    "endTime": 150.17000000000002,
    "text": "Well, you could use verbs like 'love', 'enjoy', or 'hate'. For example: \"I love going swimming.\""
  },
  {
    "startTime": 150.17,
    "endTime": 159.63,
    "text": "\"I enjoy watching TV.\" \"I hate going shopping.\" Can you see the same pattern? After all of"
  },
  {
    "startTime": 159.63,
    "endTime": 169.04,
    "text": "these verbs, you need to use a verb with -ing. You can also add words like 'really', 'sometimes',"
  },
  {
    "startTime": 169.04,
    "endTime": 176.84,
    "text": "or 'absolutely', to make your meaning stronger or weaker. For example: \"I really like taking"
  },
  {
    "startTime": 176.84,
    "endTime": 184.959,
    "text": "photos.\" \"Sometimes I enjoy going jogging.\" \"I absolutely hate playing football.\""
  },
  {
    "startTime": 184.959,
    "endTime": 192.18,
    "text": "Now it's your turn. What can you say? Can you make your own sentences? OK, so now you"
  },
  {
    "startTime": 192.18,
    "endTime": 197.53,
    "text": "can say something about what you like or don't like doing. Let's look at how you can add"
  },
  {
    "startTime": 197.53,
    "endTime": 205.02,
    "text": "more details to your ideas. First, let's say how often you do your free time activity."
  },
  {
    "startTime": 205.02,
    "endTime": 213.03,
    "text": "For example: \"I like playing sport. I play football every Tuesday evening.\" \"I absolutely"
  },
  {
    "startTime": 213.03,
    "endTime": 220.89000000000001,
    "text": "hate going shopping. I only go shopping once or twice a year.\" \"I really like taking photos,"
  },
  {
    "startTime": 220.89,
    "endTime": 228.319,
    "text": "but I don't get the chance to do it often.\" What about you? How often do you do your hobbies?"
  },
  {
    "startTime": 228.319,
    "endTime": 236.39,
    "text": "You can use these phrases to help you talk. 'Every . . .' For example: 'every weekend',"
  },
  {
    "startTime": 236.39,
    "endTime": 247.26,
    "text": "'every Saturday afternoon', 'every day'. 'Once or twice a . . .', for example: 'once a week',"
  },
  {
    "startTime": 247.26,
    "endTime": 254.97,
    "text": "'twice a month', 'three times a year', and so on. Can you make some sentences like this"
  },
  {
    "startTime": 254.97,
    "endTime": 260.93,
    "text": "about your free time and hobbies? How often do you do your hobbies?"
  },
  {
    "startTime": 260.93,
    "endTime": 269.139,
    "text": "Next, let's add some details about where you do your hobby or free time activity. For example:"
  },
  {
    "startTime": 269.139,
    "endTime": 275.97,
    "text": "\"I like playing sport. I play football every Tuesday evening at the park near my house.\""
  },
  {
    "startTime": 275.97,
    "endTime": 282.41,
    "text": "\"I enjoy having coffee with my friends. We go to a cafe in the city center once or twice"
  },
  {
    "startTime": 282.41,
    "endTime": 288.66,
    "text": "a week.\" \"I really like taking wildlife photos in the forest, but I don't get the chance"
  },
  {
    "startTime": 288.66,
    "endTime": 291.18,
    "text": "to do it often.\""
  },
  {
    "startTime": 291.18,
    "endTime": 296.09000000000003,
    "text": "You can see that our answers are getting more detailed. When you speak, you should always"
  },
  {
    "startTime": 296.09,
    "endTime": 300.71,
    "text": "try to add some details to your ideas, like this. It will make your English sound more"
  },
  {
    "startTime": 300.71,
    "endTime": 307.37,
    "text": "interesting and more natural. What about you? Can you add some details like these to your"
  },
  {
    "startTime": 307.37,
    "endTime": 314.15,
    "text": "sentences? Pause the video. Practice. Try to make some sentences. Say them out loud."
  },
  {
    "startTime": 314.15,
    "endTime": 315.59999999999997,
    "text": "Practice a little bit."
  },
  {
    "startTime": 315.6,
    "endTime": 322.16,
    "text": "OK. next, let's look at giving background information, especially if you have an interesting"
  },
  {
    "startTime": 322.16,
    "endTime": 330.01000000000005,
    "text": "or an unusual hobby. You can talk about when and why you started doing it. For example,"
  },
  {
    "startTime": 330.01,
    "endTime": 337.0,
    "text": "\"I started playing tennis when I was 10.\" \"I've been learning to paint for six months"
  },
  {
    "startTime": 337.0,
    "endTime": 344.949,
    "text": "now.\" \"I decided to do yoga because I wanted to be healthy.\" \"My French friend got me into"
  },
  {
    "startTime": 344.949,
    "endTime": 352.949,
    "text": "climbing.\" In the last sentence, the phrase, \"My friend got me into something,\" means that"
  },
  {
    "startTime": 352.949,
    "endTime": 358.449,
    "text": "your friend introduced this activity to you, and now you like it."
  },
  {
    "startTime": 358.449,
    "endTime": 364.33000000000004,
    "text": "What can you say about your hobby? Can you use some of these phrases to talk about yourself?"
  },
  {
    "startTime": 364.33,
    "endTime": 369.03999999999996,
    "text": "For example, I started climbing when I was living in Russia. I've been climbing for about"
  },
  {
    "startTime": 369.04,
    "endTime": 378.22,
    "text": "eight years. I also recently decided to do yoga because I wanted to be more flexible."
  },
  {
    "startTime": 378.22,
    "endTime": 386.199,
    "text": "When I was younger, my dad got me into photography. What about you? What are your examples?"
  },
  {
    "startTime": 386.199,
    "endTime": 392.199,
    "text": "Finally, let's look at how you can add some descriptive words to say why you do or don't"
  },
  {
    "startTime": 392.199,
    "endTime": 399.55,
    "text": "enjoy something. For example, \"I like climbing because it's really exciting.\" \"I love doing"
  },
  {
    "startTime": 399.55,
    "endTime": 406.33,
    "text": "yoga because it's so relaxing.\" \"I really like writing stories because it's creative,"
  },
  {
    "startTime": 406.33,
    "endTime": 412.039,
    "text": "and I like using my imagination.\" You can also use negative adjectives to talk about"
  },
  {
    "startTime": 412.039,
    "endTime": 419.8,
    "text": "things you don't like. For example, \"I don't like going jogging because it's tiring.\" \"I"
  },
  {
    "startTime": 419.8,
    "endTime": 426.229,
    "text": "hate watching TV because I find it boring.\" \"I've been trying to learn to paint, but it's"
  },
  {
    "startTime": 426.229,
    "endTime": 433.52,
    "text": "too hard.\" Why do you like your hobbies? What are some activities you don't like doing?"
  },
  {
    "startTime": 433.52,
    "endTime": 436.19,
    "text": "Can you say why you don't like them?"
  },
  {
    "startTime": 436.19,
    "endTime": 443.05,
    "text": "Try to make some sentences and practice using this language. OK, now it's your turn to speak."
  },
  {
    "startTime": 443.05,
    "endTime": 449.85,
    "text": "Let's try using everything we've looked at to make a longer answer. For example, \"I really"
  },
  {
    "startTime": 449.85,
    "endTime": 455.41,
    "text": "like playing tennis. I play every weekend at the park near my house. Sometimes I play"
  },
  {
    "startTime": 455.41,
    "endTime": 460.38000000000005,
    "text": "with my brother, or sometimes with a friend. My brother got me into it because he loves"
  },
  {
    "startTime": 460.38,
    "endTime": 465.93,
    "text": "sports, and he needed someone to play with. I didn't like it at first because it was hard,"
  },
  {
    "startTime": 465.93,
    "endTime": 472.669,
    "text": "and I lost all the time. But now, I enjoy it, especially when I beat my brother.\""
  },
  {
    "startTime": 472.669,
    "endTime": 481.08,
    "text": "OK, let's do one more sample answer. \"I love taking photos. Once or twice a month, I go"
  },
  {
    "startTime": 481.08,
    "endTime": 486.50899999999996,
    "text": "to different areas of the city and look for interesting pictures to take. I've been interested"
  },
  {
    "startTime": 486.509,
    "endTime": 491.759,
    "text": "in photography since I was young, when my dad got me a camera for my birthday. I like"
  },
  {
    "startTime": 491.759,
    "endTime": 497.46000000000004,
    "text": "it because it's creative, and I can express myself through my pictures. Anyone can use"
  },
  {
    "startTime": 497.46,
    "endTime": 502.19899999999996,
    "text": "a camera, but you need to use your imagination to find good pictures.\""
  },
  {
    "startTime": 502.199,
    "endTime": 509.33000000000004,
    "text": "Now, can you talk about your free time? What do you like doing? Where do you go, and how"
  },
  {
    "startTime": 509.33,
    "endTime": 517.4499999999999,
    "text": "often? When did you start doing this hobby, and why? And, why do you like or, perhaps,"
  },
  {
    "startTime": 517.45,
    "endTime": 525.3100000000001,
    "text": "dislike this activity? Try to talk for at least 30 seconds. Give lots of details. Add"
  },
  {
    "startTime": 525.31,
    "endTime": 528.4499999999999,
    "text": "details to make your answer more interesting."
  },
  {
    "startTime": 528.45,
    "endTime": 533.69,
    "text": "OK, that's the end of the lesson. Thanks very much for watching. I hope you learned something"
  },
  {
    "startTime": 533.69,
    "endTime": 538.5400000000001,
    "text": "about how to talk about your free time in English. You can see more free lessons on"
  },
  {
    "startTime": 538.54,
    "endTime": 543.4399999999999,
    "text": "our website, www.oxfordonlineenglish.com. But that's all, thanks again. See you next"
  },
  {
    "startTime": 543.44,
    "endTime": 553.44,
    "text": "time! Bye bye."
  }
]