[
  {
    "startTime": 10.01,
    "endTime": 12.068,
    "text": "Hey, welcome back to 8IELTS."
  },
  {
    "startTime": 12.068,
    "endTime": 16.032,
    "text": "This is great! Thank you. Back to you."
  },
  {
    "startTime": 16.032,
    "endTime": 23.016,
    "text": "We’d like to say a big thank you for everybody that’s following our show."
  },
  {
    "startTime": 23.016,
    "endTime": 26.078,
    "text": "Thanks people think we are so educational that people love our show so much."
  },
  {
    "startTime": 26.078,
    "endTime": 31.024,
    "text": "As people who work on the show are so happy about that, so thank you guys so much!"
  },
  {
    "startTime": 31.024,
    "endTime": 33.089,
    "text": "I wonder what the topic is today."
  },
  {
    "startTime": 33.089,
    "endTime": 35.076,
    "text": "I see pencil case, laptop."
  },
  {
    "startTime": 35.076,
    "endTime": 37.025,
    "text": "Thank you."
  },
  {
    "startTime": 37.025,
    "endTime": 41.001999999999995,
    "text": "But I wonder what topic it’s really about today."
  },
  {
    "startTime": 41.002,
    "endTime": 44.041000000000004,
    "text": "We have so many people requesting for different topic."
  },
  {
    "startTime": 44.041,
    "endTime": 45.044999999999995,
    "text": "Thank you."
  },
  {
    "startTime": 45.045,
    "endTime": 51.056000000000004,
    "text": "And now, I finally get to know, the topic today’s on university."
  },
  {
    "startTime": 51.056,
    "endTime": 58.034,
    "text": "I know the perfect pair who’s going to give us some inside into university on the IELTS exam."
  },
  {
    "startTime": 58.034,
    "endTime": 62.096,
    "text": "And they are people that have been very successful in the university application."
  },
  {
    "startTime": 62.096,
    "endTime": 67.09,
    "text": "And these are two people and of course, before we meet them, I gonna prepare a little bit of the script."
  },
  {
    "startTime": 67.09,
    "endTime": 88.058,
    "text": "We gonna meet them right now, ok?"
  },
  {
    "startTime": 88.058,
    "endTime": 94.02600000000001,
    "text": "Hey, you’re back with us in the studio and right here we have two people that are going to talk to you about university."
  },
  {
    "startTime": 94.026,
    "endTime": 100.03999999999999,
    "text": "They’re quite experienced because they spend the majority of their time in the university environment."
  },
  {
    "startTime": 100.04,
    "endTime": 104.02000000000001,
    "text": "So let’s welcome Phuong Mac Tri and Viet Nguyen to the studio."
  },
  {
    "startTime": 104.02,
    "endTime": 105.063,
    "text": "Thanks guys for coming."
  },
  {
    "startTime": 105.063,
    "endTime": 107.047,
    "text": "Thank you for having us."
  },
  {
    "startTime": 107.047,
    "endTime": 112.072,
    "text": "Why did you spend so much time in school?"
  },
  {
    "startTime": 112.072,
    "endTime": 114.022,
    "text": "That’s an interesting question."
  },
  {
    "startTime": 114.022,
    "endTime": 123.05300000000001,
    "text": "I think the quickest answer maybe I enjoy school and I find myself doing well in my study."
  },
  {
    "startTime": 123.053,
    "endTime": 132.08599999999998,
    "text": "But part of the reason why I have spent so much time in school is because each of the stage of my education is around a different area."
  },
  {
    "startTime": 132.086,
    "endTime": 141.07100000000003,
    "text": "So it keeps me interested in term of the research that I do and the kind of knowledge that I gain for my study."
  },
  {
    "startTime": 141.071,
    "endTime": 142.081,
    "text": "What about you, Viet?"
  },
  {
    "startTime": 142.081,
    "endTime": 149.00699999999998,
    "text": "I think, for me, I generally say it’s because I always bad at making friends and I like being in the library a little bit more."
  },
  {
    "startTime": 149.007,
    "endTime": 156.066,
    "text": "But also because, like Tri, I love learning. And the thing that I want to study is a little bit more long and involved."
  },
  {
    "startTime": 156.066,
    "endTime": 160.042,
    "text": "Like the process of becoming a doctors is very long!"
  },
  {
    "startTime": 160.042,
    "endTime": 164.056,
    "text": "So it kept me about life in the libraries in schools."
  },
  {
    "startTime": 164.056,
    "endTime": 174.04600000000002,
    "text": "A lot of people want to ask, you’re both from prestigious institutions, “How do you get into those institutions?”"
  },
  {
    "startTime": 174.046,
    "endTime": 179.006,
    "text": "I actually have never thought about going to one of these schools."
  },
  {
    "startTime": 179.006,
    "endTime": 184.034,
    "text": "I went to a state school for undergraduate, so it  really wasn’t part of my directory, for saying."
  },
  {
    "startTime": 184.034,
    "endTime": 186.09699999999998,
    "text": "It wasn’t like a dream that I dared to dream."
  },
  {
    "startTime": 186.097,
    "endTime": 192.06,
    "text": "But it turns out that, I think, it was like life, sort of, brought me there in many ways."
  },
  {
    "startTime": 192.06,
    "endTime": 201.016,
    "text": "Partially, I think the process was that it seemed like a good school for my professional development at that time."
  },
  {
    "startTime": 201.016,
    "endTime": 204.078,
    "text": "For me, I’m about to fight for residency again."
  },
  {
    "startTime": 204.078,
    "endTime": 210.016,
    "text": "So I’m diving into the letter of recommendations, personal statement, in the transcriptions, somethings like that."
  },
  {
    "startTime": 210.016,
    "endTime": 214.09799999999998,
    "text": "And it makes me realize that preparing for these applications is the long process."
  },
  {
    "startTime": 214.098,
    "endTime": 220.001,
    "text": "It’s been my entire life, it’s not the three months before that application is due."
  },
  {
    "startTime": 220.001,
    "endTime": 224.066,
    "text": "So I think it’s a process of learning for myself, what I care about,"
  },
  {
    "startTime": 224.066,
    "endTime": 234.018,
    "text": "what matters, building relationships that can help me in that process of developing skills necessary to progress academically or professionally."
  },
  {
    "startTime": 234.018,
    "endTime": 242.075,
    "text": "So the story of my part is a little funny, because I grew up in Central Square, Cambridge, which is about fifteen-minute walk from Harvard University."
  },
  {
    "startTime": 242.075,
    "endTime": 253.03799999999998,
    "text": "But growing up and going to high school, we always start of Harvard yard, which is area where a lot of classes and the students living in dormitories."
  },
  {
    "startTime": 253.038,
    "endTime": 258.09000000000003,
    "text": "We thought of Harvard yard is just a yard that we walk through to get to Harvard square to hang out and have fun."
  },
  {
    "startTime": 258.09,
    "endTime": 262.08599999999996,
    "text": "Because in high school, we just hang out in Harvard square a lot."
  },
  {
    "startTime": 262.086,
    "endTime": 271.00600000000003,
    "text": "But the short story is that after junior year, we have to take the PSAT back in my days."
  },
  {
    "startTime": 271.006,
    "endTime": 275.077,
    "text": "After getting your score, you get a certain range; the school will send you a catalog."
  },
  {
    "startTime": 275.077,
    "endTime": 279.079,
    "text": "I receive a catalogue that summer and Harvard surely looked really nice."
  },
  {
    "startTime": 279.079,
    "endTime": 287.024,
    "text": "So I started having a different image of what Harvard yard stood for."
  },
  {
    "startTime": 287.024,
    "endTime": 293.014,
    "text": "That inspired me to study hard for the test to able to prepare myself for application."
  },
  {
    "startTime": 293.014,
    "endTime": 303.099,
    "text": "But what an honest truth about why to pursuit these school is that in America, at least, these are schools that have the most resources."
  },
  {
    "startTime": 303.099,
    "endTime": 309.007,
    "text": "Harvard has a very good financial aid."
  },
  {
    "startTime": 309.007,
    "endTime": 317.014,
    "text": "So if you’re students who work hard to get yourself to the stage of being able to have good test score or good resume,"
  },
  {
    "startTime": 317.014,
    "endTime": 323.026,
    "text": "you’re providing a opportunity for yourself to have a chance to get education for free."
  },
  {
    "startTime": 323.026,
    "endTime": 329.022,
    "text": "That’s one of the, I think, great incentives for young people to think about."
  },
  {
    "startTime": 329.022,
    "endTime": 337.096,
    "text": "I think one of the main goal that a lot of Vietnamese students right now, when it comes to choosing a new university,"
  },
  {
    "startTime": 337.096,
    "endTime": 344.017,
    "text": "it is “What can I do or what can I study so I can be financially stable, I can make the most money”."
  },
  {
    "startTime": 344.017,
    "endTime": 351.006,
    "text": "I think, on the one hand, that is the real thing they have to think about to sustain their family."
  },
  {
    "startTime": 351.006,
    "endTime": 357.034,
    "text": "But on the other hand, I think there should be also room for us all to think about"
  },
  {
    "startTime": 357.034,
    "endTime": 365.062,
    "text": "what we’d like to do, what we passion about, where we see ourselves as people in the long term, not with what career but with what we gonna be doing."
  },
  {
    "startTime": 365.062,
    "endTime": 368.011,
    "text": "I think it’s more important."
  },
  {
    "startTime": 368.011,
    "endTime": 376.07000000000005,
    "text": "And I think you guys reflected that idea very very well in your decision to pick whatever to study in university."
  },
  {
    "startTime": 376.07,
    "endTime": 385.058,
    "text": "I just gonna say I think I’m actually coming back here this time, I have a lot of hope that people can pursuit different interests, find a way to make it financially sustainable."
  },
  {
    "startTime": 385.058,
    "endTime": 389.042,
    "text": "As we’re becoming much more like global world,"
  },
  {
    "startTime": 389.042,
    "endTime": 392.082,
    "text": "there’s a lot more investment for different ideas and different thoughts"
  },
  {
    "startTime": 392.082,
    "endTime": 394.016,
    "text": "that may not be so conventional and entrepreneurship seem to be like very quickly growing thing in Vietnam."
  },
  {
    "startTime": 394.016,
    "endTime": 403.002,
    "text": "I think I’ll build on your last point and also try to connect that to reflection that in a rapidly developing economy, certain skill set or experiences that are valuable"
  },
  {
    "startTime": 403.002,
    "endTime": 415.034,
    "text": "and those people want to those skill set in order to get a job or provide for your family, their future, to plan for career advancement."
  },
  {
    "startTime": 415.034,
    "endTime": 421.017,
    "text": "There’s a lot of valuable experience from observing how life works on the street."
  },
  {
    "startTime": 421.017,
    "endTime": 425.092,
    "text": "Part of the community work I was going to do at that time was learning how to listen to people,"
  },
  {
    "startTime": 425.092,
    "endTime": 437.055,
    "text": "because people will have different pressure, stress and challenges that face them in their community, in their individual life or with their job."
  },
  {
    "startTime": 437.055,
    "endTime": 441.082,
    "text": "One of the way that one can gain, sort of dispose intellectual,"
  },
  {
    "startTime": 441.082,
    "endTime": 453.094,
    "text": "the high level and analytical skill and also soft skills such as emotional intelligence or the ability to interact, make people feel comfortable when you meet someone new."
  },
  {
    "startTime": 453.094,
    "endTime": 459.09499999999997,
    "text": "And a lot of the soft skills are actually not maybe stressed in the education system here in the sense"
  },
  {
    "startTime": 459.095,
    "endTime": 469.01800000000003,
    "text": "that actually one of the most successful I think, thing I was prepare myself for is coming to League university, you gonna meet a lot of people not from the same background as you."
  },
  {
    "startTime": 469.018,
    "endTime": 479.032,
    "text": "You gonna meet people with very totally different, maybe ways to communicate, maybe different social economic background."
  },
  {
    "startTime": 479.032,
    "endTime": 483.04999999999995,
    "text": "You gonna be in touch with them, you have to communicate with them to your four years."
  },
  {
    "startTime": 483.05,
    "endTime": 492.041,
    "text": "So one way to solve is to prepare oneself to be able to listen, to be able to be at time to get conflict."
  },
  {
    "startTime": 492.041,
    "endTime": 496.01,
    "text": "And maybe, in Vietnam sometimes, conflict is not so good."
  },
  {
    "startTime": 496.01,
    "endTime": 500.065,
    "text": "Anyone wants to agree and just like have fun, and just take it easy."
  },
  {
    "startTime": 500.065,
    "endTime": 508.096,
    "text": "But actually, conflict is something that in American university, is a growing process."
  },
  {
    "startTime": 508.096,
    "endTime": 512.018,
    "text": "So I think conflict actually makes the leadership too."
  },
  {
    "startTime": 512.018,
    "endTime": 517.086,
    "text": "And the ability to handle conflict, listen and also to still maintain a friendship or a relationship in conflict is something"
  },
  {
    "startTime": 517.086,
    "endTime": 524.034,
    "text": "that means that they have some experiences too in the past year."
  },
  {
    "startTime": 524.034,
    "endTime": 530.066,
    "text": "When I talk on top idea about leadership, I think one of the values of taking leadership position"
  },
  {
    "startTime": 530.066,
    "endTime": 537.086,
    "text": "or trying to engage with the problem actually develop empathy, like an ability to recognise how difficult it is to live."
  },
  {
    "startTime": 537.086,
    "endTime": 548.052,
    "text": "Regardless whether or not, you ultimately come to leader cooperation, you might be able to negotiate the difficult in a professional relationship a little bit more."
  },
  {
    "startTime": 548.052,
    "endTime": 554.082,
    "text": "There’s an idea by an author, an anthropologist, I think, her name’s Anne Fadiman."
  },
  {
    "startTime": 554.082,
    "endTime": 557.022,
    "text": "She writes about standing at the shoreline."
  },
  {
    "startTime": 557.022,
    "endTime": 561.062,
    "text": "She wrote a pretty well-known book called “The Spirit Catches You and You Fall Down”."
  },
  {
    "startTime": 561.062,
    "endTime": 568.092,
    "text": "She mentioned how her role as a writer standing at the cast between the family’s loses and the doctor."
  },
  {
    "startTime": 568.092,
    "endTime": 571.078,
    "text": "It was like the shoreline between the ocean and the sand."
  },
  {
    "startTime": 571.078,
    "endTime": 578.038,
    "text": "And how they’re at those point of turbulence, is where you can see the most dynamic changes in the most movement."
  },
  {
    "startTime": 578.038,
    "endTime": 582.044,
    "text": "There is where you can see both the ocean and the land."
  },
  {
    "startTime": 582.044,
    "endTime": 588.042,
    "text": "So for me it’s been inspiring to not shy away from things that are difficult or uncomfortable."
  },
  {
    "startTime": 588.042,
    "endTime": 590.0300000000001,
    "text": "Because they can be growing movements."
  },
  {
    "startTime": 590.03,
    "endTime": 591.038,
    "text": "Absolutely!"
  },
  {
    "startTime": 591.038,
    "endTime": 594.098,
    "text": "What I want to highlight is built up with what you’ve just mentioned,"
  },
  {
    "startTime": 594.098,
    "endTime": 606.055,
    "text": "maybe useful for students in Vietnam wanting to have aspiration for studying overseas and on comparing themselves culturally for that transition."
  },
  {
    "startTime": 606.055,
    "endTime": 611.0379999999999,
    "text": "One thing that Viet and I share in common is the experience from emigrant background."
  },
  {
    "startTime": 611.038,
    "endTime": 619.061,
    "text": "Our parents emigrated from Vietnam to the United States when I was very young, before Viet were born."
  },
  {
    "startTime": 619.061,
    "endTime": 630.0790000000001,
    "text": "When we grew up, the dynamic of conflict and change and empathy is extremely important for our life experience, for survival in some ways."
  },
  {
    "startTime": 630.079,
    "endTime": 634.034,
    "text": "We grow up in an immigrant family and with parents."
  },
  {
    "startTime": 634.034,
    "endTime": 642.058,
    "text": "When that’s beginning, a completely new cultural system tries to make a living where we were learning the language, requires a new tongue in some ways."
  },
  {
    "startTime": 642.058,
    "endTime": 647.054,
    "text": "How does that language, how do we communicate back to our parents who are in some way,"
  },
  {
    "startTime": 647.054,
    "endTime": 653.096,
    "text": "from a different culture, a Vietnamese culture, where we are somewhat hybrid Vietnamese Americans."
  },
  {
    "startTime": 653.096,
    "endTime": 666.03,
    "text": "When we get older and become more fluent, it’s like institutional working of a new country, we either have a translate or support a family in navigating that."
  },
  {
    "startTime": 666.03,
    "endTime": 671.054,
    "text": "But we also have new aspirations, being raised in that system."
  },
  {
    "startTime": 671.054,
    "endTime": 684.06,
    "text": "That also leads question to a lot of adaptation, flexibility and mainly to the experience coming back to Vietnam afterwards and how that plays out."
  },
  {
    "startTime": 684.06,
    "endTime": 690.0139999999999,
    "text": "I think you guys touch on a lot of things that’s I think very important."
  },
  {
    "startTime": 690.014,
    "endTime": 702.098,
    "text": "If you’re watching at home, if you consider university, you also face a big question “Who you are? How you are academically compared to other”."
  },
  {
    "startTime": 702.098,
    "endTime": 704.098,
    "text": "What university choice?"
  },
  {
    "startTime": 704.098,
    "endTime": 707.068,
    "text": "How is that going to influence your future?"
  },
  {
    "startTime": 707.068,
    "endTime": 715.002,
    "text": "But if you listen to our conversation, I think a lot of things that we will be really really focusing on"
  },
  {
    "startTime": 715.002,
    "endTime": 720.054,
    "text": "is who we are, how do we protect ourselves and what do we wanna do, not necessary to a career but"
  },
  {
    "startTime": 720.054,
    "endTime": 725.045,
    "text": "where do we see ourselves affecting the community and affecting other people."
  },
  {
    "startTime": 725.045,
    "endTime": 731.0219999999999,
    "text": "I think those are some of the key points that we should also look at when we consider university options."
  },
  {
    "startTime": 731.022,
    "endTime": 733.058,
    "text": "Nowadays, there’s a lot of information out there."
  },
  {
    "startTime": 733.058,
    "endTime": 736.034,
    "text": "You can look up how to apply for US universities online."
  },
  {
    "startTime": 736.034,
    "endTime": 739.01,
    "text": "You can look up how to apply for UK universities online."
  },
  {
    "startTime": 739.01,
    "endTime": 746.062,
    "text": "And if you’re considering Vietnamese education, focus well on your score in order to get into that school."
  },
  {
    "startTime": 746.062,
    "endTime": 750.081,
    "text": "But at the end of the day, university’s a platform for us all to grow."
  },
  {
    "startTime": 750.081,
    "endTime": 756.086,
    "text": "What we do with our university education and what we do after university is also really important as well."
  },
  {
    "startTime": 756.086,
    "endTime": 761.0840000000001,
    "text": "So I think university is just really a starting point of everything."
  },
  {
    "startTime": 761.084,
    "endTime": 767.0219999999999,
    "text": "Would you like to showcase each other and also us something that’s not academic,"
  },
  {
    "startTime": 767.022,
    "endTime": 774.0640000000001,
    "text": "that are fun, that are some of your talents?"
  },
  {
    "startTime": 774.064,
    "endTime": 777.096,
    "text": "So I can do something."
  },
  {
    "startTime": 777.096,
    "endTime": 784.022,
    "text": "It’s a silly song I think, maybe reflected of… I actually attended kindergarten in Vietnam,"
  },
  {
    "startTime": 784.022,
    "endTime": 788.0100000000001,
    "text": "but then moved to the United States at the age of seven."
  },
  {
    "startTime": 788.01,
    "endTime": 791.088,
    "text": "This is the song I’d like to do."
  },
  {
    "startTime": 791.088,
    "endTime": 796.0459999999999,
    "text": "It’s a little silly, but hopefully it’s fun."
  },
  {
    "startTime": 796.046,
    "endTime": 800.062,
    "text": "I will perform too, but excuse me, it’s very silly."
  },
  {
    "startTime": 800.062,
    "endTime": 803.0500000000001,
    "text": "Provide more support."
  },
  {
    "startTime": 803.05,
    "endTime": 804.0219999999999,
    "text": "Thank you Vit."
  },
  {
    "startTime": 804.022,
    "endTime": 807.0390000000001,
    "text": "Viet, not Vit."
  },
  {
    "startTime": 807.039,
    "endTime": 810.098,
    "text": "(The song is One duck)."
  },
  {
    "startTime": 810.098,
    "endTime": 828.02,
    "text": "One duck, alright."
  },
  {
    "startTime": 828.02,
    "endTime": 834.024,
    "text": "If I say something wrong in Vietnamese, excuse me, but it’s been a long time since kindergarten."
  },
  {
    "startTime": 834.024,
    "endTime": 836.044,
    "text": "But I want to perform something, just for fun."
  },
  {
    "startTime": 836.044,
    "endTime": 839.066,
    "text": "You know what I realize in that performance, you made one little mistake."
  },
  {
    "startTime": 839.066,
    "endTime": 847.0060000000001,
    "text": "At the end, it’s “vay cai canh cho kho” (flapping to dry the wings), you weren’t shaking the wings, you were shaking something else."
  },
  {
    "startTime": 847.006,
    "endTime": 849.0079999999999,
    "text": "Sorry, maybe I was thinking “Dui” (thigh)"
  },
  {
    "startTime": 849.008,
    "endTime": 852.004,
    "text": "So maybe tell wings."
  },
  {
    "startTime": 852.004,
    "endTime": 854.0020000000001,
    "text": "Maybe Viet could do it correctly."
  },
  {
    "startTime": 854.002,
    "endTime": 859.01,
    "text": "No, she followed you."
  },
  {
    "startTime": 859.01,
    "endTime": 861.078,
    "text": "Tri was calling the mother duck."
  },
  {
    "startTime": 861.078,
    "endTime": 862.0799999999999,
    "text": "Maybe yes."
  },
  {
    "startTime": 862.08,
    "endTime": 865.07,
    "text": "Ok, Viet what are you gonna do for us?"
  },
  {
    "startTime": 865.07,
    "endTime": 869.0060000000001,
    "text": "Part of my year hood, I didn’t grow up in Vietnam."
  },
  {
    "startTime": 869.006,
    "endTime": 874.084,
    "text": "I never heard any Vietnamese folk songs or childhood songs."
  },
  {
    "startTime": 874.084,
    "endTime": 883.024,
    "text": "Throughout this year and though my travel and interview, I actually got the chance to learn a lot of these classic Vietnamese childhood songs."
  },
  {
    "startTime": 883.024,
    "endTime": 891.044,
    "text": "And I was touched, because there’s so much more emotional and so much more authentic, in some ways, like “The wheel on the bus”."
  },
  {
    "startTime": 891.044,
    "endTime": 893.096,
    "text": "I’m just gonna sing a little bit."
  },
  {
    "startTime": 893.096,
    "endTime": 952.062,
    "text": "Then I share a bit about my mom, so I think there’re ....to it too."
  },
  {
    "startTime": 952.062,
    "endTime": 954.022,
    "text": "How did you learn about this song?"
  },
  {
    "startTime": 954.022,
    "endTime": 958.0500000000001,
    "text": "And how’s that related to you and your mother?"
  },
  {
    "startTime": 958.05,
    "endTime": 974.0079999999999,
    "text": "I have the privilege of going on the trip throughout Vietnam and I was connected with a lot of different elements of promoting education as well as providing musical inspiration and part of public health."
  },
  {
    "startTime": 974.008,
    "endTime": 986.048,
    "text": "I was very fortunate to be able to share about a lot of different topics that are important to me, whether it’s like hygiene or importantly sexually productive health to young girls."
  },
  {
    "startTime": 986.048,
    "endTime": 992.096,
    "text": "And Q&A consultation about general health issues like high blood pressure, joint-pain problems."
  },
  {
    "startTime": 992.096,
    "endTime": 996.0600000000001,
    "text": "Through that process, I was introduced to a bunch of Vietnamese folk songs."
  },
  {
    "startTime": 996.06,
    "endTime": 1000.0459999999999,
    "text": "Among them, there was this “Em di dua com” (I deliver lunch to my mom)."
  },
  {
    "startTime": 1000.05,
    "endTime": 1011.0759999999999,
    "text": "The obvious things that it was tinned with idyllic childhood in the world landscape that I have never experience when I think I, sort of, always yearn for."
  },
  {
    "startTime": 1011.07,
    "endTime": 1017.062,
    "text": "A lot of the symmetries in that songs speaks to my experience about what my mother was too."
  },
  {
    "startTime": 1017.06,
    "endTime": 1024.0839999999998,
    "text": "Like someone who’s always hardworking, who’s always make sure that people at first to always stay up late."
  },
  {
    "startTime": 1024.09,
    "endTime": 1032.068,
    "text": "Absolutely."
  },
  {
    "startTime": 1032.07,
    "endTime": 1034.08,
    "text": "Next up is the IELTS MARATHON."
  },
  {
    "startTime": 1034.08,
    "endTime": 1096.038,
    "text": "So let’s go."
  },
  {
    "startTime": 1096.03,
    "endTime": 1100.08,
    "text": "Hey, you’re back on 8IELTS and this is the 8IELTS MARATHON CHALLENGE."
  },
  {
    "startTime": 1100.08,
    "endTime": 1106.0159999999998,
    "text": "We have two contenders today, not just one and they are Tri and Viet."
  },
  {
    "startTime": 1106.02,
    "endTime": 1109.012,
    "text": "Welcome them."
  },
  {
    "startTime": 1109.01,
    "endTime": 1116.08,
    "text": "You guys ‘ve been so educated, you’ve been in school for so long, I assume this probably gonna be an easy challenge."
  },
  {
    "startTime": 1116.08,
    "endTime": 1119.05,
    "text": "We’ll see how it goes, looking forward to it."
  },
  {
    "startTime": 1119.05,
    "endTime": 1123.024,
    "text": "First up, we have a blindfold for you."
  },
  {
    "startTime": 1123.03,
    "endTime": 1125.046,
    "text": "And Tri, you gonna blindfold yourself."
  },
  {
    "startTime": 1125.04,
    "endTime": 1130.0059999999999,
    "text": "Ok."
  },
  {
    "startTime": 1130.01,
    "endTime": 1132.062,
    "text": "Right now, both of you will have to close your eyes."
  },
  {
    "startTime": 1132.06,
    "endTime": 1138.03,
    "text": "One, two, three close your eyes."
  },
  {
    "startTime": 1138.03,
    "endTime": 1143.046,
    "text": "Both of you can open your eyes, but I know only one person can see."
  },
  {
    "startTime": 1143.05,
    "endTime": 1149.0739999999998,
    "text": "Viet, you can direct Tri now to find the information letter, a passport as well as a set of key."
  },
  {
    "startTime": 1149.07,
    "endTime": 1155.0739999999998,
    "text": "Alright my friend, I think that you should squat down, and put your hand straight down."
  },
  {
    "startTime": 1155.07,
    "endTime": 1156.052,
    "text": "Ok."
  },
  {
    "startTime": 1156.06,
    "endTime": 1158.0919999999999,
    "text": "Go to your side, go to the right."
  },
  {
    "startTime": 1158.09,
    "endTime": 1160.0339999999999,
    "text": "Yeah."
  },
  {
    "startTime": 1160.03,
    "endTime": 1162.052,
    "text": "Pick it up and see if it has anything."
  },
  {
    "startTime": 1162.05,
    "endTime": 1164.046,
    "text": "Confirmation letter."
  },
  {
    "startTime": 1164.05,
    "endTime": 1169.09,
    "text": "Reach out in front of you, with your right hand."
  },
  {
    "startTime": 1169.09,
    "endTime": 1170.098,
    "text": "Yeah, I know, something."
  },
  {
    "startTime": 1170.1,
    "endTime": 1172.078,
    "text": "Good."
  },
  {
    "startTime": 1172.08,
    "endTime": 1176.01,
    "text": "There might be a problem. The confirmation letter need to be detached."
  },
  {
    "startTime": 1176.01,
    "endTime": 1178.032,
    "text": "Ok, so I take this off."
  },
  {
    "startTime": 1178.03,
    "endTime": 1180.0439999999999,
    "text": "Yeah, good, ok."
  },
  {
    "startTime": 1180.04,
    "endTime": 1181.062,
    "text": "So we have one more thing."
  },
  {
    "startTime": 1181.06,
    "endTime": 1183.028,
    "text": "Ok."
  },
  {
    "startTime": 1183.03,
    "endTime": 1187.032,
    "text": "I think it’s a passport, so it’s possibly in a little container thing."
  },
  {
    "startTime": 1187.03,
    "endTime": 1188.064,
    "text": "Maybe you can move to your left."
  },
  {
    "startTime": 1188.07,
    "endTime": 1190.086,
    "text": "Your feet have a bunch of things underneath them."
  },
  {
    "startTime": 1190.08,
    "endTime": 1191.09,
    "text": "So if I were you, I would stand up."
  },
  {
    "startTime": 1191.09,
    "endTime": 1192.0919999999999,
    "text": "Ok."
  },
  {
    "startTime": 1192.1,
    "endTime": 1206.0839999999998,
    "text": "Take step back."
  },
  {
    "startTime": 1206.08,
    "endTime": 1209.062,
    "text": "It looks like a wallet, but there’s a zipper."
  },
  {
    "startTime": 1209.06,
    "endTime": 1210.07,
    "text": "Good teamwork!"
  },
  {
    "startTime": 1210.07,
    "endTime": 1214.048,
    "text": "Is it?"
  },
  {
    "startTime": 1214.05,
    "endTime": 1215.052,
    "text": "You got all three things."
  },
  {
    "startTime": 1215.05,
    "endTime": 1218.042,
    "text": "Now you got to direct him to come to me."
  },
  {
    "startTime": 1218.04,
    "endTime": 1220.06,
    "text": "Alright."
  },
  {
    "startTime": 1220.06,
    "endTime": 1223.066,
    "text": "Rotate."
  },
  {
    "startTime": 1223.07,
    "endTime": 1227.0819999999999,
    "text": "Turn another 90 degree to your right."
  },
  {
    "startTime": 1227.08,
    "endTime": 1229.06,
    "text": "Ok."
  },
  {
    "startTime": 1229.06,
    "endTime": 1232.058,
    "text": "Good. Stop."
  },
  {
    "startTime": 1232.06,
    "endTime": 1235.04,
    "text": "Turn to your left."
  },
  {
    "startTime": 1235.04,
    "endTime": 1236.086,
    "text": "How many degrees?"
  },
  {
    "startTime": 1236.09,
    "endTime": 1237.1019999999999,
    "text": "Walk straight."
  },
  {
    "startTime": 1237.1,
    "endTime": 1255.076,
    "text": "Take slow steps, because you will come to a platform."
  },
  {
    "startTime": 1255.07,
    "endTime": 1256.0819999999999,
    "text": "Hi that."
  },
  {
    "startTime": 1256.09,
    "endTime": 1258.05,
    "text": "Now hand it to her, she’s to your right."
  },
  {
    "startTime": 1258.05,
    "endTime": 1259.088,
    "text": "Ok. Hi Phoebe."
  },
  {
    "startTime": 1259.08,
    "endTime": 1267.0459999999998,
    "text": "Here’s the key, and passport and my invitation letter."
  },
  {
    "startTime": 1267.05,
    "endTime": 1268.056,
    "text": "Now I need your mask also."
  },
  {
    "startTime": 1268.06,
    "endTime": 1270.09,
    "text": "Ok, thank you, let me see."
  },
  {
    "startTime": 1270.09,
    "endTime": 1272.032,
    "text": "You guys pass the challenge."
  },
  {
    "startTime": 1272.03,
    "endTime": 1273.074,
    "text": "You’re off to the next challenge."
  },
  {
    "startTime": 1273.07,
    "endTime": 1274.078,
    "text": "Ok."
  },
  {
    "startTime": 1274.08,
    "endTime": 1279.088,
    "text": "Please move on over there."
  },
  {
    "startTime": 1279.09,
    "endTime": 1282.0559999999998,
    "text": "Alright, we’re now moving on to the next section."
  },
  {
    "startTime": 1282.05,
    "endTime": 1285.09,
    "text": "These are some of the test questions that IELTS candidate have to go through."
  },
  {
    "startTime": 1285.09,
    "endTime": 1288.08,
    "text": "We gonna start off with the HEADPHONE challenge."
  },
  {
    "startTime": 1288.08,
    "endTime": 1289.0739999999998,
    "text": "Tri will start it."
  },
  {
    "startTime": 1289.08,
    "endTime": 1342.07,
    "text": "May we have the sound please?"
  },
  {
    "startTime": 1342.07,
    "endTime": 1346.028,
    "text": "I believe the Crafr Fair” will be in number one here."
  },
  {
    "startTime": 1346.03,
    "endTime": 1351.038,
    "text": "You’re absolutely correct."
  },
  {
    "startTime": 1351.03,
    "endTime": 1356.088,
    "text": "And now, Viet, you just need to find one mistake very quickly."
  },
  {
    "startTime": 1356.09,
    "endTime": 1359.018,
    "text": "Number 14."
  },
  {
    "startTime": 1359.02,
    "endTime": 1360.022,
    "text": "Why is this wrong?"
  },
  {
    "startTime": 1360.02,
    "endTime": 1364.046,
    "text": "They’re giving us letter choices....."
  },
  {
    "startTime": 1364.05,
    "endTime": 1368.094,
    "text": "Absolutely."
  },
  {
    "startTime": 1368.09,
    "endTime": 1371.09,
    "text": "We go on to the next section, which is the PARAPHRASE challenge."
  },
  {
    "startTime": 1371.09,
    "endTime": 1376.0739999999998,
    "text": "You guys can work with each other to choose three letters and come up with three synonyms."
  },
  {
    "startTime": 1376.08,
    "endTime": 1382.0739999999998,
    "text": "Ok."
  },
  {
    "startTime": 1382.07,
    "endTime": 1385.0939999999998,
    "text": "For annually, we can also use yearly."
  },
  {
    "startTime": 1385.09,
    "endTime": 1389.0559999999998,
    "text": "Reducing can be also decreasing."
  },
  {
    "startTime": 1389.06,
    "endTime": 1392.04,
    "text": "Measures, we can also say other means."
  },
  {
    "startTime": 1392.04,
    "endTime": 1397.072,
    "text": "It’s accepted."
  },
  {
    "startTime": 1397.07,
    "endTime": 1402.05,
    "text": "Next up is the PRONUNCIATION challenge. Each of you gonna read one sentence."
  },
  {
    "startTime": 1402.05,
    "endTime": 1407.048,
    "text": "We have an automatic voice recognition system that’s going to recognize your voice."
  },
  {
    "startTime": 1407.05,
    "endTime": 1411.096,
    "text": "The system needs to recognize one full sentence before we can move on."
  },
  {
    "startTime": 1411.1,
    "endTime": 1412.07,
    "text": "Alright."
  },
  {
    "startTime": 1412.07,
    "endTime": 1415.0439999999999,
    "text": "It can come from either one of you."
  },
  {
    "startTime": 1415.04,
    "endTime": 1442.008,
    "text": "I would take the first sentence."
  },
  {
    "startTime": 1442.01,
    "endTime": 1443.0339999999999,
    "text": "Alright, you guys pass."
  },
  {
    "startTime": 1443.03,
    "endTime": 1445.066,
    "text": "Now you’re done with all the challenges, congratulation."
  },
  {
    "startTime": 1445.07,
    "endTime": 1447.0819999999999,
    "text": "Step up here."
  },
  {
    "startTime": 1447.08,
    "endTime": 1449.072,
    "text": "Ok, high five."
  },
  {
    "startTime": 1449.07,
    "endTime": 1451.0639999999999,
    "text": "That was very fast."
  },
  {
    "startTime": 1451.07,
    "endTime": 1455.08,
    "text": "We are moving onto the final challenge and it is called the SNEAK OF SHAME."
  },
  {
    "startTime": 1455.08,
    "endTime": 1457.096,
    "text": "Alright, take it easy and good luck."
  },
  {
    "startTime": 1457.09,
    "endTime": 1462.08,
    "text": "Thanks."
  },
  {
    "startTime": 1462.08,
    "endTime": 1465.0459999999998,
    "text": "Welcome back, this is the SNEAK OF SHAME."
  },
  {
    "startTime": 1465.05,
    "endTime": 1469.0739999999998,
    "text": "If you’re wondering why these people have their hand tighten together."
  },
  {
    "startTime": 1469.07,
    "endTime": 1474.04,
    "text": "That’s because we gonna have a game."
  },
  {
    "startTime": 1474.04,
    "endTime": 1479.07,
    "text": "You gonna be basically teamwork again, to try to pick up these letters on the floor while being tighten together."
  },
  {
    "startTime": 1479.07,
    "endTime": 1480.042,
    "text": "Ok."
  },
  {
    "startTime": 1480.04,
    "endTime": 1491.046,
    "text": "And of course, every time I turn around on the count of three, you have to freeze, in whatever direction, whatever posture that you’re in until I turn my back to you."
  },
  {
    "startTime": 1491.05,
    "endTime": 1498.026,
    "text": "Alright. We gonna start now."
  },
  {
    "startTime": 1498.03,
    "endTime": 1501.046,
    "text": "Alright, SNEAK OF SHAME, start now."
  },
  {
    "startTime": 1501.04,
    "endTime": 1506.0919999999999,
    "text": "One, two, three."
  },
  {
    "startTime": 1506.09,
    "endTime": 1518.068,
    "text": "One, two, two and a half, three."
  },
  {
    "startTime": 1518.07,
    "endTime": 1525.012,
    "text": "One, two, three."
  },
  {
    "startTime": 1525.01,
    "endTime": 1528.06,
    "text": "How does that feel to be hand tighten together?"
  },
  {
    "startTime": 1528.06,
    "endTime": 1531.0259999999998,
    "text": "Uncomfortable."
  },
  {
    "startTime": 1531.03,
    "endTime": 1535.074,
    "text": "I think those...my yoga workout."
  },
  {
    "startTime": 1535.07,
    "endTime": 1537.014,
    "text": "We’re almost there."
  },
  {
    "startTime": 1537.02,
    "endTime": 1546.06,
    "text": "One, two, three."
  },
  {
    "startTime": 1546.06,
    "endTime": 1550.048,
    "text": "Ok, alright, you’re very close. I think you’re almost there."
  },
  {
    "startTime": 1550.05,
    "endTime": 1553.052,
    "text": "One, two, three."
  },
  {
    "startTime": 1553.05,
    "endTime": 1555.07,
    "text": "You got to tag me, don’t forget to tag me."
  },
  {
    "startTime": 1555.07,
    "endTime": 1557.068,
    "text": "One, two, three."
  },
  {
    "startTime": 1557.07,
    "endTime": 1565.076,
    "text": "One, two, three."
  },
  {
    "startTime": 1565.07,
    "endTime": 1566.078,
    "text": "How does that feel?"
  },
  {
    "startTime": 1566.08,
    "endTime": 1568.096,
    "text": "Apparently challenging."
  },
  {
    "startTime": 1568.1,
    "endTime": 1572.0159999999998,
    "text": "What is the most difficult about that challenge?"
  },
  {
    "startTime": 1572.01,
    "endTime": 1577.072,
    "text": "Being kind of in difficult position literally."
  },
  {
    "startTime": 1577.07,
    "endTime": 1580.0259999999998,
    "text": "How do you communicate to move at the same time?"
  },
  {
    "startTime": 1580.03,
    "endTime": 1583.04,
    "text": "We had a strategy but it didn’t quite work."
  },
  {
    "startTime": 1583.04,
    "endTime": 1585.032,
    "text": "Eventually, you got it."
  },
  {
    "startTime": 1585.03,
    "endTime": 1587.078,
    "text": "Right now, you have five letters in your hands."
  },
  {
    "startTime": 1587.08,
    "endTime": 1589.0459999999998,
    "text": "I have the final letter."
  },
  {
    "startTime": 1589.05,
    "endTime": 1590.024,
    "text": "Ok."
  },
  {
    "startTime": 1590.02,
    "endTime": 1594.024,
    "text": "And I think you probably need my letter to form the word."
  },
  {
    "startTime": 1594.02,
    "endTime": 1596.022,
    "text": "How do we get the last letter?"
  },
  {
    "startTime": 1596.03,
    "endTime": 1598.036,
    "text": "You have to convince me to give it to you."
  },
  {
    "startTime": 1598.03,
    "endTime": 1600.076,
    "text": "Ok, we have to strategize together."
  },
  {
    "startTime": 1600.08,
    "endTime": 1603.0439999999999,
    "text": "Ok, you’ve got two minutes to strategize."
  },
  {
    "startTime": 1603.04,
    "endTime": 1614.06,
    "text": "Let’s move over here, let’s strategize."
  },
  {
    "startTime": 1614.06,
    "endTime": 1618.0639999999999,
    "text": "Ok, Phoebe, what is your favorite thing to do in your free time."
  },
  {
    "startTime": 1618.07,
    "endTime": 1622.058,
    "text": "Eat."
  },
  {
    "startTime": 1622.05,
    "endTime": 1628.024,
    "text": "What if Viet and I offer to take you out for a nice steak dinner whenever you’re free."
  },
  {
    "startTime": 1628.03,
    "endTime": 1632.058,
    "text": "If you give us that last letter, we can manage to figure out how to spell."
  },
  {
    "startTime": 1632.06,
    "endTime": 1639.0339999999999,
    "text": "Wow, you’re the first people on the show that have offered me a tangible benefit to give you the letter."
  },
  {
    "startTime": 1639.03,
    "endTime": 1642.052,
    "text": "I feel very powerful in this position here."
  },
  {
    "startTime": 1642.05,
    "endTime": 1650.0639999999999,
    "text": "This offer will only last for the next 30 seconds, then we get to offer you whatever it is, so you can buy in or maybe...."
  },
  {
    "startTime": 1650.07,
    "endTime": 1654.0919999999999,
    "text": "Ok, I buy in. when it comes to food, I buy in."
  },
  {
    "startTime": 1654.09,
    "endTime": 1655.048,
    "text": "There you go."
  },
  {
    "startTime": 1655.05,
    "endTime": 1657.048,
    "text": "Thank you very much."
  },
  {
    "startTime": 1657.04,
    "endTime": 1658.072,
    "text": "So now we get to figure out."
  },
  {
    "startTime": 1658.08,
    "endTime": 1663.0459999999998,
    "text": "Now you have all these letters. What can it be?"
  },
  {
    "startTime": 1663.04,
    "endTime": 1669.076,
    "text": "Ok. We have a C and I, a T, two M and an O."
  },
  {
    "startTime": 1669.08,
    "endTime": 1670.1,
    "text": "Maybe you should hold on to these letters."
  },
  {
    "startTime": 1670.1,
    "endTime": 1672.072,
    "text": "O, M, OM."
  },
  {
    "startTime": 1672.07,
    "endTime": 1674.08,
    "text": "Something with OM."
  },
  {
    "startTime": 1674.08,
    "endTime": 1676.0739999999998,
    "text": "Something with IC."
  },
  {
    "startTime": 1676.07,
    "endTime": 1680.09,
    "text": "Maybe, let’s see what it is."
  },
  {
    "startTime": 1680.09,
    "endTime": 1683.08,
    "text": "It probably goes together."
  },
  {
    "startTime": 1683.08,
    "endTime": 1690.0459999999998,
    "text": "Maybe it’s very relevant to what we’ve just asked you Phoebe."
  },
  {
    "startTime": 1690.05,
    "endTime": 1693.076,
    "text": "It’s COMMIT."
  },
  {
    "startTime": 1693.08,
    "endTime": 1698.088,
    "text": "It’s also the fastest scrambling section that we’ve ever had on the show."
  },
  {
    "startTime": 1698.08,
    "endTime": 1700.076,
    "text": "- Congratulation. - Two brains."
  },
  {
    "startTime": 1700.08,
    "endTime": 1702.0159999999998,
    "text": "Thank you."
  },
  {
    "startTime": 1702.02,
    "endTime": 1710.004,
    "text": "Today has been wonderful chance for us to discuss with you about the tactic for studying and for IELTS."
  },
  {
    "startTime": 1710.0,
    "endTime": 1711.094,
    "text": "Thanks so much for participating in the game."
  },
  {
    "startTime": 1711.09,
    "endTime": 1714.0159999999998,
    "text": "Thank you for being on our show."
  },
  {
    "startTime": 1714.02,
    "endTime": 1727.012,
    "text": "If there’re three words, three vocabulary, pieces of advice that you would like to give to our audience watching at home about university and university admission, what will it be?"
  },
  {
    "startTime": 1727.01,
    "endTime": 1729.06,
    "text": "I will say hard work."
  },
  {
    "startTime": 1729.06,
    "endTime": 1731.088,
    "text": "I will say personality."
  },
  {
    "startTime": 1731.09,
    "endTime": 1735.002,
    "text": "I will say discipline, self-discipline."
  },
  {
    "startTime": 1735.0,
    "endTime": 1736.082,
    "text": "I will say joy."
  },
  {
    "startTime": 1736.08,
    "endTime": 1739.0359999999998,
    "text": "Joy, that’s a very good one."
  },
  {
    "startTime": 1739.04,
    "endTime": 1742.0819999999999,
    "text": "I think it’s important for us to love what we do."
  },
  {
    "startTime": 1742.08,
    "endTime": 1747.02,
    "text": "It’s not just about work, it’s also about study, it’s also about university application."
  },
  {
    "startTime": 1747.02,
    "endTime": 1750.02,
    "text": "Try as much as possible to love what we do."
  },
  {
    "startTime": 1750.02,
    "endTime": 1751.026,
    "text": "Alright, thank you guys."
  },
  {
    "startTime": 1751.03,
    "endTime": 1753.038,
    "text": "Thank you so much for having us on your show."
  },
  {
    "startTime": 1753.04,
    "endTime": 1766.01,
    "text": "And for you guys watching at home, this is an opportunity for you to not only learn about university admission but also an opportunity for you to find some inspiration to discover yourself, discover what you like."
  },
  {
    "startTime": 1766.01,
    "endTime": 1776.044,
    "text": "And discover things that are outside of that paper application and make full use of your application and your university decision."
  },
  {
    "startTime": 1776.04,
    "endTime": 1779.048,
    "text": "And guys, next up is the IDIOMS OF THE WEEK section."
  },
  {
    "startTime": 1779.05,
    "endTime": 1782.008,
    "text": "We know that you always love that section."
  },
  {
    "startTime": 1782.01,
    "endTime": 1786.088,
    "text": "And just a sneak peak, this IDIOMS OF THE WEEK is going to be talking about university."
  },
  {
    "startTime": 1786.08,
    "endTime": 1834.066,
    "text": "Stay tuned, don’t go away."
  },
  {
    "startTime": 1834.07,
    "endTime": 1836.058,
    "text": "Hey, welcome back to this studio."
  },
  {
    "startTime": 1836.06,
    "endTime": 1842.086,
    "text": "Of course, with every 8IELTS episode, we have to have an expert on the show for you."
  },
  {
    "startTime": 1842.08,
    "endTime": 1852.0059999999999,
    "text": "And the expert is basically going to show all of us what really goes on inside the examiner’s mind, when the examiner might be talking to you."
  },
  {
    "startTime": 1852.01,
    "endTime": 1858.042,
    "text": "So we have our very familiar IETLS expert in the studio today, Daniel."
  },
  {
    "startTime": 1858.04,
    "endTime": 1859.07,
    "text": "Thank you."
  },
  {
    "startTime": 1859.07,
    "endTime": 1860.058,
    "text": "I’m good, how are you?"
  },
  {
    "startTime": 1860.06,
    "endTime": 1861.076,
    "text": "Very well, thank you."
  },
  {
    "startTime": 1861.08,
    "endTime": 1872.0359999999998,
    "text": "So the topic today is university, tell us a little bit about the university students, because I know you work with a lot of seventeen, eighteen-years-old."
  },
  {
    "startTime": 1872.03,
    "endTime": 1874.01,
    "text": "How are they in Vietnam?"
  },
  {
    "startTime": 1874.01,
    "endTime": 1878.004,
    "text": "How do they normally make their university decision in your experience?"
  },
  {
    "startTime": 1878.01,
    "endTime": 1884.092,
    "text": "I think, in general, Vietnamese students are dedicated, especially compared to me when I was a student."
  },
  {
    "startTime": 1884.09,
    "endTime": 1888.004,
    "text": "I wasn’t that passionate about my education."
  },
  {
    "startTime": 1888.0,
    "endTime": 1891.048,
    "text": "Looking back, I think I could have done lots more work in my study."
  },
  {
    "startTime": 1891.05,
    "endTime": 1902.086,
    "text": "But I think most Vietnamese students really take advantage of the opportunity, when they do a lot of extra work to improve English language, for example and the other skills."
  },
  {
    "startTime": 1902.09,
    "endTime": 1907.0159999999998,
    "text": "I think, in general, Vietnamese students are dedicated, hardworking students."
  },
  {
    "startTime": 1907.01,
    "endTime": 1916.006,
    "text": "In the next section, we’re going to meet one hot girl who is quite successful in her academic studies and that’s the reason why she’s popular."
  },
  {
    "startTime": 1916.01,
    "endTime": 1919.07,
    "text": "Because she’s not only good student, she’s also pretty and also dancer."
  },
  {
    "startTime": 1919.07,
    "endTime": 1924.0439999999999,
    "text": "So let’s take a look at her performance this week and let’s see who she is."
  },
  {
    "startTime": 1924.04,
    "endTime": 1942.0539999999999,
    "text": "Alright guys, let’s take a look at Mai Bich Ngoc’s performance."
  },
  {
    "startTime": 1942.06,
    "endTime": 1943.08,
    "text": "Hello! Good morning."
  },
  {
    "startTime": 1943.08,
    "endTime": 1944.048,
    "text": "Good morning!"
  },
  {
    "startTime": 1944.04,
    "endTime": 1947.038,
    "text": "Can I ask your name please?"
  },
  {
    "startTime": 1947.04,
    "endTime": 1952.076,
    "text": "Can I get your identification please?"
  },
  {
    "startTime": 1952.08,
    "endTime": 1956.01,
    "text": "Ok, thank you, that’s fine."
  },
  {
    "startTime": 1956.01,
    "endTime": 1959.1,
    "text": "Now in this first part, I’m just going to ask you some general questions."
  },
  {
    "startTime": 1959.1,
    "endTime": 1961.0639999999999,
    "text": "What nationality are you?"
  },
  {
    "startTime": 1961.06,
    "endTime": 1963.046,
    "text": "As you can see, I’m Vietnamese."
  },
  {
    "startTime": 1963.05,
    "endTime": 1965.094,
    "text": "What part of your country are you from?"
  },
  {
    "startTime": 1965.09,
    "endTime": 1970.04,
    "text": "I come from the North of Vietnam, Red river delta in particular."
  },
  {
    "startTime": 1970.04,
    "endTime": 1972.078,
    "text": "How often do you use the computer?"
  },
  {
    "startTime": 1972.08,
    "endTime": 1982.096,
    "text": "I use computer frequently for different purposes such as studying, chatting with my friends, searching for data."
  },
  {
    "startTime": 1982.1,
    "endTime": 1984.068,
    "text": "Do you like using the Internet?"
  },
  {
    "startTime": 1984.06,
    "endTime": 1992.004,
    "text": "Undoubtedly, I do like, because I think the Internet give me things I may need for any purposes I may have."
  },
  {
    "startTime": 1992.01,
    "endTime": 1996.094,
    "text": "Now I’m going to ask you to talk about a topic for two minutes."
  },
  {
    "startTime": 1996.09,
    "endTime": 2000.0559999999998,
    "text": "You have one minute to prepare and make some notes,"
  },
  {
    "startTime": 2000.06,
    "endTime": 2004.094,
    "text": "Here some paper and a pen for making notes."
  },
  {
    "startTime": 2004.09,
    "endTime": 2010.0559999999998,
    "text": "And here is your topic."
  },
  {
    "startTime": 2010.06,
    "endTime": 2031.1,
    "text": "I would you like you to describe a typical day at work, school or college."
  },
  {
    "startTime": 2031.1,
    "endTime": 2038.012,
    "text": "So you have two minutes, could you start speaking now please?"
  },
  {
    "startTime": 2038.01,
    "endTime": 2050.01,
    "text": "My daily routine is quite complicated with a lot of tasks to do, from Monday to Saturday, except Sunday when I can enjoy the whole day by myself."
  },
  {
    "startTime": 2050.01,
    "endTime": 2058.068,
    "text": "I do my graduation thesis every morning and I take  rest a little bit at noon before going to the law firms."
  },
  {
    "startTime": 2058.07,
    "endTime": 2064.07,
    "text": "I’m working as an intern in a law firm not very far from my home."
  },
  {
    "startTime": 2064.07,
    "endTime": 2073.012,
    "text": "I’m responsible for preparing some documentaries or some simple cases to help the lawyer in my firm."
  },
  {
    "startTime": 2073.01,
    "endTime": 2075.018,
    "text": "After working, I go to the gym."
  },
  {
    "startTime": 2075.02,
    "endTime": 2078.072,
    "text": "I love this one, because I want to keep fit."
  },
  {
    "startTime": 2078.07,
    "endTime": 2083.01,
    "text": "11 pm is the time I finish all stuff in a day."
  },
  {
    "startTime": 2083.01,
    "endTime": 2087.036,
    "text": "I have a habit to reading novel before sleep."
  },
  {
    "startTime": 2087.04,
    "endTime": 2090.006,
    "text": "I think that’s my daily routine."
  },
  {
    "startTime": 2090.0,
    "endTime": 2096.052,
    "text": "If there is one thing I could change in my daily routine, I think it’s my graduation thesis."
  },
  {
    "startTime": 2096.05,
    "endTime": 2104.094,
    "text": "Actually I’m going to finish it as soon as possible to pay my full attention to my internship at the law firm."
  },
  {
    "startTime": 2104.1,
    "endTime": 2114.006,
    "text": "Alright, now I’m going to ask you some general questions about routines."
  },
  {
    "startTime": 2114.0,
    "endTime": 2119.01,
    "text": "What are the benefits and drawbacks of having a daily routine?"
  },
  {
    "startTime": 2119.01,
    "endTime": 2134.0660000000003,
    "text": "I think daily routine allows us to work more effectively and less stressfully, because it’s more important to the people who have a bad memory, like me."
  },
  {
    "startTime": 2134.07,
    "endTime": 2143.0480000000002,
    "text": "However, it’s reasonable to say that daily routine is quite boring to somebody active and dynamic."
  },
  {
    "startTime": 2143.05,
    "endTime": 2148.078,
    "text": "What factors influence most people’s daily routine?"
  },
  {
    "startTime": 2148.08,
    "endTime": 2154.028,
    "text": "I think there are several things contributing to a process of daily routine."
  },
  {
    "startTime": 2154.02,
    "endTime": 2162.07,
    "text": "Firstly, it’s age. An old person cannot have the dynamic timetable like the young."
  },
  {
    "startTime": 2162.07,
    "endTime": 2169.054,
    "text": "Besides, the characteristic of the timetable should be considered, I think so."
  },
  {
    "startTime": 2169.06,
    "endTime": 2171.072,
    "text": "Thank you very much."
  },
  {
    "startTime": 2171.07,
    "endTime": 2174.002,
    "text": "This speaking test is now finished."
  },
  {
    "startTime": 2174.0,
    "endTime": 2175.046,
    "text": "Thank you very much."
  },
  {
    "startTime": 2175.05,
    "endTime": 2179.098,
    "text": "Alright Dan, that was Mai Bich Ngoc, a hot  girl."
  },
  {
    "startTime": 2179.1,
    "endTime": 2181.0879999999997,
    "text": "What do you think of her performance?"
  },
  {
    "startTime": 2181.08,
    "endTime": 2184.014,
    "text": "I think she was actually quite good."
  },
  {
    "startTime": 2184.02,
    "endTime": 2189.086,
    "text": "The one thing that I really recommend for her to improve on is really explaining her answers more."
  },
  {
    "startTime": 2189.08,
    "endTime": 2193.0499999999997,
    "text": "I know it’s the beginning of the test, so her answer was really short."
  },
  {
    "startTime": 2193.05,
    "endTime": 2197.0480000000002,
    "text": "And in the real IELTS test, examiner would ask a follow-up question."
  },
  {
    "startTime": 2197.05,
    "endTime": 2203.0860000000002,
    "text": "“Which part of the country are you from?”, “The north”, they may ask something in more details."
  },
  {
    "startTime": 2203.09,
    "endTime": 2214.012,
    "text": "So instead of just answering the question directly, you should always explain more like why, where, who."
  },
  {
    "startTime": 2214.01,
    "endTime": 2216.0620000000004,
    "text": "But I will say her pronunciation I thought was quite clear."
  },
  {
    "startTime": 2216.06,
    "endTime": 2218.042,
    "text": "I was very impressed with her pronunciation."
  },
  {
    "startTime": 2218.04,
    "endTime": 2223.048,
    "text": "Although her speed of speech was a little slow, she is able to get through."
  },
  {
    "startTime": 2223.05,
    "endTime": 2227.0020000000004,
    "text": "She’s not stopping too often to think of language."
  },
  {
    "startTime": 2227.0,
    "endTime": 2232.062,
    "text": "So it’s a little slow, but she’s able to give enough ideas."
  },
  {
    "startTime": 2232.07,
    "endTime": 2237.074,
    "text": "She did get much better in part two and three, where she’s explaining in more detail."
  },
  {
    "startTime": 2237.07,
    "endTime": 2246.0860000000002,
    "text": "But I think my advice for her would be longer answer in part one and also maybe a little bit more advance vocabulary would help."
  },
  {
    "startTime": 2246.09,
    "endTime": 2251.0480000000002,
    "text": "Apart from the delivery of speech, what are some of the good vocabulary that she used?"
  },
  {
    "startTime": 2251.04,
    "endTime": 2256.072,
    "text": "I didn’t hear any idioms, that was one thing I notice was missing."
  },
  {
    "startTime": 2256.08,
    "endTime": 2258.102,
    "text": "Normally I comment on some good idioms that I heard."
  },
  {
    "startTime": 2258.1,
    "endTime": 2267.004,
    "text": "But I actually did not hear any idioms from that one, but she does have enough vocabulary to cover all of the range questions."
  },
  {
    "startTime": 2267.0,
    "endTime": 2274.028,
    "text": "But I was waiting for some of that really less common or idiomatic vocabulary, but I didn’t hear too much of them."
  },
  {
    "startTime": 2274.03,
    "endTime": 2276.056,
    "text": "Let’s see what she thought about her performance."
  },
  {
    "startTime": 2276.06,
    "endTime": 2279.038,
    "text": "Alright, Ngoc, how many points do you think you have?"
  },
  {
    "startTime": 2279.03,
    "endTime": 2285.014,
    "text": "I’m not sure about this, but I hope that is 7."
  },
  {
    "startTime": 2285.02,
    "endTime": 2289.048,
    "text": "So she said that she estimated to have a 7."
  },
  {
    "startTime": 2289.05,
    "endTime": 2291.012,
    "text": "Do you think it’s a fair assessment?"
  },
  {
    "startTime": 2291.01,
    "endTime": 2300.0640000000003,
    "text": "To get a 7, I think she needs to work on her fluency, which is the first category, which would be speaking a little bit faster and extending her answer a bit more."
  },
  {
    "startTime": 2300.06,
    "endTime": 2308.0099999999998,
    "text": "And also in her vocabulary like I said before, try to use less common vocabulary and some idiomatic language."
  },
  {
    "startTime": 2308.01,
    "endTime": 2312.052,
    "text": "I think she’s close, but she needs to do a little bit more to get a 7."
  },
  {
    "startTime": 2312.05,
    "endTime": 2314.058,
    "text": "I think those are some good tips."
  },
  {
    "startTime": 2314.06,
    "endTime": 2318.04,
    "text": "We’re going to go on to the next part and it is the WRITING section."
  },
  {
    "startTime": 2318.04,
    "endTime": 2369.028,
    "text": "The next basically clip for you is going to be the writing tips and this is going to be on hedging language."
  },
  {
    "startTime": 2369.03,
    "endTime": 2372.016,
    "text": "In your opinion, what’s really hedging in IETLS?"
  },
  {
    "startTime": 2372.02,
    "endTime": 2377.006,
    "text": "Hedging basically means using language so that you’re not too strong."
  },
  {
    "startTime": 2377.0,
    "endTime": 2382.018,
    "text": "For example, if I say “It will rain tomorrow” means that I’m 100 percent sure."
  },
  {
    "startTime": 2382.02,
    "endTime": 2394.07,
    "text": "But hedging might say, “It could rain tomorrow”, “It might rain tomorrow”, “It’s probably going to rain tomorrow”, so that you’re a little bit less strong in your opinions."
  },
  {
    "startTime": 2394.07,
    "endTime": 2400.07,
    "text": "For IELTS, it’s really important, because if you’re making a prediction about the future, you don’t want to be too strong."
  },
  {
    "startTime": 2400.07,
    "endTime": 2408.03,
    "text": "So instead of say, for example, “The effects of this are...” you might say “The effects of this might be”."
  },
  {
    "startTime": 2408.03,
    "endTime": 2415.0440000000003,
    "text": "What are some of the hedging vocabulary that people can remember, people should remember?"
  },
  {
    "startTime": 2415.04,
    "endTime": 2417.046,
    "text": "Most in English, we call the model verbs."
  },
  {
    "startTime": 2417.05,
    "endTime": 2425.0600000000004,
    "text": "Model verbs are things like may, might, could, possibly, probably and there’re degree, right?"
  },
  {
    "startTime": 2425.06,
    "endTime": 2430.036,
    "text": "You have possibly, probably is a bit stronger than possibly."
  },
  {
    "startTime": 2430.04,
    "endTime": 2431.054,
    "text": "But basically model verbs."
  },
  {
    "startTime": 2431.05,
    "endTime": 2438.058,
    "text": "And English has quite a few, so may, might, could, possibly, probably, etc."
  },
  {
    "startTime": 2438.06,
    "endTime": 2442.028,
    "text": "Alright, that was the WRITING TIPS on hedging language."
  },
  {
    "startTime": 2442.03,
    "endTime": 2444.018,
    "text": "Guess what?"
  },
  {
    "startTime": 2444.01,
    "endTime": 2446.0,
    "text": "It’s time for my favorite part of the show I think."
  },
  {
    "startTime": 2446.0,
    "endTime": 2449.092,
    "text": "It’s also my favorite part of the show, the VOICE OF THE WEEK section."
  },
  {
    "startTime": 2449.1,
    "endTime": 2457.0319999999997,
    "text": "The next VOICE OF THE WEEK, the one this week is going to come from a country that is just a little close, closer to you than to Vietnam maybe."
  },
  {
    "startTime": 2457.03,
    "endTime": 2459.012,
    "text": "It’s England."
  },
  {
    "startTime": 2459.01,
    "endTime": 2461.0820000000003,
    "text": "He’s a Vietnamese student that lives in England."
  },
  {
    "startTime": 2461.08,
    "endTime": 2462.0879999999997,
    "text": "Oh, very nice."
  },
  {
    "startTime": 2462.09,
    "endTime": 2465.072,
    "text": "Duc, if you’re watching, you’re up this week."
  },
  {
    "startTime": 2465.07,
    "endTime": 2472.0640000000003,
    "text": "Stay tuned and see yourself on TV."
  },
  {
    "startTime": 2472.07,
    "endTime": 2482.0840000000003,
    "text": "So I would like to talk about a project that I took part in a few months ago, in March 2016, just before I had my Easter holiday."
  },
  {
    "startTime": 2482.08,
    "endTime": 2488.09,
    "text": "My friends and I made a video called “What do foreigners think of Vietnam?”"
  },
  {
    "startTime": 2488.09,
    "endTime": 2494.0,
    "text": "There were a number of people involved in this project."
  },
  {
    "startTime": 2494.0,
    "endTime": 2513.05,
    "text": "Two or three of my friends play the role of the cameramen, whereas I was the idea creator and video editor, who published the video, the finished video on social media platform like Facebook and YouTube."
  },
  {
    "startTime": 2513.05,
    "endTime": 2526.0220000000004,
    "text": "In the project, we asked people from a number of countries and a wide range of different backgrounds such as Libya, China, Nigeria, Britain."
  },
  {
    "startTime": 2526.02,
    "endTime": 2534.058,
    "text": "There are also people coming from different religious background like Christianity, Islam and Hinduism."
  },
  {
    "startTime": 2534.06,
    "endTime": 2542.014,
    "text": "The question for foreigners was that “When I mentioned Vietnam, what could be the first three things that appear in their mind?”"
  },
  {
    "startTime": 2542.01,
    "endTime": 2558.05,
    "text": "And it came as a surprise for me that the majority of foreigners actually mentioned the Vietnamese food, people, students, Vietnamese rice, clothing and obviously the Vietnam War."
  },
  {
    "startTime": 2558.05,
    "endTime": 2564.0,
    "text": "Some of them even see Vietnam as a very attractive tourist destination."
  },
  {
    "startTime": 2564.0,
    "endTime": 2574.026,
    "text": "The video was a good opportunity for me to have a subjective idea of what Vietnam looks like in the eyes of foreigners."
  },
  {
    "startTime": 2574.03,
    "endTime": 2578.0980000000004,
    "text": "It was also a good way to make friends with people from different backgrounds."
  },
  {
    "startTime": 2578.1,
    "endTime": 2585.078,
    "text": "And most importantly, the project improved my ability to create professional video."
  },
  {
    "startTime": 2585.08,
    "endTime": 2589.056,
    "text": "I really like that delivery. I think it was very clear."
  },
  {
    "startTime": 2589.05,
    "endTime": 2592.0840000000003,
    "text": "I thought it was very genuine."
  },
  {
    "startTime": 2592.09,
    "endTime": 2594.06,
    "text": "Very good delivery of speech!"
  },
  {
    "startTime": 2594.06,
    "endTime": 2599.056,
    "text": "It feels very ad lift. Ad lift means something you don’t prepare too much in advance."
  },
  {
    "startTime": 2599.05,
    "endTime": 2607.058,
    "text": "Although it seems like he had some notes maybe, but most of the time, it seems like he was speaking very spontaneously, which I really admire."
  },
  {
    "startTime": 2607.06,
    "endTime": 2615.02,
    "text": "Because a lot of people for these things, it’s very easy to write a script and just read the scripts, but it seems very ad lift."
  },
  {
    "startTime": 2615.02,
    "endTime": 2624.07,
    "text": "So I think you’ve mentioned a really important point, because when we take the IELTS exam, it is eventually pressed to know how to speak English."
  },
  {
    "startTime": 2624.07,
    "endTime": 2634.0260000000003,
    "text": "One part of being able to speak any language is the ability to ad lift, the ability to speak about anything, anytime, anywhere, without having a script."
  },
  {
    "startTime": 2634.03,
    "endTime": 2640.0220000000004,
    "text": "When we do write out a script, it helps initially in the beginning, but in the end, it doesn’t sound natural."
  },
  {
    "startTime": 2640.02,
    "endTime": 2646.024,
    "text": "I think a lot of people are practicing IELTS, they tend to do it in an unnatural way."
  },
  {
    "startTime": 2646.02,
    "endTime": 2657.002,
    "text": "When they get to the real IELTS test, they can’t cope with new topic and difficult questions, because they’re so used to practicing and scripting their answers."
  },
  {
    "startTime": 2657.0,
    "endTime": 2664.05,
    "text": "So I think that’s a really good example of dealing with speech naturally, in a very spontaneous way."
  },
  {
    "startTime": 2664.05,
    "endTime": 2665.068,
    "text": "Absolutely!"
  },
  {
    "startTime": 2665.07,
    "endTime": 2670.078,
    "text": "Now let’s come to more fundamental question, do you think an university education is necessary in the stage in age?"
  },
  {
    "startTime": 2670.08,
    "endTime": 2671.096,
    "text": "Oh, that’s a good question."
  },
  {
    "startTime": 2671.1,
    "endTime": 2686.1,
    "text": "You see a lot of very high profile people like Steve Job drops out of university, Bill Gates drops out of university, and a lot of people think that of these super stars were successful without university, why should I go to university."
  },
  {
    "startTime": 2686.1,
    "endTime": 2691.092,
    "text": "But the reality I think those are some very few exceptions to the norms."
  },
  {
    "startTime": 2691.09,
    "endTime": 2699.038,
    "text": "I think this stage in age, having an university education is like having a high-school education twenty years ago."
  },
  {
    "startTime": 2699.04,
    "endTime": 2702.034,
    "text": "It’s kind of like the new based line."
  },
  {
    "startTime": 2702.03,
    "endTime": 2706.074,
    "text": "I think it’s still important, but not every university education equals."
  },
  {
    "startTime": 2706.07,
    "endTime": 2711.076,
    "text": "It’s kind of what do you want to achieve from your education."
  },
  {
    "startTime": 2711.08,
    "endTime": 2714.036,
    "text": "You could just go to classes and take exams."
  },
  {
    "startTime": 2714.04,
    "endTime": 2720.074,
    "text": "Or you could really benefit from doing extra activities, volunteer work, clubs, etc..."
  },
  {
    "startTime": 2720.07,
    "endTime": 2724.0280000000002,
    "text": "It really depends on what you want from your education."
  },
  {
    "startTime": 2724.03,
    "endTime": 2733.076,
    "text": "I also think the mentality that an university education is not necessary because all these people had succeeded without one is kind of like a fallacy."
  },
  {
    "startTime": 2733.07,
    "endTime": 2736.0660000000003,
    "text": "It works for other people, it doesn’t necessary work for you."
  },
  {
    "startTime": 2736.07,
    "endTime": 2748.072,
    "text": "So I think for people that are deciding whether to go to university or have gone to university should really consider what they want and what is required for where they wanna be in the future."
  },
  {
    "startTime": 2748.07,
    "endTime": 2749.06,
    "text": "It depends on the fields."
  },
  {
    "startTime": 2749.06,
    "endTime": 2753.096,
    "text": "There’re certain fields, where university education is not that important."
  },
  {
    "startTime": 2753.1,
    "endTime": 2763.008,
    "text": "For example, if you’re a graphic designer maybe, it’s more your portfolio, the things that you can show rather than the certificates that you have."
  },
  {
    "startTime": 2763.01,
    "endTime": 2764.0820000000003,
    "text": "So it does depend on your field as well."
  },
  {
    "startTime": 2764.08,
    "endTime": 2766.016,
    "text": "Agree!"
  },
  {
    "startTime": 2766.01,
    "endTime": 2773.0220000000004,
    "text": "But I think a lot for Vietnamese education, university is the entranceway to a better future."
  },
  {
    "startTime": 2773.03,
    "endTime": 2774.0280000000002,
    "text": "That’s in general."
  },
  {
    "startTime": 2774.02,
    "endTime": 2776.036,
    "text": "Thanks so much for coming on to the show."
  },
  {
    "startTime": 2776.04,
    "endTime": 2778.066,
    "text": "Thanks for your viewpoints on university."
  },
  {
    "startTime": 2778.07,
    "endTime": 2780.1020000000003,
    "text": "Thanks for inviting me back after all these episode."
  },
  {
    "startTime": 2780.1,
    "endTime": 2781.0319999999997,
    "text": "Yes."
  },
  {
    "startTime": 2781.03,
    "endTime": 2787.036,
    "text": "Of course, as always, we hope that you come back."
  },
  {
    "startTime": 2787.04,
    "endTime": 2793.0299999999997,
    "text": "So guys, this is the end of the episode on university, but of course, it’s not the end for your education."
  },
  {
    "startTime": 2793.03,
    "endTime": 2802.034,
    "text": "University is probably one of my best experiences, my colleagues’ experiences were probably some of the most memorable time I had."
  },
  {
    "startTime": 2802.03,
    "endTime": 2807.0660000000003,
    "text": "If you’re preparing to go to university, hopefully you’ll be able to pick the university that is right for you."
  },
  {
    "startTime": 2807.07,
    "endTime": 2814.06,
    "text": "And of course, if you need to study for the IELTS to prepare for that process, make sure that you do it well, so you have a lot of options."
  },
  {
    "startTime": 2814.06,
    "endTime": 2830.026,
    "text": "As always, it’s for every week, we always remind you to take a video, remind you to use social media, use YouTube, use Facebook to send us your video that you can be featured on the VOICE OF THE WEEK section."
  },
  {
    "startTime": 2830.02,
    "endTime": 2837.042,
    "text": "So for next week, we hope to go through all of your video and feature you again."
  },
  {
    "startTime": 2837.04,
    "endTime": 2840.09,
    "text": "We’ve come to the end of this 8IETLS episode on university."
  },
  {
    "startTime": 2840.09,
    "endTime": 2846.0420000000004,
    "text": "I hope that we’ve been able to inspire you to dream big when it comes to your university education."
  },
  {
    "startTime": 2846.05,
    "endTime": 2851.0860000000002,
    "text": "If you’re already in the process, make sure you do all of your research and make sure you follow up the right direction."
  },
  {
    "startTime": 2851.08,
    "endTime": 2861.064,
    "text": "And if you still consider where to go, remember to explore your choices, explore yourself as well as explore what you like and what you can do for the society."
  },
  {
    "startTime": 2861.07,
    "endTime": 2863.07,
    "text": "That’s it for this episode of 8IELTS."
  },
  {
    "startTime": 2863.07,
    "endTime": 2865.072,
    "text": "We’ll see you again next time."
  },
  {
    "startTime": 2865.07,
    "endTime": 2871.076,
    "text": "But of course, it’s not the end of my ending section, because as you can see, we have the whole crew right here."
  },
  {
    "startTime": 2871.07,
    "endTime": 2873.068,
    "text": "And they are all studying."
  },
  {
    "startTime": 2873.07,
    "endTime": 2875.0820000000003,
    "text": "And what’s the more of this story?"
  },
  {
    "startTime": 2875.08,
    "endTime": 2889.002,
    "text": "The more of this story is even that you had your university education, even you discovered you university, always make sure to continue to learn, continue to study, because learning is not always in the classroom."
  },
  {
    "startTime": 2889.01,
    "endTime": 2890.0780000000004,
    "text": "It’s outside of the classroom as well."
  },
  {
    "startTime": 2890.07,
    "endTime": 2900.07,
    "text": "We’ll see you again next time and bye bye for really now. Ciao."
  }
]