[
  {
    "startTime": 1.0,
    "endTime": 10.05,
    "text": "Radio Flyer, founded in 1917, is the Chicago-based manufacturer of tricycles, scooters, and most classically, little red wagons."
  },
  {
    "startTime": 10.05,
    "endTime": 17.0,
    "text": "Tesla Motors, incorporated in 2003, is the Silicon Valley automaker leading the innovation of electric cars."
  },
  {
    "startTime": 17.0,
    "endTime": 18.67,
    "text": "Put them together and what do you get?"
  },
  {
    "startTime": 19.1,
    "endTime": 30.6,
    "text": "The Tesla Model S for Kids, a battery-powered ride-on toy for kids between ages three and eight, which brings us to our test driver."
  },
  {
    "startTime": 30.69,
    "endTime": 32.7,
    "text": "My name's Felix and I’m 5 years old."
  },
  {
    "startTime": 32.8,
    "endTime": 34.3,
    "text": "I live in Brooklyn, New York."
  },
  {
    "startTime": 35.53,
    "endTime": 38.5,
    "text": "One recent Saturday, I led the lad over to Brooklyn Bridge Park."
  },
  {
    "startTime": 38.6,
    "endTime": 44.800000000000004,
    "text": "It's a little less than a mile down the road from the local Tesla showroom, and it seems like a great spot to put the car through its paces."
  },
  {
    "startTime": 45.511,
    "endTime": 46.7,
    "text": "Assembly was quick."
  },
  {
    "startTime": 46.9,
    "endTime": 51.82,
    "text": "And the operation so intuitive that I could condense a driver's ed class down to a minute."
  },
  {
    "startTime": 52.64,
    "endTime": 54.8,
    "text": "The toy has two modes: drive and reverse."
  },
  {
    "startTime": 54.9,
    "endTime": 62.260999999999996,
    "text": "One pedal to accelerate and it sport side view mirrors, a lithium-ion battery, and headlights much like its full-scale counterparts."
  },
  {
    "startTime": 62.261,
    "endTime": 66.301,
    "text": "It also has an auxiliary port and speakers for cruising with some tunes."
  },
  {
    "startTime": 66.311,
    "endTime": 69.9,
    "text": "The real Model S goes from 0 to 60 miles per hour in two and half seconds."
  },
  {
    "startTime": 70.051,
    "endTime": 74.35000000000001,
    "text": "And in about same span of time, this one went from 0 to 6, its top speed."
  },
  {
    "startTime": 74.361,
    "endTime": 80.422,
    "text": "It can also be set to a lower maximum speed of 3 mph (miles per hour), by accessing a child-resistant switch at the rear."
  },
  {
    "startTime": 81.172,
    "endTime": 84.233,
    "text": "The kid seems to be enjoying himself, that's what I expected."
  },
  {
    "startTime": 84.433,
    "endTime": 89.25200000000001,
    "text": "He's one of those kids thrilled just to sit in the front seat of a parked rental car and pretend to drive."
  },
  {
    "startTime": 90.532,
    "endTime": 98.583,
    "text": "The toy also proved to be educational, quickly broke the boy of the habit of oversteering that has led to so many crashes in arcade racing games."
  },
  {
    "startTime": 98.583,
    "endTime": 100.0,
    "text": "So, what about the bottom line?"
  },
  {
    "startTime": 100.0,
    "endTime": 108.752,
    "text": "The vehicle's base price is 500 dollars, which maybe sounds like a lot of money until you consider that, in this neighborhood, that buys you about 20 hours of babysitting."
  },
  {
    "startTime": 108.752,
    "endTime": 111.934,
    "text": "At first, all Felix had to say was, it was fun."
  },
  {
    "startTime": 111.934,
    "endTime": 116.564,
    "text": "Then we went out for a cup of hot cocoa and he took out his colored pencils and drew me a picture."
  },
  {
    "startTime": 116.564,
    "endTime": 122.714,
    "text": "The young man's self-portrait as a motorist told me that his Tesla ride left a truly lasting impression."
  }
]