[
  {
    "startTime": 3.879,
    "endTime": 9.71,
    "text": "How to Grow Taller. Follow this guide to learn how exercise, sleep and eating a healthy diet"
  },
  {
    "startTime": 9.71,
    "endTime": 16.32,
    "text": "will help you grow taller and healthier. You will need exercise, sleep and a healthy diet."
  },
  {
    "startTime": 16.32,
    "endTime": 21.939,
    "text": "Step 1. Start an exercise program that improves posture and flexibility and strengthens muscles."
  },
  {
    "startTime": 21.939,
    "endTime": 28.1,
    "text": "Yoga, swimming, cycling, and running are great starter choices. Step 2. Get sleep,"
  },
  {
    "startTime": 28.1,
    "endTime": 32.5,
    "text": "an important factor in the growing process because it repairs and replenishes your body."
  },
  {
    "startTime": 32.5,
    "endTime": 37.3,
    "text": "Kids and teenagers who are still growing need eight and a half to 11 hours of sleep a night."
  },
  {
    "startTime": 37.3,
    "endTime": 44.33,
    "text": "Step 3. Provide a healthy diet that includes fruits, vegetables, and whole grains. Foods rich in vitamin D,"
  },
  {
    "startTime": 44.33,
    "endTime": 49.8,
    "text": "such as dairy products, fish, and fortified cereals, will help build and maintain strong bones."
  },
  {
    "startTime": 49.8,
    "endTime": 55.099999999999994,
    "text": "Step 4. Add protein to your diet to help in the growth and repair of muscles and tissues."
  },
  {
    "startTime": 55.1,
    "endTime": 62.5,
    "text": "Chicken, fish, eggs, tofu, and legumes are healthy choices. Add protein to at least one meal a day."
  },
  {
    "startTime": 62.5,
    "endTime": 67.939,
    "text": "Step 5. Avoid food and drinks that are processed or high in fat, such as"
  },
  {
    "startTime": 67.939,
    "endTime": 73.619,
    "text": "margarine, soft drinks, coffee, alcohol, and concentrated sugar. Did you know?"
  },
  {
    "startTime": 73.619,
    "endTime": 79.3,
    "text": "According to the Guinness Book of World Records, Robert Wadlow is the tallest man in medical history"
  },
  {
    "startTime": 79.3,
    "endTime": 88.90899999999999,
    "text": "at 8 feet 11 inches tall."
  }
]