[
  {
    "startTime": 18.16,
    "endTime": 22.43,
    "text": "Although this seems like a basic thing, my first tip is to really think of the size of"
  },
  {
    "startTime": 22.43,
    "endTime": 24.07,
    "text": "your future bullet jornal."
  },
  {
    "startTime": 24.07,
    "endTime": 28.95,
    "text": "You need to chose a notebook that you will be able to carry all year round so this choice"
  },
  {
    "startTime": 28.95,
    "endTime": 32.41,
    "text": "can make or break your bullet journaling habit."
  },
  {
    "startTime": 32.41,
    "endTime": 36.73,
    "text": "When I first started bullet journaling I used the medium sized molekine notebook, which"
  },
  {
    "startTime": 36.73,
    "endTime": 41.55,
    "text": "you can see on the right but I soon found out that I preferred larger pages so I could"
  },
  {
    "startTime": 41.55,
    "endTime": 45.559999999999995,
    "text": "have more room to draw calendars and timetables."
  },
  {
    "startTime": 45.56,
    "endTime": 50.75,
    "text": "Besides the size, you should also think about if you prefer to write with dots, lines, a"
  },
  {
    "startTime": 50.75,
    "endTime": 52.86,
    "text": "grid or just plain paper."
  },
  {
    "startTime": 52.86,
    "endTime": 58.23,
    "text": "I am currently using a dotted moleskine bullet journal and I think I will never go back."
  },
  {
    "startTime": 58.23,
    "endTime": 62.559,
    "text": "Dotted paper gives you the perfect layout for customizable spreads but it isn’t as"
  },
  {
    "startTime": 62.559,
    "endTime": 68.61,
    "text": "harsh as lines or grid paper."
  },
  {
    "startTime": 68.61,
    "endTime": 72.89,
    "text": "Before starting to work on your bullet journal I really recommend searching for other bullet"
  },
  {
    "startTime": 72.89,
    "endTime": 76.78,
    "text": "journals on the web and seeing what people are doing with their notebooks."
  },
  {
    "startTime": 76.78,
    "endTime": 81.93,
    "text": "You can find tons of inspiration on tumblr and youtube and incorporate [a few of the"
  },
  {
    "startTime": 81.93,
    "endTime": 83.48,
    "text": "things you find in your own journal."
  },
  {
    "startTime": 83.48,
    "endTime": 88.72,
    "text": "You have tons of layouts to chose from, including daily, weekly and monthly spreads, as well"
  },
  {
    "startTime": 88.72,
    "endTime": 93.78999999999999,
    "text": "as habit trackers, timetables, timelines, task lists, you name it."
  },
  {
    "startTime": 93.79,
    "endTime": 97.74000000000001,
    "text": "If I could choose one person to recommend to you, I would definitely check out Boho"
  },
  {
    "startTime": 97.74,
    "endTime": 105.85,
    "text": "Berry because she has the most beautiful bullet journal I’ve ever seen."
  },
  {
    "startTime": 105.85,
    "endTime": 110.09899999999999,
    "text": "Another thing I think is so important is just to start simple."
  },
  {
    "startTime": 110.099,
    "endTime": 114.81,
    "text": "Most people I know that have quit bullet journaling are mostly perfectionist people, that ended"
  },
  {
    "startTime": 114.81,
    "endTime": 119.3,
    "text": "up not enjoying how their spreads were looking because they were trying to over-complicate"
  },
  {
    "startTime": 119.3,
    "endTime": 120.96,
    "text": "the task."
  },
  {
    "startTime": 120.96,
    "endTime": 124.27,
    "text": "Remember that the thing that the bullet system was supposed to revolutionize the journaling"
  },
  {
    "startTime": 124.27,
    "endTime": 128.82999999999998,
    "text": "world is the fact that it is such a simple system in comparison to traditional journaling"
  },
  {
    "startTime": 128.83,
    "endTime": 130.229,
    "text": "methods."
  },
  {
    "startTime": 130.229,
    "endTime": 133.72000000000003,
    "text": "Just because you find wonderful bullet journals on the internet, it doesn’t mean you have"
  },
  {
    "startTime": 133.72,
    "endTime": 136.39,
    "text": "to commit to that aesthetic."
  },
  {
    "startTime": 136.39,
    "endTime": 143.10999999999999,
    "text": "Just face your journal as a tool for productivity and not merely as a creative outlet."
  },
  {
    "startTime": 143.11,
    "endTime": 147.61,
    "text": "As such, I would recommend you to spend a week or so preparing your bullet journal,"
  },
  {
    "startTime": 147.61,
    "endTime": 151.81,
    "text": "drawing a few spreads or numbering a few pages, just to get the hang of it."
  },
  {
    "startTime": 151.81,
    "endTime": 155.17000000000002,
    "text": "I especially like to do this the week before the new year."
  },
  {
    "startTime": 155.17,
    "endTime": 160.23,
    "text": "However, as soon as you officially start bullet journaling, don’t worry if your handwriting"
  },
  {
    "startTime": 160.23,
    "endTime": 165.67,
    "text": "is messy or smudged – your journal is yours and nobody needs to see it."
  },
  {
    "startTime": 165.67,
    "endTime": 170.14,
    "text": "Just keep writing and try to see how the journal develops through the year."
  },
  {
    "startTime": 170.14,
    "endTime": 174.1,
    "text": "Maybe you will be surprised to find out that your journaling skills improve as the months"
  },
  {
    "startTime": 174.1,
    "endTime": 175.29,
    "text": "go by."
  },
  {
    "startTime": 175.29,
    "endTime": 182.72,
    "text": "Since we are on the topic of committing, I also recommend for you to schedule a certain"
  },
  {
    "startTime": 182.72,
    "endTime": 185.79,
    "text": "time each day to write in your bullet journal."
  },
  {
    "startTime": 185.79,
    "endTime": 189.98999999999998,
    "text": "One of the things that makes people quit bullet journaling is just finding out a few weeks"
  },
  {
    "startTime": 189.99,
    "endTime": 194.73000000000002,
    "text": "after they started that they haven’t written almost anything down."
  },
  {
    "startTime": 194.73,
    "endTime": 199.67,
    "text": "I like to spend 10 minutes each day just sitting in front of that empty page and just trying"
  },
  {
    "startTime": 199.67,
    "endTime": 203.16,
    "text": "to remember of things that I need to do, or I need to accomplish."
  },
  {
    "startTime": 203.16,
    "endTime": 208.04,
    "text": "If all of those productive things are already written down, I end up writing about things"
  },
  {
    "startTime": 208.04,
    "endTime": 213.4,
    "text": "that I am grateful for, or books that I want to read, or countries where I want to travel."
  },
  {
    "startTime": 213.4,
    "endTime": 218.04,
    "text": "There is always something to write about and the task of writing every day becomes addictive"
  },
  {
    "startTime": 218.04,
    "endTime": 226.16,
    "text": "and that is when you understand that you are committed to journaling."
  },
  {
    "startTime": 226.16,
    "endTime": 230.1,
    "text": "For a final, very functional tip, and I think I’ve mentioned this in my last year’s"
  },
  {
    "startTime": 230.1,
    "endTime": 234.72,
    "text": "bullet journal setup video, I recommend you to draw and write your permanent spreads in"
  },
  {
    "startTime": 234.72,
    "endTime": 239.22,
    "text": "the back of your bullet journal so you can quickly access them without having to check"
  },
  {
    "startTime": 239.22,
    "endTime": 240.60999999999999,
    "text": "your table of contents."
  },
  {
    "startTime": 240.61,
    "endTime": 247.31900000000002,
    "text": "[I normally use this method to access my timetable, a year calendar, youtube requests, the contacts"
  },
  {
    "startTime": 247.319,
    "endTime": 253.17999999999998,
    "text": "of companies I’m working with, general contacts, financial information and so on."
  },
  {
    "startTime": 253.18,
    "endTime": 257.709,
    "text": "I also like to keep my bucket list in the back of my journal so it doesn’t get lost"
  },
  {
    "startTime": 257.709,
    "endTime": 263.41,
    "text": "between all the weekly spreads in between."
  },
  {
    "startTime": 263.41,
    "endTime": 264.93,
    "text": "I hope you’ve enjoyed this video!"
  },
  {
    "startTime": 264.93,
    "endTime": 269.43,
    "text": "If you want more information about bullet journaling, check out my Bullet Journal 101"
  },
  {
    "startTime": 269.43,
    "endTime": 272.91,
    "text": "video, as well as my bullet journal setup for the last year."
  },
  {
    "startTime": 272.91,
    "endTime": 283.29,
    "text": "I will be sure to upload a 2017 setup in January so keep an eye out for that."
  },
  {
    "startTime": 283.29,
    "endTime": 293.29,
    "text": "Bye!"
  }
]