[
  {
    "startTime": 0.5,
    "endTime": 7.3,
    "text": "Throughout our lives, we spend a lot of time and even more money engineering pleasant experiences."
  },
  {
    "startTime": 7.4,
    "endTime": 14.600000000000001,
    "text": "We book airline tickets, visit beaches, admire glaciers, say hello to penguins, watch elephants drinking, and so on."
  },
  {
    "startTime": 14.7,
    "endTime": 22.799999999999997,
    "text": "In all this, the emphasis is almost always on the experience itself, which lasts a certain amount of time and then is over."
  },
  {
    "startTime": 22.9,
    "endTime": 31.0,
    "text": "The idea of making a big deal of revisiting an experience in memory sounds a little strange or simply sad."
  },
  {
    "startTime": 31.1,
    "endTime": 35.7,
    "text": "We're not assiduous or devoted cultivators of our past experiences."
  },
  {
    "startTime": 35.8,
    "endTime": 43.099999999999994,
    "text": "We shove all the nice things that have happened to us at the back of the cupboard of our minds and don't particularly expect to see them ever again."
  },
  {
    "startTime": 43.2,
    "endTime": 46.0,
    "text": "They happen, and then we're done with them."
  },
  {
    "startTime": 46.1,
    "endTime": 48.6,
    "text": "They do sometimes come back to us, unbidden."
  },
  {
    "startTime": 48.7,
    "endTime": 54.400000000000006,
    "text": "We may be on a boring train ride to work, and suddenly, an image of a beach at dusk comes to life."
  },
  {
    "startTime": 54.5,
    "endTime": 60.5,
    "text": "Or, while we're having a bath, we remember climbing a flower-covered mountain with a friend a decade before."
  },
  {
    "startTime": 60.6,
    "endTime": 63.6,
    "text": "But little attention tends to get paid to such moments."
  },
  {
    "startTime": 63.7,
    "endTime": 66.9,
    "text": "We don't engineer regular encounters with them."
  },
  {
    "startTime": 67.0,
    "endTime": 71.6,
    "text": "We may feel we have to dismiss them as daydreaming or thinking about nothing."
  },
  {
    "startTime": 71.7,
    "endTime": 81.5,
    "text": "But what if we were to alter the hierarchy of prestige a little and argue that regular immersion in our memories is a critical part of what can sustain and console us?"
  },
  {
    "startTime": 81.6,
    "endTime": 86.5,
    "text": "And not least, is perhaps the cheapest and most flexible form of entertainment."
  },
  {
    "startTime": 86.6,
    "endTime": 89.69999999999999,
    "text": "We should learn, regularly, to travel around our minds"
  },
  {
    "startTime": 89.8,
    "endTime": 99.8,
    "text": "and think it almost as prestigious to sit at home and reflect on a trip we once took to an island as to trek to this island encased in our cumbersome bodies."
  },
  {
    "startTime": 99.9,
    "endTime": 109.80000000000001,
    "text": "In our neglect of our memories, we are spoiled children who squeeze only a portion of the pleasure from our experiences, and then toss them aside to seek new thrills."
  },
  {
    "startTime": 109.9,
    "endTime": 117.7,
    "text": "Part of why we feel the need for so many new experiences may simply be that we're so bad at absorbing the ones we've had."
  },
  {
    "startTime": 118.1,
    "endTime": 121.69999999999999,
    "text": "To help us focus more on our memories, we need nothing technical."
  },
  {
    "startTime": 121.8,
    "endTime": 123.8,
    "text": "We certainly don't need a camera."
  },
  {
    "startTime": 123.9,
    "endTime": 129.4,
    "text": "There is a camera in our minds already, and it's always on; it takes everything we've ever seen."
  },
  {
    "startTime": 129.5,
    "endTime": 137.1,
    "text": "Huge chunks of experience are still there in our heads, intact and vivid, just waiting for us to ask ourselves leading questions like,"
  },
  {
    "startTime": 137.2,
    "endTime": 142.39999999999998,
    "text": "\"Where did we go after we landed?\" or \"What was the first breakfast like?\""
  },
  {
    "startTime": 142.5,
    "endTime": 147.9,
    "text": "When we can't sleep, when there is no wi-fi, we should always think of going on memory journeys."
  },
  {
    "startTime": 148.0,
    "endTime": 154.3,
    "text": "Our experiences have not disappeared just because they're no longer unfolding right in front of our eyes."
  },
  {
    "startTime": 154.4,
    "endTime": 161.1,
    "text": "We can remain in touch with so much of what made them pleasurable simply through the art of evocation."
  },
  {
    "startTime": 161.2,
    "endTime": 164.89999999999998,
    "text": "We talk endlessly of virtual reality, yet we don't need gadgets."
  },
  {
    "startTime": 165.0,
    "endTime": 169.2,
    "text": "We have the finest virtual reality machines already in our own heads."
  },
  {
    "startTime": 169.3,
    "endTime": 180.4,
    "text": "We can, right now, shut our eyes and travel into and linger amongst the very best and most consoling and life-enhancing bits of our past."
  }
]