[
  {
    "startTime": 3.603,
    "endTime": 5.204000000000001,
    "text": "The White House is the people's house."
  },
  {
    "startTime": 5.238,
    "endTime": 9.941,
    "text": "Michelle and I, and the girls, we understand that we're here for a limited time."
  },
  {
    "startTime": 10.5,
    "endTime": 18.182000000000002,
    "text": "And we're here because we have this incredible privilege of serving the American people and looking after them and what they are concerned about."
  },
  {
    "startTime": 20.487,
    "endTime": 25.656999999999996,
    "text": "I think everybody, the first night they spend in the White House, are a little overwhelmed."
  },
  {
    "startTime": 25.659,
    "endTime": 32.432,
    "text": "You know, the White House is such an icon in American life and around the globe."
  },
  {
    "startTime": 32.8,
    "endTime": 39.205,
    "text": "And the notion that you'd be sleeping in a bed inside of it, is a little bit intimidating."
  },
  {
    "startTime": 39.205,
    "endTime": 49.599999999999994,
    "text": "And, at least when you've got a couple of kids, you pretty much get into a routine because you know that you're going to have to figure out how to wake them up, and make sure they get to school on that first day."
  },
  {
    "startTime": 49.6,
    "endTime": 55.086,
    "text": "So, the transition was smooth, but that first night you kind of wake up with a startle a little bit and say to yourself."
  },
  {
    "startTime": 57.0,
    "endTime": 59.558,
    "text": "\"My goodness, what am I doing here?\""
  },
  {
    "startTime": 61.0,
    "endTime": 73.104,
    "text": "Every day, although you consider it the place you live, I think you're very mindful that this is a place of history, that this is a place that belongs to the people and to the country."
  },
  {
    "startTime": 73.2,
    "endTime": 92.91900000000001,
    "text": "As much as you want to feel comfortable in that place, you also want to feel a little bit of reverence, for the fact that down these halls Lincoln has walked, and in these rooms FDR has made decisions that had impacts around the world."
  },
  {
    "startTime": 94.783,
    "endTime": 103.95,
    "text": "While you're here, you're maybe part of the first family, but once your term's up you're going to be a citizen once again."
  },
  {
    "startTime": 103.97,
    "endTime": 118.149,
    "text": "And that, I think, is both humbling, but extremely gratifying because it reminds us that this is a democracy and those who come into this office are here temporarily."
  },
  {
    "startTime": 118.5,
    "endTime": 121.75,
    "text": "Someday soon, there's going to be somebody else who takes up that mantle."
  },
  {
    "startTime": 121.82,
    "endTime": 127.859,
    "text": "And you just make sure that during the time that you're here you're doing the best you can to serve the people who've sent you."
  }
]