[
  {
    "startTime": 0.7,
    "endTime": 5.4,
    "text": "The story of the path to coldness in love is well-known."
  },
  {
    "startTime": 5.5,
    "endTime": 11.0,
    "text": "We start off full of affection for one another, and then, with time, feelings fade."
  },
  {
    "startTime": 11.1,
    "endTime": 18.8,
    "text": "We start prioritizing work, we check our phones while they're speaking, we don't especially want to hear how their day went."
  },
  {
    "startTime": 18.9,
    "endTime": 23.599999999999998,
    "text": "There's a popular surface explanation for this kind of emotional frost."
  },
  {
    "startTime": 23.7,
    "endTime": 29.7,
    "text": "That people naturally get bored of one another in the same way as they get bored with everything else⏤"
  },
  {
    "startTime": 29.8,
    "endTime": 34.1,
    "text": "the gadget that once seemed so amazing, the film they used to love."
  },
  {
    "startTime": 34.2,
    "endTime": 40.300000000000004,
    "text": "Going cold is, in this story, simply the unavoidable consequence of familiarity."
  },
  {
    "startTime": 40.4,
    "endTime": 46.3,
    "text": "But there's another explanation: dark at first, but, in the end, more hopeful."
  },
  {
    "startTime": 46.4,
    "endTime": 50.3,
    "text": "The loss of interest isn't either natural or inevitable."
  },
  {
    "startTime": 50.4,
    "endTime": 54.1,
    "text": "The boredom is something at once more complicated and more active."
  },
  {
    "startTime": 54.2,
    "endTime": 64.9,
    "text": "It exists because we felt hurt by, angry with, or scared of our partner and because we haven't found a cathartic way to tell ourselves⏤or them⏤about it."
  },
  {
    "startTime": 65.4,
    "endTime": 72.4,
    "text": "Tuning out isn't inevitable⏤it's a symptom of disavowed emotional distress; it's a way of coping."
  },
  {
    "startTime": 72.5,
    "endTime": 76.8,
    "text": "We're internally numbed, not just a touch bored."
  },
  {
    "startTime": 77.0,
    "endTime": 83.8,
    "text": "This can sound strange; after all, we might have no active sense that our partner has been hurting, angering, or frightening us."
  },
  {
    "startTime": 83.9,
    "endTime": 91.80000000000001,
    "text": "The idea appears laughable or extreme; it makes our partners sound like monsters or ourselves like weaklings, neither of which is true."
  },
  {
    "startTime": 92.1,
    "endTime": 99.5,
    "text": "But the self that loves within a relationship is not the normal adult self we know from other zones of our lives."
  },
  {
    "startTime": 99.8,
    "endTime": 106.89999999999999,
    "text": "We may mostly be hugely resourceful and resilient, but the person who loves is an infinitely more vulnerable being."
  },
  {
    "startTime": 107.1,
    "endTime": 117.1,
    "text": "We should imagine it like a smaller, younger, more defenseless version of ourselves that lives in our heads and is no tougher and not much wiser than we were as babies,"
  },
  {
    "startTime": 117.2,
    "endTime": 122.3,
    "text": "which is when so many of our needs for and ideas about love were formed."
  },
  {
    "startTime": 122.4,
    "endTime": 129.3,
    "text": "It's this vulnerable self that continues to direct our hearts even if we're 6 foot 2 with a pointy beard."
  },
  {
    "startTime": 129.6,
    "endTime": 136.7,
    "text": "The loving self has a gossamer-thin ego; it gets hurt, frightened, and upset with desperate ease."
  },
  {
    "startTime": 136.8,
    "endTime": 142.3,
    "text": "You could deeply distress it by interrupting it during a story it's telling you about the sandwich it had for lunch,"
  },
  {
    "startTime": 142.4,
    "endTime": 146.1,
    "text": "by not asking it enough about the little spot it got on its arm yesterday,"
  },
  {
    "startTime": 146.2,
    "endTime": 148.7,
    "text": "by preferring a book to cuddling,"
  },
  {
    "startTime": 148.8,
    "endTime": 152.3,
    "text": "or being a bit tricky about what channel it should watch on TV."
  },
  {
    "startTime": 152.4,
    "endTime": 159.20000000000002,
    "text": "Of course, these are, by ordinary adult standards, tiny slights, but we don't love by adult standards."
  },
  {
    "startTime": 159.3,
    "endTime": 166.0,
    "text": "These small arrows are enough to wound the self that loves to its tender, emotional core."
  },
  {
    "startTime": 166.1,
    "endTime": 173.4,
    "text": "Ideally, of course, the small self would, at once, point out what's happened; it would carefully explain that it'd been frustrated and hurt."
  },
  {
    "startTime": 173.5,
    "endTime": 179.4,
    "text": "Its voice would be measured, undefensive, and charming, but mostly, it just stays silent."
  },
  {
    "startTime": 179.5,
    "endTime": 183.4,
    "text": "That's forgivable⏤it doesn't properly understand what's wrong."
  },
  {
    "startTime": 183.6,
    "endTime": 192.6,
    "text": "It just knows it's in pain and is driven by an instinct to withdraw and protect itself, which translates into behavior that looks pretty cold."
  },
  {
    "startTime": 192.7,
    "endTime": 200.7,
    "text": "If the adult self had to give voice to the loving self's upset, it could sound and feel absurd, which is partly why it doesn't."
  },
  {
    "startTime": 200.9,
    "endTime": 203.6,
    "text": "There can be something especially humiliating in having to say:"
  },
  {
    "startTime": 204.0,
    "endTime": 213.4,
    "text": "\"I don't feel you took enough interest in the details of my lunch break,\" or \"I'm 45 years old, but not capable of sharing a TV remote control.\""
  },
  {
    "startTime": 213.8,
    "endTime": 223.60000000000002,
    "text": "These truly are small issues for an adult to dwell on, but the parts of us that make themselves vulnerable in love don't obey the ordinary adult rules."
  },
  {
    "startTime": 224.0,
    "endTime": 227.2,
    "text": "The consequence is that the loving self dries up."
  },
  {
    "startTime": 227.3,
    "endTime": 233.9,
    "text": "It doesn't want to have sex, it gets sarcastic and irritable, but it doesn't even know why it's like this."
  },
  {
    "startTime": 234.1,
    "endTime": 237.1,
    "text": "It isn't putting on an act; it's confused."
  },
  {
    "startTime": 237.5,
    "endTime": 245.4,
    "text": "To learn to cope, we need a prominent mutual awareness and forgiveness of this dynamic of sensitivity and distress,"
  },
  {
    "startTime": 245.5,
    "endTime": 250.2,
    "text": "and a commitment to decode it when disengagement and indifference descend."
  },
  {
    "startTime": 250.4,
    "endTime": 264.3,
    "text": "We have to create a forum in which so-called \"minor, love-sapping hurts\" can safely be aired without the other dismissing⏤as they always so easily can⏤the issues at stake as \"childish\" or \"imagined\"."
  },
  {
    "startTime": 264.4,
    "endTime": 271.59999999999997,
    "text": "The touchiness of the loving self is ridiculous if judged by the more robust standards of the rest of life."
  },
  {
    "startTime": 271.7,
    "endTime": 274.4,
    "text": "But this is not the rest of life."
  },
  {
    "startTime": 274.6,
    "endTime": 279.0,
    "text": "When we've gone cold, we may not truly have lost interest in our partners."
  },
  {
    "startTime": 279.4,
    "endTime": 286.4,
    "text": "We might just need an opportunity to imagine that we are quietly, really rather hurt and furious with them."
  },
  {
    "startTime": 286.7,
    "endTime": 296.8,
    "text": "And we should have access to a safe forum in which our tender but critical feelings can be aired, purged, and understood without risk of humiliation."
  }
]