[
  {
    "startTime": 6.5,
    "endTime": 15.0,
    "text": "Imagine you're watching a runaway trolley barreling down the tracks straight towards five workers who can't escape."
  },
  {
    "startTime": 15.6,
    "endTime": 21.2,
    "text": "You happen to be standing next to a switch that will divert the trolley onto a second track."
  },
  {
    "startTime": 21.3,
    "endTime": 22.6,
    "text": "Here's the problem."
  },
  {
    "startTime": 22.7,
    "endTime": 27.0,
    "text": "That track has a worker on it, too, but just one."
  },
  {
    "startTime": 27.7,
    "endTime": 28.9,
    "text": "What do you do?"
  },
  {
    "startTime": 29.0,
    "endTime": 31.8,
    "text": "Do you sacrifice one person to save five?"
  },
  {
    "startTime": 32.5,
    "endTime": 41.7,
    "text": "This is the \"trolley problem\", a version of an ethical dilemma that philosopher Philippa Foot devised in 1967."
  },
  {
    "startTime": 41.8,
    "endTime": 47.599999999999994,
    "text": "It's popular because it forces us to think about how to choose when there are no good choices."
  },
  {
    "startTime": 47.7,
    "endTime": 54.5,
    "text": "Do we pick the action with the best outcome or stick to a moral code that prohibits causing someone's death?"
  },
  {
    "startTime": 55.0,
    "endTime": 63.5,
    "text": "In one survey, about 90% of respondents said that it's okay to flip the switch, letting one worker die to save five."
  },
  {
    "startTime": 63.9,
    "endTime": 70.0,
    "text": "And other studies, including a virtual reality simulation of the dilemma, have found similar results."
  },
  {
    "startTime": 70.6,
    "endTime": 82.6,
    "text": "These judgments are consistent with the philosophical principle of utilitarianism, which argues that the morally correct decision is the one that maximizes [the] well-being for the greatest number of people."
  },
  {
    "startTime": 82.9,
    "endTime": 89.80000000000001,
    "text": "The five lives outweigh one, even if achieving that outcome requires condemning someone to death."
  },
  {
    "startTime": 90.2,
    "endTime": 96.10000000000001,
    "text": "But people don't always take the utilitarian view, which we can see by changing the trolley problem a bit."
  },
  {
    "startTime": 96.8,
    "endTime": 102.3,
    "text": "This time, you're standing on a bridge over the track as the runaway trolley approaches."
  },
  {
    "startTime": 102.7,
    "endTime": 108.4,
    "text": "Now, there's no second track, but there is a very large man on the bridge next to you."
  },
  {
    "startTime": 108.5,
    "endTime": 115.0,
    "text": "If you push him over, his body will stop the trolley, saving the five workers, but he'll die."
  },
  {
    "startTime": 115.7,
    "endTime": 121.5,
    "text": "To utilitarians, the decision is exactly the same: lose one life to save five."
  },
  {
    "startTime": 121.5,
    "endTime": 127.9,
    "text": "But in this case, only about 10% of people say that it's okay to throw the man onto the tracks."
  },
  {
    "startTime": 128.3,
    "endTime": 135.60000000000002,
    "text": "Our instincts tell us that deliberately causing someone's death is different than allowing them to die as collateral damage."
  },
  {
    "startTime": 136.0,
    "endTime": 139.6,
    "text": "It just feels wrong for reasons that are hard to explain."
  },
  {
    "startTime": 140.6,
    "endTime": 146.2,
    "text": "This intersection between ethics and psychology is what's so interesting about the trolley problem."
  },
  {
    "startTime": 146.3,
    "endTime": 155.4,
    "text": "The dilemma in its many variations reveal that what we think is right or wrong depends on factors other than a logical weighing of the pros and cons."
  },
  {
    "startTime": 156.0,
    "endTime": 161.7,
    "text": "For example, men are more likely than women to say it's okay to push the man over the bridge."
  },
  {
    "startTime": 162.2,
    "endTime": 166.5,
    "text": "So are people who watch a comedy clip before doing the thought experiment."
  },
  {
    "startTime": 166.6,
    "endTime": 172.5,
    "text": "And in one virtual reality study, people were more willing to sacrifice men than women."
  },
  {
    "startTime": 173.0,
    "endTime": 178.7,
    "text": "Researchers have studied the brain activity of people thinking through the classic and bridge versions."
  },
  {
    "startTime": 179.2,
    "endTime": 185.6,
    "text": "Both scenarios activate areas of the brain involved in conscious decision-making and emotional responses."
  },
  {
    "startTime": 186.2,
    "endTime": 190.29999999999998,
    "text": "But in the bridge version, the emotional response is much stronger."
  },
  {
    "startTime": 190.8,
    "endTime": 196.0,
    "text": "So is activity in an area of the brain associated with processing internal conflict."
  },
  {
    "startTime": 196.6,
    "endTime": 197.7,
    "text": "Why the difference?"
  },
  {
    "startTime": 197.8,
    "endTime": 206.60000000000002,
    "text": "One explanation is that pushing someone to their death feels more personal, activating an emotional aversion to killing another person."
  },
  {
    "startTime": 206.7,
    "endTime": 210.6,
    "text": "But we feel conflicted because we know it's still the logical choice."
  },
  {
    "startTime": 211.5,
    "endTime": 216.4,
    "text": "Trolleyology has been criticized by some philosophers and psychologists."
  },
  {
    "startTime": 216.5,
    "endTime": 224.6,
    "text": "They argue that it doesn't reveal anything because its premise is so unrealistic that study participants don't take it seriously."
  },
  {
    "startTime": 225.1,
    "endTime": 230.29999999999998,
    "text": "But new technology is making this kind of ethical analysis more important than ever."
  },
  {
    "startTime": 230.4,
    "endTime": 237.6,
    "text": "For example, driverless cars may have to handle choices like causing a small accident to prevent a larger one."
  },
  {
    "startTime": 237.7,
    "endTime": 248.1,
    "text": "Meanwhile, governments are researching autonomous military drones that could wind up making decisions of whether they'll risk civilian casualties to attack a high-value target."
  },
  {
    "startTime": 249.1,
    "endTime": 257.3,
    "text": "If we want these actions to be ethical, we have to decide, in advance, how to value human life and judge the greater good."
  },
  {
    "startTime": 257.4,
    "endTime": 267.29999999999995,
    "text": "So, researchers who study autonomous systems are collaborating with philosophers to address the complex problem of programming ethics into machines,"
  },
  {
    "startTime": 267.4,
    "endTime": 275.0,
    "text": "which goes to show that even hypothetical dilemmas can wind up on a collision course with the real world."
  }
]