[
  {
    "startTime": 10.2,
    "endTime": 12.0,
    "text": "I talked about faith, passion."
  },
  {
    "startTime": 12.1,
    "endTime": 16.6,
    "text": "Obviously the drive of the guys that I've been around and the guys that surround me every single day."
  },
  {
    "startTime": 16.9,
    "endTime": 22.299999999999997,
    "text": "But part of that is having the will to succeed."
  },
  {
    "startTime": 23.4,
    "endTime": 28.5,
    "text": "You knowing that you put the work in, and have the confidence to let it show."
  },
  {
    "startTime": 29.2,
    "endTime": 33.9,
    "text": "What I tell people is just be the best version of yourself in anything that you do ."
  },
  {
    "startTime": 38.2,
    "endTime": 41.300000000000004,
    "text": "You don't have to live anybody else's story."
  },
  {
    "startTime": 41.6,
    "endTime": 48.800000000000004,
    "text": "Sometimes, people make it seem like you have to have certain prerequisites or a crazy life story in order to be successful in this world. ."
  },
  {
    "startTime": 48.9,
    "endTime": 51.199999999999996,
    "text": "But the truth is you really don't."
  },
  {
    "startTime": 51.3,
    "endTime": 59.8,
    "text": "It doesn't matter where you come from, what you have or don't have, what you lack, what you have too much of."
  },
  {
    "startTime": 60.0,
    "endTime": 67.9,
    "text": "But all you need to have is faith in God, an undying passion for what you do, or what you choose to do in this life."
  },
  {
    "startTime": 68.4,
    "endTime": 75.0,
    "text": "And a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to."
  },
  {
    "startTime": 75.1,
    "endTime": 80.0,
    "text": "Make sure you live in the moment, and work your butt off every single day."
  },
  {
    "startTime": 80.1,
    "endTime": 87.69999999999999,
    "text": "And I hope I inspire people all around the world to just be themselves, be humble, and be grateful for all the blessings in your life."
  },
  {
    "startTime": 87.8,
    "endTime": 90.7,
    "text": "And I'm truly honored to be your MVP this year."
  },
  {
    "startTime": 90.8,
    "endTime": 95.0,
    "text": "So thank you very much."
  },
  {
    "startTime": 101.9,
    "endTime": 106.9,
    "text": "I was always the smallest kid on my team."
  },
  {
    "startTime": 111.9,
    "endTime": 113.60000000000001,
    "text": "You know, everything happens for a reason."
  },
  {
    "startTime": 113.7,
    "endTime": 116.3,
    "text": "And there's a story to everything."
  },
  {
    "startTime": 116.4,
    "endTime": 125.0,
    "text": "And if you take time to realize in what your dream is and what you really want in life, no matter what it is..."
  },
  {
    "startTime": 125.0,
    "endTime": 131.5,
    "text": "Whether it's sports, whether it's in other fields, you have to realize that there's always work to do."
  },
  {
    "startTime": 131.6,
    "endTime": 137.4,
    "text": "And you want to be the hardest working person in whatever you do and you put yourself in position to be successful."
  },
  {
    "startTime": 137.5,
    "endTime": 139.9,
    "text": "And you have to have a passion about what you do."
  },
  {
    "startTime": 140.0,
    "endTime": 155.6,
    "text": "And basketball was mine, and that's what carried me to this point."
  }
]