[
  {
    "startTime": 3.55,
    "endTime": 5.4,
    "text": "How to dress for school?"
  },
  {
    "startTime": 5.4,
    "endTime": 8.600000000000001,
    "text": "Plan ahead and you can cut down on the crazy morning rush."
  },
  {
    "startTime": 8.8,
    "endTime": 13.4,
    "text": "When you've got your dressing game plan down, you can look effortlessly cool."
  },
  {
    "startTime": 13.5,
    "endTime": 30.0,
    "text": "You will need: clothes and accessories for school, an alarm clock, shampoo and conditioner, soap, makeup and hair accessories for girls, hair product for boys, a healthy breakfast, a toothbrush and toothpaste, and a backpack, already packed."
  },
  {
    "startTime": 30.0,
    "endTime": 33.7,
    "text": "Optional: funky, individualized accessories."
  },
  {
    "startTime": 33.8,
    "endTime": 37.5,
    "text": "Step 1: Pack your backpack and arrange your clothes the night before."
  },
  {
    "startTime": 37.6,
    "endTime": 40.300000000000004,
    "text": "Aim for neutral, complementary colors."
  },
  {
    "startTime": 40.3,
    "endTime": 47.25,
    "text": "Both genders should consider wearing jeans, a t-shirt, and a hoodie or cardigan, along with clean underwear and shoes."
  },
  {
    "startTime": 47.3,
    "endTime": 53.0,
    "text": "If you wear a school uniform, personalize your clothes with funky jewelry or unique shoes."
  },
  {
    "startTime": 53.0,
    "endTime": 56.7,
    "text": "Step 2: Go to bed early so you can wake up in the morning."
  },
  {
    "startTime": 56.7,
    "endTime": 61.5,
    "text": "Rather than jumping out of bed with moments to spare, you're aiming for an hour of prep time."
  },
  {
    "startTime": 61.7,
    "endTime": 65.5,
    "text": "Step 3: Wake up when your alarm goes off, and take a quick shower."
  },
  {
    "startTime": 65.6,
    "endTime": 70.0,
    "text": "Thoroughly wash and condition your hair, and pay special attention to your face."
  },
  {
    "startTime": 70.0,
    "endTime": 77.2,
    "text": "Step 4: Style your hair in a loose ponytail or bun if you're a girl, and add cute hair accessories and put on your makeup."
  },
  {
    "startTime": 77.2,
    "endTime": 80.3,
    "text": "Guys can use gel for a deliberately messy look."
  },
  {
    "startTime": 80.3,
    "endTime": 86.88,
    "text": "Step 5: Eat a healthy breakfast, and then brush your teeth, grab your backpack, and head out the door."
  },
  {
    "startTime": 87.0,
    "endTime": 88.0,
    "text": "Did you know?"
  },
  {
    "startTime": 88.0,
    "endTime": 104.77,
    "text": "In 2009, a cross-dressing high school senior was sent home because his wig violated the school's dress code rule that a boy's hair may not be longer than the bottom of a regular shirt collar."
  }
]