[
  {
    "startTime": 1.689,
    "endTime": 7.35,
    "text": "Hi. I’m Denise. Thank you for watching my video. Today I’m going to talk about two"
  },
  {
    "startTime": 7.35,
    "endTime": 21.35,
    "text": "sounds made with the letters t and h. These two sounds are /θ/ and /ð/. I will talk"
  },
  {
    "startTime": 21.35,
    "endTime": 31.630000000000003,
    "text": "about how to make these sounds. I will talk about some common mistakes when making these"
  },
  {
    "startTime": 31.63,
    "endTime": 39.78,
    "text": "sounds. I will give you some practice words and ask you to practice with me some words"
  },
  {
    "startTime": 39.78,
    "endTime": 51.219,
    "text": "with confusing sounds. I will talk about how to know whether you should make the /θ/ sound"
  },
  {
    "startTime": 51.219,
    "endTime": 59.620000000000005,
    "text": "or the /ð/ sound. And I’ll give you some examples of words with each of these two sounds."
  },
  {
    "startTime": 59.62,
    "endTime": 67.50999999999999,
    "text": "Then finally, I will give you some sentences to practice using these sounds."
  },
  {
    "startTime": 67.51,
    "endTime": 77.78,
    "text": "So let me begin by talking about how to make these sounds. Both of these sounds are made"
  },
  {
    "startTime": 77.78,
    "endTime": 86.45,
    "text": "with the tip of our tongue between our upper and lower teeth. And it’s really only the"
  },
  {
    "startTime": 86.45,
    "endTime": 94.33,
    "text": "very tip of the tongue. It’s not the entire tongue. Your tongue should not be protruding"
  },
  {
    "startTime": 94.33,
    "endTime": 102.4,
    "text": "far between your teeth, so it should not be like this. That’s way too far. Even half"
  },
  {
    "startTime": 102.4,
    "endTime": 108.92,
    "text": "of that is too far. It’s not like that. It’s just a very very tiny bit, just the"
  },
  {
    "startTime": 108.92,
    "endTime": 128.7,
    "text": "tip. You don’t see my tongue sticking out really far with this. Both of these again"
  },
  {
    "startTime": 128.7,
    "endTime": 134.0,
    "text": "have the tongue in about the same position. It’s just the tip of the tongue between"
  },
  {
    "startTime": 134.0,
    "endTime": 141.96,
    "text": "the teeth. It does not need to protrude far past your teeth. It really shouldn’t actually."
  },
  {
    "startTime": 141.96,
    "endTime": 148.70000000000002,
    "text": "Then with the tongue in that position, we force air out of our mouth. We force the air"
  },
  {
    "startTime": 148.7,
    "endTime": 158.75,
    "text": "out over our tongue. So, especially with this sound, this first one, the tongue barely touches"
  },
  {
    "startTime": 158.75,
    "endTime": 165.0,
    "text": "the teeth. It rests very very lightly between the teeth. You should not be pressing on your"
  },
  {
    "startTime": 165.0,
    "endTime": 172.68,
    "text": "teeth, /θ/. I just very lightly, if we pretend this is my tongue, I very lightly rest my"
  },
  {
    "startTime": 172.68,
    "endTime": 179.91,
    "text": "tongue, and this is my teeth, on my teeth very very lightly. Then I push the air out over the"
  },
  {
    "startTime": 179.91,
    "endTime": 189.69,
    "text": "tongue, /θ/ /θ/. With the other sound, the tongue is in the same position. However, I"
  },
  {
    "startTime": 189.69,
    "endTime": 197.1,
    "text": "do press a little bit harder onto my teeth, but not hard, just a little bit more than"
  },
  {
    "startTime": 197.1,
    "endTime": 206.92,
    "text": "I do with the first sound, /ð/ /ð/ /ð/. Okay. I hope you’re trying this with me."
  },
  {
    "startTime": 206.92,
    "endTime": 214.66,
    "text": "Then with both sounds, we force air over our tongue. We can hear more air and we can feel"
  },
  {
    "startTime": 214.66,
    "endTime": 221.35999999999999,
    "text": "more air if we put our hand in front of our mouth. We can feel more air coming out with"
  },
  {
    "startTime": 221.36,
    "endTime": 230.0,
    "text": "this first sound. This is /θ/. I can hear and I can feel, /θ/, a lot of air coming"
  },
  {
    "startTime": 230.0,
    "endTime": 236.959,
    "text": "out of my mouth. With this second sound, I also have air coming out of my mouth. I’m"
  },
  {
    "startTime": 236.959,
    "endTime": 242.7,
    "text": "also forcing the air out over my tongue. However, there’s not as much air. I can’t feel"
  },
  {
    "startTime": 242.7,
    "endTime": 250.36999999999998,
    "text": "as much and I can’t hear as much, /ð/ /ð/, but I do feel some air coming out. So, for"
  },
  {
    "startTime": 250.37,
    "endTime": 256.539,
    "text": "both of these sounds, the tongue is between the teeth, but it does not protrude far past"
  },
  {
    "startTime": 256.539,
    "endTime": 262.0,
    "text": "the teeth. With the first sound especially, the tongue does not press against the teeth"
  },
  {
    "startTime": 262.0,
    "endTime": 268.63,
    "text": "at all. We can say that the upper teeth just rest very lightly or very lightly touch the"
  },
  {
    "startTime": 268.63,
    "endTime": 278.03,
    "text": "tongue, /θ/. With the second sound, the tongue pushes a little bit more onto the teeth. And"
  },
  {
    "startTime": 278.03,
    "endTime": 285.5,
    "text": "with both of these sounds, we force air out over the tongue. The first sound, this one,"
  },
  {
    "startTime": 285.5,
    "endTime": 295.2,
    "text": "is a voiceless sound. The second sound is a voiced sound. This one is voiceless. That"
  },
  {
    "startTime": 295.2,
    "endTime": 302.71999999999997,
    "text": "means that we do not use our vocal cords when we make this sound. With the second sound,"
  },
  {
    "startTime": 302.72,
    "endTime": 309.58000000000004,
    "text": "the voiced sound, we do use our vocal cords. And when we use our vocal cords, we can feel"
  },
  {
    "startTime": 309.58,
    "endTime": 316.46,
    "text": "vibration here. So if you can practice these two sounds with me, let’s do the voiceless"
  },
  {
    "startTime": 316.46,
    "endTime": 322.58,
    "text": "sound first. When you make the sound, you should not feel any movement here in your"
  },
  {
    "startTime": 322.58,
    "endTime": 333.88,
    "text": "vocal cords, /θ/ /θ/ /θ/. With the second sound, however, there is vibration here, /ð/"
  },
  {
    "startTime": 333.88,
    "endTime": 341.01,
    "text": "/ð/ /ð/. I can feel vibration around my vocal cords. I can also feel some vibration"
  },
  {
    "startTime": 341.01,
    "endTime": 346.09999999999997,
    "text": "up here in my tongue and mouth area, so you probably will feel that same vibration. With"
  },
  {
    "startTime": 346.1,
    "endTime": 353.1,
    "text": "the first sound, I did not feel any vibration here. Okay, so, do you have an idea how to"
  },
  {
    "startTime": 353.1,
    "endTime": 358.70000000000005,
    "text": "make these sounds? Put your tongue between your teeth. It can protrude just a little"
  },
  {
    "startTime": 358.7,
    "endTime": 365.75,
    "text": "but not far. Blow air out over your tongue. Okay. With the first sound, it’s voiceless."
  },
  {
    "startTime": 365.75,
    "endTime": 372.06,
    "text": "Vocal cords do not vibrate and the tongue is not pressing at all against my teeth. It is"
  },
  {
    "startTime": 372.06,
    "endTime": 378.1,
    "text": "just very lightly touching. With the second sound, this is voiced. My vocal cords do vibrate"
  },
  {
    "startTime": 378.1,
    "endTime": 385.8,
    "text": "and I touch a little bit more firmly onto my teeth. All right? Okay."
  },
  {
    "startTime": 385.8,
    "endTime": 391.93,
    "text": "Now I would like to talk about some common mistakes that some people make when trying"
  },
  {
    "startTime": 391.93,
    "endTime": 400.57,
    "text": "to make these two sounds. So let’s talk about some common mistakes. Let’s look at"
  },
  {
    "startTime": 400.57,
    "endTime": 407.8,
    "text": "some common mistakes that some people make when trying to make the /θ/ sound. The /θ/"
  },
  {
    "startTime": 407.8,
    "endTime": 415.3,
    "text": "sound, as I’ve said, is a voiceless sound, and some people confuse it with other voiceless"
  },
  {
    "startTime": 415.3,
    "endTime": 427.99,
    "text": "sounds. Some people may confuse the /θ/ sound with the /s/ sound or the /f/ sound or the"
  },
  {
    "startTime": 427.99,
    "endTime": 436.699,
    "text": "/t/ sound. If you are one of those people, it is probably because you are putting your"
  },
  {
    "startTime": 436.699,
    "endTime": 442.35,
    "text": "tongue in the wrong position. Okay, so let’s go over the mouth position for each of these"
  },
  {
    "startTime": 442.35,
    "endTime": 450.36,
    "text": "sounds. We know already that in order to make the /θ/ sound the tip of the tongue must"
  },
  {
    "startTime": 450.36,
    "endTime": 459.039,
    "text": "be between the teeth, between the upper and lower teeth, and then we force air out of"
  },
  {
    "startTime": 459.039,
    "endTime": 470.90999999999997,
    "text": "our mouth. We force the air out over our tongue, /θ/ /θ/. Well, with this sound /s/ we also"
  },
  {
    "startTime": 470.91,
    "endTime": 477.819,
    "text": "force air out over our tongue, but the tongue itself is in a different position. The tip"
  },
  {
    "startTime": 477.819,
    "endTime": 483.569,
    "text": "of the tongue is inside the mouth. It is not touching the top of the mouth. It’s"
  },
  {
    "startTime": 483.569,
    "endTime": 492.3,
    "text": "just resting lightly inside our mouth and we force air out, /s/ /s/. So let’s look"
  },
  {
    "startTime": 492.3,
    "endTime": 498.88,
    "text": "at the differences. The tip of the tongue is between the teeth here. The tip of the"
  },
  {
    "startTime": 498.88,
    "endTime": 505.2,
    "text": "tongue is inside the mouth here. So if it’s inside my mouth, it’s not between my teeth."
  },
  {
    "startTime": 505.2,
    "endTime": 509.8,
    "text": "Although both sounds force air out of the mouth, they sound different because of the"
  },
  {
    "startTime": 509.8,
    "endTime": 523.5,
    "text": "tongue position. Let’s practice, /θ/ /s/ /θ/ /s/. Think about where your tongue is."
  },
  {
    "startTime": 523.5,
    "endTime": 531.8,
    "text": "Is your tongue between your teeth for this one /θ/, or is your tongue behind your teeth"
  },
  {
    "startTime": 531.8,
    "endTime": 538.779,
    "text": "inside your mouth for this one /s/? Okay? So the tongue position is very important."
  },
  {
    "startTime": 538.779,
    "endTime": 548.01,
    "text": "Let’s look at this sound. This is /f/. If you are getting this sound, then you are probably"
  },
  {
    "startTime": 548.01,
    "endTime": 555.8,
    "text": "putting your upper teeth on your lower lip. You are forcing air out of your mouth which"
  },
  {
    "startTime": 555.8,
    "endTime": 567.5699999999999,
    "text": "is correct, but your teeth are on your lip. To make this sound, I do this /f/ /f/, so"
  },
  {
    "startTime": 567.57,
    "endTime": 575.8900000000001,
    "text": "my tongue tip is not between my teeth. My tongue is inside my mouth because my teeth"
  },
  {
    "startTime": 575.89,
    "endTime": 586.13,
    "text": "are on my lip like this /f/ /f/. So again, we have to think about where our tongue is."
  },
  {
    "startTime": 586.13,
    "endTime": 592.4,
    "text": "Is it between the teeth, or is it inside the mouth so that the teeth can go down on the"
  },
  {
    "startTime": 592.4,
    "endTime": 603.38,
    "text": "lip? All right? Let’s practice these two. This is /θ/, tongue between the teeth, force"
  },
  {
    "startTime": 603.38,
    "endTime": 615.9399999999999,
    "text": "air out. This is /f/, tongue inside the mouth, upper teeth on lower lip and force air out."
  },
  {
    "startTime": 615.94,
    "endTime": 626.3000000000001,
    "text": "Let’s practice, /θ/ /f/ /θ/ /f/. I hope I’m pointing to the right sound here, /θ/"
  },
  {
    "startTime": 626.3,
    "endTime": 639.89,
    "text": "/f/ /θ/ /f/ /θ/ /f/ /θ/ /f/. If you are having trouble making this sound because instead"
  },
  {
    "startTime": 639.89,
    "endTime": 644.62,
    "text": "you’re making this one, as with this, you need to think about what you’re doing with"
  },
  {
    "startTime": 644.62,
    "endTime": 650.23,
    "text": "your mouth. Where is your tongue? Where are your teeth? All right? All three of these"
  },
  {
    "startTime": 650.23,
    "endTime": 658.64,
    "text": "sounds do force air out of the mouth. Okay? These two in particular force air out over"
  },
  {
    "startTime": 658.64,
    "endTime": 668.49,
    "text": "the tongue. This one forces air out from the sides of the mouth as well. Then we also have"
  },
  {
    "startTime": 668.49,
    "endTime": 675.9300000000001,
    "text": "this sound. Many people confuse /θ/ with this sound /t/ because it’s also a voiceless"
  },
  {
    "startTime": 675.93,
    "endTime": 682.1899999999999,
    "text": "sound, and also with this one, we have the tongue in a different position. With this"
  },
  {
    "startTime": 682.19,
    "endTime": 690.6700000000001,
    "text": "sound the tip of the tongue presses behind the upper teeth. There’s a ridge behind"
  },
  {
    "startTime": 690.67,
    "endTime": 699.5,
    "text": "our upper teeth and my tongue pushes up against that ridge, and it does press on it. I have"
  },
  {
    "startTime": 699.5,
    "endTime": 708.43,
    "text": "the word press, presses. It presses against that ridge and when I do that I stop the air."
  },
  {
    "startTime": 708.43,
    "endTime": 718.3199999999999,
    "text": "I stop it completely and then I release it. This sound does not force air out continuously"
  },
  {
    "startTime": 718.32,
    "endTime": 724.9590000000001,
    "text": "the way these three sounds do. This sound completely stops the air for a moment and"
  },
  {
    "startTime": 724.959,
    "endTime": 734.63,
    "text": "then releases it in a burst. This is, this one is /t/ /t/. So I stop the air with my"
  },
  {
    "startTime": 734.63,
    "endTime": 738.68,
    "text": "tongue by pressing my tongue, we’re going to pretend this is my tongue, by pressing"
  },
  {
    "startTime": 738.68,
    "endTime": 744.79,
    "text": "my tongue up to the top of my mouth, behind my teeth, stopping the air, then releasing"
  },
  {
    "startTime": 744.79,
    "endTime": 753.12,
    "text": "it in one burst /t/ /t/. Now let’s think about that. How does that compare to this"
  },
  {
    "startTime": 753.12,
    "endTime": 757.9,
    "text": "sound? Well, the tongue is in a different position, right? That’s one difference."
  },
  {
    "startTime": 757.9,
    "endTime": 766.54,
    "text": "Here, the tongue is behind my teeth and it’s pressing firmly against that ridge. Here,"
  },
  {
    "startTime": 766.54,
    "endTime": 772.3,
    "text": "my tongue is between my teeth and it does not press firmly at all. It doesn’t even"
  },
  {
    "startTime": 772.3,
    "endTime": 779.829,
    "text": "press. It just rests very lightly between my teeth. So, that’s one difference. Also,"
  },
  {
    "startTime": 779.829,
    "endTime": 786.079,
    "text": "with this sound, we completely stop the air and then release it in a burst. With this"
  },
  {
    "startTime": 786.079,
    "endTime": 798.13,
    "text": "sound, we have a continuous release of air, okay? Let’s practice, /θ/ /t/ /θ/ /t/"
  },
  {
    "startTime": 798.13,
    "endTime": 809.1,
    "text": "/θ/ /t/. All right? So, these are some mistakes that some people make. You may not be one"
  },
  {
    "startTime": 809.1,
    "endTime": 818.6,
    "text": "of them, but if you are, in order to try to change this sound to this one, think about"
  },
  {
    "startTime": 818.6,
    "endTime": 824.49,
    "text": "what you are doing with your mouth. Where is your tongue? Is your tongue pressing or"
  },
  {
    "startTime": 824.49,
    "endTime": 834.5600000000001,
    "text": "is it relaxed? Are you forcing air out continuously or are you stopping the air? But mostly, think"
  },
  {
    "startTime": 834.56,
    "endTime": 840.9,
    "text": "about where your tongue is. Okay? Let’s go on to the voiced sounds."
  },
  {
    "startTime": 840.9,
    "endTime": 849.0,
    "text": "Let’s look at some mistakes now that some people make when trying to make the /ð/ sound."
  },
  {
    "startTime": 849.0,
    "endTime": 858.7,
    "text": "The /ð/ sound is a voiced sound, and some people confuse this sound with other voiced"
  },
  {
    "startTime": 858.7,
    "endTime": 868.07,
    "text": "sounds. Each of these is also voiced which means, of course, that our vocal cords vibrate."
  },
  {
    "startTime": 868.07,
    "endTime": 877.45,
    "text": "The differences here are the same as the differences with the voiceless sounds. The differences"
  },
  {
    "startTime": 877.45,
    "endTime": 883.9100000000001,
    "text": "are based on the position of the tongue, the teeth, and whether or not we are forcing air"
  },
  {
    "startTime": 883.91,
    "endTime": 891.8,
    "text": "out or we are stopping air, so let’s look at each sound individually. With this one,"
  },
  {
    "startTime": 891.8,
    "endTime": 901.3199999999999,
    "text": "of course, we have the tongue tip between our teeth and we force air out of our mouth, /ð/."
  },
  {
    "startTime": 901.32,
    "endTime": 908.45,
    "text": "With this one of course, the tip of the tongue is pressing a little bit, pressing very lightly"
  },
  {
    "startTime": 908.45,
    "endTime": 913.8290000000001,
    "text": "against my teeth. With the voiceless sound, the tongue was not pressing, but here it is a"
  },
  {
    "startTime": 913.829,
    "endTime": 921.0,
    "text": "little bit /ð/ /ð/ and I’m still forcing air out of my mouth, but I’m not getting"
  },
  {
    "startTime": 921.0,
    "endTime": 930.149,
    "text": "as much air as with the voiceless sound. With this sound, I have the tongue inside my mouth."
  },
  {
    "startTime": 930.149,
    "endTime": 941.36,
    "text": "It is not between my teeth like this. It is inside and I do force air out, so this sound"
  },
  {
    "startTime": 941.36,
    "endTime": 951.47,
    "text": "is /z/. It sounds very similar to the voiceless sound, of course, which is /s/. However, because"
  },
  {
    "startTime": 951.47,
    "endTime": 963.85,
    "text": "this sound is voiced, we hear and feel vibration. This sound is /z/. But the way it is different"
  },
  {
    "startTime": 963.85,
    "endTime": 972.2,
    "text": "from this sound is mainly because of the tongue position. Again, the tongue here is inside my"
  },
  {
    "startTime": 972.2,
    "endTime": 986.5,
    "text": "mouth. The tongue here is between my teeth. Let’s practice these. This is /ð/ /z/ /ð/"
  },
  {
    "startTime": 986.5,
    "endTime": 999.12,
    "text": "/z/ /ð/ /z/ /ð/ /z/. If you are having trouble making this sound because instead you’re"
  },
  {
    "startTime": 999.12,
    "endTime": 1004.4,
    "text": "making this one, think about where your tongue is, okay? Your tongue is probably inside your"
  },
  {
    "startTime": 1004.4,
    "endTime": 1010.8,
    "text": "mouth, so make a point of putting the tongue between the teeth. All right? Let’s go on"
  },
  {
    "startTime": 1010.8,
    "endTime": 1017.66,
    "text": "to the next sound. With this one, this is similar to the voiceless /f/ sound that we"
  },
  {
    "startTime": 1017.66,
    "endTime": 1026.1689999999999,
    "text": "saw a few minutes ago. With this sound, the upper teeth rest lightly on the lower lip,"
  },
  {
    "startTime": 1026.17,
    "endTime": 1033.001,
    "text": "so my upper teeth here are resting very lightly on my lower lip like this and I force air"
  },
  {
    "startTime": 1033.0,
    "endTime": 1042.0,
    "text": "out of my mouth. This sound is /v/ /v/. I can feel some vibration around my mouth and"
  },
  {
    "startTime": 1042.0,
    "endTime": 1047.039,
    "text": "of course my vocal cords are vibrating, but let’s look at the difference between this"
  },
  {
    "startTime": 1047.04,
    "endTime": 1055.01,
    "text": "one and this one. In this one, I said my teeth are on my lip, so because my teeth are on"
  },
  {
    "startTime": 1055.01,
    "endTime": 1060.55,
    "text": "my lip, I don’t have my tongue between my teeth. In order to make this sound, I have"
  },
  {
    "startTime": 1060.55,
    "endTime": 1068.68,
    "text": "to have my tongue between my teeth /ð/. This one /v/. Okay, I’m not getting the same"
  },
  {
    "startTime": 1068.68,
    "endTime": 1082.201,
    "text": "sound. I am forcing air out of my mouth, okay. Let’s practice these two, /ð/ /v/ /ð/ /v/"
  },
  {
    "startTime": 1082.2,
    "endTime": 1090.5,
    "text": "/ð/ /v/ /ð/ /v/. Again, as with the other sounds, pay attention to what you’re"
  },
  {
    "startTime": 1090.5,
    "endTime": 1098.1,
    "text": "doing with your mouth. Where is your tongue? Where are your teeth? Okay? You may not be"
  },
  {
    "startTime": 1098.1,
    "endTime": 1107.6999999999998,
    "text": "having trouble with that. You may be instead making this sound which is /d/ /d/ /d/. This,"
  },
  {
    "startTime": 1107.7,
    "endTime": 1116.3,
    "text": "of course, is very similar to the voiceless /t/ sound, but this one is /d/ because it’s"
  },
  {
    "startTime": 1116.3,
    "endTime": 1123.1,
    "text": "voiced. The tongue, though, is in the same position. The tongue presses behind my upper"
  },
  {
    "startTime": 1123.1,
    "endTime": 1134.379,
    "text": "teeth. The tip of my tongue is pressing on that ridge behind my upper teeth, and when"
  },
  {
    "startTime": 1134.38,
    "endTime": 1142.0400000000002,
    "text": "I do that, I completely stop the air as I did with the voiceless sound and then I release"
  },
  {
    "startTime": 1142.04,
    "endTime": 1154.03,
    "text": "that air in a burst. So this sound is /d/ /d/ /d/. I am not continuously releasing air"
  },
  {
    "startTime": 1154.03,
    "endTime": 1161.081,
    "text": "as I am with these three sounds, and with this one, my tongue is not between my teeth."
  },
  {
    "startTime": 1161.08,
    "endTime": 1167.3,
    "text": "It’s not like this. It’s behind my teeth and it is pressing firmly on the top of my"
  },
  {
    "startTime": 1167.3,
    "endTime": 1178.309,
    "text": "mouth or the ridge behind my teeth /d/ /d/ /d/ /d/, okay? Let’s practice these two."
  },
  {
    "startTime": 1178.31,
    "endTime": 1203.28,
    "text": "This is /ð/ /d/ /ð/ /d/ /ð/ /ð/ /d/ /d/. Okay? If you are having trouble, if you are"
  },
  {
    "startTime": 1203.28,
    "endTime": 1208.801,
    "text": "confusing any of these sounds, as with the voiceless sounds, it’s important to pay"
  },
  {
    "startTime": 1208.8,
    "endTime": 1214.009,
    "text": "attention to what you’re doing with your mouth. Okay? Try to be sure that the tongue"
  },
  {
    "startTime": 1214.01,
    "endTime": 1221.8799999999999,
    "text": "and the mouth position are in the correct places to make this sound. Let’s go on and"
  },
  {
    "startTime": 1221.88,
    "endTime": 1228.17,
    "text": "we will look at some words and practice words with each of these sounds and also with each"
  },
  {
    "startTime": 1228.17,
    "endTime": 1231.66,
    "text": "of the voiceless sounds that I mentioned."
  },
  {
    "startTime": 1231.66,
    "endTime": 1242.98,
    "text": "Let’s go on now and practice some words with these confusing sounds. Let’s practice"
  },
  {
    "startTime": 1242.98,
    "endTime": 1249.28,
    "text": "some words now using the voiceless sounds that I gave you previously. The words in this"
  },
  {
    "startTime": 1249.28,
    "endTime": 1259.0,
    "text": "column begin with the sound /θ/. The words in this column begin with the sound /s/. The"
  },
  {
    "startTime": 1259.0,
    "endTime": 1266.51,
    "text": "words in this column begin with the sound /f/. The words in this column begin with the"
  },
  {
    "startTime": 1266.51,
    "endTime": 1276.301,
    "text": "sound /t/. The words that have been written in black are real words, okay. They’re actual"
  },
  {
    "startTime": 1276.3,
    "endTime": 1284.009,
    "text": "words. The words that have been written in red are not real words. I call them nonsense"
  },
  {
    "startTime": 1284.01,
    "endTime": 1292.691,
    "text": "words, but I have included them here so that we can use them to practice the sounds, okay?"
  },
  {
    "startTime": 1292.69,
    "endTime": 1301.7,
    "text": "With this one, I used the symbol for the voiceless th sound here because there is an actual word"
  },
  {
    "startTime": 1301.7,
    "endTime": 1310.919,
    "text": "with the voiced th sound. So, I did not want to write t-h-e-e because then we might confuse"
  },
  {
    "startTime": 1310.92,
    "endTime": 1317.0,
    "text": "that with the word with the voiced sound, so instead I decided just to put the symbol"
  },
  {
    "startTime": 1317.0,
    "endTime": 1324.76,
    "text": "for the voiceless th. Okay? I hope that makes sense. What I want to do now is just practice"
  },
  {
    "startTime": 1324.76,
    "endTime": 1330.1009999999999,
    "text": "these words, okay, practice words with the different sounds. If you’re having trouble"
  },
  {
    "startTime": 1330.1,
    "endTime": 1337.1,
    "text": "with any of them, try to remember and pay attention to where your tongue is and what"
  },
  {
    "startTime": 1337.1,
    "endTime": 1341.799,
    "text": "you’re doing with your mouth. All right? Please follow along and please practice saying"
  },
  {
    "startTime": 1341.8,
    "endTime": 1349.36,
    "text": "these words with me. Don’t worry about having some nonsense words in here, okay? I’m going"
  },
  {
    "startTime": 1349.36,
    "endTime": 1356.501,
    "text": "to start by doing two columns together and then later we’ll do all of the words. Please"
  },
  {
    "startTime": 1356.5,
    "endTime": 1383.279,
    "text": "repeat, /θ/ /s/, /θ/ee see, /θ/ee see, thin sin, thin sin, thought sought, thought"
  },
  {
    "startTime": 1383.28,
    "endTime": 1404.12,
    "text": "sought, thank sank, thank sank, theme seem, theme seem. By the way, I forgot to mention"
  },
  {
    "startTime": 1404.12,
    "endTime": 1410.221,
    "text": "that when I have two words together like this separated with a slash, that means that these"
  },
  {
    "startTime": 1410.22,
    "endTime": 1414.57,
    "text": "two words sound exactly the same, but they are different words. They are spelled differently."
  },
  {
    "startTime": 1414.57,
    "endTime": 1420.239,
    "text": "I also have two words here that are together because they are pronounced in the same way,"
  },
  {
    "startTime": 1420.24,
    "endTime": 1427.101,
    "text": "and these two words are pronounced in the same way. Let’s practice this column with"
  },
  {
    "startTime": 1427.1,
    "endTime": 1447.6999999999998,
    "text": "the third column, okay? Please repeat, /θ/ /f/ /θ/ /f/, /θ/ee fee, /θ/ee fee, thin"
  },
  {
    "startTime": 1447.7,
    "endTime": 1473.6000000000001,
    "text": "fin, thin fin, thought fought, thought fought, thank fank, thank fank, theme feem, theme"
  },
  {
    "startTime": 1473.6,
    "endTime": 1481.7189999999998,
    "text": "feem. All right? It’s kind of strange having some nonsense words here. I apologize for"
  },
  {
    "startTime": 1481.72,
    "endTime": 1487.601,
    "text": "that. Maybe later, if you want, you can practice on your own and only use real words, all right?"
  },
  {
    "startTime": 1487.6,
    "endTime": 1509.6999999999998,
    "text": "But let’s go on to the next column. /θ/ /t/ /θ/ /t/, /θ/ee tea, /θ/ee tea, thin"
  },
  {
    "startTime": 1509.7,
    "endTime": 1536.3,
    "text": "tin, thin tin, thought taught, thought taught, thank tank, thank tank, theme team, theme"
  },
  {
    "startTime": 1536.3,
    "endTime": 1544.3999999999999,
    "text": "team. All right. If you are confusing any of these sounds, then maybe after you watch"
  },
  {
    "startTime": 1544.4,
    "endTime": 1550.3400000000001,
    "text": "this video on your own, you can just practice some of these similar words, for example,"
  },
  {
    "startTime": 1550.34,
    "endTime": 1555.849,
    "text": "thin sin, thin sin. Pay attention to what you’re doing with your tongue, or thin fin,"
  },
  {
    "startTime": 1555.85,
    "endTime": 1566.701,
    "text": "thin fin, and try practicing the words many times, or of course, thin tin, thin tin. For"
  },
  {
    "startTime": 1566.7,
    "endTime": 1588.5,
    "text": "now, let’s practice going across. /θ/ee see fee tea, thin sin fin tin, thought sought"
  },
  {
    "startTime": 1588.5,
    "endTime": 1607.2,
    "text": "fought taught, thank sank fank tank, theme seem feem team."
  },
  {
    "startTime": 1607.2,
    "endTime": 1610.9,
    "text": "All right. Let’s go on to the voiced sounds."
  },
  {
    "startTime": 1610.9,
    "endTime": 1616.779,
    "text": "Here are some words containing the voiced sounds that I gave you earlier. As with the"
  },
  {
    "startTime": 1616.78,
    "endTime": 1625.3799999999999,
    "text": "previous set of words, here the words in black are real words and the words in red are nonsense"
  },
  {
    "startTime": 1625.38,
    "endTime": 1632.99,
    "text": "words. Again, I apologize for the nonsense words, but it’s actually pretty difficult"
  },
  {
    "startTime": 1632.99,
    "endTime": 1642.52,
    "text": "to find words to use here, okay? This word, this is actually a real word but I only found"
  },
  {
    "startTime": 1642.52,
    "endTime": 1648.801,
    "text": "it in one of three dictionaries, so I put a red underline here because if you happen"
  },
  {
    "startTime": 1648.8,
    "endTime": 1656.589,
    "text": "to look it up, you may not find it in your dictionary. It’s a kind of animal, okay."
  },
  {
    "startTime": 1656.59,
    "endTime": 1661.831,
    "text": "Again, as with the previous set of words, when I have two words like this, it means"
  },
  {
    "startTime": 1661.83,
    "endTime": 1668.759,
    "text": "that these two words are pronounced in the same way. So let’s go ahead and practice"
  },
  {
    "startTime": 1668.76,
    "endTime": 1675.06,
    "text": "saying these words and also the sounds at the top. First, I will do two columns at a"
  },
  {
    "startTime": 1675.06,
    "endTime": 1681.6009999999999,
    "text": "time and later I will do all of the words across or all of the columns at the same time,"
  },
  {
    "startTime": 1681.6,
    "endTime": 1699.1,
    "text": "okay? Please practice saying these with me, /ð/ /z/ /v/ /d/. Again, if you’re having"
  },
  {
    "startTime": 1699.1,
    "endTime": 1703.6999999999998,
    "text": "any trouble at all, please try to pay attention to what you’re doing with your mouth and"
  },
  {
    "startTime": 1703.7,
    "endTime": 1711.4,
    "text": "your tongue, okay? Sorry, one more thing. This word has two pronunciations. I am pronouncing"
  },
  {
    "startTime": 1711.4,
    "endTime": 1735.6000000000001,
    "text": "it as an adjective, okay, not as a verb. Lithe lies, lithe lies, breathe breeze, breathe"
  },
  {
    "startTime": 1735.6,
    "endTime": 1779.1,
    "text": "breeze, than zan, than zan, then Zen, then Zen, there zare, there zare, they zay, they"
  },
  {
    "startTime": 1779.1,
    "endTime": 1803.5,
    "text": "zay. Okay, column one and column three. /ð/ /v/, lithe live, lithe live, breathe breeve,"
  },
  {
    "startTime": 1803.5,
    "endTime": 1844.599,
    "text": "breathe breeve, than van, than van, then ven, then ven, there vare, there vare, they vay,"
  },
  {
    "startTime": 1844.6,
    "endTime": 1877.1009999999999,
    "text": "they vay. Now columns one and four. /ð/ /d/, lithe lied, lithe lied, breathe breed, breathe"
  },
  {
    "startTime": 1877.1,
    "endTime": 1918.8,
    "text": "breed, than Dan, than Dan, then den, then den, there dare, there dare, they day, they"
  },
  {
    "startTime": 1918.8,
    "endTime": 1929.3999999999999,
    "text": "day. I should have mentioned, perhaps, that this is a person’s name, and I guess that’s"
  },
  {
    "startTime": 1929.4,
    "endTime": 1938.4,
    "text": "it. Okay, let’s practice the words across. However, I only want to do the ones that begin"
  },
  {
    "startTime": 1938.4,
    "endTime": 1949.0,
    "text": "with th, okay? I did not mention earlier but these two words ended with the th sound. So"
  },
  {
    "startTime": 1949.0,
    "endTime": 1958.0,
    "text": "we’re only going to do these last four rows, okay? Please practice saying these with me."
  },
  {
    "startTime": 1958.0,
    "endTime": 1993.989,
    "text": "Than zan van Dan, then Zen ven den, there zare vare dare, they zay vay day. As with"
  },
  {
    "startTime": 1993.99,
    "endTime": 1999.301,
    "text": "the last set of words, if you are having trouble with any of these, if perhaps you’re making"
  },
  {
    "startTime": 1999.3,
    "endTime": 2007.94,
    "text": "the /z/ sound when you should be making the /ð/ sound, you may want to practice saying"
  },
  {
    "startTime": 2007.94,
    "endTime": 2014.45,
    "text": "these two columns of words, maybe just these. Perhaps you can, there are other words that you"
  },
  {
    "startTime": 2014.45,
    "endTime": 2019.9,
    "text": "could use here. Perhaps you could find some real words to use. Or, if you’re having"
  },
  {
    "startTime": 2019.9,
    "endTime": 2026.8390000000002,
    "text": "trouble with this sound, you’re making this one instead of the th /ð/, then you could"
  },
  {
    "startTime": 2026.84,
    "endTime": 2030.801,
    "text": "practice these two columns of words, and, of course, it’s the same idea with the last"
  },
  {
    "startTime": 2030.8,
    "endTime": 2040.8,
    "text": "one. So, let’s move on to the next section."
  }
]