[
  {
    "startTime": 0.659,
    "endTime": 3.24,
    "text": "Hey there and welcome to Life Noggin."
  },
  {
    "startTime": 3.24,
    "endTime": 5.7,
    "text": "You spend about one-third of your life sleeping."
  },
  {
    "startTime": 5.8,
    "endTime": 8.51,
    "text": "And chances are, you are doing that in your bed."
  },
  {
    "startTime": 8.51,
    "endTime": 11.3,
    "text": "But what if you spent all your time in that bed?"
  },
  {
    "startTime": 11.4,
    "endTime": 12.519,
    "text": "What if you never left?"
  },
  {
    "startTime": 12.519,
    "endTime": 17.490000000000002,
    "text": "I mean, that memory foam can't hurt me right...right?! Oh right, I know the answer."
  },
  {
    "startTime": 17.5,
    "endTime": 18.9,
    "text": "Sadly, it can."
  },
  {
    "startTime": 18.9,
    "endTime": 25.09,
    "text": "And believe it or not, NASA paid a guy 18 thousand dollars to lie in bed for 70 days."
  },
  {
    "startTime": 25.09,
    "endTime": 33.1,
    "text": "They wanted to study the effects of microgravity on the human body, and lying down for so long simulates the effects of long-haul flights on astronauts' bodies."
  },
  {
    "startTime": 33.149,
    "endTime": 41.4,
    "text": "The beds were tilted back six degrees, causing the bodily fluids to shift to the upper body, which duplicated some of the effects of low-gravity environments."
  },
  {
    "startTime": 41.44,
    "endTime": 49.699999999999996,
    "text": "After the 70 days, the first time the volunteer was vertical, his heart rate jumped to 150 beats per minute and felt like he was going to collapse,"
  },
  {
    "startTime": 49.75,
    "endTime": 53.25,
    "text": "which is definitely not great for an otherwise-healthy man."
  },
  {
    "startTime": 53.25,
    "endTime": 57.1,
    "text": "But this study is different than most, because it simulated microgravity."
  },
  {
    "startTime": 57.2,
    "endTime": 62.300000000000004,
    "text": "Instead, let's talk about what would happen if you never left a normal bed that wasn't tilted backwards."
  },
  {
    "startTime": 62.4,
    "endTime": 65.37,
    "text": "Well, firstly, you will probably start to develop bedsores."
  },
  {
    "startTime": 65.37,
    "endTime": 70.7,
    "text": "These are caused by the pressure on the skin that limits the amount of blood flow to the skin and nearby tissues."
  },
  {
    "startTime": 70.77,
    "endTime": 76.5,
    "text": "Basically, imagine this: the tissue between your bones and the bed is under a lot of pressure from your body weight."
  },
  {
    "startTime": 76.6,
    "endTime": 83.1,
    "text": "And if that pressure is great enough, the nutrient-rich blood won't be able to reach your cells and they will be damaged and eventually die."
  },
  {
    "startTime": 83.13,
    "endTime": 87.39999999999999,
    "text": "The sores usually occur in areas like your tailbone, hips, and shoulder blades."
  },
  {
    "startTime": 87.44,
    "endTime": 89.09,
    "text": "And be warned: they are not pretty."
  },
  {
    "startTime": 89.1,
    "endTime": 91.49,
    "text": "Not even with a little bit of coral blue lipstick."
  },
  {
    "startTime": 91.49,
    "endTime": 96.49,
    "text": "Also, you'll start to get weaker -- especially if you are immobile in the bed."
  },
  {
    "startTime": 96.49,
    "endTime": 100.69999999999999,
    "text": "See, muscles at complete rest lose 10 to 15 percent of their strength per week."
  },
  {
    "startTime": 100.8,
    "endTime": 104.8,
    "text": "In just 3 to 5 weeks, the muscle has lost nearly half of its strength."
  },
  {
    "startTime": 104.8,
    "endTime": 108.3,
    "text": "So good luck lifting that laptop off of your lap as easily as before."
  },
  {
    "startTime": 108.4,
    "endTime": 113.4,
    "text": "Complete rest will also cause your endurance to decrease, leading to fatigue and even more inactivity."
  },
  {
    "startTime": 113.49,
    "endTime": 116.55999999999999,
    "text": "And your muscles will begin to atrophy too, losing their mass."
  },
  {
    "startTime": 116.6,
    "endTime": 122.24,
    "text": "And your bones also lose their mass, eventually stabilizing around 40 to 70% of their original mass."
  },
  {
    "startTime": 122.24,
    "endTime": 130.4,
    "text": "This is caused by increased bone resorption, which is a process that breaks bones down, eventually fast enough that it outweighs the rate of new bone growth."
  },
  {
    "startTime": 130.4,
    "endTime": 132.8,
    "text": "And this can lead to conditions like osteoporosis."
  },
  {
    "startTime": 132.9,
    "endTime": 139.9,
    "text": "And on top of all that, every two days of immobilization, your resting heart rate increases by one beat per minute, eventually plateauing."
  },
  {
    "startTime": 140.0,
    "endTime": 142.23,
    "text": "And even more, your blood volume decreases as well."
  },
  {
    "startTime": 142.3,
    "endTime": 149.3,
    "text": "Because of this, since the blood carries oxygen, there is less oxygen uptake by your cells, which means you'll get tired much more easily."
  },
  {
    "startTime": 149.37,
    "endTime": 151.1,
    "text": "And that's not even all of it, people!"
  },
  {
    "startTime": 151.1,
    "endTime": 158.9,
    "text": "There are tons of other negative effects of bed rest, like increased anxiety, increased risk of kidney stones, and increased risk of pneumonia."
  },
  {
    "startTime": 158.9,
    "endTime": 164.33,
    "text": "So, while your bed may be incredibly comfortable, you should definitely try to limit the time you spend in it."
  },
  {
    "startTime": 164.33,
    "endTime": 166.17000000000002,
    "text": "Trust me, your body will thank you."
  },
  {
    "startTime": 166.17,
    "endTime": 171.29999999999998,
    "text": "So you Sleepy Sallys, how much time do you spend in your bed? Or are you more of an active type?"
  },
  {
    "startTime": 171.3,
    "endTime": 173.09,
    "text": "Let me know in the comment sections below."
  },
  {
    "startTime": 173.09,
    "endTime": 175.45000000000002,
    "text": "Make sure you come back every Monday for a brand-new video."
  },
  {
    "startTime": 175.45,
    "endTime": 178.61999999999998,
    "text": "As always, I'm Blocko and this has been Life Noggin."
  },
  {
    "startTime": 178.62,
    "endTime": 188.62,
    "text": "Don't forget to keep on thinking!"
  }
]