[
  {
    "startTime": 0.057,
    "endTime": 6.5,
    "text": "In this Sprouts video, we introduce seven ways to learn a new language."
  },
  {
    "startTime": 6.66,
    "endTime": 10.280000000000001,
    "text": "Drown yourself to swimming."
  },
  {
    "startTime": 10.281,
    "endTime": 16.7,
    "text": "Leave the comfort of your home, and go to the place where they speak nothing but the language that you want to learn."
  },
  {
    "startTime": 16.798,
    "endTime": 19.86,
    "text": "Then live there for the next six to twelve months."
  },
  {
    "startTime": 19.861,
    "endTime": 29.5,
    "text": "It might be painful and lonely at times, but you will surely learn how to speak the language and enjoy some memorable experiences."
  },
  {
    "startTime": 29.66,
    "endTime": 32.2,
    "text": "Immersion."
  },
  {
    "startTime": 32.298,
    "endTime": 40.400000000000006,
    "text": "Perhaps easier and also effective is immersion, or when you learn a new language through exposure and context."
  },
  {
    "startTime": 40.401,
    "endTime": 46.0,
    "text": "So, for example, if you are learning Italian, do so in a pizzeria."
  },
  {
    "startTime": 46.049,
    "endTime": 51.34,
    "text": "You can try to read the menu or maybe even go as far as order in Italian."
  },
  {
    "startTime": 51.341,
    "endTime": 57.22,
    "text": "Antipasti, pizza tonno, or gelato anybody?"
  },
  {
    "startTime": 57.221,
    "endTime": 60.04,
    "text": "Mnemonics."
  },
  {
    "startTime": 60.041,
    "endTime": 67.8,
    "text": "Mnemonics, is a method to learn new vocabulary by creating an association that makes it easy to remember."
  },
  {
    "startTime": 67.9,
    "endTime": 76.10000000000001,
    "text": "For example, let's say you want to remember the French word \"chou,\" which means \"cabbage\" in English."
  },
  {
    "startTime": 76.377,
    "endTime": 84.19999999999999,
    "text": "\"Chou\" is pronounced like \"shoe\" in English, so you could imagine putting cabbages on your feet instead of shoes."
  },
  {
    "startTime": 84.201,
    "endTime": 92.0,
    "text": "Then, when you need to remember \"cabbage,\" your brain will think \"cabbage; shoes; chou.\""
  },
  {
    "startTime": 93.0,
    "endTime": 95.6,
    "text": "Scriptorium."
  },
  {
    "startTime": 95.9,
    "endTime": 99.55000000000001,
    "text": "Scriptorium is an exercise in writing."
  },
  {
    "startTime": 99.599,
    "endTime": 104.75,
    "text": "Students write the language while simultaneously speaking it out loud."
  },
  {
    "startTime": 104.76,
    "endTime": 116.799,
    "text": "Before you write a sentence you should first read it out loud; second, say each word aloud again as you write it; and third, read the sentence aloud again after you have written it."
  },
  {
    "startTime": 116.801,
    "endTime": 128.0,
    "text": "The purpose of this exercise is to force yourself to slow down and pay attention to detail, and then review unknown words and refresh your grammar."
  },
  {
    "startTime": 128.218,
    "endTime": 130.79999999999998,
    "text": "Shadowing."
  },
  {
    "startTime": 130.958,
    "endTime": 133.8,
    "text": "Shadowing is used to learn vocabulary."
  },
  {
    "startTime": 133.836,
    "endTime": 141.75,
    "text": "You listen to new words through headphones and try to repeat, to \"shadow,\" them out loud as quickly as you can."
  },
  {
    "startTime": 141.8,
    "endTime": 153.32000000000002,
    "text": "Inventor Alexander Arguelles, who speaks 50 languages, suggests that you do it while walking swiftly to maximise alertness and blood flow!"
  },
  {
    "startTime": 153.322,
    "endTime": 156.5,
    "text": "Tech and apps."
  },
  {
    "startTime": 156.577,
    "endTime": 163.85,
    "text": "If you want to learn a new language, but you don't have anybody who can help, check out what's available online."
  },
  {
    "startTime": 163.9,
    "endTime": 168.6,
    "text": "DuoLingo, for example, teaches many languages entirely for free."
  },
  {
    "startTime": 169.001,
    "endTime": 176.0,
    "text": "It's fun and effective as they make you practice reading, writing, listening and speaking."
  },
  {
    "startTime": 176.1,
    "endTime": 179.84,
    "text": "Quizlet is great tool to study vocabulary."
  },
  {
    "startTime": 179.842,
    "endTime": 188.5,
    "text": "It allows you to explore audio-supported flashcards, so you can learn new words and get the pronunciation right."
  },
  {
    "startTime": 188.502,
    "endTime": 191.4,
    "text": "Get a study buddy."
  },
  {
    "startTime": 191.6,
    "endTime": 201.119,
    "text": "If you are not into technology and would rather learn with others, do what popular YouTuber Timothy Doner, aka Polyglot Pal, recommends."
  },
  {
    "startTime": 201.12,
    "endTime": 206.1,
    "text": "Connect with people from around the world to teach and learn from each other via Skype."
  },
  {
    "startTime": 206.179,
    "endTime": 213.65,
    "text": "It's one of the things that worked for him, and he already speaks 20 languages and he's not even 18."
  },
  {
    "startTime": 213.7,
    "endTime": 215.5,
    "text": "Thanks for watching."
  },
  {
    "startTime": 215.639,
    "endTime": 222.64000000000001,
    "text": "Also check out other Sprouts learning techniques, as they can complement the methods explained in this video."
  },
  {
    "startTime": 222.64,
    "endTime": 235.14,
    "text": "Please use the comments below to give us feedback or tell us which of the techniques is your favorite—if any!"
  }
]