[
  {
    "startTime": 0.86,
    "endTime": 6.08,
    "text": "Whats up guys, welcome back to the world of gaming!"
  },
  {
    "startTime": 6.08,
    "endTime": 13.18,
    "text": "I wish you a Happy New Year 2017!"
  },
  {
    "startTime": 13.18,
    "endTime": 23.22,
    "text": "I want to thank you for the last year. I got nearly 1000 subscribers in under a year."
  },
  {
    "startTime": 23.22,
    "endTime": 35.86,
    "text": "In this video I want to show you what you can expect to see in my chanel this year."
  },
  {
    "startTime": 35.86,
    "endTime": 56.34,
    "text": "Its important to know that I will try to show you all the games and vr games on release day within a few hours."
  },
  {
    "startTime": 56.34,
    "endTime": 82.28,
    "text": "That results in the fact that nearly 100% of my videos are so know \"blind lets play\", because I never played the games before, so expect me to look like a stupid monkey :-)"
  },
  {
    "startTime": 82.28,
    "endTime": 89.02,
    "text": "Ok... What can we expect? Lets start with the VR games..."
  },
  {
    "startTime": 89.02,
    "endTime": 105.0,
    "text": "Ark park will be a amusement park simulator like Jurrassic Park."
  },
  {
    "startTime": 105.0,
    "endTime": 119.02,
    "text": "We can get in touch with dinos. It will be released in 2017."
  },
  {
    "startTime": 119.02,
    "endTime": 142.3,
    "text": "Next is budget cuts. I already played the demo. Its a robot stealth game with a lot of body action. Release will be 2017."
  },
  {
    "startTime": 142.3,
    "endTime": 163.92000000000002,
    "text": "Next is Don't knock twice. Its a first person horror game that plays in a scary house an we have to solve puzzles. Release is April 11th, 2017."
  },
  {
    "startTime": 163.92,
    "endTime": 183.29999999999998,
    "text": "Next is Doom VR. Nobody knows when and if it will be released, it will be a kind of rail shooter."
  },
  {
    "startTime": 183.3,
    "endTime": 209.18,
    "text": "Next is Essence. Its like the old \"Myst\" game. An adventure game with very hard puzzles and good graphics. Release is March 2017."
  },
  {
    "startTime": 209.18,
    "endTime": 249.86,
    "text": "Next is Fallout 4 VR. You know the game and it will completely converted to VR and released in the first half of 2017."
  },
  {
    "startTime": 249.86,
    "endTime": 260.44,
    "text": "Next is the local multiplayer game Panoptic. First player plays on the pc and the other player with the vive."
  },
  {
    "startTime": 260.44,
    "endTime": 287.48,
    "text": "Vive player is a god and he has to kill the player character under thousand of same looking npcs. Release is 2017."
  },
  {
    "startTime": 287.48,
    "endTime": 315.76,
    "text": "Now comes one of the scariest VR horror games! Paranormal Activity VR. Its a full game with 6 hours of gameplay and will be released 2017."
  },
  {
    "startTime": 315.76,
    "endTime": 341.46,
    "text": "Next is Star Trek Bridge Crew. Its a multiplayer game and we can play on the Enterprise. One player is commander, the other one mechanic, technician and so on. Release is on March, 14 th 2017."
  },
  {
    "startTime": 341.46,
    "endTime": 364.84,
    "text": "Next is SteamDolls. I already played the demo in my channel. Its a stealth VR adventure with very nice graphics. Release is 2017."
  },
  {
    "startTime": 364.84,
    "endTime": 389.23999999999995,
    "text": "Next is Subject 264. Another VR horror game where we wake up with a black out and have to find out what happened. Release is May 2017."
  },
  {
    "startTime": 389.24,
    "endTime": 413.2,
    "text": "Next game is Syren. Its a psycho horror game where we have to escape from syrens while we have to solve puzzles. Release is 2017."
  },
  {
    "startTime": 413.2,
    "endTime": 468.0,
    "text": "Next is Resident Evil 7. This horror game will be available in VR. Its the first RE in VR and the controlls are perfectly converted to the PC. Release for PSVR is in February 2017, for the Vive its unknown."
  },
  {
    "startTime": 468.0,
    "endTime": 492.96,
    "text": "Next game is the Kickstarter game Visage. We are in a scary house and have to find out what happend while we solve puzzles to escape. Release is in January 2017."
  },
  {
    "startTime": 492.96,
    "endTime": 506.35999999999996,
    "text": "This were the VR games that I will show you all when they are released. Now the \"normal\" PC games."
  },
  {
    "startTime": 506.36,
    "endTime": 528.6800000000001,
    "text": "First one is Spellforce 3. A mix of role playing game and real time strategy. It will be more like the better first part of the game. Release is 2017."
  },
  {
    "startTime": 528.68,
    "endTime": 550.92,
    "text": "Next is Outlast 2. One of the best Horror games for the PC. I already played the demo in my channel. Release is in Q1 2017."
  },
  {
    "startTime": 550.92,
    "endTime": 580.28,
    "text": "Elex is the next game. Its a role playing game of the gothic developers, but in SciFi universe. Game has very good graphics and release is 2017."
  },
  {
    "startTime": 580.28,
    "endTime": 605.04,
    "text": "Next is Ghost Recon Wildlands, a tactic shooter. The first Ghost Recon in an open world area with very nice graphics. Will be released on March 7th, 2017."
  },
  {
    "startTime": 605.04,
    "endTime": 636.0799999999999,
    "text": "Next is Divinity Original Sin 2. I already played the Early Access version on my channel. Its an old school role playing game and will be released in 2017."
  },
  {
    "startTime": 636.08,
    "endTime": 665.12,
    "text": "Next game is very fast: Quake Champions. The sequel of Quake 3 Arena. Its an arena shooter and will be released in 2017."
  },
  {
    "startTime": 665.12,
    "endTime": 700.16,
    "text": "Next is Outcast Second Contact. The sequel of Outcast in 1999. Its an open world action adventure with nice story. Release will be in March 2017."
  },
  {
    "startTime": 700.16,
    "endTime": 735.28,
    "text": "We will go on with playing Star Citizen. I already played some episodes, you can watch them in my channel. This year Star Citizen will be added much more content like bigger universe, crafting and farming."
  },
  {
    "startTime": 735.28,
    "endTime": 778.16,
    "text": "Next game is Prey. An action adventure with very cool gameplay features. For example you and your enemies can change into things like a simple cup and you have a \"foam-gun\". Release will be 2017."
  },
  {
    "startTime": 778.16,
    "endTime": 813.68,
    "text": "Next is the medieval game Kingdom Come Deliverance. It has very realistic and hard fights and the best graphics you have ever seen on PC. Expect to need a very good graphics card. Release is 2017."
  },
  {
    "startTime": 813.68,
    "endTime": 845.3599999999999,
    "text": "Friday the 13th the game is a multiplayer survival game. One player is Jason and he has to kill the group of survivers before they can escape. Release is spring 2017."
  },
  {
    "startTime": 845.36,
    "endTime": 877.36,
    "text": "Next game is Lego World. Its a minecraft-style crafting and building game in an open world. Multiplayer is available and its already in Early Access. Release is February 2017."
  },
  {
    "startTime": 877.36,
    "endTime": 911.28,
    "text": "Last PC game is the new Unreal Tournament. Its a very fast arena shooter and will be free to play. Release is 2017."
  },
  {
    "startTime": 911.28,
    "endTime": 924.62,
    "text": "Ok guy that were the games... Now we focus on new technology for gaming."
  },
  {
    "startTime": 924.62,
    "endTime": 976.56,
    "text": "You heared the rumors about the HTC Vive 2? HTC disclaimed it, but I think they are working on sth.  [Not translated but new infos: The vive will get The Vive Tracker (so you can add more tracking devices) & Vive Deluxe Audio Strap (with integrated earphones and better comfort]"
  },
  {
    "startTime": 976.56,
    "endTime": 1017.76,
    "text": "We need more power to play VR games, so there are rumors that nvidia will bring the GTX 1080 Ti in Q1 2017. It will be very expensive!"
  },
  {
    "startTime": 1017.76,
    "endTime": 1056.24,
    "text": "There will also be wireless adapters for the vr headsets like these from TPCast and KwikVR with only 11ms reaction time."
  },
  {
    "startTime": 1056.24,
    "endTime": 1071.84,
    "text": "There is something I will buy and you will not believe it. A console! I dont play console games but this one seems very interesting!"
  },
  {
    "startTime": 1071.84,
    "endTime": 1115.84,
    "text": "I will get the Nintendo Switch console! It will be available in March 2017 and you can play at home and on the go in multiplayer! We will unbox the console and play the games."
  },
  {
    "startTime": 1115.84,
    "endTime": 1131.04,
    "text": "Thats it for the upcoming things, was a lot! However thats not all you will see in my channel!"
  },
  {
    "startTime": 1131.04,
    "endTime": 1191.52,
    "text": "Its planned to record series of GTA 5, Sims 4, Diablo 3 and Ark."
  },
  {
    "startTime": 1191.52,
    "endTime": 1217.52,
    "text": "At last there will be some retro games that I will play like Dungeon Keeper, Black & White,  The Settlers and SimCity."
  },
  {
    "startTime": 1217.52,
    "endTime": 1255.6,
    "text": "Ok guys you can see I have a big program in 2017, but I have a lot of fun with showing you the videos! You can see that in the fact that I recorded over 800 videos in 300 days :-)"
  },
  {
    "startTime": 1255.6,
    "endTime": 1268.9599999999998,
    "text": "There will be at least 2 german videos per day in the time between 6:30 pm and 8:30 pm german time."
  },
  {
    "startTime": 1268.96,
    "endTime": 1283.92,
    "text": "I have a brand new completely english channel called \"VoodooDE_eng\" where I will upload the most important games starting in January 2017, so check this out as well."
  },
  {
    "startTime": 1283.92,
    "endTime": 1293.92,
    "text": "Subscribe to both channels now and I promise to provide you the newest PC and VR Vive stuff the whole year! Thanks for watching an have a very nice year 2017!!"
  }
]