[
  {
    "startTime": 0.0,
    "endTime": 1.0,
    "text": "Good morning, Hank. It's Tuesday."
  },
  {
    "startTime": 1.0,
    "endTime": 3.16,
    "text": "So, on Friday afternoon, U.S. President Donald Trump"
  },
  {
    "startTime": 3.16,
    "endTime": 6.7,
    "text": "signed an Executive Order that reshapes U.S. immigration law,"
  },
  {
    "startTime": 6.7,
    "endTime": 10.280000000000001,
    "text": "and there's been a lot of confusion about it, even within the Government,"
  },
  {
    "startTime": 10.28,
    "endTime": 13.719999999999999,
    "text": "about who's affected by this law and precisely what it means."
  },
  {
    "startTime": 13.72,
    "endTime": 17.34,
    "text": "So I thought today I'd take a closer look at what the Executive Order actually says."
  },
  {
    "startTime": 17.34,
    "endTime": 21.72,
    "text": "So first, the order bans, for a period of 90 days, all \"immigrant and non immigrant\""
  },
  {
    "startTime": 21.72,
    "endTime": 25.72,
    "text": "entry into the United States from all citizens of seven nations --"
  },
  {
    "startTime": 25.72,
    "endTime": 29.419999999999998,
    "text": "Iran, Iraq, Libya, Somalia, Sudan, and Yemen."
  },
  {
    "startTime": 29.42,
    "endTime": 30.98,
    "text": "These seven nations seem to have been chosen"
  },
  {
    "startTime": 30.98,
    "endTime": 33.9,
    "text": "because they were cited in 2015 and 2016 laws"
  },
  {
    "startTime": 33.9,
    "endTime": 37.18,
    "text": "signed by President Obama that required residents of those countries"
  },
  {
    "startTime": 37.18,
    "endTime": 39.16,
    "text": "to get a visa to visit the United States."
  },
  {
    "startTime": 39.16,
    "endTime": 42.9,
    "text": "But the Executive Order states that they can't enter the United States even with a visa,"
  },
  {
    "startTime": 42.9,
    "endTime": 45.08,
    "text": "although there are a few exceptions for diplomats."
  },
  {
    "startTime": 45.08,
    "endTime": 47.82,
    "text": "So what does this mean? Well, for an Iranian professor at Yale,"
  },
  {
    "startTime": 47.82,
    "endTime": 50.94,
    "text": "it means that if she leaves the U.S. she won't be allowed to re-enter it,"
  },
  {
    "startTime": 50.94,
    "endTime": 53.9,
    "text": "even though she's a well-known  opponent of the Iranian regime."
  },
  {
    "startTime": 53.9,
    "endTime": 57.06,
    "text": "And for a doctor who is abroad  battling a polio outbreak,"
  },
  {
    "startTime": 57.06,
    "endTime": 60.660000000000004,
    "text": "it meant being denied entry into the U.S. despite his visa to be here."
  },
  {
    "startTime": 60.66,
    "endTime": 64.25999999999999,
    "text": "Now, I know those probably sound like particular examples of hard-luck stories,"
  },
  {
    "startTime": 64.26,
    "endTime": 67.4,
    "text": "but because people from those countries already needed visas"
  },
  {
    "startTime": 67.4,
    "endTime": 69.92,
    "text": "with specific reasons to visit the United States,"
  },
  {
    "startTime": 69.92,
    "endTime": 73.8,
    "text": "like visiting family, or studying, or working in a specialized field,"
  },
  {
    "startTime": 73.8,
    "endTime": 76.7,
    "text": "almost all the stories are hard-luck stories."
  },
  {
    "startTime": 76.7,
    "endTime": 81.3,
    "text": "The Executive Order initially also seemed to apply to legal, permanent residents of the United States"
  },
  {
    "startTime": 81.3,
    "endTime": 83.84,
    "text": "who aren't citizens -- so called \"green card\" holders,"
  },
  {
    "startTime": 83.84,
    "endTime": 89.08,
    "text": "although the language in the order is extremely hard to parse, like, even to those within the government."
  },
  {
    "startTime": 89.08,
    "endTime": 93.66,
    "text": "I mean, at one point on Sunday, Tump's chief of staff said the order \"does not apply\" to green card holders,"
  },
  {
    "startTime": 93.66,
    "endTime": 99.1,
    "text": "and then later, in the very same interview, said \"of course it does\" apply to green card holders."
  },
  {
    "startTime": 99.1,
    "endTime": 102.67999999999999,
    "text": "But after much confusion and emergency lawsuits, it now appears that permanent residents"
  },
  {
    "startTime": 102.68,
    "endTime": 104.36000000000001,
    "text": "will not be subject to the ban."
  },
  {
    "startTime": 104.36,
    "endTime": 107.98,
    "text": "It's also unclear from the language in the order whether it applies to dual citizens."
  },
  {
    "startTime": 107.98,
    "endTime": 112.72,
    "text": "Like, if you're a Canadian citizen who was born in Somalia as Canada's Immigration Minister is,"
  },
  {
    "startTime": 112.72,
    "endTime": 116.12,
    "text": "there's still some confusion as to  whether you can enter the U.S."
  },
  {
    "startTime": 116.12,
    "endTime": 118.10000000000001,
    "text": "Now, critics of this part of the Executive Order,"
  },
  {
    "startTime": 118.1,
    "endTime": 119.8,
    "text": "and I should acknowledge that I am among them,"
  },
  {
    "startTime": 119.8,
    "endTime": 122.5,
    "text": "argue that it is really poorly targeted."
  },
  {
    "startTime": 122.5,
    "endTime": 126.4,
    "text": "I mean, no foreign nationals from any of those seven countries"
  },
  {
    "startTime": 126.4,
    "endTime": 130.88,
    "text": "has killed even a single American in a terrorist attack. Ever."
  },
  {
    "startTime": 130.88,
    "endTime": 134.84,
    "text": "In general, terrorism in the U.S. since  9/11 has been exceedingly rare."
  },
  {
    "startTime": 134.84,
    "endTime": 136.86,
    "text": "Like, in the past decade, American civilians"
  },
  {
    "startTime": 136.86,
    "endTime": 140.28,
    "text": "are literally more likely to die by lightning strike than terrorism."
  },
  {
    "startTime": 140.28,
    "endTime": 143.36,
    "text": "And notably, most of the attacks that do happen in the U.S."
  },
  {
    "startTime": 143.36,
    "endTime": 146.32000000000002,
    "text": "are carried out by American citizens or permanent residents,"
  },
  {
    "startTime": 146.32,
    "endTime": 149.0,
    "text": "and those attacks wouldn't be prevented by the order."
  },
  {
    "startTime": 149.0,
    "endTime": 152.6,
    "text": "Now, the counterargument is that there may be threats from these seven countries we don't know about,"
  },
  {
    "startTime": 152.6,
    "endTime": 154.46,
    "text": "but it's really hard to prove a negative,"
  },
  {
    "startTime": 154.46,
    "endTime": 157.36,
    "text": "like, it's hard for me to prove that I'm not a terrorist"
  },
  {
    "startTime": 157.36,
    "endTime": 159.34,
    "text": "because, how can you be sure I'm not?"
  },
  {
    "startTime": 159.34,
    "endTime": 162.20000000000002,
    "text": "Just for the record, in case Big Brother is watching -- I'm not."
  },
  {
    "startTime": 162.2,
    "endTime": 164.89999999999998,
    "text": "\"In case Big Brother...\" de-- Big Brother is definitely watching."
  },
  {
    "startTime": 164.9,
    "endTime": 169.48000000000002,
    "text": "Anyway, all of this is why concerns about the ban don't really fall along traditional left-right lines"
  },
  {
    "startTime": 169.48,
    "endTime": 172.38,
    "text": "like, the very conservative Cato Institute, for instance, said"
  },
  {
    "startTime": 172.38,
    "endTime": 176.1,
    "text": "there is \"little national security benefit to Trump's executive order on immigration.\""
  },
  {
    "startTime": 176.1,
    "endTime": 180.0,
    "text": "And many, although by no means all, Republican Congress people and Senators agree."
  },
  {
    "startTime": 180.0,
    "endTime": 183.22,
    "text": "John McCain and Lindsey Graham, for instance, released a statement saying that"
  },
  {
    "startTime": 183.22,
    "endTime": 187.4,
    "text": "the ban may be remembered as a self-inflicted wound in the fight against terrorism."
  },
  {
    "startTime": 187.4,
    "endTime": 189.88,
    "text": "And then there is the second part of the Executive Order,"
  },
  {
    "startTime": 189.88,
    "endTime": 193.34,
    "text": "which affects admission of refugees into the United States."
  },
  {
    "startTime": 193.34,
    "endTime": 198.3,
    "text": "So back in 2011, the Obama administration dramatically slowed the process of refugee applications"
  },
  {
    "startTime": 198.3,
    "endTime": 202.94,
    "text": "from Iraq for 6 months, an off-sided precedent for what Trump announced on Friday"
  },
  {
    "startTime": 202.94,
    "endTime": 204.8,
    "text": "but this is very different."
  },
  {
    "startTime": 204.8,
    "endTime": 210.5,
    "text": "Trump is suspending all refugee admission to the United States from all countries for 120 days,"
  },
  {
    "startTime": 210.5,
    "endTime": 213.84,
    "text": "and suspending all refugee resettlement from Syria indefinitely."
  },
  {
    "startTime": 213.84,
    "endTime": 217.70000000000002,
    "text": "This appears to include people who've already been vetted, approved and received visas,"
  },
  {
    "startTime": 217.7,
    "endTime": 220.32,
    "text": "which is also very different from what happened in 2011"
  },
  {
    "startTime": 220.32,
    "endTime": 225.44,
    "text": "Side-note -- you may have heard that there is no vetting of Syrian refugees coming into the United States,"
  },
  {
    "startTime": 225.44,
    "endTime": 227.26,
    "text": "that is simply not true."
  },
  {
    "startTime": 227.26,
    "endTime": 232.89999999999998,
    "text": "As discussed in this video, the process includes a huge variety of background checks and interviews,"
  },
  {
    "startTime": 232.9,
    "endTime": 234.58,
    "text": "and often takes more than two years."
  },
  {
    "startTime": 234.58,
    "endTime": 236.5,
    "text": "The Executive Order also prioritizes (quote)"
  },
  {
    "startTime": 236.5,
    "endTime": 241.26,
    "text": "\"refugee claims made by individuals on the basis of religious-based persecution.\""
  },
  {
    "startTime": 241.26,
    "endTime": 245.64,
    "text": "which Trump has said will mean prioritizing Christian refugees when the program restarts"
  },
  {
    "startTime": 245.64,
    "endTime": 250.79999999999998,
    "text": "although that's not actually stated in the order and it's not clear it would be legal."
  },
  {
    "startTime": 250.8,
    "endTime": 254.64000000000001,
    "text": "For context though, last year the US accepted about 39,000 Muslim refugees,"
  },
  {
    "startTime": 254.64,
    "endTime": 260.18,
    "text": "about 37,500 Christian ones, and also 8,500 people of other or no faith."
  },
  {
    "startTime": 260.18,
    "endTime": 264.2,
    "text": "But just to be absolutely clear, Muslim refugees who have been vetted and approved for admission"
  },
  {
    "startTime": 264.2,
    "endTime": 268.9,
    "text": "to the United States cannot currently get in, but neither can Christian or Buddhist refugees"
  },
  {
    "startTime": 268.9,
    "endTime": 274.23999999999995,
    "text": "for at least 120 days, nor can interpreters who served with the American Armed Forces in Iraq,"
  },
  {
    "startTime": 274.24,
    "endTime": 278.0,
    "text": "because no refugees are being allowed into the United States."
  },
  {
    "startTime": 278.0,
    "endTime": 281.2,
    "text": "And this blanket ban also seems to me very poorly targeted."
  },
  {
    "startTime": 281.2,
    "endTime": 286.52,
    "text": "For one thing, it lumps all refugees together, whether they're from Syria, or South Sudan, or Burma"
  },
  {
    "startTime": 286.52,
    "endTime": 291.82,
    "text": "Like, most refugees resettled in the United States in 2015 were not Syrian, they were Burmese."
  },
  {
    "startTime": 291.82,
    "endTime": 297.08,
    "text": "But also, many Syrian refugees are victims of ISIS who can speak first hand about its horrors"
  },
  {
    "startTime": 297.08,
    "endTime": 300.7,
    "text": "and that is a moderating force, not a radicalizing one."
  },
  {
    "startTime": 300.7,
    "endTime": 305.21999999999997,
    "text": "Imagining Syrians monolithically is as dangerously simplistic as imagining that"
  },
  {
    "startTime": 305.22,
    "endTime": 309.08000000000004,
    "text": "ending refugee resettlement will solve the US's security challenges."
  },
  {
    "startTime": 309.08,
    "endTime": 315.3,
    "text": "I share John McCain's feeling that ultimately this kind of blanket ban will do more to help terrorist recruitment"
  },
  {
    "startTime": 315.3,
    "endTime": 316.8,
    "text": "than improve our security."
  },
  {
    "startTime": 316.8,
    "endTime": 321.52000000000004,
    "text": "Now, Trump counters that it will make us more safe, and he certainly has access to top-secret information"
  },
  {
    "startTime": 321.52,
    "endTime": 322.96,
    "text": "that I don't have access to;"
  },
  {
    "startTime": 322.96,
    "endTime": 328.78,
    "text": "but given that these policies wouldn't've prevented a single US terror fatality from the last 40 years,"
  },
  {
    "startTime": 328.78,
    "endTime": 331.65999999999997,
    "text": "it's hard to see exactly how we're safer."
  },
  {
    "startTime": 331.66,
    "endTime": 335.86,
    "text": "There are also other issues of legal confusion in the order, for instance, the order states (quote)"
  },
  {
    "startTime": 335.86,
    "endTime": 340.3,
    "text": "\"The United States cannot, and should not, admit those who do not support the Constitution.\""
  },
  {
    "startTime": 340.3,
    "endTime": 344.3,
    "text": "But as many Law professors have pointed out -- that's kind of ludicrous."
  },
  {
    "startTime": 344.3,
    "endTime": 347.06,
    "text": "I mean, according to that sentence, if you are for instance, Canadian"
  },
  {
    "startTime": 347.06,
    "endTime": 351.96,
    "text": "and you support a parliamentary system of government over the system outlined in the US Constitution,"
  },
  {
    "startTime": 351.96,
    "endTime": 356.62,
    "text": "are you no longer legally allowed to visit Disney World? Because that does appear now to be the law."
  },
  {
    "startTime": 356.62,
    "endTime": 360.02,
    "text": "Also, when foreigners attempt to enter the United States, as in most countries,"
  },
  {
    "startTime": 360.02,
    "endTime": 363.56,
    "text": "they have the right to seek asylum, and be interviewed by an immigration officer"
  },
  {
    "startTime": 363.56,
    "endTime": 367.0,
    "text": "to determine if the asylum seeker has a credible fear of persecution"
  },
  {
    "startTime": 367.0,
    "endTime": 371.32,
    "text": "but the Executive Order explicitly states that \"no benefits\" will be extended"
  },
  {
    "startTime": 371.32,
    "endTime": 374.96,
    "text": "to citizens of the affected nations when they attempt to enter the United States"
  },
  {
    "startTime": 374.96,
    "endTime": 378.0,
    "text": "and such an interview would probably constitute a benefit."
  },
  {
    "startTime": 378.0,
    "endTime": 381.58,
    "text": "So as of now it does not appear that people are being allowed to seek asylum,"
  },
  {
    "startTime": 381.58,
    "endTime": 386.06,
    "text": "which is in violation of an existing US law, called the Immigration and Nationality Act,"
  },
  {
    "startTime": 386.06,
    "endTime": 388.9,
    "text": "which an Executive Order cannot legally override."
  },
  {
    "startTime": 388.9,
    "endTime": 393.21999999999997,
    "text": "In short, no matter how you feel about immigration, this Executive Order is a hot mess"
  },
  {
    "startTime": 393.22,
    "endTime": 397.20000000000005,
    "text": "it is too ambiguous, self contradictory, and unclear to be effective law."
  },
  {
    "startTime": 397.2,
    "endTime": 400.32,
    "text": "Now, I wanna emphasize that much of this may be moot in 3 or 4 months"
  },
  {
    "startTime": 400.32,
    "endTime": 401.8,
    "text": "as parts of the order expire,"
  },
  {
    "startTime": 401.8,
    "endTime": 405.86,
    "text": "but even if that occurs I worry we've already made a dangerous statement"
  },
  {
    "startTime": 405.86,
    "endTime": 408.54,
    "text": "that the US won't do its part in the refugee crisis,"
  },
  {
    "startTime": 408.54,
    "endTime": 412.1,
    "text": "and that we will discriminate based solely on place of birth."
  },
  {
    "startTime": 412.1,
    "endTime": 416.56,
    "text": "I think those are mistakes. That imagining a diverse group of over 100 million people"
  },
  {
    "startTime": 416.56,
    "endTime": 422.4,
    "text": "to be some terrifying and singular Other only encourages others to imagine us that way."
  },
  {
    "startTime": 422.4,
    "endTime": 427.29999999999995,
    "text": "It's hard to imagine people complexly, especially when you're being told to fear them,"
  },
  {
    "startTime": 427.3,
    "endTime": 432.5,
    "text": "but I found it helpful to listen, so I put together a playlist of refugees telling their stories"
  },
  {
    "startTime": 432.5,
    "endTime": 435.54,
    "text": "and ask you to listen to them, to believe them,"
  },
  {
    "startTime": 435.54,
    "endTime": 439.22,
    "text": "and to see them as people, instead of merely as threats."
  },
  {
    "startTime": 439.22,
    "endTime": 449.22,
    "text": "Hank, I'll see you on Friday."
  }
]