[
  {
    "startTime": 0.08,
    "endTime": 5.62,
    "text": "We're hugely dependent on language to help us express what we really think and feel"
  },
  {
    "startTime": 5.62,
    "endTime": 10.600000000000001,
    "text": "but some languages are better than others at crisply naming important feelings."
  },
  {
    "startTime": 11.34,
    "endTime": 16.78,
    "text": "Germans have been geniuses at inventing long or what get called \"compound words\""
  },
  {
    "startTime": 17.18,
    "endTime": 26.02,
    "text": "that elegantly put a finger on sensations that we all know, but that other languages require whole clumsy sentences or paragraphs to express."
  },
  {
    "startTime": 26.46,
    "endTime": 33.18,
    "text": "So, here is a small selection of the best of Germany's extraordinary range of compound words."
  },
  {
    "startTime": 34.48,
    "endTime": 35.339999999999996,
    "text": "\"Erkl채rungsnot\""
  },
  {
    "startTime": 35.82,
    "endTime": 39.38,
    "text": "Literally, a distress at not having an explanation,"
  },
  {
    "startTime": 39.38,
    "endTime": 44.5,
    "text": "the perfect way to define what a partner might feel when they're caught watching porn"
  },
  {
    "startTime": 44.5,
    "endTime": 47.72,
    "text": "or spotted in a restaurant with the hands they shouldn't be holding."
  },
  {
    "startTime": 48.38,
    "endTime": 55.38,
    "text": "More grandly, \"Erkl채rungsnot\" is something we feel when we realize we don't have any explanations for the big questions of life."
  },
  {
    "startTime": 55.7,
    "endTime": 59.68,
    "text": "It's a word that defines existential angst, as much as shame."
  },
  {
    "startTime": 60.88,
    "endTime": 61.84,
    "text": "\"Futterneid\""
  },
  {
    "startTime": 62.72,
    "endTime": 64.3,
    "text": "The feeling when you're eating with other people"
  },
  {
    "startTime": 64.5,
    "endTime": 69.02,
    "text": "and realize that they've ordered something better off the menu that you'd be dying to eat yourself."
  },
  {
    "startTime": 69.22,
    "endTime": 73.16,
    "text": "Perhaps you were trying to be abstemious. Now, you're just starving."
  },
  {
    "startTime": 73.66,
    "endTime": 80.66,
    "text": "The word recognizes that we spend much of our lives feeling we've ordered the wrong thing, and not just in restaurants."
  },
  {
    "startTime": 80.82,
    "endTime": 82.05999999999999,
    "text": "\"Luftschloss\""
  },
  {
    "startTime": 83.3,
    "endTime": 86.75999999999999,
    "text": "Literally, a castle in the air, a dream that's unattainable"
  },
  {
    "startTime": 86.76,
    "endTime": 91.60000000000001,
    "text": "A word suggesting that German culture is deeply indulgent about big dreams,"
  },
  {
    "startTime": 91.88,
    "endTime": 96.36,
    "text": "but also gently realistic about how hard it can be to bring them off."
  },
  {
    "startTime": 96.68,
    "endTime": 98.4,
    "text": "\"Backpfeifengesicht\""
  },
  {
    "startTime": 98.88,
    "endTime": 101.19999999999999,
    "text": "A face that's begging to be slapped"
  },
  {
    "startTime": 101.4,
    "endTime": 105.94000000000001,
    "text": "Generosity towards others is key but German is bracing and frank enough to acknowledge"
  },
  {
    "startTime": 106.16,
    "endTime": 109.42,
    "text": "that there are also moments when it's simply more honest to realize"
  },
  {
    "startTime": 109.74,
    "endTime": 112.69999999999999,
    "text": "we may have come face to face with a dickhead."
  },
  {
    "startTime": 113.8,
    "endTime": 115.25999999999999,
    "text": "\"Ruinenlust\""
  },
  {
    "startTime": 116.22,
    "endTime": 120.78,
    "text": "This word shows German at its most delightfully fetishistic and particular"
  },
  {
    "startTime": 121.04,
    "endTime": 124.56,
    "text": "meaning the delight one can feel at seeing ruins."
  },
  {
    "startTime": 124.82,
    "endTime": 130.07999999999998,
    "text": "Collapsed palaces and the rubble of temples put anxieties about the present into perspective"
  },
  {
    "startTime": 130.12,
    "endTime": 133.9,
    "text": "and induce a pleasing melancholy at the passage of all things."
  },
  {
    "startTime": 134.2,
    "endTime": 135.92,
    "text": "\"Kummerspeck\""
  },
  {
    "startTime": 136.2,
    "endTime": 142.04,
    "text": "Literally, \"sorrow fat\". A word that frankly recognizes how often, when one is deeply sad,"
  },
  {
    "startTime": 142.18,
    "endTime": 147.6,
    "text": "there is simply nothing more consoling to do than to head for the kitchen and eat."
  },
  {
    "startTime": 147.9,
    "endTime": 149.26000000000002,
    "text": "\"Fremdsch채men\""
  },
  {
    "startTime": 149.48,
    "endTime": 156.48,
    "text": "A word full of empathy that captures the agony one can feel at somebody else's embarassing misfortune or failing."
  },
  {
    "startTime": 156.52,
    "endTime": 162.66,
    "text": "A capacity to feel Fremdsch채men is a high moral achievement and is at the root of kindness."
  },
  {
    "startTime": 163.62,
    "endTime": 164.94,
    "text": "\"Weltschmerz\""
  },
  {
    "startTime": 165.5,
    "endTime": 171.54,
    "text": "Literally, \"world sadness\". A word that acknowledges that we are sometimes sad, not about this or that thing,"
  },
  {
    "startTime": 171.8,
    "endTime": 174.16000000000003,
    "text": "but about the whole basis of existence."
  },
  {
    "startTime": 174.26,
    "endTime": 179.78,
    "text": "The presence of the word indicates a culture that isn't forcely cheerful, but takes tragedy as a given."
  },
  {
    "startTime": 180.3,
    "endTime": 187.76000000000002,
    "text": "It is immensely reassuring to be able to tell a friend that one is presently lying under the duvet, suffering from Weltschmerz."
  },
  {
    "startTime": 188.38,
    "endTime": 189.92,
    "text": "\"Schadenfreude\""
  },
  {
    "startTime": 190.24,
    "endTime": 196.02,
    "text": "We're meant to be sad when others fail, but German will wisely accept that we often feel happiness,"
  },
  {
    "startTime": 196.2,
    "endTime": 199.76,
    "text": "\"Freude\" at the misfortunes, the \"Shaden\", of others."
  },
  {
    "startTime": 200.4,
    "endTime": 209.34,
    "text": "That isn't because we're mean, we just feel deeply reassured when we see confirmation that life is as hard for other people as it is for us."
  },
  {
    "startTime": 210.34,
    "endTime": 215.94,
    "text": "We can thank German for having so many of the right words to bring dignity to our troubles and hopes."
  },
  {
    "startTime": 216.16,
    "endTime": 221.29999999999998,
    "text": "Learning languages, ultimately, has little to do with discovering the world per se"
  },
  {
    "startTime": 221.38,
    "endTime": 228.12,
    "text": "It's about acquiring tools to help us get a clearer grasp on the elusive parts of ourselves."
  }
]