[
  {
    "startTime": 0.52,
    "endTime": 3.8,
    "text": "This is the VHS for \"An Extremely Goofy Movie\"."
  },
  {
    "startTime": 3.93,
    "endTime": 8.85,
    "text": "It's the  follow-up to the cult classic \"A Goofy Movie\" and it's one of my favorite animated films."
  },
  {
    "startTime": 10.0,
    "endTime": 14.179,
    "text": "Now, there's a moment in this movie where Bobby Zimmeruski, Max's stoner friend —"
  },
  {
    "startTime": 14.18,
    "endTime": 16.04,
    "text": "You know, the one that chugs Cheese Whiz."
  },
  {
    "startTime": 16.04,
    "endTime": 20.64,
    "text": "He says, \"Do you ever wonder why we're always like... wearing gloves?”"
  },
  {
    "startTime": 20.64,
    "endTime": 24.059,
    "text": "That's a damn good question, Bobby! Let's figure this out."
  },
  {
    "startTime": 31.1,
    "endTime": 35.800000000000004,
    "text": "Does the question, \"Why do Animated characters wear gloves?\", come up a lot for you?"
  },
  {
    "startTime": 35.8,
    "endTime": 40.699999999999996,
    "text": "John: The question rarely comes up, but when it does, there are a number of answers to it."
  },
  {
    "startTime": 40.8,
    "endTime": 46.19,
    "text": "That's John Canemaker, he's an animation historian and professor at NYU."
  },
  {
    "startTime": 46.2,
    "endTime": 49.120000000000005,
    "text": "The most basic theory is that gloves saved time."
  },
  {
    "startTime": 49.14,
    "endTime": 55.54,
    "text": "John: Animation of any kind, even with computers, is a very work-intensive or labor intensive process."
  },
  {
    "startTime": 55.54,
    "endTime": 59.04,
    "text": "\"Pardon me. I've always wondered how they were made.\""
  },
  {
    "startTime": 59.04,
    "endTime": 63.8,
    "text": "At the dawn of animation, everything was hand-drawn over and over and over again."
  },
  {
    "startTime": 63.8,
    "endTime": 68.37899999999999,
    "text": "And certain techniques to make the process more efficient shaped the style of the cartoons."
  },
  {
    "startTime": 68.38,
    "endTime": 71.69999999999999,
    "text": "John: Felix the Cat, for example, was a very boxy-looking character."
  },
  {
    "startTime": 71.7,
    "endTime": 79.5,
    "text": "As Felix was becoming more popular, the animator Bill Nolan decided to remove his snout and make him more circular overall."
  },
  {
    "startTime": 79.5,
    "endTime": 83.6,
    "text": "John: And that design—what they call \"the rubber hose and circle design\","
  },
  {
    "startTime": 83.66,
    "endTime": 90.89999999999999,
    "text": "very spaghetti-like arms of the characters, proceed to the design of Mickey Mouse as well."
  },
  {
    "startTime": 90.96,
    "endTime": 103.5,
    "text": "This rubber hose and circle  aesthetic allowed animators to quickly draw arms, legs, and hands without spending too much time developing realistic details of the character's body—like elbows and knees."
  },
  {
    "startTime": 103.7,
    "endTime": 110.2,
    "text": "A round edge was much faster to draw than an angle, and that certainly applied to hands, with all those fingers and knuckles."
  },
  {
    "startTime": 110.2,
    "endTime": 115.46000000000001,
    "text": "But hands posed another problem for animators in the age of fuzzy black and white film."
  },
  {
    "startTime": 115.46,
    "endTime": 121.53999999999999,
    "text": "John: Characters were in black and white films, difficult to see against their black bodies."
  },
  {
    "startTime": 121.54,
    "endTime": 127.78,
    "text": "Take a look at Mickey Mouse. In 1927's \"Plane Crazy\" he had black hands and feet, just like Felix."
  },
  {
    "startTime": 127.8,
    "endTime": 134.35999999999999,
    "text": "He gained shoes by 1928's Steamboat Willie, and in 1929 he's wearing gloves in \"The Opry House\"."
  },
  {
    "startTime": 134.44,
    "endTime": 142.04,
    "text": "The rubber hose style of animation is in full effect here. Every character is  exaggerated, round, and simple."
  },
  {
    "startTime": 142.04,
    "endTime": 145.34,
    "text": "And like many of the glove-wearing cartoon characters of his time,"
  },
  {
    "startTime": 145.46,
    "endTime": 149.65900000000002,
    "text": "Mickey Mouse is a non-human doing very human things."
  },
  {
    "startTime": 149.66,
    "endTime": 155.659,
    "text": "In his 1968 biography, \"The Disney Version\", Walt Disney addresses this very issue."
  },
  {
    "startTime": 155.66,
    "endTime": 158.2,
    "text": "He says, \"We didn't want him to have mouse hands,"
  },
  {
    "startTime": 158.3,
    "endTime": 161.8,
    "text": "because he was supposed to be more human. So we gave him gloves.”"
  },
  {
    "startTime": 161.86,
    "endTime": 171.16000000000003,
    "text": "So in addition to saving time and providing color contrast, gloves bring non-human things to life, making their grand gestures stand out."
  },
  {
    "startTime": 171.16,
    "endTime": 176.29999999999998,
    "text": "These 1935 tea kettles from Van Beuren Studio have them. This movie camera does too."
  },
  {
    "startTime": 176.3,
    "endTime": 183.60000000000002,
    "text": "When Pinocchio is a puppet, he wears gloves. But when he becomes a boy, they disappear. They're no longer needed."
  },
  {
    "startTime": 183.6,
    "endTime": 189.1,
    "text": "But there's another, less practical influence behind cartoon characters' white gloves."
  },
  {
    "startTime": 189.56,
    "endTime": 193.86,
    "text": "The Opry House is a film about Mickey putting on a big vaudeville show."
  },
  {
    "startTime": 193.9,
    "endTime": 202.4,
    "text": "That film and many of the animations that predated it were  inextricably linked to vaudeville performance and the blackface minstrel shows of the time."
  },
  {
    "startTime": 202.54,
    "endTime": 207.04,
    "text": "In fact, early animators often performed on vaudeville stages."
  },
  {
    "startTime": 207.04,
    "endTime": 218.07999999999998,
    "text": "Nicholas Sammond writes in Birth of An Industry that early animated characters like Felix the Cat, Bimbo, Bosko, and Mickey Mouse \"weren't just like Minstrels, they were Minstrels.\""
  },
  {
    "startTime": 218.08,
    "endTime": 224.54000000000002,
    "text": "Both the cartoons and the stage characters were portrayed as mischievous and rebellious yet good natured."
  },
  {
    "startTime": 225.18,
    "endTime": 230.54000000000002,
    "text": "They wore loose clothes, had painted faces, and they wore white gloves."
  },
  {
    "startTime": 230.54,
    "endTime": 238.54,
    "text": "In the 1930s vaudeville and blackface minstrelsy declined. White gloves were no longer associated with vaudeville to a new generation of viewers."
  },
  {
    "startTime": 238.54,
    "endTime": 243.01999999999998,
    "text": "Instead, they were just part of the cartoon style people came to expect."
  },
  {
    "startTime": 243.02,
    "endTime": 246.10000000000002,
    "text": "John: There's also The Band Concert, do you know that film?"
  },
  {
    "startTime": 246.1,
    "endTime": 247.73999999999998,
    "text": "It's from 1935."
  },
  {
    "startTime": 247.74,
    "endTime": 259.29,
    "text": "John: One of the characters is Clarabelle Cow and she plays the flute and her glove gets stuck in the flute [chuckles] so, really strange without the glove on it."
  },
  {
    "startTime": 259.29,
    "endTime": 265.40000000000003,
    "text": "Sixty years later Goofy takes off his gloves before getting in a pool and it's frankly, really disturbing."
  },
  {
    "startTime": 265.46,
    "endTime": 271.65999999999997,
    "text": "Now what's really bothering me is why Daffy Duck and many other animated birds don't wear gloves."
  },
  {
    "startTime": 271.7,
    "endTime": 273.5,
    "text": "We might never know."
  },
  {
    "startTime": 273.96,
    "endTime": 277.35999999999996,
    "text": "Daffy: Look, let's not split hairs. Why do you even wear gloves?"
  },
  {
    "startTime": 277.36,
    "endTime": 283.22,
    "text": "Bugs Bunny: Because, I've always worn them. It's who I am. Why do you wear that thing around your neck?"
  },
  {
    "startTime": 283.24,
    "endTime": 285.68,
    "text": "Touché Bugs Bunny. Touché."
  }
]