[
  {
    "startTime": 1.0,
    "endTime": 6.5,
    "text": "I'm gonna show you two patterns of deception, and then we're gonna look at the hot spots and see if we can find them ourselves."
  },
  {
    "startTime": 7.5,
    "endTime": 13.4,
    "text": "\"I did not have sexual relations with that woman, Ms. Lewinsky.\""
  },
  {
    "startTime": 13.5,
    "endTime": 14.2,
    "text": "OK."
  },
  {
    "startTime": 14.7,
    "endTime": 20.799999999999997,
    "text": "Studies show that people who are overdetermined in their denial will resort to formal rather than informal language."
  },
  {
    "startTime": 21.1,
    "endTime": 23.3,
    "text": "We also heard distancing language – \"That woman\""
  },
  {
    "startTime": 23.5,
    "endTime": 25.8,
    "text": "We think liars fidget all the time."
  },
  {
    "startTime": 25.9,
    "endTime": 29.2,
    "text": "Well, guess what? They're known to freeze their upper bodies when they're lying."
  },
  {
    "startTime": 29.4,
    "endTime": 32.0,
    "text": "We think liars won't look you in the eyes."
  },
  {
    "startTime": 32.1,
    "endTime": 34.5,
    "text": "Well, guess what? They look you in the eyes a little too much."
  },
  {
    "startTime": 34.7,
    "endTime": 38.400000000000006,
    "text": "We think warmth and smiles convey honesty, sincerity."
  },
  {
    "startTime": 38.5,
    "endTime": 40.4,
    "text": "Can you all spot the fake smile here?"
  },
  {
    "startTime": 40.5,
    "endTime": 45.4,
    "text": "You can consciously contract the muscles in your cheeks but the real smile's in the eyes."
  },
  {
    "startTime": 45.5,
    "endTime": 49.3,
    "text": "The crow's feet in the eyes, they cannot be consciously contracted."
  },
  {
    "startTime": 49.4,
    "endTime": 51.199999999999996,
    "text": "Can you tell what's happening in a conversation?"
  },
  {
    "startTime": 51.3,
    "endTime": 57.199999999999996,
    "text": "Can you start to find the hot spots to see the discrepancies between someone's words and someone's actions?"
  },
  {
    "startTime": 57.3,
    "endTime": 60.599999999999994,
    "text": "Attitude is by far the most overlooked but telling of indicators."
  },
  {
    "startTime": 60.7,
    "endTime": 62.5,
    "text": "An honest person is going to be cooperative."
  },
  {
    "startTime": 62.6,
    "endTime": 65.0,
    "text": "They're going to be on your side; they're going to be enthusiastic."
  },
  {
    "startTime": 65.1,
    "endTime": 67.69999999999999,
    "text": "They're going to be willing and helpful in getting you to the truth."
  },
  {
    "startTime": 67.9,
    "endTime": 72.2,
    "text": "And if you ask someone honest: \"What should happen to whoever did forge those checks?\""
  },
  {
    "startTime": 72.3,
    "endTime": 77.39999999999999,
    "text": "An honest person is much more likely to recommend strict rather than lenient punishment."
  },
  {
    "startTime": 77.5,
    "endTime": 81.4,
    "text": "Now, let's say you're having that exact same conversation with someone deceptive."
  },
  {
    "startTime": 81.6,
    "endTime": 88.39999999999999,
    "text": "That person may be withdrawn, look down, lower their voice, pause, and then they're going to tell their story in strict chronological order."
  },
  {
    "startTime": 88.5,
    "endTime": 91.0,
    "text": "And what a trained interrogator does is they come in,"
  },
  {
    "startTime": 91.1,
    "endTime": 100.19999999999999,
    "text": "and in very subtle ways, they will ask that person to tell their stories backwards and then track which questions produce the highest volume of deceptive tells."
  },
  {
    "startTime": 100.3,
    "endTime": 103.5,
    "text": "We rehearse our words, but we rarely rehearse our gestures."
  },
  {
    "startTime": 103.6,
    "endTime": 105.69999999999999,
    "text": "We say yes, we shake our heads, no."
  },
  {
    "startTime": 105.8,
    "endTime": 108.7,
    "text": "We tell very convincing stories, we slightly shrug our shoulders."
  },
  {
    "startTime": 108.8,
    "endTime": 116.0,
    "text": "Now, there are going to be times when someone makes one expression while masking another that just kind of leaks through in a flash:"
  },
  {
    "startTime": 116.1,
    "endTime": 121.8,
    "text": "Your new joint venture partner might shake your hand, celebrate, go out to dinner with you, and then leak an expression of anger."
  },
  {
    "startTime": 121.9,
    "endTime": 125.0,
    "text": "There's one I can teach you that's very dangerous and that's easy to learn."
  },
  {
    "startTime": 125.2,
    "endTime": 126.8,
    "text": "And that's the expression of contempt."
  },
  {
    "startTime": 127.0,
    "endTime": 130.1,
    "text": "When anger turns to contempt, you've been dismissed."
  },
  {
    "startTime": 130.5,
    "endTime": 136.1,
    "text": "It's associated with moral superiority and for that reason it's very very hard to recover from."
  },
  {
    "startTime": 136.2,
    "endTime": 144.7,
    "text": "It's marked by one lip corner pulled up and in, and in the presence of contempt, look the other way, go the other direction,"
  },
  {
    "startTime": 144.8,
    "endTime": 148.9,
    "text": "say, \"No, thank you. I'm not coming up for just one more nightcap, thank you.\""
  },
  {
    "startTime": 149.1,
    "endTime": 154.0,
    "text": "We know liars will shift their blink rate, point their feet towards an exit."
  },
  {
    "startTime": 154.1,
    "endTime": 158.6,
    "text": "They'll alter their vocal tone, often making them...making their vocal tone much lower."
  },
  {
    "startTime": 158.9,
    "endTime": 160.0,
    "text": "Thank you."
  }
]