[
  {
    "startTime": 6.109,
    "endTime": 14.904,
    "text": "The sight of mistletoe may either send you scurrying, or if you have your eye on someone, awaiting an opportunity beneath its snow white berries."
  },
  {
    "startTime": 15.0,
    "endTime": 19.451999999999998,
    "text": "But how did the festive Christmas tradition of kissing under mistletoe come about?"
  },
  {
    "startTime": 19.5,
    "endTime": 25.243000000000002,
    "text": "The long-lived custom intertwines the mythology and biology of this intriguing plant."
  },
  {
    "startTime": 25.3,
    "endTime": 30.264000000000003,
    "text": "There are more than 1,000 species of mistletoe, which grows the world over."
  },
  {
    "startTime": 30.3,
    "endTime": 38.83,
    "text": "In fact, the ancient Europeans were so captivated by the plant's unusual growth habits that they included it in their legends and myths."
  },
  {
    "startTime": 38.9,
    "endTime": 48.753,
    "text": "In ancient Rome, Pliny the Elder described how the Druid priesthood in ancient England believed that mistletoe was a plant dropped down from heaven by the gods."
  },
  {
    "startTime": 49.471,
    "endTime": 54.083999999999996,
    "text": "That explained its unlikely position amongst the high branches of certain trees."
  },
  {
    "startTime": 54.1,
    "endTime": 58.348,
    "text": "They also believed it had powers of healing and bestowing fertility."
  },
  {
    "startTime": 59.2,
    "endTime": 70.546,
    "text": "Meanwhile, Scandinavian legend told of the plant's mystical qualities in the story of the God Baldr, and his adoring mother, Frigg, goddess of love, marriage, and fertility."
  },
  {
    "startTime": 71.103,
    "endTime": 79.119,
    "text": "Frigg loved her son so much that she commanded every plant, animal, and inanimate object to vow they'd never harm him."
  },
  {
    "startTime": 79.2,
    "endTime": 82.407,
    "text": "In her fervor, however, she overlooked the mistletoe."
  },
  {
    "startTime": 82.803,
    "endTime": 90.11699999999999,
    "text": "The mischievous god Loki realized this oversight and pierced Baldr's heart with an arrow carved from a mistletoe branch."
  },
  {
    "startTime": 90.2,
    "endTime": 99.485,
    "text": "Frigg cried tears of such sadness that they formed the mistletoe's pearly berries, making the other gods pity her and agree to resurrect Baldr."
  },
  {
    "startTime": 100.013,
    "endTime": 108.653,
    "text": "Hearing the news, Frigg became so overjoyed that she transformed the mistletoe from a symbol of death into one of peace and love."
  },
  {
    "startTime": 108.7,
    "endTime": 117.747,
    "text": "She mandated a one-day truce for all fights, and that everyone embrace beneath its branches when they passed to spread more love into the world."
  },
  {
    "startTime": 118.287,
    "endTime": 126.893,
    "text": "In the 17th century, British colonists arriving in the New World found a different, but very similar looking species of mistletoe."
  },
  {
    "startTime": 126.9,
    "endTime": 134.957,
    "text": "They applied it to these tales of magic, fertility, and love, spreading the mistletoe-hanging tradition from Europe into America."
  },
  {
    "startTime": 136.2,
    "endTime": 144.46599999999998,
    "text": "By the 18th century, people in Britain had turned this into a Christmas tradition, but this custom comes down to more than just human imagination."
  },
  {
    "startTime": 144.5,
    "endTime": 148.233,
    "text": "All of it was inspired by the plant's intriguing biology."
  },
  {
    "startTime": 148.3,
    "endTime": 156.247,
    "text": "We see mistletoe as a festive decoration, but draped on tree boughs in the wild, it's known as a partly parasitic plant."
  },
  {
    "startTime": 156.4,
    "endTime": 165.935,
    "text": "Mistletoe relies on modified roots called haustoria that penetrate the tree bark and siphon off the water and minerals, trees carry up their trunks."
  },
  {
    "startTime": 166.0,
    "endTime": 172.84,
    "text": "To colonize nearby trees with its seeds, mistletoe depends on birds and other creatures to do the dispersing."
  },
  {
    "startTime": 173.504,
    "endTime": 180.87,
    "text": "Birds that eat the mistletoe's sticky white berries sometimes get rid of the gluey seeds by wiping them off onto tree bark."
  },
  {
    "startTime": 180.911,
    "endTime": 187.282,
    "text": "Or with a bit of luck, they excrete the indigestible seed onto a tree where it germinates and starts to grow."
  },
  {
    "startTime": 188.2,
    "endTime": 197.612,
    "text": "With its resilience and foliage that stays lush, even while the surrounding trees lose their leaves, you can see why mistletoe captivated our superstitious ancestors."
  },
  {
    "startTime": 198.077,
    "endTime": 202.585,
    "text": "They saw these as signs of the plant's magical qualities and fertility."
  },
  {
    "startTime": 202.841,
    "endTime": 208.61,
    "text": "Even today, the mistletoe inspires wonder with the diversity of wildlife it supports."
  },
  {
    "startTime": 209.218,
    "endTime": 213.516,
    "text": "More than just a parasite, it's also known as a keystone species."
  },
  {
    "startTime": 213.6,
    "endTime": 226.01399999999998,
    "text": "It's eaten by a diversity of animals, including deer, elk, squirrels, chipmunks, porcupines, robins, bluebirds, mourning doves, and the butterfly genus, Delias."
  },
  {
    "startTime": 226.1,
    "endTime": 232.618,
    "text": "Some mistletoe species produce dense bushes, which are excellent nesting locations for a variety of birds."
  },
  {
    "startTime": 232.7,
    "endTime": 238.95299999999997,
    "text": "And despite their parasitic relationship with trees, mistletoes can also help other plants."
  },
  {
    "startTime": 239.506,
    "endTime": 245.533,
    "text": "For instance, juniper sprouts near mistletoe to benefit from the visiting berry-eating birds."
  },
  {
    "startTime": 245.6,
    "endTime": 251.637,
    "text": "Through the many benefits it provides, mistletoe influences diversity, and allows ecosystems to flourish."
  },
  {
    "startTime": 251.7,
    "endTime": 256.166,
    "text": "You might even say that for this iconic plant, life imitates legend."
  },
  {
    "startTime": 256.2,
    "endTime": 262.56,
    "text": "In the wild, mistletoe has the power to bring things together, and in our own traditions, we see that happening, too."
  }
]