[
  {
    "startTime": 13.5,
    "endTime": 22.0,
    "text": "My wife is pregnant right now with our first child, and when people see her with her big baby bump, the first question people ask, almost without fail, is,"
  },
  {
    "startTime": 22.0,
    "endTime": 23.8,
    "text": "\"Is it a boy or is it a girl?\""
  },
  {
    "startTime": 24.1,
    "endTime": 29.700000000000003,
    "text": "Now, there are some assumptions behind that question that we take for granted because of our familiarity with our own human biology."
  },
  {
    "startTime": 30.2,
    "endTime": 36.0,
    "text": "For human babies, we take it for granted that there's a 50/50 chance of either answer, boy or girl."
  },
  {
    "startTime": 36.1,
    "endTime": 38.0,
    "text": "But why is it that way?"
  },
  {
    "startTime": 38.1,
    "endTime": 42.6,
    "text": "Well, the answer depends on the sex determination system that has evolved for our species."
  },
  {
    "startTime": 42.7,
    "endTime": 48.300000000000004,
    "text": "You see, for most mammals, the sex of a baby is determined genetically with the XY chromosome system."
  },
  {
    "startTime": 48.8,
    "endTime": 53.0,
    "text": "Mammals have a pair of sex chromosomes, one passed down from Mom, and one from Dad."
  },
  {
    "startTime": 53.5,
    "endTime": 57.8,
    "text": "A pair of X's gives us a girl, and an X and a Y together gives us a boy."
  },
  {
    "startTime": 58.2,
    "endTime": 64.9,
    "text": "Since females only have X's to pass on in their egg cells, and males can give either an X or a Y in their sperm cells,"
  },
  {
    "startTime": 65.2,
    "endTime": 71.10000000000001,
    "text": "the sex is determined by the father and the chance of producing a male or a female is 50/50."
  },
  {
    "startTime": 71.2,
    "endTime": 78.10000000000001,
    "text": "This system has worked well for mammals, but throughout the tree of life, we can see other systems that have worked just as well for other animals."
  },
  {
    "startTime": 78.7,
    "endTime": 84.9,
    "text": "There are other groups of animals that also have genetic sex determination, but their systems can be pretty different from ours."
  },
  {
    "startTime": 85.0,
    "endTime": 93.0,
    "text": "Birds and some reptiles have their sex genetically determined, but instead of the sex being determined by Dad, their sex is determined by Mom."
  },
  {
    "startTime": 93.1,
    "endTime": 100.0,
    "text": "In those groups, a pair of Z sex chromosomes produces a male, so these males only have Z's to give."
  },
  {
    "startTime": 100.4,
    "endTime": 106.9,
    "text": "However, in these animals, one Z and one W chromosome together, as a pair, produces a female."
  },
  {
    "startTime": 107.0,
    "endTime": 114.9,
    "text": "In this system, the chance of a male or a female is still 50/50, it just depends on whether Mom puts a Z or a W into her egg."
  },
  {
    "startTime": 115.8,
    "endTime": 121.0,
    "text": "Certain groups have taken genetic sex determination in completely other directions."
  },
  {
    "startTime": 121.0,
    "endTime": 129.0,
    "text": "Ants, for example, have one of the most interesting systems for determining sex, and because of it, if you are a male ant, you do not have a father."
  },
  {
    "startTime": 129.8,
    "endTime": 132.60000000000002,
    "text": "In an ant colony, there are dramatic divisions of labor."
  },
  {
    "startTime": 132.7,
    "endTime": 138.1,
    "text": "There are soldiers that defend the colony, there are workers that collect food, clean the nest, and care for the young."
  },
  {
    "startTime": 138.2,
    "endTime": 141.2,
    "text": "And there's a queen and a small group of male reproductives."
  },
  {
    "startTime": 141.7,
    "endTime": 144.79999999999998,
    "text": "Now, the queen will mate and then store sperm from the males."
  },
  {
    "startTime": 144.9,
    "endTime": 147.0,
    "text": "And this is where the system gets really interesting."
  },
  {
    "startTime": 147.1,
    "endTime": 153.0,
    "text": "If the queen uses the stored sperm to fertilize an egg, then that egg will grow up to become female."
  },
  {
    "startTime": 153.3,
    "endTime": 161.0,
    "text": "However, if she lays an egg without fertilizing it, then that egg will still grow up to be an ant, but it will always be a male."
  },
  {
    "startTime": 161.1,
    "endTime": 164.0,
    "text": "So you see, it's impossible for male ants to have fathers."
  },
  {
    "startTime": 164.1,
    "endTime": 169.6,
    "text": "And male ants live their life like this, with only one copy of every gene, much like a walking sex cell."
  },
  {
    "startTime": 169.7,
    "endTime": 178.79999999999998,
    "text": "This system is called a haplodiploid system, and we see it not only in ants, but also in other highly social insects like bees and wasps."
  },
  {
    "startTime": 179.0,
    "endTime": 184.8,
    "text": "Since our own sex is determined by genes, and we do know of these other animals that have their sex determined by genes,"
  },
  {
    "startTime": 184.9,
    "endTime": 190.0,
    "text": "it's easy to assume that for all animals the sex of their babies still must be determined by genetics."
  },
  {
    "startTime": 190.1,
    "endTime": 195.7,
    "text": "However, for some animals, the question of whether it will be a boy or a girl has nothing to do with genes at all,"
  },
  {
    "startTime": 195.8,
    "endTime": 198.8,
    "text": "and it can depend on something like the weather."
  },
  {
    "startTime": 199.3,
    "endTime": 202.10000000000002,
    "text": "These are animals like alligators and most turtles."
  },
  {
    "startTime": 202.5,
    "endTime": 207.9,
    "text": "In these animals, the sex of an embryo in a developing egg is determined by the temperature."
  },
  {
    "startTime": 208.0,
    "endTime": 212.0,
    "text": "In these species, the sex of the baby is not yet determined when the egg is laid,"
  },
  {
    "startTime": 212.1,
    "endTime": 219.0,
    "text": "and it remains undetermined until sometime in the middle of the overall development period, when a critical time is reached."
  },
  {
    "startTime": 219.1,
    "endTime": 223.6,
    "text": "And during this time, the sex is completely determined by temperature in the nest."
  },
  {
    "startTime": 223.7,
    "endTime": 230.0,
    "text": "In painted turtles, for example, warm temperatures above the critical temperature will produce females within the eggs,"
  },
  {
    "startTime": 230.1,
    "endTime": 232.7,
    "text": "and cool temperatures will produce a male."
  },
  {
    "startTime": 232.8,
    "endTime": 240.70000000000002,
    "text": "I'm not really sure who came up with this mnemonic, but you can remember that when it comes to painted turtles, they are all hot chicks and cool dudes."
  },
  {
    "startTime": 240.8,
    "endTime": 247.60000000000002,
    "text": "For some tropical fish, the question of will it be a boy or will it be a girl isn't settled until even later in life."
  },
  {
    "startTime": 247.7,
    "endTime": 250.79999999999998,
    "text": "You see, clownfish all start out their lives as males."
  },
  {
    "startTime": 251.1,
    "endTime": 254.0,
    "text": "However, as they mature, they become female."
  },
  {
    "startTime": 254.1,
    "endTime": 261.0,
    "text": "They also spend their lives in small groups with a strict dominance hierarchy where only the most dominant male and female reproduce."
  },
  {
    "startTime": 261.1,
    "endTime": 269.20000000000005,
    "text": "And amazingly, if the dominant female in the group dies, the largest and most dominant male will then quickly become female and take her place,"
  },
  {
    "startTime": 269.3,
    "endTime": 272.6,
    "text": "and all of the other males will move up one rank in the hierarchy."
  },
  {
    "startTime": 272.7,
    "endTime": 280.59999999999997,
    "text": "In another very different ocean animal, the Green Spoonworm, the sex of the babies is determined by a completely different aspect of the environment."
  },
  {
    "startTime": 280.7,
    "endTime": 286.8,
    "text": "For this species, it is simply a matter of where a larva happens to randomly fall on the sea floor."
  },
  {
    "startTime": 286.9,
    "endTime": 290.29999999999995,
    "text": "If a larva lands on the open sea floor, then it will become a female."
  },
  {
    "startTime": 290.4,
    "endTime": 294.5,
    "text": "But if it lands on top of a female, then it will become a male."
  },
  {
    "startTime": 294.6,
    "endTime": 299.40000000000003,
    "text": "So for some species, the question of boy or girl is answered by genetics."
  },
  {
    "startTime": 299.5,
    "endTime": 301.5,
    "text": "For others, it's answered by the environment."
  },
  {
    "startTime": 301.6,
    "endTime": 305.0,
    "text": "And for others still, they don't even bother with the question at all."
  },
  {
    "startTime": 305.1,
    "endTime": 307.0,
    "text": "Take whiptail lizards, for example."
  },
  {
    "startTime": 307.1,
    "endTime": 309.6,
    "text": "For those desert lizards, the answer is easy."
  },
  {
    "startTime": 309.7,
    "endTime": 312.2,
    "text": "It's a girl. It's always a girl."
  },
  {
    "startTime": 312.3,
    "endTime": 318.5,
    "text": "They are a nearly all-female species, and although they still lay eggs, these eggs hatch out female clones of themselves."
  },
  {
    "startTime": 318.6,
    "endTime": 321.40000000000003,
    "text": "So will it be a girl or will it be a boy?"
  },
  {
    "startTime": 321.5,
    "endTime": 326.7,
    "text": "Throughout the entire animal kingdom, it does really all depend on the system of sex determination."
  },
  {
    "startTime": 326.8,
    "endTime": 329.90000000000003,
    "text": "For humans, that system is a genetic XY system."
  },
  {
    "startTime": 330.0,
    "endTime": 336.3,
    "text": "And for me and my wife, we found out it's gonna be a baby boy."
  }
]