[
  {
    "startTime": 0.0,
    "endTime": 2.613,
    "text": "Ed Sheeran is a true musical genius."
  },
  {
    "startTime": 2.7,
    "endTime": 6.645,
    "text": "He's written hit upon hit, and had been known to be bring us to tears."
  },
  {
    "startTime": 6.7,
    "endTime": 12.366,
    "text": "But not only has Ed written songs for himself, he's also pinned many successful tracks for other artists."
  },
  {
    "startTime": 12.4,
    "endTime": 16.15,
    "text": "So today, we're looking at six songs you didn't know were written by Ed."
  },
  {
    "startTime": 16.2,
    "endTime": 20.087,
    "text": "When examining the facts, what more can we possibly want out of a musician?"
  },
  {
    "startTime": 20.2,
    "endTime": 24.6,
    "text": "Ed's album, x (multiply), debuted at number one on the Billboard 200 chart."
  },
  {
    "startTime": 24.6,
    "endTime": 31.0,
    "text": "He's at three top 10 singles, and when it comes to capturing raw emotion and song form, he just gets us."
  },
  {
    "startTime": 31.1,
    "endTime": 42.379000000000005,
    "text": "That's probably the reason why so many other successful artists had recruited Ed for his wise words of wisdom, including the first artist on our list whose hit song might ring a bell with you."
  },
  {
    "startTime": 42.4,
    "endTime": 44.156,
    "text": "You know, if you're a Belieber."
  },
  {
    "startTime": 44.634,
    "endTime": 51.238,
    "text": "(Love Yourself - Justin Bieber)"
  },
  {
    "startTime": 51.43,
    "endTime": 65.113,
    "text": "Ed wrote Love Yourself with Benny Blanco for Justin Bieber, which recently hit number one on the iTunes charts because of its relatable soothing yet harsh revenge words, and also the fact that this song would be stuck in our heads for the rest of eternity."
  },
  {
    "startTime": 65.2,
    "endTime": 68.262,
    "text": "And moving on, the next song on our list is a little bit darker."
  },
  {
    "startTime": 68.294,
    "endTime": 77.606,
    "text": "(Dark Times - The Weekend ft. Ed Sheeran)"
  },
  {
    "startTime": 77.65,
    "endTime": 84.57900000000001,
    "text": "Ed co-wrote and is featured on the track with The Weeknd called Dark Times, which can be found on The Weeknd's album Beauty Behind the Madness."
  },
  {
    "startTime": 84.6,
    "endTime": 92.622,
    "text": "For our next track, Ed teamed up with a 2016 Grammy nominee for Best New Artist, an award he was nominated for in 2014."
  },
  {
    "startTime": 92.7,
    "endTime": 99.8,
    "text": "(I Was Made for Loving You - Tori Kelly ft. Ed Sheeran)"
  },
  {
    "startTime": 99.9,
    "endTime": 110.74900000000001,
    "text": "Ed and Tori Kelly had been teasing a collab for quite some time, so we weren't too surprised when the two released a track together on Tori's album Unbreakable Smile called I Was Made for Loving You."
  },
  {
    "startTime": 110.8,
    "endTime": 113.355,
    "text": "And it's just given us all those Ed Sheeran feels."
  },
  {
    "startTime": 113.847,
    "endTime": 117.975,
    "text": "This next song is one you could say \"changed\" Ed's life forever."
  },
  {
    "startTime": 118.221,
    "endTime": 126.80000000000001,
    "text": "(Everything Has Changed - Taylor Swift ft. Ed Sheeran)"
  },
  {
    "startTime": 127.0,
    "endTime": 134.15,
    "text": "Ed and best friend Taylor Swift collaborated on a duet called Everything Has Changed on Taylor's 2012 album Red."
  },
  {
    "startTime": 134.44,
    "endTime": 142.932,
    "text": "After pinning the song with T Swift, Ed went on the Red tour with her, where they performed this song together every night, kick-starting his career."
  },
  {
    "startTime": 138.229,
    "endTime": 142.93200000000002,
    "text": "Talk about friendship goals."
  },
  {
    "startTime": 143.0,
    "endTime": 154.202,
    "text": "Right now you surely know that Ed is a pro at writing love songs that target our heartstrings, he's written four songs for One Direction, one of our favorites has to be this single of 1D's album Take Me Home."
  },
  {
    "startTime": 154.4,
    "endTime": 161.6,
    "text": "(Little Things - One Direction)"
  },
  {
    "startTime": 161.7,
    "endTime": 169.054,
    "text": "Ed has joined One Direction on stage to sing Little Things and even performed the emotional track solo at his own concerts. Check it out."
  },
  {
    "startTime": 169.256,
    "endTime": 177.3,
    "text": "(Little Things - Ed Sheeran)"
  },
  {
    "startTime": 177.4,
    "endTime": 182.4,
    "text": "And finally, the last song on our list is another 1D track that hits us right in the feels."
  },
  {
    "startTime": 182.453,
    "endTime": 189.5,
    "text": "(Over Again - One Direction)"
  },
  {
    "startTime": 189.6,
    "endTime": 193.5,
    "text": "Over Again, co-written by Sheeran, is also on 1D's album Take Me Home."
  },
  {
    "startTime": 193.6,
    "endTime": 198.51999999999998,
    "text": "Though it was never released as a single, the song has become a classic 1D fan- favorite."
  },
  {
    "startTime": 198.807,
    "endTime": 202.97,
    "text": "So out of these six tracks written by Ed Sheeran, I wanna know which one was your favorite!"
  },
  {
    "startTime": 203.0,
    "endTime": 206.865,
    "text": "And if you had to choose, which artist do you think Ed should collaborate with next?"
  },
  {
    "startTime": 207.0,
    "endTime": 215.0,
    "text": "Let me know all your thoughts in the comment section below, and after that, you can click right over here for some very underrated One Direction songs."
  },
  {
    "startTime": 215.0,
    "endTime": 220.0,
    "text": "Plus, be sure to follow me on Twitter and Instagram @_tiffanytaylor"
  },
  {
    "startTime": 220.0,
    "endTime": 225.297,
    "text": "Thanks so much for joining me right here on Clevver Music, I'm your host Tiffany Taylor, I'll see you next time."
  },
  {
    "startTime": 225.3,
    "endTime": 232.048,
    "text": "Click to the left for best songs from Justin Bieber's album PURPOSE and to the right for some underrated Taylor Swift songs."
  }
]