[
  {
    "startTime": 6.956,
    "endTime": 11.5,
    "text": "[Will winning the lottery make you happier?]"
  },
  {
    "startTime": 11.5,
    "endTime": 15.4,
    "text": "Imagine winning a multi-million dollar lottery tomorrow."
  },
  {
    "startTime": 15.4,
    "endTime": 20.616,
    "text": "If you're like many of us, you'd be ecstatic, unable to believe your good luck."
  },
  {
    "startTime": 20.616,
    "endTime": 25.178,
    "text": "But would that joy still be there a few years later?"
  },
  {
    "startTime": 25.178,
    "endTime": 26.2,
    "text": "Maybe not."
  },
  {
    "startTime": 26.2,
    "endTime": 39.6,
    "text": "A famous study of 22 lottery winners showed that months after winning, their average reported levels of happiness had increased no more than that of a control group who hadn't won the lottery."
  },
  {
    "startTime": 39.6,
    "endTime": 43.300000000000004,
    "text": "Some were actually unhappier than they had been before winning."
  },
  {
    "startTime": 43.3,
    "endTime": 54.699999999999996,
    "text": "And later studies have confirmed that our emotional well-being — how often and how intensely we feel things like joy, sorrow, anxiety, or anger —"
  },
  {
    "startTime": 54.7,
    "endTime": 60.2,
    "text": "don't seem to improve with wealth or status beyond a certain point."
  },
  {
    "startTime": 60.2,
    "endTime": 66.10000000000001,
    "text": "This has to do with a phenomenon known as hedonic adaptation, or the hedonic treadmill."
  },
  {
    "startTime": 66.1,
    "endTime": 73.3,
    "text": "It describes our tendency to adapt to new situations to maintain a stable emotional equilibrium."
  },
  {
    "startTime": 73.3,
    "endTime": 81.728,
    "text": "When it comes to feeling happy, most of us seem to have a base level that stays more or less constant throughout our existence."
  },
  {
    "startTime": 81.728,
    "endTime": 90.33,
    "text": "Of course, the novelty of better food, superior vacations, and more beautiful homes can at first make you feel like you're walking on air,"
  },
  {
    "startTime": 90.33,
    "endTime": 95.8,
    "text": "but as you get used to those things, you revert to your default emotional state."
  },
  {
    "startTime": 95.8,
    "endTime": 106.26899999999999,
    "text": "That might sound pretty gloomy, but hedonic adaptation makes us less emotionally sensitive to any kind of change, including negative ones."
  },
  {
    "startTime": 106.269,
    "endTime": 113.21100000000001,
    "text": "The study with the lottery winners also looked at people who had suffered  an accident that left them paralyzed."
  },
  {
    "startTime": 113.211,
    "endTime": 121.251,
    "text": "When asked several months after their accidents how happy they were, they reported levels of happiness approaching their original baseline."
  },
  {
    "startTime": 121.251,
    "endTime": 126.27000000000001,
    "text": "So while the hedonic treadmill may inhibit our enjoyment of positive changes,"
  },
  {
    "startTime": 126.27,
    "endTime": 131.019,
    "text": "it seems to also enable our resilience in recovering from adversity."
  },
  {
    "startTime": 131.019,
    "endTime": 135.8,
    "text": "There are other reasons that winning the lottery may not make us happier in the long run."
  },
  {
    "startTime": 135.8,
    "endTime": 143.5,
    "text": "It can be difficult to manage large sums of money, and some lottery winners wind up spending or losing it all quickly."
  },
  {
    "startTime": 143.5,
    "endTime": 145.871,
    "text": "It can also be socially isolating."
  },
  {
    "startTime": 145.871,
    "endTime": 153.812,
    "text": "Some winners experience a deluge of unwelcome requests for money, so they wind up cutting themselves off from others."
  },
  {
    "startTime": 153.812,
    "endTime": 156.5,
    "text": "And wealth may actually make us meaner."
  },
  {
    "startTime": 156.5,
    "endTime": 164.721,
    "text": "In one study, participants played a rigged game of monopoly where the experimenters made some players rich quickly."
  },
  {
    "startTime": 164.721,
    "endTime": 171.6,
    "text": "The wealthy players started patronizing the poorer players and hogging the snacks they were meant to share."
  },
  {
    "startTime": 171.6,
    "endTime": 179.85,
    "text": "But just because a huge influx of cash isn't guaranteed to bring joy into your life doesn't mean that money can never make us happier."
  },
  {
    "startTime": 179.85,
    "endTime": 192.843,
    "text": "Findings show that we adapt to extrinsic and material things, like a new car or a bigger house, much faster than we do  to novel experiences, like visiting a new place or learning a new skill."
  },
  {
    "startTime": 192.843,
    "endTime": 200.19299999999998,
    "text": "So by that reasoning, the more you spend money on experiences rather than things, the happier you'd be."
  },
  {
    "startTime": 200.193,
    "endTime": 206.49300000000002,
    "text": "And there's another way to turn your money into happiness: Spend it on other people."
  },
  {
    "startTime": 206.493,
    "endTime": 214.2,
    "text": "In one study, participants were given some money and were either asked to spend it on themselves or on someone else."
  },
  {
    "startTime": 214.2,
    "endTime": 219.7,
    "text": "Later that evening, researchers called up these participants and asked them how happy they were."
  },
  {
    "startTime": 219.7,
    "endTime": 227.464,
    "text": "The happiness levels of those who had spent the money on others were significantly greater than that of those who had spent it on themselves."
  },
  {
    "startTime": 227.464,
    "endTime": 230.3,
    "text": "And that seems to be true around the world."
  },
  {
    "startTime": 230.3,
    "endTime": 237.214,
    "text": "Another study examined the generosity of over 200,000 people from 136 countries."
  },
  {
    "startTime": 237.214,
    "endTime": 243.553,
    "text": "In over 90% of these countries, people who donated tended to be happier than those who didn't."
  },
  {
    "startTime": 243.653,
    "endTime": 247.803,
    "text": "But this all may be easier said than done."
  },
  {
    "startTime": 247.803,
    "endTime": 252.0,
    "text": "Let's say a million dollars falls into your lap tomorrow."
  },
  {
    "startTime": 252.0,
    "endTime": 262.154,
    "text": "What do you do with it?"
  }
]