[
  {
    "startTime": 1.16,
    "endTime": 6.7,
    "text": "I have a confession to make. For years I have been telling people \"Stress makes you sick.\""
  },
  {
    "startTime": 6.7,
    "endTime": 10.419,
    "text": "But I have changed my mind about stress. I wanna change yours."
  },
  {
    "startTime": 10.419,
    "endTime": 16.17,
    "text": "Let me start with the study that tracked 30,000 adults in the United States for 8 years."
  },
  {
    "startTime": 16.17,
    "endTime": 21.240000000000002,
    "text": "And they started by asking people \"How much stress have you experienced in the last year?\""
  },
  {
    "startTime": 21.24,
    "endTime": 27.079,
    "text": "They also asked \"Do you believe that stress is harmful for your health?\""
  },
  {
    "startTime": 27.079,
    "endTime": 32.739000000000004,
    "text": "People who experienced a lot of stress in the previous year had a 43% increased risk of dying,"
  },
  {
    "startTime": 32.739,
    "endTime": 39.589,
    "text": "but that was only true for the people who also believed that stress is harmful for your health."
  },
  {
    "startTime": 39.589,
    "endTime": 47.93,
    "text": "People who experienced a lot of stress, but did not view stress as harmful, they had the lowest risk of dying as anyone in the study."
  },
  {
    "startTime": 47.93,
    "endTime": 54.269,
    "text": "182,000 Americans died prematurely from the belief that stress is bad for you."
  },
  {
    "startTime": 54.269,
    "endTime": 58.568999999999996,
    "text": "I want you all to pretend you are participants in a study-"
  },
  {
    "startTime": 58.569,
    "endTime": 65.44,
    "text": "you come into the laboratory, you have to give a 5 minute impromptu speech on your personal weaknesses"
  },
  {
    "startTime": 65.44,
    "endTime": 68.75999999999999,
    "text": "to a panel of expert evaluators sitting right in front of you,"
  },
  {
    "startTime": 68.76,
    "endTime": 73.94,
    "text": "now if you were actually in this study, you probably be a little stressed out - your heart might be pounding,"
  },
  {
    "startTime": 73.94,
    "endTime": 79.5,
    "text": "you might be breathing faster, normally we interpret these physical changes as anxiety,"
  },
  {
    "startTime": 79.5,
    "endTime": 85.11,
    "text": "but what if you viewed them instead, as signs that your body was preparing you to meet this challenge?"
  },
  {
    "startTime": 85.11,
    "endTime": 89.9,
    "text": "Now that is exactly what participants were told in a study conducted at Harvard University."
  },
  {
    "startTime": 89.9,
    "endTime": 93.79,
    "text": "And participants who learned to view the stress response as helpful,"
  },
  {
    "startTime": 93.79,
    "endTime": 98.72,
    "text": "while they were less stressed out, less anxious, more confident, their physical stress response changed."
  },
  {
    "startTime": 98.72,
    "endTime": 103.92999999999999,
    "text": "Now, in a typical stress response, your heart rate goes up, and your blood vessels constrict,"
  },
  {
    "startTime": 103.93,
    "endTime": 107.86000000000001,
    "text": "but in the study when participants viewed their stress response as helpful,"
  },
  {
    "startTime": 107.86,
    "endTime": 111.83,
    "text": "their blood vessels stayed relaxed, like this. Their heart was still pounding"
  },
  {
    "startTime": 111.83,
    "endTime": 118.5,
    "text": "but this is a much healthier cardiovascular profile- it's a lot like what happens in moments of courage."
  },
  {
    "startTime": 118.5,
    "endTime": 121.69,
    "text": "We need to talk about a hormone - oxytocin."
  },
  {
    "startTime": 121.7,
    "endTime": 125.10000000000001,
    "text": "Oxytocin makes you crave physical contact with your friends and family."
  },
  {
    "startTime": 125.19,
    "endTime": 130.309,
    "text": "It enhances your empathy. Your pituitary gland pumps this stuff out as part of the stress response,"
  },
  {
    "startTime": 130.309,
    "endTime": 134.75,
    "text": "and one of its main roles in your body is to protect your cardiovascular system from the effects of stress."
  },
  {
    "startTime": 134.75,
    "endTime": 137.28,
    "text": "Your heart has receptors for this hormone,"
  },
  {
    "startTime": 137.28,
    "endTime": 142.23,
    "text": "and oxytocin helps heart cells regenerate from any stress-induced damage."
  },
  {
    "startTime": 142.33,
    "endTime": 148.29000000000002,
    "text": "I wanna finish by telling you about one more study. This study tracked about a 1000 adults in the United States,"
  },
  {
    "startTime": 148.29,
    "endTime": 152.76,
    "text": "and they started the study by asking \"How much stress have you experienced in the last year?\""
  },
  {
    "startTime": 152.76,
    "endTime": 158.25,
    "text": "They also asked \"How much time have you spent helping out friends?\""
  },
  {
    "startTime": 158.25,
    "endTime": 166.45,
    "text": "People who spent time caring for others, showed absolutely no stress related increase in dying, zero."
  },
  {
    "startTime": 166.45,
    "endTime": 172.72,
    "text": "When you choose to view your stress response as helpful, you create the biology of courage."
  },
  {
    "startTime": 172.72,
    "endTime": 178.66,
    "text": "And when you choose to connect with others under stress, you can create resilience."
  },
  {
    "startTime": 178.66,
    "endTime": 188.66,
    "text": "Thank you."
  }
]