[
  {
    "startTime": 4.8,
    "endTime": 7.8,
    "text": "Hey potty mouths, I'm Trace and this is a freaking DNews Short."
  },
  {
    "startTime": 8.2,
    "endTime": 11.799999999999999,
    "text": "We've talked before about the history of swearing and how it can relieve physical pain."
  },
  {
    "startTime": 11.9,
    "endTime": 21.5,
    "text": "But now new research published in the journal Social Psychological and Personality Science found that people who swear more are associated with higher levels of honesty and integrity!"
  },
  {
    "startTime": 21.5,
    "endTime": 22.3,
    "text": "F*** yeah!"
  },
  {
    "startTime": 22.4,
    "endTime": 23.9,
    "text": "I'm super honest!"
  },
  {
    "startTime": 24.0,
    "endTime": 31.0,
    "text": "Since swearing is a form of self-expression, the researchers say, \"those who do it more are portraying themselves more honestly than those who refrains.\""
  },
  {
    "startTime": 31.0,
    "endTime": 37.7,
    "text": "So, if you swear like a sailor (and I know I do), you're probably more honest than people who swear less or don't at all!"
  },
  {
    "startTime": 38.0,
    "endTime": 43.0,
    "text": "In the study, 276 participants told researchers how much they swear in their daily lives."
  },
  {
    "startTime": 43.1,
    "endTime": 47.5,
    "text": "They were given a questionnaire which assesses a person's honesty using what they call a \"Lie Scale.\""
  },
  {
    "startTime": 47.7,
    "endTime": 54.400000000000006,
    "text": "By comparing those results with the person's level of swearing, the researchers found out that swearing was associated with higher levels of honesty."
  },
  {
    "startTime": 54.6,
    "endTime": 60.1,
    "text": "In another part of the study, the researchers analyzed over 73,000 Facebook statuses from people in the US."
  },
  {
    "startTime": 60.2,
    "endTime": 65.9,
    "text": "The statuses were run through software that was programmed to find swear words and also words that indicate deception."
  },
  {
    "startTime": 66.3,
    "endTime": 70.6,
    "text": "Once again, those who swore more tended to also be those who told the truth."
  },
  {
    "startTime": 70.8,
    "endTime": 73.3,
    "text": "And there are other studies that may back these findings."
  },
  {
    "startTime": 73.4,
    "endTime": 79.9,
    "text": "For example, in criminal cases, innocent suspects were more likely to curse than guilty suspects when denying accusations!"
  },
  {
    "startTime": 80.2,
    "endTime": 84.3,
    "text": "Plus, people who swear during jury testimonies are perceived to be more credible."
  },
  {
    "startTime": 84.7,
    "endTime": 89.5,
    "text": "So, the next time your mom yells at you for swearing, just say you were being honest!"
  },
  {
    "startTime": 89.6,
    "endTime": 92.0,
    "text": "Science says that's ok."
  },
  {
    "startTime": 92.1,
    "endTime": 93.19999999999999,
    "text": "See how it goes."
  },
  {
    "startTime": 93.3,
    "endTime": 95.5,
    "text": "Speaking of lying, is it ever ok to lie?"
  },
  {
    "startTime": 95.6,
    "endTime": 97.0,
    "text": "Check out this video to find out."
  },
  {
    "startTime": 97.1,
    "endTime": 98.6,
    "text": "What do you think about these new findings?"
  },
  {
    "startTime": 98.7,
    "endTime": 101.7,
    "text": "Do you think people who are swearing are more honest?"
  },
  {
    "startTime": 101.8,
    "endTime": 111.94,
    "text": "Let us know down in the freakin' comments and make sure you subscribe, so you get more DNews."
  }
]