[
  {
    "startTime": 6.819,
    "endTime": 13.8,
    "text": "There have been numerous attempts to explain the emergence of this expression, which swept into popular use in the US during the mid 19th century."
  },
  {
    "startTime": 14.05,
    "endTime": 16.0,
    "text": "Most are pure speculation."
  },
  {
    "startTime": 16.0,
    "endTime": 22.14,
    "text": "It doesn't seem at all likely from linguistic and historical evidence that it finds its origins in any of the following:"
  },
  {
    "startTime": 22.14,
    "endTime": 27.0,
    "text": "The Scots expression 'och aye', the Greek 'ola kala' meaning 'it is good'."
  },
  {
    "startTime": 27.0,
    "endTime": 31.4,
    "text": "The Choctaw Indian'oke' or 'okeh' meaning 'it is so'."
  },
  {
    "startTime": 31.4,
    "endTime": 37.0,
    "text": "The French 'aux Cayes' which means from 'from Cayes', a port in Haiti with a reputation for good rum."
  },
  {
    "startTime": 37.0,
    "endTime": 41.0,
    "text": "'au quai' meaning 'to the quay', supposedly used by French-speaking dockers."
  },
  {
    "startTime": 41.1,
    "endTime": 48.0,
    "text": "Or even the initials of a railway freight agent called Obediah Kelly, who is said to have written them on documents he had checked."
  },
  {
    "startTime": 48.0,
    "endTime": 56.9,
    "text": "A more likely explanation is that the term originated as an abbreviation of 'orl korrekt', a jokey misspelling of 'all correct', which was current in the US in the 1830s."
  },
  {
    "startTime": 56.9,
    "endTime": 65.5,
    "text": "The oldest known written references to 'OK' result from its use as a slogan by the Democratic Party during the American presidential election of 1840."
  },
  {
    "startTime": 65.5,
    "endTime": 74.0,
    "text": "Their candidate, President Martin Van Buren was nicknamed Old Kinderhook, after his birthplace in New York State, and his supporters formed the 'OK club'."
  },
  {
    "startTime": 74.0,
    "endTime": 78.7,
    "text": "This undoubtedly helped popularize the term, although it did not get president Van Buren re-elected."
  },
  {
    "startTime": 78.7,
    "endTime": 90.99000000000001,
    "text": "The only other theory with at least a degree of plausibility, is that the term originated amongst black slaves of West African origin and represents a word meaning 'all right, yes indeed' in various West African languages."
  },
  {
    "startTime": 90.99,
    "endTime": 105.0,
    "text": "Unfortunately, historical evidence enabling the origin of this expression to be finally and firmly established, is hard to unearth."
  }
]