[
  {
    "startTime": 0.06,
    "endTime": 2.94,
    "text": "Dear gentlemen, SCIENCE has a confession."
  },
  {
    "startTime": 2.94,
    "endTime": 5.3,
    "text": "Your life actually began as a female."
  },
  {
    "startTime": 5.3,
    "endTime": 10.2,
    "text": "Well, phenotypically or physically speaking that is, though some prefer to call this stage gender neutral."
  },
  {
    "startTime": 10.2,
    "endTime": 16.7,
    "text": "As you might know, when two people mate, they each combine half of their genetic information together; 23 chromosomes each."
  },
  {
    "startTime": 16.7,
    "endTime": 19.448999999999998,
    "text": "One pair of these chromosomes helps to determine your sex."
  },
  {
    "startTime": 19.449,
    "endTime": 26.1,
    "text": "If you're female, you contain two X chromosomes, one from your mother and one from your father, while males have one X and one Y chromosome."
  },
  {
    "startTime": 26.1,
    "endTime": 32.800000000000004,
    "text": "At the moment of conception, you were of course male or female based on your genes but the Y chromosome doesn't kick in right away."
  },
  {
    "startTime": 32.8,
    "endTime": 42.8,
    "text": "In fact, the first five to six weeks of embryonic development are attributed to the X chromosome alone, and females grow from embryo to fully developed to the influence of only the X chromosome."
  },
  {
    "startTime": 42.8,
    "endTime": 44.629,
    "text": "So what does the Y chromosome do?"
  },
  {
    "startTime": 44.629,
    "endTime": 56.899,
    "text": "Once activated, one of the genes on the Y chromosome known as the SRY gene has two functions: to inhibit certain features of the X chromosome and to impose through dominance the physiological traits that a male must have."
  },
  {
    "startTime": 56.899,
    "endTime": 61.469,
    "text": "The ovaries descend and become the testes, and the labia fuses to create the scrotum."
  },
  {
    "startTime": 61.469,
    "endTime": 62.9,
    "text": "If you're a male, take a look."
  },
  {
    "startTime": 62.9,
    "endTime": 69.9,
    "text": "Though it's more pronounced in some men than others, you'll likely notice a line or ridge of tissue on the scrotum, which is called the \"scrotal raphe\"."
  },
  {
    "startTime": 69.9,
    "endTime": 75.28,
    "text": "The skin of the scrotum and penis are zipped up like a zipper as the layers of cells develop in the embryo."
  },
  {
    "startTime": 75.28,
    "endTime": 77.17,
    "text": "And the male variant of the clitoris?"
  },
  {
    "startTime": 77.17,
    "endTime": 78.5,
    "text": "Yep, that's the penis."
  },
  {
    "startTime": 78.5,
    "endTime": 85.54,
    "text": "If the Y chromosome does not become activated for some reason, then the female phenotype or physical appearance will persist in a male."
  },
  {
    "startTime": 85.54,
    "endTime": 88.659,
    "text": "Power added, this is also part of the reason males have nipples."
  },
  {
    "startTime": 88.659,
    "endTime": 95.04,
    "text": "The nipples form before the activation of the Y chromosome and SRY gene and thus remain through development and life."
  },
  {
    "startTime": 95.04,
    "endTime": 97.60000000000001,
    "text": "But, you don't develop breasts, sorry."
  },
  {
    "startTime": 97.6,
    "endTime": 99.759,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 99.759,
    "endTime": 113.24,
    "text": "Ask it in the comments or on Facebook and Twitter and subscribe for more weekly SCIENCE videos."
  }
]