[
  {
    "startTime": 0.097,
    "endTime": 2.175,
    "text": "Hey there, welcome back to Life Noggin."
  },
  {
    "startTime": 2.175,
    "endTime": 5.3149999999999995,
    "text": "Have you ever had that eerie feeling that you're reliving a past experience?"
  },
  {
    "startTime": 5.615,
    "endTime": 9.5,
    "text": "Maybe you're traveling to New York City for the first time and it feels strangely familiar."
  },
  {
    "startTime": 9.6,
    "endTime": 14.117,
    "text": "Or maybe you're experiencing it right now, when you think you've already watched this video before."
  },
  {
    "startTime": 14.117,
    "endTime": 15.536000000000001,
    "text": "Ooh. Spooky."
  },
  {
    "startTime": 15.536,
    "endTime": 19.146,
    "text": "This phenomenon is called \"déjà vu\", which is French for \"already seen\"."
  },
  {
    "startTime": 19.146,
    "endTime": 22.377000000000002,
    "text": "Historically, déjà vu has been linked with epilepsy and seizures in the brain."
  },
  {
    "startTime": 22.577,
    "endTime": 26.400000000000002,
    "text": "But that doesn't explain why people without epilepsy experience déjà vu."
  },
  {
    "startTime": 26.4,
    "endTime": 30.2,
    "text": "After all, about two thirds of the population have experience it at least once in their lives."
  },
  {
    "startTime": 30.3,
    "endTime": 32.1,
    "text": "So there has to be something else going on here."
  },
  {
    "startTime": 32.2,
    "endTime": 36.738,
    "text": "The exact cause of déjà vu is unknown, but there are a lot of theories attempting to explain it."
  },
  {
    "startTime": 36.738,
    "endTime": 39.738,
    "text": "For simplicity's sake, let's narrow it down to three main categories."
  },
  {
    "startTime": 39.938,
    "endTime": 42.147000000000006,
    "text": "The first of these is called \"Dual Processing\"."
  },
  {
    "startTime": 42.2,
    "endTime": 46.6,
    "text": "This is when two normally coordinated cognitive processes become momentarily out of sync."
  },
  {
    "startTime": 46.7,
    "endTime": 53.900000000000006,
    "text": "For example, if I feel familiar with something, it might be because my brain has retrieved a memory similar to that one that I'm currently experiencing."
  },
  {
    "startTime": 53.9,
    "endTime": 56.987,
    "text": "Retrieving a memory always comes before the familiarity."
  },
  {
    "startTime": 56.987,
    "endTime": 58.657000000000004,
    "text": "Well... except in déjà vu."
  },
  {
    "startTime": 58.657,
    "endTime": 63.5,
    "text": "In that case, I would have a feeling of recalling something without my brain actually doing any retrieving."
  },
  {
    "startTime": 63.5,
    "endTime": 69.087,
    "text": "I could feel like I recognize something on that street corner in New York City without ever having been there before."
  },
  {
    "startTime": 69.087,
    "endTime": 72.435,
    "text": "The next theory is related to the nervous system not functioning properly."
  },
  {
    "startTime": 72.535,
    "endTime": 78.03399999999999,
    "text": "Déjà vu can either be caused by a spontaneously firing of a neuron, or from a delay in the neuron's transmission speed."
  },
  {
    "startTime": 78.1,
    "endTime": 82.03899999999999,
    "text": "To demonstrate the second one, let's take a look at this alpaca walking in high heels."
  },
  {
    "startTime": 82.039,
    "endTime": 86.312,
    "text": "Now you've more than likely never seen an alpaca do that before, if you had, I'm very jealous of you."
  },
  {
    "startTime": 86.312,
    "endTime": 92.90899999999999,
    "text": "But if you were experiencing déjà vu, one explanation is that the information passing through your eyes into your brain is reaching in a different time."
  },
  {
    "startTime": 93.0,
    "endTime": 98.888,
    "text": "Let's say the information gets from you left eye to your visual cortex just before the information from your right eye gets there."
  },
  {
    "startTime": 98.9,
    "endTime": 103.7,
    "text": "These two events happen in such a short amount of time that the left eye's information has not stored it's memory yet."
  },
  {
    "startTime": 103.7,
    "endTime": 107.36,
    "text": "But since your brain received the information twice, it feels familar nontheless."
  },
  {
    "startTime": 107.36,
    "endTime": 114.867,
    "text": "The last theory's a bit more intuitive and states that if you have a false sense of familiarity with something new, it's because some elements of the situation are familiar."
  },
  {
    "startTime": 114.867,
    "endTime": 124.16,
    "text": "For example, if you were to go to a new friend's home for the first time, and they have the same kitchen table as your great aunt, you may have a strong feeling of familiarity without realizing where you've seen it before."
  },
  {
    "startTime": 124.16,
    "endTime": 129.9,
    "text": "In your confusion, you mistakenly think that you must have experienced the entire situation already, instead of just the table."
  },
  {
    "startTime": 130.1,
    "endTime": 134.15099999999998,
    "text": "Well, then why don't we experience déjà vu every time we subconsciously recognize something?"
  },
  {
    "startTime": 134.151,
    "endTime": 137.59,
    "text": "Some theories say that there may have to be multiple elements that are familiar to you."
  },
  {
    "startTime": 137.59,
    "endTime": 141.369,
    "text": "Or maybe the room just has to be organized in a similar way as the one you recognize."
  },
  {
    "startTime": 141.4,
    "endTime": 145.12,
    "text": "Either way, something is familiar and you just haven't realized it yet."
  },
  {
    "startTime": 145.12,
    "endTime": 146.727,
    "text": "Have you ever experienced déjà vu?"
  },
  {
    "startTime": 146.8,
    "endTime": 150.70000000000002,
    "text": "And tell us out of all these, which theory sounds the most convincing to you."
  },
  {
    "startTime": 150.7,
    "endTime": 156.67,
    "text": "If you want even more Life Noggin, check out this great video we did on why our hair turns gray, and make sure you're following us on Facebook and Twitter."
  },
  {
    "startTime": 156.67,
    "endTime": 158.54,
    "text": "We post some pretty cool stuff there, too!"
  },
  {
    "startTime": 158.54,
    "endTime": 162.92,
    "text": "I'm Blocko. This has been Life Noggin. Don't forget to keep on thinking."
  }
]