[
  {
    "startTime": 0.8,
    "endTime": 6.2,
    "text": "If you want praise of Leonardo da Vinci's \"Mona Lisa\" as art, you can find it."
  },
  {
    "startTime": 13.2,
    "endTime": 15.2,
    "text": "But what if you think it's just..."
  },
  {
    "startTime": 15.3,
    "endTime": 16.3,
    "text": "... fine?"
  },
  {
    "startTime": 16.5,
    "endTime": 19.6,
    "text": "What's the cynic's explanation for the \"Mona Lisa\"?"
  },
  {
    "startTime": 19.8,
    "endTime": 22.8,
    "text": "Why is the \"Mona Lisa\" so, so famous?"
  },
  {
    "startTime": 22.9,
    "endTime": 26.7,
    "text": "Is it really that much better than da Vinci's \"Lady with an Ermine\"?"
  },
  {
    "startTime": 26.8,
    "endTime": 30.0,
    "text": "That seems better; there's one more ermine."
  },
  {
    "startTime": 30.1,
    "endTime": 40.7,
    "text": "But it's \"Mona\", who is so famous, that the director of the Louvre ⏤ where \"Mona Lisa\" lives ⏤ said 80% of their visitors are only there to see that one painting."
  },
  {
    "startTime": 40.8,
    "endTime": 50.3,
    "text": "If you don't think \"Mona Lisa\" is famous just because she's somehow ten times better than every other painting, her story reveals something more interesting."
  },
  {
    "startTime": 50.4,
    "endTime": 53.6,
    "text": "Something about how art breaks into wider culture."
  },
  {
    "startTime": 53.7,
    "endTime": 58.1,
    "text": "And it might never have happened if the \"Mona Lisa\" hadn't disappeared."
  },
  {
    "startTime": 62.8,
    "endTime": 69.7,
    "text": "Before \"Mona Lisa\" became a mass culture star, before she vanished, one critic made her a work of art worth taking."
  },
  {
    "startTime": 69.8,
    "endTime": 77.1,
    "text": "And he was so over-the-top insanely in love with the painting that he single-handedly made it a masterpiece."
  },
  {
    "startTime": 77.2,
    "endTime": 82.10000000000001,
    "text": "Walter Pater's 1873 book \"The Renaissance\" was key."
  },
  {
    "startTime": 82.2,
    "endTime": 89.9,
    "text": "It came out more than 350 years after Leonardo painted \"Mona Lisa\", but it defined the painting for Victorians."
  },
  {
    "startTime": 90.0,
    "endTime": 95.4,
    "text": "That was key in an age when it was hard to actually see the art, so the words did the work."
  },
  {
    "startTime": 95.5,
    "endTime": 101.0,
    "text": "Here is the epic semi-colon-stuffed paragraph at the center of his ode to \"Mona Lisa\"."
  },
  {
    "startTime": 101.1,
    "endTime": 102.0,
    "text": "Highlights:"
  },
  {
    "startTime": 102.1,
    "endTime": 104.0,
    "text": "\"...the animalism of Greece.\""
  },
  {
    "startTime": 104.3,
    "endTime": 107.39999999999999,
    "text": "\"She is older than the rocks among which she sits.\""
  },
  {
    "startTime": 107.5,
    "endTime": 110.2,
    "text": "\"Like the vampire, she has been dead many times.\""
  },
  {
    "startTime": 110.3,
    "endTime": 115.3,
    "text": "This was the purplest prose of all time, but people loved the stuff."
  },
  {
    "startTime": 115.4,
    "endTime": 118.5,
    "text": "Oscar Wilde thought the essay's writing was great."
  },
  {
    "startTime": 118.6,
    "endTime": 122.39999999999999,
    "text": "He praised, \"the musical of the mystical prose\"."
  },
  {
    "startTime": 122.5,
    "endTime": 132.5,
    "text": "And every general interest profile of the Louvre, from academic guidebooks to discussions clubs in Paducah, used Pater's words to talk about \"Mona.\""
  },
  {
    "startTime": 132.6,
    "endTime": 137.9,
    "text": "Other critics jumped on ⏤ \"Mona\" was a popular, secular painting that they could analyze."
  },
  {
    "startTime": 138.0,
    "endTime": 142.0,
    "text": "Unlike da Vinci's \"Last Supper\", they could supply all the meaning."
  },
  {
    "startTime": 142.1,
    "endTime": 148.2,
    "text": "But even at her peak, \"Mona Lisa\" was just art-world famous, not the most famous painting of all time."
  },
  {
    "startTime": 148.3,
    "endTime": 153.70000000000002,
    "text": "In 1907, a vandal of the Louvre targeted a picture by Ingres, not da Vinci."
  },
  {
    "startTime": 153.8,
    "endTime": 163.8,
    "text": "And, in 1910, amidst rumors of theft, papers called \"Mona\" just the second most famous painting in the Louvre, after Raphael's \"Sistina Madonna\"."
  },
  {
    "startTime": 164.3,
    "endTime": 170.4,
    "text": "It took a real theft to take \"Mona\" from art syllabus highlight to mass culture icon."
  },
  {
    "startTime": 173.0,
    "endTime": 175.5,
    "text": "These are Vincenzo Peruggia's fingerprints."
  },
  {
    "startTime": 177.8,
    "endTime": 180.20000000000002,
    "text": "This is Vincenzo Peruggia's mugshot."
  },
  {
    "startTime": 180.3,
    "endTime": 188.8,
    "text": "He has one because, on August 21, 1911, the former Louvre worker lifted the \"Mona Lisa\" off the wall and took it home."
  },
  {
    "startTime": 188.9,
    "endTime": 194.5,
    "text": "It took the Louvre a day to even notice, but the media didn’t have as subdued of a reaction."
  },
  {
    "startTime": 196.1,
    "endTime": 204.9,
    "text": "The painting went missing for two years, and every time, the press ⏤ often quoting Pater ⏤ called it the greatest portrait there ever was."
  },
  {
    "startTime": 205.0,
    "endTime": 214.7,
    "text": "They speculated that Mona's smile had driven the thief mad, they wrote art thief fan fiction, and they constantly daydreamed about \"Mona Lisa's\" whereabouts."
  },
  {
    "startTime": 215.1,
    "endTime": 219.7,
    "text": "Thousands went to the Louvre just to see empty hooks hanging on the wall."
  },
  {
    "startTime": 219.8,
    "endTime": 224.4,
    "text": "The robbery and manhunt were like a two-year ad campaign for the painting."
  },
  {
    "startTime": 224.5,
    "endTime": 232.2,
    "text": "And because you couldn't just Google \"'Mona Lisa' before it was stolen\", it was hard for people to see the actual painting and say, \"What's the big deal?\""
  },
  {
    "startTime": 232.3,
    "endTime": 237.20000000000002,
    "text": "When Peruggia was caught, he said his goal was to bring \"Mona\" back to her native Italy."
  },
  {
    "startTime": 237.3,
    "endTime": 242.9,
    "text": "By then, she was the most famous painting in the world due, in part, to her absence."
  },
  {
    "startTime": 243.3,
    "endTime": 251.5,
    "text": "Just as critics could smear prose on her blank face, the press could hang a reputation on those empty hooks in the wall."
  },
  {
    "startTime": 253.1,
    "endTime": 256.8,
    "text": "When \"Mona Lisa\" was stolen, she left a masterpiece."
  },
  {
    "startTime": 256.9,
    "endTime": 264.0,
    "text": "After her recovery and a two-week tour in Florence, she returned to the Louvre bigger than just art."
  },
  {
    "startTime": 264.1,
    "endTime": 270.6,
    "text": "She was a story and a legend and prominently shown in every paper that reported her recovery."
  },
  {
    "startTime": 270.7,
    "endTime": 278.8,
    "text": "It was the big reveal after two years of suspense, now with a story that merited Walter Pater's hyperbole."
  },
  {
    "startTime": 279.2,
    "endTime": 283.7,
    "text": "From that point on, she attracted presidential speeches and parodies."
  },
  {
    "startTime": 283.8,
    "endTime": 289.40000000000003,
    "text": "\"...also come to pay homage to this great creation of the civilization which we share.\""
  },
  {
    "startTime": 289.5,
    "endTime": 291.3,
    "text": "The momentum never stopped."
  },
  {
    "startTime": 291.4,
    "endTime": 298.09999999999997,
    "text": "In the end, the cynics' interpretation and the gob-smacked critics' interpretation have something in common."
  },
  {
    "startTime": 298.2,
    "endTime": 301.2,
    "text": "\"Mona Lisa\" isn't a portrait, but a blank face."
  },
  {
    "startTime": 301.3,
    "endTime": 306.0,
    "text": "A place for critics to paint meaning, and people to find mystery."
  },
  {
    "startTime": 306.1,
    "endTime": 311.20000000000005,
    "text": "That’s why she was so famous, not because of how she's painted, but what we see in her."
  },
  {
    "startTime": 312.0,
    "endTime": 314.1,
    "text": "If that's not art, then what is?"
  },
  {
    "startTime": 315.6,
    "endTime": 320.1,
    "text": "I found one 1909 description of the \"Mona Lisa\" that seemed particularly prescient."
  },
  {
    "startTime": 320.2,
    "endTime": 332.0,
    "text": "The writer said, \"Even those whose first expressions is 'huh' and proclaimed frankly that they cannot see her beauty or her interest find themselves disputing hotly over both.\""
  },
  {
    "startTime": 332.1,
    "endTime": 334.5,
    "text": "That's probably still the case today."
  }
]