[
  {
    "startTime": 0.328,
    "endTime": 4.397,
    "text": "It's easy to feel like the way we experience life is generally the same for others."
  },
  {
    "startTime": 4.397,
    "endTime": 9.698,
    "text": "But did you realize that the majority of people in this world don't actually have the internet?"
  },
  {
    "startTime": 9.698,
    "endTime": 20.666,
    "text": "About 3.5 billion people or only 40% of the world has an internet connection today, meaning this digital reality we experience is actually done so by a minority of people in the world."
  },
  {
    "startTime": 20.666,
    "endTime": 24.665,
    "text": "Or how about the fact that the majority of people on the world live in this circle?"
  },
  {
    "startTime": 24.665,
    "endTime": 31.269,
    "text": "In fact, it contains 22 of the world's 37 mega cities which each have at least 10 million people."
  },
  {
    "startTime": 31.269,
    "endTime": 35.157,
    "text": "Only 2 cities in America fall into this category, New York and Los Angeles."
  },
  {
    "startTime": 35.2,
    "endTime": 38.976,
    "text": "On that note, the majority of the world actually live in developing countries."
  },
  {
    "startTime": 38.976,
    "endTime": 44.859,
    "text": "In fact, modern langauge is now advocating to change terms like \"third world country\" to \"majority world country\""
  },
  {
    "startTime": 44.859,
    "endTime": 49.7,
    "text": "to more accurately represent that these countries are, well, the majority of humankind."
  },
  {
    "startTime": 49.7,
    "endTime": 54.018,
    "text": "Even if the G8 countries made decisions that affect the majority of people on this planet."
  },
  {
    "startTime": 54.018,
    "endTime": 59.942,
    "text": "To that point, around 70 to 80% of people on this planet make less than 10 US dollars a day."
  },
  {
    "startTime": 59.942,
    "endTime": 65.85,
    "text": "Well, even in a wealthy country like America, over 50% of people make less than 30,000 dollars a year."
  },
  {
    "startTime": 65.85,
    "endTime": 70.181,
    "text": "The good news is that global poverty has fallen by half over the last decade."
  },
  {
    "startTime": 70.181,
    "endTime": 74.598,
    "text": "But we still have a global environment where more people have cell phones than toilets."
  },
  {
    "startTime": 74.598,
    "endTime": 79.854,
    "text": "And when they're talking on those phones, the vast majority aren't speaking English as a first language."
  },
  {
    "startTime": 79.854,
    "endTime": 82.04899999999999,
    "text": "The majority also aren't Christian."
  },
  {
    "startTime": 82.049,
    "endTime": 88.075,
    "text": "As if November 2016 most people are male with roughly 55 million less females on the planet,"
  },
  {
    "startTime": 88.075,
    "endTime": 92.122,
    "text": "and of our population, the majority are under the age of 30."
  },
  {
    "startTime": 92.122,
    "endTime": 97.033,
    "text": "In America, once you turn 37, you're officially older than half the country."
  },
  {
    "startTime": 97.033,
    "endTime": 99.833,
    "text": "And the most common age for a person to be worldwide?"
  },
  {
    "startTime": 99.833,
    "endTime": 106.605,
    "text": "Zero years old, followed by 1 year old, 2 years old, 3, 4 and then 26 years old."
  },
  {
    "startTime": 106.605,
    "endTime": 111.241,
    "text": "The majority of adults in the world weigh around 61 kilograms or 135 pounds,"
  },
  {
    "startTime": 111.241,
    "endTime": 115.32,
    "text": "whereas the vast majority of people in North America are overweight ."
  },
  {
    "startTime": 115.32,
    "endTime": 118.61999999999999,
    "text": "And while the majority of Nothern Americans drink coffee over tea,"
  },
  {
    "startTime": 118.62,
    "endTime": 125.0,
    "text": "three cups of tea are drank for every one cup of coffee worldwide, making it a much more popular drink."
  },
  {
    "startTime": 125.0,
    "endTime": 130.6,
    "text": "Speaking of North America, the majority of the Canadian population actually lives South of Seattle."
  },
  {
    "startTime": 130.6,
    "endTime": 138.29999999999998,
    "text": "In terms of energy consumption, the vast majority of the world consumes more than two times less energy per capita than Canadians or Americans."
  },
  {
    "startTime": 138.3,
    "endTime": 144.655,
    "text": "If we take a wide view, it turns out that the majority of the universe is made up of dark energy at 68%."
  },
  {
    "startTime": 144.655,
    "endTime": 155.274,
    "text": "Dark matter makes up 27% and the rest (everything on earth and everything ever observed with instruments), otherwise called \"normal matter\" only makes up 5% of the universe."
  },
  {
    "startTime": 155.274,
    "endTime": 162.141,
    "text": "And given that atoms are made up of 99.99% empty space, the majority of you is..."
  },
  {
    "startTime": 162.141,
    "endTime": 162.958,
    "text": "nothing."
  },
  {
    "startTime": 162.958,
    "endTime": 166.314,
    "text": "We want to send a special thanks to BIll and Melinda Gates for supporting this episode."
  },
  {
    "startTime": 166.314,
    "endTime": 170.364,
    "text": "Did you know that the number of childhood deaths have been cut in half over the last 15 years?"
  },
  {
    "startTime": 170.364,
    "endTime": 175.14600000000002,
    "text": "And that 122 million children's lives have been saved since 1990?"
  },
  {
    "startTime": 175.146,
    "endTime": 179.60999999999999,
    "text": "Sometimes it may feel like the world is getting worse, but global health intervention is changing that,"
  },
  {
    "startTime": 179.61,
    "endTime": 183.26100000000002,
    "text": "and in their annual letter, Bill and Melinda Gates highlight this amazing progress."
  },
  {
    "startTime": 183.261,
    "endTime": 188.287,
    "text": "But, also the challenges, like how 45% of child deaths are linked to malnutrition."
  },
  {
    "startTime": 188.287,
    "endTime": 194.979,
    "text": "You can check out the annual letter at gatesletter.com by using the link in the description below to learn about and support their amazing initiatives."
  },
  {
    "startTime": 194.979,
    "endTime": 199.76000000000002,
    "text": "Don't forget to subscribe for more weekly science videos every Thursday."
  }
]