[
  {
    "startTime": 7.146,
    "endTime": 9.905999999999999,
    "text": "[Moment of Tangency.]"
  },
  {
    "startTime": 13.175,
    "endTime": 15.997,
    "text": "You and I have never met many times before."
  },
  {
    "startTime": 17.357,
    "endTime": 21.636,
    "text": "Our paths might have crossed once or twice online, or passing in the street."
  },
  {
    "startTime": 22.636,
    "endTime": 25.666999999999998,
    "text": "We might have lived in the same neighborhood all our lives."
  },
  {
    "startTime": 25.667,
    "endTime": 30.200000000000003,
    "text": "But against incredible odds, we just happen to miss each other."
  },
  {
    "startTime": 30.2,
    "endTime": 34.376999999999995,
    "text": "It's a big world after all."
  },
  {
    "startTime": 34.377,
    "endTime": 42.037000000000006,
    "text": "Our days must be filled with these chance encounters, that for a million tiny reasons, never actually take place."
  },
  {
    "startTime": 42.037,
    "endTime": 53.064,
    "text": "Accidental strangers, who just happen to miss their cue, who share everything in common, except for time and place."
  },
  {
    "startTime": 53.064,
    "endTime": 60.093,
    "text": "For years, their stories might have been happening in parallel, harmonizing from somewhere across the world."
  },
  {
    "startTime": 60.093,
    "endTime": 64.503,
    "text": "But neither has any idea that the other even exists."
  },
  {
    "startTime": 64.503,
    "endTime": 71.464,
    "text": "If two lines are truly parallel, it means they'll never actually meet."
  },
  {
    "startTime": 71.464,
    "endTime": 78.884,
    "text": "It's hard not to wonder where they are right now, veering away on a tangent in some paralleling universe."
  },
  {
    "startTime": 78.884,
    "endTime": 87.265,
    "text": "Hard not to glance at a stranger in a crowd, and imagine the life you might have shared if things had been different."
  },
  {
    "startTime": 87.265,
    "endTime": 92.555,
    "text": "And feel a pang of missed connection as you carry on your separate ways."
  },
  {
    "startTime": 92.555,
    "endTime": 98.84400000000001,
    "text": "Leaving nothing but an echo of something that might have been."
  },
  {
    "startTime": 98.844,
    "endTime": 104.143,
    "text": "You never know how many things had to happen exactly right for you to meet the one you love."
  },
  {
    "startTime": 104.143,
    "endTime": 111.675,
    "text": "You never know how easily fate might have tipped you onto some other course, meeting some other person, who would feel like a soulmate."
  },
  {
    "startTime": 111.675,
    "endTime": 115.864,
    "text": "Maybe you'd still be telling your friends it was always meant to be."
  },
  {
    "startTime": 115.864,
    "endTime": 125.492,
    "text": "Or maybe you'd look back at your life and realize, it was nothing personal, it's all just a coincidence."
  },
  {
    "startTime": 125.492,
    "endTime": 126.531,
    "text": "You never know."
  }
]