[
  {
    "startTime": 3.04,
    "endTime": 4.2,
    "text": "It’s your funeral."
  },
  {
    "startTime": 4.2,
    "endTime": 6.140000000000001,
    "text": "No, um, actually, you’re – you’re dead."
  },
  {
    "startTime": 6.14,
    "endTime": 8.54,
    "text": "Your loved ones are all sitting around, reminiscing about your life."
  },
  {
    "startTime": 8.54,
    "endTime": 9.639999999999999,
    "text": "What are they saying?"
  },
  {
    "startTime": 9.64,
    "endTime": 12.040000000000001,
    "text": "How will you be remembered? Did you have a good life?"
  },
  {
    "startTime": 12.04,
    "endTime": 15.02,
    "text": "How would we know? What constitutes a good life?"
  },
  {
    "startTime": 15.02,
    "endTime": 20.46,
    "text": "The first thing to consider is whether the value of a life is determined by the liver of that life, or by other people."
  },
  {
    "startTime": 20.46,
    "endTime": 24.42,
    "text": "What if your last thought before you died was that you had a perfect life –"
  },
  {
    "startTime": 24.42,
    "endTime": 29.380000000000003,
    "text": "but when your loved ones sit around and discuss it, they all decide that your life was kinda awful?"
  },
  {
    "startTime": 29.38,
    "endTime": 32.36,
    "text": "Is that possible? Could they be right about your life, and you be wrong?"
  },
  {
    "startTime": 32.36,
    "endTime": 38.74,
    "text": "Or, run it the other way: what if everyone else thinks your life was amazing, but you die miserable, feeling your life was a total waste?"
  },
  {
    "startTime": 38.74,
    "endTime": 41.6,
    "text": "Who’s right? And which of these two options would you prefer?"
  },
  {
    "startTime": 41.6,
    "endTime": 46.36,
    "text": "We have reached the end of Crash Course Philosophy, and it’s time to examine your own life."
  },
  {
    "startTime": 46.36,
    "endTime": 48.9,
    "text": "And that means asking yourself some big questions, like:"
  },
  {
    "startTime": 48.9,
    "endTime": 50.76,
    "text": "Are you living the way you think you should?"
  },
  {
    "startTime": 50.76,
    "endTime": 53.42,
    "text": "Are you working toward goals you actually care about?"
  },
  {
    "startTime": 53.42,
    "endTime": 55.14,
    "text": "How important are these things to you?"
  },
  {
    "startTime": 55.14,
    "endTime": 60.3,
    "text": "Right now, the choices you make, the way you spend your time, these things are shaping the type of life you’ll lead."
  },
  {
    "startTime": 60.3,
    "endTime": 65.78,
    "text": "So think about what matter, because, as Socrates said, the unexamined life is not worth living."
  },
  {
    "startTime": 65.78,
    "endTime": 76.18,
    "text": "[Theme Music]"
  },
  {
    "startTime": 76.18,
    "endTime": 81.34,
    "text": "The 20th century French philosopher Albert Camus recounted the ancient Greek myth of Sisyphus."
  },
  {
    "startTime": 81.34,
    "endTime": 82.76,
    "text": "You’ve probably heard of it."
  },
  {
    "startTime": 82.76,
    "endTime": 88.38000000000001,
    "text": "Due to various transgressions he’d committed, Sisyphus was condemned by the gods to roll a boulder up a mountain."
  },
  {
    "startTime": 88.38,
    "endTime": 93.61999999999999,
    "text": "And when he reached the top, the boulder would roll back down and then, Sisyphus would have to start all over again."
  },
  {
    "startTime": 93.62,
    "endTime": 97.42,
    "text": "This was the entirety of his existence. He couldn’t do anything else."
  },
  {
    "startTime": 97.42,
    "endTime": 100.78,
    "text": "It was just up and down the hill, in a never-ending cycle."
  },
  {
    "startTime": 100.78,
    "endTime": 102.6,
    "text": "And you know what Camus said about that?"
  },
  {
    "startTime": 102.6,
    "endTime": 105.91,
    "text": "He said, “we must imagine Sisyphus happy.”"
  },
  {
    "startTime": 105.91,
    "endTime": 107.36,
    "text": "Really? “Happy”?!"
  },
  {
    "startTime": 107.36,
    "endTime": 112.5,
    "text": "Well, Camus was an existentialist, and he thought that each one of us basically is Sisyphus."
  },
  {
    "startTime": 112.5,
    "endTime": 118.09,
    "text": "Nothing that any of us does is inherently important, because stuff just doesn’t have any inherent meaning."
  },
  {
    "startTime": 118.09,
    "endTime": 120.41,
    "text": "We’re all just rolling boulders up hills."
  },
  {
    "startTime": 120.41,
    "endTime": 123.36999999999999,
    "text": "But! We can choose to give meaning to what we do."
  },
  {
    "startTime": 123.37,
    "endTime": 130.9,
    "text": "After all, we decide what to value, so when we throw ourselves into a task, it becomes filled with meaning – meaning we give to it."
  },
  {
    "startTime": 130.9,
    "endTime": 137.32,
    "text": "Some people find this story of Sisyphus to be really depressing, because, on the one hand, it’s kind of saying that nothing you do matters."
  },
  {
    "startTime": 137.32,
    "endTime": 142.16,
    "text": "But on the other hand, it’s saying that anything that you do matters, provided you choose to imbue it with value."
  },
  {
    "startTime": 142.16,
    "endTime": 143.79,
    "text": "Become a doctor and save lives."
  },
  {
    "startTime": 143.79,
    "endTime": 147.13,
    "text": "Be a stay at home parent and create a beautiful childhood for your kids."
  },
  {
    "startTime": 147.13,
    "endTime": 148.57999999999998,
    "text": "Be an amazing best friend."
  },
  {
    "startTime": 148.58,
    "endTime": 152.39000000000001,
    "text": "Find a career that gives you the space in your life to pursue a hobby you adore."
  },
  {
    "startTime": 152.39,
    "endTime": 154.70999999999998,
    "text": "Volunteer your time promoting a cause you care about."
  },
  {
    "startTime": 154.71,
    "endTime": 157.25,
    "text": "Put your energy into amassing a great deal of wealth."
  },
  {
    "startTime": 157.25,
    "endTime": 158.7,
    "text": "Become a champion Scrabble player."
  },
  {
    "startTime": 158.7,
    "endTime": 159.7,
    "text": "Feed squirrels."
  },
  {
    "startTime": 159.7,
    "endTime": 160.98,
    "text": "It doesn’t matter what you do."
  },
  {
    "startTime": 160.98,
    "endTime": 163.7,
    "text": "What matters is that it’s meaning-making for you."
  },
  {
    "startTime": 163.7,
    "endTime": 167.29,
    "text": "The existentialist message is that your life is in your hands."
  },
  {
    "startTime": 167.29,
    "endTime": 172.95,
    "text": "You and only you have the power to make your life great, and only you can evaluate its greatness."
  },
  {
    "startTime": 172.95,
    "endTime": 178.39999999999998,
    "text": "Contemporary American philosopher Joanne Ciulla encourages you to think about the philosophy of your work."
  },
  {
    "startTime": 178.4,
    "endTime": 184.28,
    "text": "She reminds us that, for most of your life, you’re going to spend more of your waking hours at work than anywhere else."
  },
  {
    "startTime": 184.28,
    "endTime": 185.72,
    "text": "So find a job you love."
  },
  {
    "startTime": 185.72,
    "endTime": 189.18,
    "text": "If you don’t love it, find a different one, even if it has less status."
  },
  {
    "startTime": 189.18,
    "endTime": 192.06,
    "text": "The highest paying job is not always the best job."
  },
  {
    "startTime": 192.06,
    "endTime": 195.62,
    "text": "Basically, existentialists tell us that our lives are in our hands."
  },
  {
    "startTime": 195.62,
    "endTime": 197.46,
    "text": "So if you’re unhappy, change it."
  },
  {
    "startTime": 197.46,
    "endTime": 201.38,
    "text": "Now, let’s head over to the Thought Bubble for our final Flash Philosophy."
  },
  {
    "startTime": 201.38,
    "endTime": 211.0,
    "text": "20th century American philosopher Robert Nozick asked us to imagine that scientists have developed the ultimate innovation in virtual reality, known as the Experience Machine."
  },
  {
    "startTime": 211.0,
    "endTime": 214.66,
    "text": "This machine allows you to have any experience you like, for as long as you like"
  },
  {
    "startTime": 214.66,
    "endTime": 218.38,
    "text": "– an hour, a day, two years, even for the rest of your life, if you want."
  },
  {
    "startTime": 218.38,
    "endTime": 223.5,
    "text": "Your body will rest comfortably in a bed, tended by scientists, and nourished through feeding tubes."
  },
  {
    "startTime": 223.5,
    "endTime": 227.78,
    "text": "Meanwhile, your mind will experience the best your imagination has to offer."
  },
  {
    "startTime": 227.78,
    "endTime": 233.32,
    "text": "You can achieve fame and fortune, cure cancer, climb mountains, date Beyonce – whatever you choose."
  },
  {
    "startTime": 233.32,
    "endTime": 239.209,
    "text": "And the simulation is so complete that while you’re in the machine, you’ll be convinced that these experiences are really happening."
  },
  {
    "startTime": 239.209,
    "endTime": 242.81900000000002,
    "text": "It will feel as real as the experiences you’re having right now."
  },
  {
    "startTime": 242.819,
    "endTime": 245.28,
    "text": "There will be no way to tell it’s a simulation."
  },
  {
    "startTime": 245.28,
    "endTime": 248.32,
    "text": "Now, Nozick himself had no interest in entering such a machine."
  },
  {
    "startTime": 248.32,
    "endTime": 254.32,
    "text": "And he thought most of us wouldn’t either because the experiences it gives us don’t correspond with reality."
  },
  {
    "startTime": 254.32,
    "endTime": 257.9,
    "text": "Even though you might feel like you’re having meaningful relationships in the machine,"
  },
  {
    "startTime": 257.9,
    "endTime": 265.41999999999996,
    "text": "in the actual world, those people would be out living their own lives, without you, while you’re lying in a bed having simulated experiences of being with them."
  },
  {
    "startTime": 265.42,
    "endTime": 273.34000000000003,
    "text": "And if having an actual impact on the real world is important to you, well, that’s one thing the Experience Machine wouldn’t be able to give you."
  },
  {
    "startTime": 273.34,
    "endTime": 278.32,
    "text": "However, if you’re a hedonist – that is, a person who believes the good is equal to the pleasurable –"
  },
  {
    "startTime": 278.32,
    "endTime": 282.31,
    "text": "then simply having whatever experiences you desire is what you’re after."
  },
  {
    "startTime": 282.31,
    "endTime": 286.44,
    "text": "So it might be hard to see why you shouldn’t take the old Experience Machine for a spin."
  },
  {
    "startTime": 286.44,
    "endTime": 290.7,
    "text": "After all, it could let you experience things you could never have otherwise."
  },
  {
    "startTime": 290.7,
    "endTime": 293.12,
    "text": "So what do you say – you want to go in there?"
  },
  {
    "startTime": 293.12,
    "endTime": 294.22,
    "text": "Thanks, Thought Bubble!"
  },
  {
    "startTime": 294.22,
    "endTime": 297.87,
    "text": "Now, of course, the ancient Greeks had their own ideas about what a good life was."
  },
  {
    "startTime": 297.87,
    "endTime": 301.44,
    "text": "Socrates cautioned the people of Athens to avoid complacency."
  },
  {
    "startTime": 301.44,
    "endTime": 303.71,
    "text": "He said you should be critical of your own life."
  },
  {
    "startTime": 303.71,
    "endTime": 307.04999999999995,
    "text": "Don’t wait for someone to come along and save you; save yourself."
  },
  {
    "startTime": 307.05,
    "endTime": 312.52000000000004,
    "text": "And if this study of philosophy has taught you anything, it’s that things are not always as they seem,"
  },
  {
    "startTime": 312.52,
    "endTime": 320.28,
    "text": "and great good can come from looking deeper, challenging the status quo, and being willing to question everything – including how you live."
  },
  {
    "startTime": 320.28,
    "endTime": 321.88,
    "text": "Remember eudaimonia?"
  },
  {
    "startTime": 321.88,
    "endTime": 325.06,
    "text": "Back when we talked about Aristotle and virtue theory, I brought this up."
  },
  {
    "startTime": 325.06,
    "endTime": 335.26,
    "text": "It describes a life of flourishing, a life in which a person is constantly striving for self-improvement, to be more virtuous, more wise, more thoughtful and self-aware. Better."
  },
  {
    "startTime": 335.26,
    "endTime": 337.84,
    "text": "This was Aristotle’s idea of a life well lived."
  },
  {
    "startTime": 337.84,
    "endTime": 343.76,
    "text": "He wouldn’t agree with Camus that we all get to make our own meaning, and that there are infinite ways to live a good life."
  },
  {
    "startTime": 343.76,
    "endTime": 347.3,
    "text": "And he certainly wouldn’t endorse the use of the Experience Machine."
  },
  {
    "startTime": 347.3,
    "endTime": 354.94,
    "text": "Aristotle believed in a human essence, that there’s a proper way to be a human being, and that we’ll only flourish by finding that path."
  },
  {
    "startTime": 354.94,
    "endTime": 361.24,
    "text": "Aristotle said humans are the rational animal, so living a good human life means seeking to know."
  },
  {
    "startTime": 361.24,
    "endTime": 365.09000000000003,
    "text": "Know your world, know yourself, and strive to govern yourself through reason."
  },
  {
    "startTime": 365.09,
    "endTime": 368.26,
    "text": "Work to be the best, most virtuous version of yourself."
  },
  {
    "startTime": 368.26,
    "endTime": 371.26,
    "text": "Underachievers, in this view, cannot live good lives."
  },
  {
    "startTime": 371.26,
    "endTime": 376.28,
    "text": "Aristotle also believed that some ways of living are definitely better – or worse – than others."
  },
  {
    "startTime": 376.28,
    "endTime": 380.02,
    "text": "So if you want to be a good human, what you prefer has nothing to do with it."
  },
  {
    "startTime": 380.02,
    "endTime": 385.85999999999996,
    "text": "Choosing to be a couch potato, or to indulge one’s pleasures, he said, is to live a not-good life."
  },
  {
    "startTime": 385.86,
    "endTime": 392.54,
    "text": "This stands in stark contrast to the picture we get from Camus, who said that we are all the determiners of the value of our own lives."
  },
  {
    "startTime": 392.54,
    "endTime": 397.84000000000003,
    "text": "So, a guy from ancient Greece and a guy from 20th century France are sending you conflicting signals."
  },
  {
    "startTime": 397.84,
    "endTime": 399.09999999999997,
    "text": "What does that tell us?"
  },
  {
    "startTime": 399.1,
    "endTime": 406.46000000000004,
    "text": "Well, in our very first episode, we talked about how philosophers are still grappling with many of the same questions that were first posed 2,500 years ago."
  },
  {
    "startTime": 406.46,
    "endTime": 410.79999999999995,
    "text": "And now, 46 episodes later, you can see that they’re still disagreeing with each other."
  },
  {
    "startTime": 410.8,
    "endTime": 416.94,
    "text": "But at this point, hopefully you see that all of the questioning and disagreeing isn’t some character flaw that all philosophers have."
  },
  {
    "startTime": 416.94,
    "endTime": 420.65,
    "text": "It, in itself, is a deliberate, chosen way to live."
  },
  {
    "startTime": 420.65,
    "endTime": 423.16999999999996,
    "text": "No matter what kind of philosophy they prefer."
  },
  {
    "startTime": 423.17,
    "endTime": 425.88,
    "text": "Some philosophers are theists, and others are atheists."
  },
  {
    "startTime": 425.88,
    "endTime": 431.28,
    "text": "They’re dualists and materialists, utilitarians and Kantians, libertarians and determinists."
  },
  {
    "startTime": 431.28,
    "endTime": 434.29999999999995,
    "text": "Some devote their lives to studying philosophy and teaching it to others."
  },
  {
    "startTime": 434.3,
    "endTime": 440.14,
    "text": "But there are also plenty of lay philosophers out there, with different careers, who practice philosophy every day"
  },
  {
    "startTime": 440.14,
    "endTime": 444.74,
    "text": "– not as a paying profession, but simply as a way of living whatever life they have chosen."
  },
  {
    "startTime": 444.74,
    "endTime": 454.12,
    "text": "You can see the philosopher in authors like Douglas Adams and Terry Pratchett, in the movies of Christopher Nolan and the Wachowskis, in the humor of George Carlin and Margaret Cho, and many other entertainers."
  },
  {
    "startTime": 454.12,
    "endTime": 458.48,
    "text": "But people who practice philosophy are also simply people who ask why,"
  },
  {
    "startTime": 458.48,
    "endTime": 463.21000000000004,
    "text": "who are willing to challenge something that doesn’t seem right, to listen to other people’s opinions,"
  },
  {
    "startTime": 463.21,
    "endTime": 467.03,
    "text": "and to be ever-ready to accept new truths, if the evidence is there."
  },
  {
    "startTime": 467.03,
    "endTime": 475.63,
    "text": "These are parents who talk with their kids about why they have to do things, rather than just issuing edicts, who even let their children have a hand in decision-making, when appropriate."
  },
  {
    "startTime": 475.63,
    "endTime": 478.61,
    "text": "These are enlightened employers, and mindful workers."
  },
  {
    "startTime": 478.61,
    "endTime": 488.509,
    "text": "Philosophers actually make good bosses, and they make good employees, in whatever profession they choose, because philosophy teaches you to be creative, flexible, and holistic in your vision and thinking."
  },
  {
    "startTime": 488.509,
    "endTime": 493.86,
    "text": "To live as a philosopher means to never stop questioning, and to never stop striving for Truth"
  },
  {
    "startTime": 493.86,
    "endTime": 499.18,
    "text": "– to continue working to live better, to know more, and to revise your position based on new evidence."
  },
  {
    "startTime": 499.18,
    "endTime": 503.28000000000003,
    "text": "Philosophers are convinced that this is the best way to live a good life."
  },
  {
    "startTime": 503.28,
    "endTime": 505.94,
    "text": "Today we talked about what it means to live a good life."
  },
  {
    "startTime": 505.94,
    "endTime": 509.52,
    "text": "We learned about the myth of Sisyphus and Robert Nozick’s experience machine,"
  },
  {
    "startTime": 509.52,
    "endTime": 513.6,
    "text": "and discussed Aristotle’s eudaimonistic picture of a good human life,"
  },
  {
    "startTime": 513.6,
    "endTime": 518.82,
    "text": "as well as the existentialists’ view that we each determine the value of our own lives."
  },
  {
    "startTime": 518.82,
    "endTime": 522.6800000000001,
    "text": "Crash Course Philosophy is produced in association with PBS Digital Studios."
  },
  {
    "startTime": 522.68,
    "endTime": 525.88,
    "text": "You can head over to their channel and check out a playlist of the latest episodes from shows like:"
  },
  {
    "startTime": 525.88,
    "endTime": 529.38,
    "text": "The Art Assignment, Braincraft, and PBS Infinite Series."
  },
  {
    "startTime": 529.38,
    "endTime": 532.84,
    "text": "This episode of Crash Course was filmed in the Doctor Cheryl C. Kinney Crash Course Studio"
  },
  {
    "startTime": 532.84,
    "endTime": 542.84,
    "text": "with the help of all of these awesome people and our equally fantastic graphics team is Thought Cafe."
  }
]