[
  {
    "startTime": 3.06,
    "endTime": 8.9,
    "text": "Justice is one of those things that people talk about all the time, without really being specific about what they mean."
  },
  {
    "startTime": 8.9,
    "endTime": 11.36,
    "text": "Activists talk about economic justice."
  },
  {
    "startTime": 11.36,
    "endTime": 13.62,
    "text": "Police and lawyers talk about criminal justice."
  },
  {
    "startTime": 13.62,
    "endTime": 18.02,
    "text": "Parents, teachers, and students talk about justice a lot, too, though they may never use that word."
  },
  {
    "startTime": 18.02,
    "endTime": 24.259999999999998,
    "text": "When there’s a fight on the playground, or you get a grade you think you don’t deserve, we find ourselves talking about what’s fair."
  },
  {
    "startTime": 24.26,
    "endTime": 25.970000000000002,
    "text": "And that is talking about justice."
  },
  {
    "startTime": 25.97,
    "endTime": 30.57,
    "text": "And we think we know what it is, but we probably don’t – or at least, we don’t agree."
  },
  {
    "startTime": 30.57,
    "endTime": 35.56,
    "text": "Is justice about equality? Fairness? Getting what we deserve? Or getting what we need?"
  },
  {
    "startTime": 35.56,
    "endTime": 38.629000000000005,
    "text": "Sometimes we talk about balancing the scales of justice."
  },
  {
    "startTime": 38.629,
    "endTime": 43.0,
    "text": "This goes back to an ancient Greek understanding of justice as harmony."
  },
  {
    "startTime": 43.0,
    "endTime": 48.76,
    "text": "In this view, a just society is one in which everyone fulfills their roles, so that society runs smoothly."
  },
  {
    "startTime": 48.76,
    "endTime": 54.86,
    "text": "In that case, violating your place in the social order – even if it’s a place you don’t want to hold – is considered unjust."
  },
  {
    "startTime": 54.86,
    "endTime": 63.26,
    "text": "Other times, justice has been understood in a more utilitarian way, where a just society is one that tries to increase the overall quality of life for its citizens."
  },
  {
    "startTime": 63.26,
    "endTime": 68.82,
    "text": "And for a political libertarian, a just society is simply one that allows its citizens to be maximally free."
  },
  {
    "startTime": 68.82,
    "endTime": 69.82,
    "text": "So which is it?"
  },
  {
    "startTime": 69.82,
    "endTime": 72.46,
    "text": "Is justice buying a meal for someone in need?"
  },
  {
    "startTime": 72.46,
    "endTime": 74.36999999999999,
    "text": "Is it sending a criminal to jail?"
  },
  {
    "startTime": 74.37,
    "endTime": 77.56,
    "text": "Is it doling out rewards and punishments based on merit?"
  },
  {
    "startTime": 77.56,
    "endTime": 84.9,
    "text": "The reason people talk about justice all the time is that it’s one of the most fundamental social, ethical, and moral principles we deal with every day."
  },
  {
    "startTime": 84.9,
    "endTime": 92.26,
    "text": "And in the end, what justice means to you personally, pretty much defines how you think society should work."
  },
  {
    "startTime": 92.26,
    "endTime": 102.68,
    "text": "[Theme Music]"
  },
  {
    "startTime": 102.68,
    "endTime": 107.92,
    "text": "You might have already noticed this, but when people talk about justice, a lot of the time, they’re really talking about stuff."
  },
  {
    "startTime": 107.92,
    "endTime": 114.5,
    "text": "Like, who has more stuff – whether that’s money, food, or access to services like healthcare and sanitation."
  },
  {
    "startTime": 114.5,
    "endTime": 118.02,
    "text": "Who gets to decide who gets what? And on what basis?"
  },
  {
    "startTime": 118.02,
    "endTime": 125.6,
    "text": "The area of moral philosophy that considers these questions is known as distributive justice, and there are many different schools of thought here."
  },
  {
    "startTime": 125.6,
    "endTime": 131.5,
    "text": "For example, some people believe that everyone should get the same kind and amount of stuff, no matter what."
  },
  {
    "startTime": 131.5,
    "endTime": 134.5,
    "text": "This concept is known as justice as equality."
  },
  {
    "startTime": 134.5,
    "endTime": 136.09,
    "text": "It sounds totally fair."
  },
  {
    "startTime": 136.09,
    "endTime": 139.34,
    "text": "But, is everyone getting the same stuff really justice?"
  },
  {
    "startTime": 139.34,
    "endTime": 144.14000000000001,
    "text": "Because I need – or want – different kinds and amounts of stuff than you do."
  },
  {
    "startTime": 144.14,
    "endTime": 146.77999999999997,
    "text": "So, there’s also the idea of need-based justice."
  },
  {
    "startTime": 146.78,
    "endTime": 150.62,
    "text": "This says everyone shouldn’t get the same, because our needs aren’t the same."
  },
  {
    "startTime": 150.62,
    "endTime": 153.64000000000001,
    "text": "By this logic, justice is getting based on what we need."
  },
  {
    "startTime": 153.64,
    "endTime": 155.5,
    "text": "So those who need more, get more."
  },
  {
    "startTime": 155.5,
    "endTime": 163.82,
    "text": "And some say that this makes sense, while others argue that it amounts to favoring some people over others, putting those who happen to not be in need, at a disadvantage."
  },
  {
    "startTime": 163.82,
    "endTime": 173.54,
    "text": "And if that’s how you look at things, then you probably espouse some kind of merit-based justice, which says that justice actually means giving unequally, based on what each person deserves."
  },
  {
    "startTime": 173.54,
    "endTime": 176.62,
    "text": "And you deserve stuff – or don’t – based on what you’ve done."
  },
  {
    "startTime": 176.62,
    "endTime": 179.88,
    "text": "So this view rewards hard work and punishes trouble-makers."
  },
  {
    "startTime": 179.88,
    "endTime": 186.76,
    "text": "Finally, there’s the very simple-sounding approach advanced by twentieth century American political philosopher John Rawls."
  },
  {
    "startTime": 186.76,
    "endTime": 189.6,
    "text": "He argued that justice is fairness."
  },
  {
    "startTime": 189.6,
    "endTime": 196.94,
    "text": "Any inequalities that exist in a social system, Rawls said, should favor the least well-off, because this levels the playing field of society."
  },
  {
    "startTime": 196.94,
    "endTime": 204.98,
    "text": "This is a form of need-based justice that focuses specifically on making sure that everyone is actually in a position to achieve their basic needs."
  },
  {
    "startTime": 204.98,
    "endTime": 208.48,
    "text": "Rawls reasoned that the world is full of natural inequalities."
  },
  {
    "startTime": 208.48,
    "endTime": 211.66,
    "text": "Think of all the things we talked about when we discussed moral luck;"
  },
  {
    "startTime": 211.66,
    "endTime": 214.82,
    "text": "a lot of factors that will shape your life are totally out of your control."
  },
  {
    "startTime": 214.82,
    "endTime": 219.56,
    "text": "So Rawls’ sense of justice means correcting for those disadvantages that are beyond our control."
  },
  {
    "startTime": 219.56,
    "endTime": 229.57,
    "text": "Once again, there are some who argue that justice-is-fairness is actually unfair to those who have gotten the most – either through hard work, or because they happened to win life’s natural lottery."
  },
  {
    "startTime": 229.57,
    "endTime": 235.1,
    "text": "20th century American philosopher Robert Nozick disagreed with Rawls’ idea that justice-is-fairness."
  },
  {
    "startTime": 235.1,
    "endTime": 242.73999999999998,
    "text": "And to demonstrate why, he posed this thought experiment, about professional basketball, which we will explore in the Thought Bubble with some Flash Philosophy."
  },
  {
    "startTime": 242.74,
    "endTime": 247.42000000000002,
    "text": "Wilt Chamberlain was a wildly popular basketball player when Nozick created this example."
  },
  {
    "startTime": 247.42,
    "endTime": 254.92,
    "text": "So Nozick said: What if Chamberlain – probably the most famous athlete of his day – decided that he’d play only under certain conditions?"
  },
  {
    "startTime": 254.92,
    "endTime": 261.58,
    "text": "Suppose that Chamberlain decides that tickets for games he plays in should cost 25 cents more than games he doesn’t play in."
  },
  {
    "startTime": 261.58,
    "endTime": 265.97999999999996,
    "text": "And what’s more, Chamberlain will be paid $100,000 more than the other players."
  },
  {
    "startTime": 265.98,
    "endTime": 273.0,
    "text": "Now, Chamberlain is really popular, so everyone knows that more people will show up to see a game he’s playing in, even if the tickets cost more."
  },
  {
    "startTime": 273.0,
    "endTime": 278.32,
    "text": "Since he is the draw, isn’t he entitled to ask for more money than his teammates?"
  },
  {
    "startTime": 278.32,
    "endTime": 284.12,
    "text": "Nozick argued that we can’t – and shouldn’t – try to even out the naturally uneven playing field here."
  },
  {
    "startTime": 284.12,
    "endTime": 286.92,
    "text": "Sure, we start out with unequal amounts of stuff."
  },
  {
    "startTime": 286.92,
    "endTime": 293.40000000000003,
    "text": "But Nozick said, we’re each entitled to the stuff we have, provided we didn’t steal it or otherwise obtain it unjustly."
  },
  {
    "startTime": 293.4,
    "endTime": 299.84,
    "text": "So, if you’re the world’s most famous basketball player, you are entitled to have, and want, more stuff, even if others don’t have it."
  },
  {
    "startTime": 299.84,
    "endTime": 306.09999999999997,
    "text": "If Chamberlain’s awesomeness at basketball lets him amass a bunch of wealth, while other people go hungry, well, that’s not Wilt’s fault."
  },
  {
    "startTime": 306.1,
    "endTime": 307.24,
    "text": "Thanks, Thought Bubble!"
  },
  {
    "startTime": 307.24,
    "endTime": 312.36,
    "text": "As you can see, there is a lot of disagreement about what it means to distribute justly."
  },
  {
    "startTime": 312.36,
    "endTime": 319.92,
    "text": "And this is an incredibly important topic, because a lot of what we argue about politically has to do exactly this with issue."
  },
  {
    "startTime": 319.92,
    "endTime": 327.33000000000004,
    "text": "People who believe there are essential human rights, for example, argue that we’re simply entitled to have our most basic needs fulfilled –"
  },
  {
    "startTime": 327.33,
    "endTime": 331.08,
    "text": "things like having enough to eat, and being able to go to the doctors when we’re sick."
  },
  {
    "startTime": 331.08,
    "endTime": 335.55,
    "text": "But not everyone believes it’s the government’s job to provide us with those things, if we’re not able to get them ourselves."
  },
  {
    "startTime": 335.55,
    "endTime": 338.12,
    "text": "Those people might argue that your rights are negative."
  },
  {
    "startTime": 338.12,
    "endTime": 343.9,
    "text": "A negative right is the right not to be interfered with, not to be stopped from pursuing the things you need."
  },
  {
    "startTime": 343.9,
    "endTime": 349.38,
    "text": "So in this view, I can’t prevent you from trying to fulfill your needs, but I don’t have to help you to fulfill them, either."
  },
  {
    "startTime": 349.38,
    "endTime": 352.0,
    "text": "By contrast, you might believe in positive rights."
  },
  {
    "startTime": 352.0,
    "endTime": 356.74,
    "text": "If you have a positive right to something, you are entitled to help in getting it, if you can’t get it yourself."
  },
  {
    "startTime": 356.74,
    "endTime": 360.62,
    "text": "So, if you can’t afford a doctor, you have a right to get assistance in affording one."
  },
  {
    "startTime": 360.62,
    "endTime": 364.241,
    "text": "But notice that in this view, a right implies an obligation."
  },
  {
    "startTime": 364.241,
    "endTime": 372.741,
    "text": "Your rights – in this case, your right to see a doctor, even if you can’t afford one – might make obligatory demands on me, because I might end up helping to pay for it."
  },
  {
    "startTime": 372.741,
    "endTime": 376.9,
    "text": "Of course, someone like Nozick would ask, where would such a right come from?"
  },
  {
    "startTime": 376.9,
    "endTime": 382.04999999999995,
    "text": "How could I incur an obligation to help you, just because I’m better off than you are?"
  },
  {
    "startTime": 382.05,
    "endTime": 387.72,
    "text": "Sure, it might be nice if I helped, but it’s certainly not a duty, and no one should compel me to do it."
  },
  {
    "startTime": 387.72,
    "endTime": 393.54,
    "text": "But that’s exactly what the government does when it takes taxes from those who have more in order to assist those who have less."
  },
  {
    "startTime": 393.54,
    "endTime": 399.78000000000003,
    "text": "So you see what I mean: when people talk about taxes, and healthcare, and income inequality, they’re really talking about justice."
  },
  {
    "startTime": 399.78,
    "endTime": 403.229,
    "text": "But of course, a lot of the time, justice isn’t at all about stuff."
  },
  {
    "startTime": 403.229,
    "endTime": 405.089,
    "text": "It’s also about punishment."
  },
  {
    "startTime": 405.089,
    "endTime": 410.389,
    "text": "Like most subjects, philosophers disagree about the most appropriate way to respond to wrongdoing."
  },
  {
    "startTime": 410.389,
    "endTime": 413.089,
    "text": "One concept is known as retributive justice."
  },
  {
    "startTime": 413.089,
    "endTime": 419.82,
    "text": "This holds that the only way for justice to be satisfied is for a wrongdoer to suffer in proportion to the way he’s made others suffer."
  },
  {
    "startTime": 419.82,
    "endTime": 423.09999999999997,
    "text": "This is your good old fashioned, Biblical, eye-for-an-eye justice."
  },
  {
    "startTime": 423.1,
    "endTime": 428.38,
    "text": "And in this view, punishment is supposed to hurt; that’s the only way to “make things right.”"
  },
  {
    "startTime": 428.38,
    "endTime": 433.98,
    "text": "Historically, this would mean things like, if you cause physical harm to someone, your punisher must do the same thing to you."
  },
  {
    "startTime": 433.98,
    "endTime": 441.36,
    "text": "Today, though, in the interest of being civilized, we tend to mete out the pain in terms of incarceration and fines, rather than straight-up tit-for-tat."
  },
  {
    "startTime": 441.36,
    "endTime": 446.64,
    "text": "But still, just retribution is one of the driving philosophical forces behind capital punishment;"
  },
  {
    "startTime": 446.64,
    "endTime": 453.0,
    "text": "the idea that there’s simply no way to right the wrong of taking a life, other than by taking the life of the life-taker."
  },
  {
    "startTime": 453.0,
    "endTime": 455.9,
    "text": "But utilitarians have other theories of punishment."
  },
  {
    "startTime": 455.9,
    "endTime": 462.41999999999996,
    "text": "Rather than making wrongdoers suffer for suffering’s sake, these thinkers favor what’s known as welfare maximization."
  },
  {
    "startTime": 462.42,
    "endTime": 466.88,
    "text": "In this view, there’s no good to be found in vindictively causing pain to wrongdoers."
  },
  {
    "startTime": 466.88,
    "endTime": 469.58,
    "text": "But some form of punishment is still in order."
  },
  {
    "startTime": 469.58,
    "endTime": 471.53999999999996,
    "text": "So one option is rehabilitation."
  },
  {
    "startTime": 471.54,
    "endTime": 477.24,
    "text": "Here, the approach is to give wrongdoers help, so they can learn how to get along in society and follow its rules."
  },
  {
    "startTime": 477.24,
    "endTime": 480.42,
    "text": "The focus is often on education and, if needed, therapy."
  },
  {
    "startTime": 480.42,
    "endTime": 491.06,
    "text": "This is sometimes criticized as being paternalistic, because it carries with it the assumption that wrongdoers are in need of our help, that they don’t know any better, and that they need to be “cured” of some social disease."
  },
  {
    "startTime": 491.06,
    "endTime": 494.28000000000003,
    "text": "But another approach to just punishment is deterrence."
  },
  {
    "startTime": 494.28,
    "endTime": 502.28,
    "text": "For eons, people have assumed that punishment prevents a wrongdoer from committing further crimes, while also discouraging others from breaking the rules."
  },
  {
    "startTime": 502.28,
    "endTime": 509.44,
    "text": "So, rather than making a wrongdoer suffer for what they’ve done, supporters of deterrence see punishment as being for the good of society as a whole."
  },
  {
    "startTime": 509.44,
    "endTime": 512.96,
    "text": "Sometimes, we punish people to send a message to other people."
  },
  {
    "startTime": 512.96,
    "endTime": 517.5600000000001,
    "text": "One more approach to just punishment is the concept of restorative justice."
  },
  {
    "startTime": 517.56,
    "endTime": 520.16,
    "text": "Here, you must right your wrongs."
  },
  {
    "startTime": 520.16,
    "endTime": 523.8199999999999,
    "text": "The focus is on making amends, rather than making the wrongdoer suffer."
  },
  {
    "startTime": 523.82,
    "endTime": 525.9200000000001,
    "text": "So if you make a mess, you have to clean it up."
  },
  {
    "startTime": 525.92,
    "endTime": 529.4399999999999,
    "text": "And if you hurt someone, you need to take steps to try and make it right."
  },
  {
    "startTime": 529.44,
    "endTime": 532.24,
    "text": "This is the logic behind assigning community service to offenders."
  },
  {
    "startTime": 532.24,
    "endTime": 538.54,
    "text": "The hope here is that the right approach to wrongdoing will lead to healing and growth, both for the wrongdoer and for the wronged."
  },
  {
    "startTime": 538.54,
    "endTime": 543.98,
    "text": "It’s about restoration and forgiveness – basically the polar opposite of the retributive approach."
  },
  {
    "startTime": 543.98,
    "endTime": 548.26,
    "text": "So, take this advice: Give some thought to your own views on these topics."
  },
  {
    "startTime": 548.26,
    "endTime": 554.6,
    "text": "Because what you see as the right answer should shape the way you vote, how you spend your money, and the way you punish your kids."
  },
  {
    "startTime": 554.6,
    "endTime": 558.76,
    "text": "You might discover that, upon reflection, you should change the way you’re doing some things."
  },
  {
    "startTime": 558.76,
    "endTime": 564.92,
    "text": "Like I said, everyone talks about justice, but before you can, you really have to decide what it means."
  },
  {
    "startTime": 564.92,
    "endTime": 567.9,
    "text": "Today we talked about various theories of justice."
  },
  {
    "startTime": 567.9,
    "endTime": 572.42,
    "text": "We talked about just distribution, and we also considered different approaches to punishment."
  },
  {
    "startTime": 572.42,
    "endTime": 574.9399999999999,
    "text": "Next time, we’ll talk about discrimination."
  },
  {
    "startTime": 574.94,
    "endTime": 578.5,
    "text": "Crash Course Philosophy is produced in association with PBS Digital Studios."
  },
  {
    "startTime": 578.5,
    "endTime": 582.3,
    "text": "You can head over to their channel to check out a playlist of the latest episodes from shows like:"
  },
  {
    "startTime": 582.3,
    "endTime": 585.04,
    "text": "Coma Niddy, Deep Look, and First Person."
  },
  {
    "startTime": 585.04,
    "endTime": 588.9399999999999,
    "text": "This episode of Crash Course was filmed in the Doctor Cheryl C. Kinney Crash Course Studio"
  },
  {
    "startTime": 588.94,
    "endTime": 598.94,
    "text": "with the help of all of these awesome people and our equally fantastic graphics team is Thought Cafe."
  }
]