[
  {
    "startTime": 0.089,
    "endTime": 4.300000000000001,
    "text": "Hi, I'm John Green, this is Crash Course World History, and today we continue our discussion"
  },
  {
    "startTime": 4.3,
    "endTime": 8.33,
    "text": "of how a regional conflict became World War I. We're also going to look at who started"
  },
  {
    "startTime": 8.33,
    "endTime": 14.139,
    "text": "the war and although no one nation is truly to blame, some nations are more to blame than others."
  },
  {
    "startTime": 14.139,
    "endTime": 19.299999999999997,
    "text": "Like America, for once? Blameless. Well, not totally blameless. Largely blameless."
  },
  {
    "startTime": 19.3,
    "endTime": 21.580000000000002,
    "text": "Mr. Green, Mr. Green! That's easy, the Germans started the war."
  },
  {
    "startTime": 21.58,
    "endTime": 25.9,
    "text": "Well, Me from the Past, as it happens many historians and British politicians would agree"
  },
  {
    "startTime": 25.9,
    "endTime": 31.36,
    "text": "with you. I mean, you have an opinion that can be defended. And I can't wait for you to defend it."
  },
  {
    "startTime": 31.36,
    "endTime": 37.3,
    "text": "Uhh... maybe they just, like, really liked war? I'm not really in the defending positions business,"
  },
  {
    "startTime": 37.3,
    "endTime": 40.41,
    "text": "Mr. Green, I'm more in the like, bold proclamations business."
  },
  {
    "startTime": 40.41,
    "endTime": 52.339999999999996,
    "text": "Yes, Me from the Past, noted. But it turns out, there's more to life than that."
  },
  {
    "startTime": 52.34,
    "endTime": 56.68000000000001,
    "text": "So the topic of who started World War I remains one of the most controversial and interesting"
  },
  {
    "startTime": 56.68,
    "endTime": 61.78,
    "text": "topics to discuss in World History, not least because, you know, we'd like to avoid having another one."
  },
  {
    "startTime": 61.78,
    "endTime": 66.389,
    "text": "But in general, when we talk about World Wars, as when we talk about World Cups, we pretty"
  },
  {
    "startTime": 66.389,
    "endTime": 68.229,
    "text": "quickly end up discussing Germany."
  },
  {
    "startTime": 68.229,
    "endTime": 72.229,
    "text": "The idea that the root cause of World War I was Germany, or more specifically, German"
  },
  {
    "startTime": 72.229,
    "endTime": 76.389,
    "text": "militarism, continues to be popular. This has been the case ever since the 1960s when"
  },
  {
    "startTime": 76.389,
    "endTime": 81.19999999999999,
    "text": "this historian, Fritz Fisher, identified Germany as the chief cause of the war. But Germany's"
  },
  {
    "startTime": 81.2,
    "endTime": 86.07900000000001,
    "text": "guilt for the war was also written into the Versailles Peace Treaty, in article 231, and"
  },
  {
    "startTime": 86.079,
    "endTime": 90.479,
    "text": "most of you will be familiar with the idea that anger over that clause its incumbent"
  },
  {
    "startTime": 90.479,
    "endTime": 92.999,
    "text": "debts helped lead to Hitler's rise."
  },
  {
    "startTime": 92.999,
    "endTime": 97.259,
    "text": "Also, pretty much however you slice it Germany was definitely responsible for starting World"
  },
  {
    "startTime": 97.259,
    "endTime": 100.999,
    "text": "War II, and looking back that made it more plausible that they would have also stated"
  },
  {
    "startTime": 100.999,
    "endTime": 104.96,
    "text": "World War I, because, you know, they had a history of starting wars. To be fair, the"
  },
  {
    "startTime": 104.96,
    "endTime": 110.05999999999999,
    "text": "definition of a Western European nation is \"has a history starting wars.\""
  },
  {
    "startTime": 110.06,
    "endTime": 112.06,
    "text": "Unless you're the Swiss."
  },
  {
    "startTime": 112.06,
    "endTime": 118.26,
    "text": "Cue the Switzereel, Stan!"
  },
  {
    "startTime": 118.26,
    "endTime": 123.42,
    "text": "Yeah okay, but the thing is attributing characteristics like militarism or authoritarianism to entire"
  },
  {
    "startTime": 123.42,
    "endTime": 129.479,
    "text": "national populations is a little problematic. Also one nation's militarism is another nation's"
  },
  {
    "startTime": 129.479,
    "endTime": 134.18900000000002,
    "text": "strong national defense, and when you live in the country, as I do, that spends more"
  },
  {
    "startTime": 134.189,
    "endTime": 139.51,
    "text": "on defense than any other nation, it's probably not that good of an idea to call people militaristic."
  },
  {
    "startTime": 139.51,
    "endTime": 143.459,
    "text": "There's just something about that broad-brush painting of an entire nation sharing a particular"
  },
  {
    "startTime": 143.459,
    "endTime": 149.159,
    "text": "characteristic that feels a little bit propaganda-y. Also, it wasn't just Germans who were militaristic"
  },
  {
    "startTime": 149.159,
    "endTime": 155.53,
    "text": "in 1914. The idea of \"the glory of war\" was a very popular concept all over Europe, and"
  },
  {
    "startTime": 155.53,
    "endTime": 160.439,
    "text": "really there's no evidence that the German people of 1914 were any more or less militaristic"
  },
  {
    "startTime": 160.439,
    "endTime": 164.85899999999998,
    "text": "than the French or the Russians, They all had poetry that celebrated heroic sacrifice"
  },
  {
    "startTime": 164.859,
    "endTime": 167.88,
    "text": "and dying for the Mother and/or Fatherland."
  },
  {
    "startTime": 167.88,
    "endTime": 173.14,
    "text": "That's not usually and. Maybe, though. I'm gonna stay open minded."
  },
  {
    "startTime": 173.14,
    "endTime": 176.409,
    "text": "But there's another problem with the whole idea that the Germans were more eager for"
  },
  {
    "startTime": 176.409,
    "endTime": 180.67,
    "text": "war than anyone else in Europe. That argument relies a lot on the behavior of Kaiser Wilhelm"
  },
  {
    "startTime": 180.67,
    "endTime": 185.439,
    "text": "II, the German leader, and the Kaiser did make some pretty bellicose and stupid public"
  },
  {
    "startTime": 185.439,
    "endTime": 189.349,
    "text": "statements, which in turn made people fear that Germans were eager for war. So Wilhelm"
  },
  {
    "startTime": 189.349,
    "endTime": 195.01,
    "text": "became kind of a stand-in for German aggression, a literal cartoon villain, upon whom the world,"
  },
  {
    "startTime": 195.01,
    "endTime": 198.129,
    "text": "especially the English, could project their stereotypes."
  },
  {
    "startTime": 198.129,
    "endTime": 202.989,
    "text": "So I would argue that the German character isn't to blame for World War I, and in fact"
  },
  {
    "startTime": 202.989,
    "endTime": 208.06900000000002,
    "text": "no national character has ever been to blame for any war. But I am not going to let the"
  },
  {
    "startTime": 208.069,
    "endTime": 209.56,
    "text": "Germans off the hook entirely."
  },
  {
    "startTime": 209.56,
    "endTime": 214.189,
    "text": "So you will remember that Germany offered the so-called \"blank check\" that Germans would"
  },
  {
    "startTime": 214.189,
    "endTime": 219.209,
    "text": "always support Austro-Hungarians' ultimatum to Serbia. And in some ways this empowering"
  },
  {
    "startTime": 219.209,
    "endTime": 224.439,
    "text": "by Germany's support encouraged Austria's foreign minister Berchtold to behave as recklessly"
  },
  {
    "startTime": 224.439,
    "endTime": 228.92,
    "text": "as possible, under the mistaken impression that this is what the Germans wanted him to do."
  },
  {
    "startTime": 228.92,
    "endTime": 232.67999999999998,
    "text": "So basically, Austria thought that Germany wanted a war, so they were like, \"Oh, we'll"
  },
  {
    "startTime": 232.68,
    "endTime": 236.439,
    "text": "just behave really recklessly and we'll give the Germans the war they've been so excited"
  },
  {
    "startTime": 236.439,
    "endTime": 240.95,
    "text": "about.\" But the Germans were offering the Austrians the assurance of support in the"
  },
  {
    "startTime": 240.95,
    "endTime": 242.45899999999997,
    "text": "hopes that it wouldn't lead to war."
  },
  {
    "startTime": 242.459,
    "endTime": 246.249,
    "text": "So you could argue that in fact most of the blame for starting World War I should fall"
  },
  {
    "startTime": 246.249,
    "endTime": 250.359,
    "text": "on the shoulders of the Austrians, after all, they were the ones who issued the ultimatum"
  },
  {
    "startTime": 250.359,
    "endTime": 255.20000000000002,
    "text": "to Serbia, and they were the first to declare war, although only against Serbia. But, the"
  },
  {
    "startTime": 255.2,
    "endTime": 260.239,
    "text": "Germans were the first to declare war on a major power, Russia, on August 1st, and the"
  },
  {
    "startTime": 260.239,
    "endTime": 264.09,
    "text": "German advance on France through Belgium is what brought Britain into the war. And those"
  },
  {
    "startTime": 264.09,
    "endTime": 267.83,
    "text": "are pretty solid arguments that Germany turned the conflict from, you know, a regional thing"
  },
  {
    "startTime": 267.83,
    "endTime": 272.28,
    "text": "in the Balkans, which isn't unprecedented, to like this big pan-European war."
  },
  {
    "startTime": 272.28,
    "endTime": 276.03,
    "text": "But I don't think we're done assigning blame, because we didn't just have a pan-European"
  },
  {
    "startTime": 276.03,
    "endTime": 278.36999999999995,
    "text": "war, we had a world war. Russia."
  },
  {
    "startTime": 278.37,
    "endTime": 282.34000000000003,
    "text": "Now you'll remember that of all the major powers, Russia was the first to mobilize its"
  },
  {
    "startTime": 282.34,
    "endTime": 288.73999999999995,
    "text": "massive army, and it was Russia's mobilization that drew Germany, France, and Britain into the war."
  },
  {
    "startTime": 288.74,
    "endTime": 292.34000000000003,
    "text": "Putin is looking at me, isn't he, Stan. I'm just trying to--ah! you so scary!"
  },
  {
    "startTime": 292.34,
    "endTime": 295.31,
    "text": "Stan, can you please make Mr. Putin go away, I'm just trying to talk about history, I'm"
  },
  {
    "startTime": 295.31,
    "endTime": 296.91,
    "text": "not talking about any current conflicts."
  },
  {
    "startTime": 296.91,
    "endTime": 301.49,
    "text": "And it makes me nervous to say this, but there was really no good reason for Russia to mobilize"
  },
  {
    "startTime": 301.49,
    "endTime": 305.90000000000003,
    "text": "in the first place. I mean, when Austria declared war on Serbia on July 28th, the Austrians"
  },
  {
    "startTime": 305.9,
    "endTime": 310.65999999999997,
    "text": "could not mobilize their own troops for two weeks, because they were on harvest break."
  },
  {
    "startTime": 310.66,
    "endTime": 314.09000000000003,
    "text": "I mean, if we've learned anything about agriculture, it's that it's hard to have a large-scale"
  },
  {
    "startTime": 314.09,
    "endTime": 317.71,
    "text": "war without it, so we can't go to war until all the wheat has been farmed."
  },
  {
    "startTime": 317.71,
    "endTime": 321.669,
    "text": "But even if Austria had mobilized and attacked immediately, their initial plan was an attack"
  },
  {
    "startTime": 321.669,
    "endTime": 326.5,
    "text": "on Belgrade, not Russia, which by the way was called somewhat confusingly, Plan B. Now,"
  },
  {
    "startTime": 326.5,
    "endTime": 330.129,
    "text": "Vienna did have a plan to mobilize against both Serbia and Russia, but they never used"
  },
  {
    "startTime": 330.129,
    "endTime": 337.34000000000003,
    "text": "it. But even if Austria had launched an all-out attack on Russia, Russia had begun its pre-mobilization,"
  },
  {
    "startTime": 337.34,
    "endTime": 342.63899999999995,
    "text": "the period preparatory to war, on July 25th, and while I usually don't care about dates,"
  },
  {
    "startTime": 342.639,
    "endTime": 347.0,
    "text": "with the start of World War I, very important, because July 25th was before the Serbs had"
  },
  {
    "startTime": 347.0,
    "endTime": 349.87,
    "text": "even responded to the Austrian ultimatum."
  },
  {
    "startTime": 349.87,
    "endTime": 353.97,
    "text": "And just as a general rule, it's hard to play the blameless victim when you're moving all"
  },
  {
    "startTime": 353.97,
    "endTime": 357.009,
    "text": "of your troops to the border. Hey, why are you here again, Putin?"
  },
  {
    "startTime": 357.009,
    "endTime": 361.16900000000004,
    "text": "So here we have Austrians and Germans receiving reports of Russian troops massing on their"
  },
  {
    "startTime": 361.169,
    "endTime": 365.289,
    "text": "borders, and you know, that seems kind of like war. A lot of it comes down to how you"
  },
  {
    "startTime": 365.289,
    "endTime": 371.009,
    "text": "understand Russia's period preparatory to war. I mean, do you focus on the \"period preparatory\","
  },
  {
    "startTime": 371.009,
    "endTime": 376.28000000000003,
    "text": "or do you focus on the \"to war\"? Regardless, Russia became the first power to actually"
  },
  {
    "startTime": 376.28,
    "endTime": 378.13899999999995,
    "text": "put its war machine into motion."
  },
  {
    "startTime": 378.139,
    "endTime": 379.169,
    "text": "Let's go to the Thought Bubble."
  },
  {
    "startTime": 379.169,
    "endTime": 383.159,
    "text": "So talking about Russia leads us to some of the more meta arguments about the causes of"
  },
  {
    "startTime": 383.159,
    "endTime": 388.129,
    "text": "World War I because it's difficult to understand what Russia was doing when it mobilized without"
  },
  {
    "startTime": 388.129,
    "endTime": 393.36,
    "text": "trying to understand why they mobilized. After all, an Austrian attack on Serbia was hardly"
  },
  {
    "startTime": 393.36,
    "endTime": 398.53000000000003,
    "text": "an existential threat to Russia, I mean, look at the map. Russia's huge, and at the time,"
  },
  {
    "startTime": 398.53,
    "endTime": 402.33,
    "text": "probably had the largest army in Europe, if not the world. So why would they care about"
  },
  {
    "startTime": 402.33,
    "endTime": 405.21999999999997,
    "text": "what was likely to be a skirmish on the Bosnian border?"
  },
  {
    "startTime": 405.22,
    "endTime": 408.97,
    "text": "Well, here's where geo-politics and history come in. So, looking at the map, you can see"
  },
  {
    "startTime": 408.97,
    "endTime": 413.8,
    "text": "that the Balkans are right next to the Dardanelles, the straits that give access to the Black"
  },
  {
    "startTime": 413.8,
    "endTime": 419.28000000000003,
    "text": "Sea. Russia needed to maintain influence there in order to ensure traffic through those straits,"
  },
  {
    "startTime": 419.28,
    "endTime": 423.919,
    "text": "especially if the Ottomans were going to form an alliance with the Germans, which they did."
  },
  {
    "startTime": 423.919,
    "endTime": 428.15,
    "text": "Also, at least in its own estimation, Russia was in danger of becoming a laughingstock"
  },
  {
    "startTime": 428.15,
    "endTime": 433.04999999999995,
    "text": "in European politics: their humiliating loss to Japan in the Russo-Japanese War was followed"
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "by Russia's inability to stop Austria from annexing Bosnia from the Ottomans in 1908,"
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "and that was the event that sparked Serbia's drive to expand its own territory. Its history"
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "of prior weakness meant that Russia's foreign policy makers feared that without some decisive"
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "action, Russia wouldn't be taken seriously anymore."
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "In the wake of Austria's ultimatum, Russian foreign minister Sazonov concluded that Russia,"
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "quote, \"Could not remain a passive spectator whilst a Slavonic people was being trampled"
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "down. If Russia failed to fulfill her historic mission, she would be considered a decadent"
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "state and would henceforth have to take second place among the powers...if at this critical"
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "juncture, the Serbs were abandoned to their fate, Russian prestige in the Balkans would"
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "collapse utterly.\""
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "Thanks, Thought Bubble."
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "So judging from what we just learned in the Thought Bubble, it was really the Ottomans."
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "If they could have just stopped Austria from annexing Bosnia in the first place, none of"
  },
  {
    "startTime": 606.36,
    "endTime": 609.86,
    "text": "this would have happened. And if I may go a little further back, there wouldn't have"
  },
  {
    "startTime": 609.86,
    "endTime": 618.8100000000001,
    "text": "even been an Ottoman Empire without the stupid Romans. And of course the Roman Empire was"
  },
  {
    "startTime": 618.81,
    "endTime": 624.27,
    "text": "largely dependent upon constant expansion and looting, so if only the Gauls could have"
  },
  {
    "startTime": 624.27,
    "endTime": 630.18,
    "text": "defeated Caesar, none of this would have happened."
  },
  {
    "startTime": 630.18,
    "endTime": 634.9899999999999,
    "text": "In short, no wonder Caesar was assassinated, he was about to start World War I in 1900 years."
  },
  {
    "startTime": 634.99,
    "endTime": 647.1,
    "text": "I bring that up because that's the tricky thing about the blame game. You can trace"
  },
  {
    "startTime": 647.1,
    "endTime": 646.1800000000001,
    "text": "the causes of World War I back a bunch of ways. I mean, I can't think of anyone who"
  },
  {
    "startTime": 646.18,
    "endTime": 652.3389999999999,
    "text": "you can't at least partially assign blame to - well, I mean except the Mongols."
  },
  {
    "startTime": 652.339,
    "endTime": 660.149,
    "text": "Actually you know what, if they'd just kept control of Russia, probably no World War I."
  },
  {
    "startTime": 660.149,
    "endTime": 664.589,
    "text": "Anyway, all of this only scratches the surface of the arguments about who's to blame for"
  },
  {
    "startTime": 664.589,
    "endTime": 673.11,
    "text": "World War I. I mean, I haven't dealt with stuff like the alliance system or European"
  },
  {
    "startTime": 673.11,
    "endTime": 675.0600000000001,
    "text": "imperialism, or you often hear about the naval rivalry between Britain and Germany, and then"
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "there are the ideological causes, like nationalism, and the Social Darwinist thinking that led"
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "people to believe that war was a natural and inevitable state of human affairs."
  },
  {
    "startTime": 680.7,
    "endTime": 685.73,
    "text": "You can tell all those origin stories of the Great War, and they're important, but ours"
  },
  {
    "startTime": 685.73,
    "endTime": 693.72,
    "text": "centers on diplomatic history. There are a few reasons for this, first, the decision"
  },
  {
    "startTime": 693.72,
    "endTime": 696.4200000000001,
    "text": "to go to war was ultimately in the hands of a very small group of diplomats. I mean, even"
  },
  {
    "startTime": 696.42,
    "endTime": 703.2099999999999,
    "text": "in the most democratic countries, Britain and France, popular opinion didn't force mobilization."
  },
  {
    "startTime": 703.21,
    "endTime": 707.48,
    "text": "Also, in most countries that's still the case. It's still diplomats who decide whether to"
  },
  {
    "startTime": 707.48,
    "endTime": 712.64,
    "text": "go to war. So understanding what makes governments and diplomats decide to go to war is very important."
  },
  {
    "startTime": 712.64,
    "endTime": 717.6999999999999,
    "text": "But looking at the diplomatic causes of the war also reveals something to us about the"
  },
  {
    "startTime": 717.7,
    "endTime": 724.4200000000001,
    "text": "pitfalls of writing history. I mean diplomats are famous for keeping pretty detailed records"
  },
  {
    "startTime": 724.42,
    "endTime": 730.389,
    "text": "of their dealings, both at the time and in retrospect, and then historians have to sift"
  },
  {
    "startTime": 730.389,
    "endTime": 734.1800000000001,
    "text": "through all these sources and make choices about which ones to emphasize. And sometimes,"
  },
  {
    "startTime": 734.18,
    "endTime": 739.9399999999999,
    "text": "even which ones to believe, because of course, often these sources are in direct conflict."
  },
  {
    "startTime": 739.94,
    "endTime": 747.3800000000001,
    "text": "Now, I'm no historian, but in creating this episode, we had to make choices that many"
  },
  {
    "startTime": 747.38,
    "endTime": 752.02,
    "text": "of you will disagree with. Either because you don't think we gave enough evidence or"
  },
  {
    "startTime": 752.02,
    "endTime": 756.9499999999999,
    "text": "because you don't like the things that we emphasized, and that's great. It's these constructive"
  },
  {
    "startTime": 756.95,
    "endTime": 760.9100000000001,
    "text": "and critical conversations that lead us to dig deeper, to consult more primary sources,"
  },
  {
    "startTime": 760.91,
    "endTime": 766.74,
    "text": "to read more broadly, and that in turn leads to a richer understanding of the world and"
  },
  {
    "startTime": 766.74,
    "endTime": 772.3290000000001,
    "text": "a more engaged life."
  },
  {
    "startTime": 772.329,
    "endTime": 781.38,
    "text": "All that noted, the alliance system was certainly important and I'm sure you'll be discussing"
  },
  {
    "startTime": 781.38,
    "endTime": 786.93,
    "text": "it in your classes, and in comments."
  },
  {
    "startTime": 786.93,
    "endTime": 791.019,
    "text": "Thank you for watching, I'll see you next week."
  },
  {
    "startTime": 791.019,
    "endTime": 791.069,
    "text": "Crash Course is filmed here in the Chad and Stacey Emigholz Studio in Indianapolis, and"
  },
  {
    "startTime": 648.87,
    "endTime": 655.0600000000001,
    "text": "it's made possible because of these people's hard work and also because of your contributions"
  },
  {
    "startTime": 655.06,
    "endTime": 656.4499999999999,
    "text": "on Subbable. Subbable is a voluntary subscription service that allows you to contribute directly"
  },
  {
    "startTime": 656.45,
    "endTime": 661.2,
    "text": "to Crash Course for the monthly price of your choice and it allows us to keep Crash Course"
  },
  {
    "startTime": 661.2,
    "endTime": 662.3900000000001,
    "text": "free for everyone forever, so thank you to all of our Subbable subscribers, and thanks"
  },
  {
    "startTime": 662.39,
    "endTime": 666.42,
    "text": "to everyone who watches."
  },
  {
    "startTime": 666.42,
    "endTime": 671.9599999999999,
    "text": "As we say in my hometown, don't forget to be awesome."
  }
]