[
  {
    "startTime": 0.63,
    "endTime": 3.7399999999999998,
    "text": "To be, or not to be - that is the..."
  },
  {
    "startTime": 3.74,
    "endTime": 8.11,
    "text": "Hi. James from engVid. Just practicing my Shakespeare."
  },
  {
    "startTime": 8.11,
    "endTime": 9.42,
    "text": "Well, not really."
  },
  {
    "startTime": 9.42,
    "endTime": 11.52,
    "text": "I just wanted to show you acting."
  },
  {
    "startTime": 11.52,
    "endTime": 15.739999999999998,
    "text": "Acting, being an actor can be a good way to learn English."
  },
  {
    "startTime": 15.74,
    "endTime": 21.63,
    "text": "And today I wanna show you two fun ways to practice English doing things you already love to do."
  },
  {
    "startTime": 21.63,
    "endTime": 25.119999999999997,
    "text": "Okay? So, let's go to the board."
  },
  {
    "startTime": 25.12,
    "endTime": 27.720000000000002,
    "text": "Mr. E is saying: \"I sound like Madonna!\""
  },
  {
    "startTime": 27.72,
    "endTime": 37.21,
    "text": "That's not here yet, but that'll be the second one, but today or right now this part of the lesson is about movies, acting."
  },
  {
    "startTime": 37.21,
    "endTime": 41.9,
    "text": "What we want you to do or what I want you to do is go find a movie you love in English."
  },
  {
    "startTime": 41.98,
    "endTime": 47.91,
    "text": "I'm sure there's... If you're watching me, I'm sure you've watched some English television program or movie."
  },
  {
    "startTime": 47.91,
    "endTime": 50.779999999999994,
    "text": "I mean, I'm speaking a lot of English so I know you're used to it."
  },
  {
    "startTime": 50.78,
    "endTime": 56.56,
    "text": "What I... What I want you to do is pretend you are an actor in a movie, and we're going to take a few steps to get there."
  },
  {
    "startTime": 56.56,
    "endTime": 62.620000000000005,
    "text": "So the first thing is: Pick a movie that you love watching, because some of you watch it again and again. Star Wars, yeah, yeah?"
  },
  {
    "startTime": 62.62,
    "endTime": 70.32,
    "text": "Or Harry Potter, if that's still out there, or Bond, James Bond. All right? Any of those movies."
  },
  {
    "startTime": 70.32,
    "endTime": 71.52,
    "text": "Okay, so you pick your movie."
  },
  {
    "startTime": 71.52,
    "endTime": 78.0,
    "text": "The second thing I want you to do is go through the movie and watch the scenes you love the best when the actor says something like:"
  },
  {
    "startTime": 78.26,
    "endTime": 81.72,
    "text": "\"Punk, do you feel lucky, punk? Well, do ya?\""
  },
  {
    "startTime": 81.72,
    "endTime": 85.5,
    "text": "And then pick a couple of those scenes. All right?"
  },
  {
    "startTime": 85.64,
    "endTime": 95.66,
    "text": "The third thing I want you to do is go to this place, and it's i-m... It's www.imsdb.com."
  },
  {
    "startTime": 95.66,
    "endTime": 97.67999999999999,
    "text": "It's where you get scripts."
  },
  {
    "startTime": 97.68,
    "endTime": 100.41000000000001,
    "text": "Now, right now you're probably going: \"What's a script?\""
  },
  {
    "startTime": 100.41,
    "endTime": 105.92,
    "text": "Well, in music, the words in the music are called lyrics. Okay?"
  },
  {
    "startTime": 105.92,
    "endTime": 108.64,
    "text": "So when you're looking at the words in a song they're called the lyrics."
  },
  {
    "startTime": 108.64,
    "endTime": 111.28,
    "text": "But when you're looking at the words in a movie, it's from a script."
  },
  {
    "startTime": 111.28,
    "endTime": 118.67,
    "text": "And one actor has his part in a script, another actor has her part in a script. And these are the lines they say."
  },
  {
    "startTime": 118.67,
    "endTime": 127.6,
    "text": "This particular website has amazing amount... An amazing amount of movies with scripts, so you can go and find any of the latest ones,"
  },
  {
    "startTime": 127.74,
    "endTime": 133.0,
    "text": "like of Jason Bourne, or I'm trying to think of something that came out."
  },
  {
    "startTime": 133.1,
    "endTime": 137.51999999999998,
    "text": "I don't know when you're gonna see this, so just say Harry Potter, maybe Ironman. Okay?"
  },
  {
    "startTime": 137.52,
    "endTime": 140.24,
    "text": "Go check it out, you'll see the scripts, you can go and look at it."
  },
  {
    "startTime": 140.24,
    "endTime": 149.22,
    "text": "The reason why I asked you up here is to pick out scenes is you can go to the scene on the script where it may say: \"Car chase scene\", \"Gun scene\", \"Kissing scene\","
  },
  {
    "startTime": 149.3,
    "endTime": 153.23000000000002,
    "text": "and you can look at it, and all of the words the actors say are there."
  },
  {
    "startTime": 153.23,
    "endTime": 157.03,
    "text": "Because I know sometimes you don't know what the actor is actually saying."
  },
  {
    "startTime": 157.03,
    "endTime": 160.02,
    "text": "Sometimes we have what's called relaxed speech."
  },
  {
    "startTime": 160.02,
    "endTime": 164.44,
    "text": "In relaxed speech, they might say: \"What do you want?\" and it comes out: \"Whatda ya want?\""
  },
  {
    "startTime": 164.44,
    "endTime": 166.84,
    "text": "And you're like: \"What?\" It's English."
  },
  {
    "startTime": 166.84,
    "endTime": 173.12,
    "text": "Now, we have a video on relaxed speech, you can go and check it out, and it will explain \"Whatda ya want?\" and other ones. Okay?"
  },
  {
    "startTime": 173.12,
    "endTime": 184.03,
    "text": "So, the lines that will be there, you might notice a big difference between what the actor says and what is actually written for what you should explain or you should understand. Okay?"
  },
  {
    "startTime": 184.03,
    "endTime": 189.11,
    "text": "This is good, it's going to help you with your ears as well. There's a thing you can pick up from listening. Okay?"
  },
  {
    "startTime": 189.11,
    "endTime": 191.96,
    "text": "So we wanna look at the scripts and then listen."
  },
  {
    "startTime": 191.96,
    "endTime": 194.42000000000002,
    "text": "Now, watch the movie at your favorite part."
  },
  {
    "startTime": 194.42,
    "endTime": 198.26,
    "text": "So now you've got the script in your hand, you're gonna watch that part. Read."
  },
  {
    "startTime": 198.26,
    "endTime": 207.48,
    "text": "Here's the funny thing: A lot of times people read when they're watching a movie, like they read the subtitles, you know, the little words, and they think: \"My listening is good because I understand.\""
  },
  {
    "startTime": 207.48,
    "endTime": 214.39,
    "text": "No, you're reading, but it does help because it helps you put a picture, a word picture to the words you're hearing."
  },
  {
    "startTime": 214.39,
    "endTime": 216.72,
    "text": "And we're much better with pictures."
  },
  {
    "startTime": 216.72,
    "endTime": 223.35999999999999,
    "text": "Think of it this way: Have you ever walked up to someone and said: \"I remember your name, but I don't remember your face.\""
  },
  {
    "startTime": 223.36,
    "endTime": 224.63000000000002,
    "text": "No, you don't do that."
  },
  {
    "startTime": 224.63,
    "endTime": 227.32,
    "text": "We always remember faces and we forget names."
  },
  {
    "startTime": 227.32,
    "endTime": 231.03,
    "text": "Those kind of words and sounds are hard to remember, but the picture we always keep."
  },
  {
    "startTime": 231.03,
    "endTime": 238.87,
    "text": "Seeing a word picture or a word \"dog\", and then seeing a dog, is easier to remember dog and the picture of the dog together."
  },
  {
    "startTime": 238.87,
    "endTime": 244.36,
    "text": "So now you get to look at the words, and see them, and see the person saying it."
  },
  {
    "startTime": 244.36,
    "endTime": 248.11,
    "text": "It's easier for you to remember, or another word is recall."
  },
  {
    "startTime": 248.11,
    "endTime": 253.62,
    "text": "Okay? So watch that a couple of times. Watch how they say it, watch their mouths and read the words."
  },
  {
    "startTime": 253.62,
    "endTime": 258.92,
    "text": "Try to get it at the same speed so as you're reading, they're talking. Cool?"
  },
  {
    "startTime": 258.92,
    "endTime": 263.54,
    "text": "Now—here's the fun part—I want you to repeat the script with the movie."
  },
  {
    "startTime": 263.54,
    "endTime": 267.84000000000003,
    "text": "So if we were doing this now, if I were saying: \"How are you, brown cow?\""
  },
  {
    "startTime": 267.84,
    "endTime": 271.63,
    "text": "You would be reading: \"How are you, brown cow?\" and you try and copy me."
  },
  {
    "startTime": 271.63,
    "endTime": 277.57,
    "text": "So now: \"How are you, brown cow?\" you'd have to say: \"How are you, brown cow? How are you, brown cow? How are you, brown cow?\""
  },
  {
    "startTime": 277.57,
    "endTime": 279.15999999999997,
    "text": "And so you can match me."
  },
  {
    "startTime": 279.16,
    "endTime": 288.09000000000003,
    "text": "The funny thing about trying to copy someone is that you stop thinking in your language, and as you're trying to copy your accent will drop off, especially when you're trying to match their speed."
  },
  {
    "startTime": 288.09,
    "endTime": 298.52,
    "text": "And you'll notice that your accent is gone and you sound more like an American, or an Englishman, or I don't know, a person from Vietnam. Be careful which language you pick!"
  },
  {
    "startTime": 298.52,
    "endTime": 300.91999999999996,
    "text": "I might say: Pick American/British actors first."
  },
  {
    "startTime": 300.92,
    "endTime": 303.54,
    "text": "You don't want to sound like a Russian. Okay?"
  },
  {
    "startTime": 303.54,
    "endTime": 311.86,
    "text": "Russian is very good, I like them a lot, they're good people, but if you're trying to learn English accent like American, it's not good way to start. Okay?"
  },
  {
    "startTime": 311.86,
    "endTime": 318.77000000000004,
    "text": "So after you get good at the English and Americans, then pick your French accent. Yes, you can be a lover. Or an Italian accent."
  },
  {
    "startTime": 318.77,
    "endTime": 321.08,
    "text": "But first, English and American. Okay?"
  },
  {
    "startTime": 321.08,
    "endTime": 327.26,
    "text": "So try and match the speed and the way that the other speaker or the actor is speaking. Okay?"
  },
  {
    "startTime": 327.26,
    "endTime": 332.02,
    "text": "Now, copy the actor as much as possible, maybe even a gesture, because sometimes using your hands..."
  },
  {
    "startTime": 332.02,
    "endTime": 338.56,
    "text": "Like when some people, they talk like this, they start acting like... and the accent comes out because they know it's a different culture."
  },
  {
    "startTime": 338.56,
    "endTime": 344.39,
    "text": "I know it's crazy, but just try it. It's fun. What's the worst that can happen? You watch your favorite movie!"
  },
  {
    "startTime": 344.39,
    "endTime": 347.46999999999997,
    "text": "Now, there are a couple of things I want to talk about very quickly on this."
  },
  {
    "startTime": 347.47,
    "endTime": 349.24,
    "text": "Number one, share the fun."
  },
  {
    "startTime": 349.24,
    "endTime": 352.51,
    "text": "You can have a friend get another part of the movie and you can talk to each other."
  },
  {
    "startTime": 352.51,
    "endTime": 354.42,
    "text": "\"Hey, Johnny, what's going on?\""
  },
  {
    "startTime": 354.42,
    "endTime": 356.24,
    "text": "\"Yeah, Beany, I haven't seen you in a while.\""
  },
  {
    "startTime": 356.24,
    "endTime": 358.17,
    "text": "\"Johnny, I told you, don't call me B-...\""
  },
  {
    "startTime": 358.17,
    "endTime": 359.84000000000003,
    "text": "See? And you can have fun together."
  },
  {
    "startTime": 359.84,
    "endTime": 365.04999999999995,
    "text": "Laugh, watch a movie, have some fun, work on your English. Getting rid of that accent. Okay? Cool?"
  },
  {
    "startTime": 365.05,
    "endTime": 369.16,
    "text": "And the second thing is: Look for language or I say sound patterns."
  },
  {
    "startTime": 369.16,
    "endTime": 371.22,
    "text": "\"Whatda ya\" is \"What do you?\""
  },
  {
    "startTime": 371.22,
    "endTime": 375.25,
    "text": "How we have some words that have certain patterns that are repeated again and again."
  },
  {
    "startTime": 375.25,
    "endTime": 381.74,
    "text": "By watching the movie again and again, that part, you'll start learning these sound patterns, and you'll notice you don't have to say each word."
  },
  {
    "startTime": 381.74,
    "endTime": 384.16,
    "text": "How do I know you're not a native English speaker?"
  },
  {
    "startTime": 384.16,
    "endTime": 389.32000000000005,
    "text": "You say to me: \"What are you doing, teacher?\" instead of: \"Whatda ya doing, teacher?\""
  },
  {
    "startTime": 389.32,
    "endTime": 394.03,
    "text": "See? A sound pattern. And you can take that: \"Whatda ya\" for many things. Cool?"
  },
  {
    "startTime": 394.03,
    "endTime": 398.11999999999995,
    "text": "All right. I promised you one fun way, and I'm sure you're enjoying watching your movie."
  },
  {
    "startTime": 398.12,
    "endTime": 402.12,
    "text": "You're looking forward to the second one? Let's do it."
  },
  {
    "startTime": 402.12,
    "endTime": 408.44,
    "text": "All right, so we did movies and you were an actor, and I want to add on something a little different now."
  },
  {
    "startTime": 408.44,
    "endTime": 417.21,
    "text": "I want to sing. Life is a mystery, you probably don't know what I'm doing."
  },
  {
    "startTime": 417.21,
    "endTime": 422.34,
    "text": "It's my horrible Madonna rendition. Madonna, don't be angry."
  },
  {
    "startTime": 422.34,
    "endTime": 434.23999999999995,
    "text": "Okay, I just drop that. Anyway, the second way to get really good at sounding like a native spinger... Spinger? Spinger. Speaker, is to sing."
  },
  {
    "startTime": 434.24,
    "endTime": 434.95,
    "text": "Why?"
  },
  {
    "startTime": 434.95,
    "endTime": 439.5,
    "text": "With the acting, a lot of movies are based on everyday events."
  },
  {
    "startTime": 439.42,
    "endTime": 445.92,
    "text": "I don't care if it's Star Wars or somewhere else, they still talk about eating, going to the washroom, and problems and relationships."
  },
  {
    "startTime": 445.92,
    "endTime": 451.84000000000003,
    "text": "So a lot of the normal vocabulary and verbiage we use, they use in the movies. They have to."
  },
  {
    "startTime": 451.84,
    "endTime": 458.82,
    "text": "If they started talking about exponential quantum... And that's all, people would stop watching. They wouldn't understand it."
  },
  {
    "startTime": 458.82,
    "endTime": 460.9,
    "text": "So that's a reason... A good reason to go to movies."
  },
  {
    "startTime": 461.0,
    "endTime": 465.54,
    "text": "It gives you a lot of useful everyday phrases that you can take and use."
  },
  {
    "startTime": 465.54,
    "endTime": 468.52000000000004,
    "text": "Singing is different. I wanna do this for a different reason."
  },
  {
    "startTime": 468.52,
    "endTime": 470.24,
    "text": "It's the difficulty with language."
  },
  {
    "startTime": 470.24,
    "endTime": 475.82,
    "text": "Saying: \"I love you\" is easy, but: \"I love you\" is hard."
  },
  {
    "startTime": 475.82,
    "endTime": 481.23,
    "text": "It makes you really, really take time to exaggerate the sound and learn the sound."
  },
  {
    "startTime": 481.23,
    "endTime": 490.29,
    "text": "Because when I say: \"learn\", I have to shape my mouth. I'm more conscious of what I'm doing or I know what I'm doing, and because of that I can repeat it."
  },
  {
    "startTime": 490.29,
    "endTime": 492.11,
    "text": "Ah, yeah. See?"
  },
  {
    "startTime": 492.11,
    "endTime": 496.83000000000004,
    "text": "When you go: \"Ohhhh\", then you can make a perfect \"oh\" any time."
  },
  {
    "startTime": 496.83,
    "endTime": 499.94,
    "text": "Say: \"Uh\", and you have no idea what you just did."
  },
  {
    "startTime": 499.94,
    "endTime": 501.85,
    "text": "So, let's go to the board."
  },
  {
    "startTime": 501.85,
    "endTime": 503.49,
    "text": "Sing for your supper."
  },
  {
    "startTime": 503.49,
    "endTime": 509.24,
    "text": "We like to say over here: \"Sing for your supper\" is if you wanna eat, you got to do something, you got to work."
  },
  {
    "startTime": 509.24,
    "endTime": 512.66,
    "text": "And this one's gonna be a bit more work. Still going to be fun, though."
  },
  {
    "startTime": 512.66,
    "endTime": 518.93,
    "text": "The first thing I want you to do is think about all... Think about all of those songs, English songs you sing."
  },
  {
    "startTime": 518.93,
    "endTime": 527.87,
    "text": "And I love it because I have a lot of students, and I find it amazing how someone who can talk like this all the time suddenly when they get a song they sound like this:"
  },
  {
    "startTime": 527.87,
    "endTime": 529.89,
    "text": "\"I'm singing in the rain\"."
  },
  {
    "startTime": 529.89,
    "endTime": 532.83,
    "text": "I'm like: \"Where are you from, man? You don't sound like...\""
  },
  {
    "startTime": 532.83,
    "endTime": 535.6600000000001,
    "text": "They drop their accent because they copy the singer."
  },
  {
    "startTime": 535.66,
    "endTime": 542.23,
    "text": "And because it's difficult to sing what the singer is doing, they actually learn something new, they change what they've been taking in."
  },
  {
    "startTime": 542.23,
    "endTime": 544.61,
    "text": "They become much more flexible with language."
  },
  {
    "startTime": 544.61,
    "endTime": 547.42,
    "text": "So get one of your favorite songs. All right?"
  },
  {
    "startTime": 547.42,
    "endTime": 552.52,
    "text": "Pick one or two you wanna work with, because yes, as much as it's fun, it's going to be work. Okay?"
  },
  {
    "startTime": 552.52,
    "endTime": 555.8199999999999,
    "text": "Now, you can go to www.YouTube.com."
  },
  {
    "startTime": 555.82,
    "endTime": 562.5600000000001,
    "text": "There's a good chance you're watching this on YouTube right now if you're not watching on engVid, so you can watch it on engVid. Hi!"
  },
  {
    "startTime": 562.56,
    "endTime": 565.1199999999999,
    "text": "And if not, you're gonna have to get off and go to YouTube."
  },
  {
    "startTime": 565.12,
    "endTime": 568.65,
    "text": "And you can still see me, we can continue from there. Okay? Cool."
  },
  {
    "startTime": 568.65,
    "endTime": 574.0799999999999,
    "text": "But go to www.YouTube.com. I recommend it because I know a lot of them... They have a lot of songs with lyrics."
  },
  {
    "startTime": 574.08,
    "endTime": 578.72,
    "text": "Lyrics, they are the words in songs."
  },
  {
    "startTime": 578.72,
    "endTime": 584.94,
    "text": "When I said scripts are the words in movies, well, the lyrics are the words in songs, all those words you're singing."
  },
  {
    "startTime": 584.94,
    "endTime": 589.5600000000001,
    "text": "So they have a lot of videos that will have the lyrics, so you can watch a video and see the words come up."
  },
  {
    "startTime": 589.56,
    "endTime": 593.8399999999999,
    "text": "Okay? Number three: Listen first. Huh?"
  },
  {
    "startTime": 593.84,
    "endTime": 596.4200000000001,
    "text": "In the movie I said listen and read."
  },
  {
    "startTime": 596.42,
    "endTime": 604.52,
    "text": "When it comes to music you have to listen, because they really change the sounds of the words and you kind of have to know what they are."
  },
  {
    "startTime": 604.52,
    "endTime": 606.1999999999999,
    "text": "I'll give you a good example."
  },
  {
    "startTime": 605.96,
    "endTime": 616.38,
    "text": "Have you ever heard or been to a bar, or what have you, and you hear your favorite song and it's like: \"Jump! Jump! Everybody, jump! [Makes noise] Jump! Jump!\""
  },
  {
    "startTime": 616.38,
    "endTime": 618.82,
    "text": "You know that: \"[Makes noise]\" because you don't know the words."
  },
  {
    "startTime": 618.82,
    "endTime": 627.49,
    "text": "It's in your own language and you have no idea what the guy said, so you're like: \"Jump! Jump! Yeah, [makes noise], yeah, yeah. Jump! Jump!\""
  },
  {
    "startTime": 627.49,
    "endTime": 631.14,
    "text": "Hey, in English, I don't care what language, it's the same."
  },
  {
    "startTime": 631.14,
    "endTime": 633.75,
    "text": "Okay? So you have to listen first to get the language."
  },
  {
    "startTime": 633.75,
    "endTime": 635.34,
    "text": "Remember we talked about sound patterns?"
  },
  {
    "startTime": 635.2,
    "endTime": 644.76,
    "text": "You got to get that sound pattern so when you can see it on the paper you can say: \"Oh, jump up and do-\" that's what they're saying. Okay?"
  },
  {
    "startTime": 644.76,
    "endTime": 649.46,
    "text": "So listen first. And as I said, singing is more difficult than talking. Okay?"
  },
  {
    "startTime": 649.46,
    "endTime": 653.11,
    "text": "And next I want you to read the lyrics, just like what we did with the movie. Okay?"
  },
  {
    "startTime": 653.11,
    "endTime": 656.76,
    "text": "So almost what we did with the movie before we're gonna do after."
  },
  {
    "startTime": 656.76,
    "endTime": 661.64,
    "text": "Listen to him, copy, or her, and then try to sing with them. Okay?"
  },
  {
    "startTime": 661.64,
    "endTime": 664.52,
    "text": "And then, karaoke time!"
  },
  {
    "startTime": 664.52,
    "endTime": 668.12,
    "text": "I don't think you know this, but YouTube has a karaoke version of songs."
  },
  {
    "startTime": 668.12,
    "endTime": 672.57,
    "text": "That's right. You can put the song up, just the music, and sing to it."
  },
  {
    "startTime": 672.57,
    "endTime": 678.44,
    "text": "So we can do karaoke time, you can practice, practice, practice, then put the music on, and then try to sing it yourself."
  },
  {
    "startTime": 678.44,
    "endTime": 687.82,
    "text": "And if you don't like the way you sound or your friends are like: \"Please stop, please. Oh, for the love of God, stop\", go back and practice from one to three again. Okay?"
  },
  {
    "startTime": 687.82,
    "endTime": 692.84,
    "text": "It's a lot of fun, especially, once again, you can do this with friends. All of you get together, karaoke time."
  },
  {
    "startTime": 692.84,
    "endTime": 694.36,
    "text": "You get to practice your English."
  },
  {
    "startTime": 694.36,
    "endTime": 701.14,
    "text": "You might find some new language or vocabulary you've never seen before, and you can work with that. Cool?"
  },
  {
    "startTime": 701.14,
    "endTime": 705.64,
    "text": "So, I've given you two ways, singing for your supper and being an actor."
  },
  {
    "startTime": 705.64,
    "endTime": 708.48,
    "text": "Right? Don't sound like that, you sound like a ponce."
  },
  {
    "startTime": 708.48,
    "endTime": 710.89,
    "text": "Don't ask me what \"ponce\" means. It's just not cool."
  },
  {
    "startTime": 710.89,
    "endTime": 718.79,
    "text": "You can use both of those ways to have fun while you're watching... You're on YouTube or you're watching television, you can have some fun and practice at the same time."
  },
  {
    "startTime": 718.79,
    "endTime": 719.93,
    "text": "Cool? All right."
  },
  {
    "startTime": 719.93,
    "endTime": 722.51,
    "text": "So, anyway, I would like to say thank you."
  },
  {
    "startTime": 722.51,
    "endTime": 729.04,
    "text": "As always, I appreciate the fact you're here, listening, and that I can contribute something to make your life a bit better."
  },
  {
    "startTime": 729.04,
    "endTime": 736.74,
    "text": "And I'm going to say: Look, if you liked it, please subscribe. And somewhere along here, they move it all the time, is the subscribe button."
  },
  {
    "startTime": 736.74,
    "endTime": 741.64,
    "text": "And finally, if this was a benefit to you... Or, do you remember I said you can do this with a friend?"
  },
  {
    "startTime": 741.64,
    "endTime": 748.34,
    "text": "You know you're going to get your friend to practice with you, get them to watch the video. You learned something, pass it on."
  },
  {
    "startTime": 748.34,
    "endTime": 753.72,
    "text": "Anyway, thanks again, and thanks you from me and E."
  },
  {
    "startTime": 753.72,
    "endTime": 765.4300000000001,
    "text": "Have a good one. Ciao."
  }
]