[
  {
    "startTime": 1.171,
    "endTime": 4.203,
    "text": "Hello. I'm Gill from engVid,"
  },
  {
    "startTime": 4.203,
    "endTime": 11.2,
    "text": "and today... As you know, I usually teach an aspect of the English language,"
  },
  {
    "startTime": 11.2,
    "endTime": 20.0,
    "text": "but today, we're going to be looking at the English language from a different perspective, a different angle,"
  },
  {
    "startTime": 20.0,
    "endTime": 23.519,
    "text": "and looking at the history of the language"
  },
  {
    "startTime": 23.519,
    "endTime": 33.035,
    "text": "and how it has developed, because the English language hasn't always been the way it is today."
  },
  {
    "startTime": 33.035,
    "endTime": 38.11,
    "text": "It's developed over hundreds and hundreds of years."
  },
  {
    "startTime": 38.11,
    "endTime": 45.21,
    "text": "Now, today, hundreds of millions of people speak English all over the world, whether"
  },
  {
    "startTime": 45.21,
    "endTime": 52.989000000000004,
    "text": "it's their first language or their second language, or just one of the foreign languages"
  },
  {
    "startTime": 52.989,
    "endTime": 61.718999999999994,
    "text": "that they speak and learn at school, and so on. So, hundreds of millions of people speak"
  },
  {
    "startTime": 61.719,
    "endTime": 68.98,
    "text": "English and learn English. But hundreds of years ago, the English language that we know"
  },
  {
    "startTime": 68.98,
    "endTime": 78.23,
    "text": "today didn't really exist. It sort of got put together gradually by different historical"
  },
  {
    "startTime": 78.23,
    "endTime": 86.303,
    "text": "events. So we're going to go back in history now, and have a look at a timeline."
  },
  {
    "startTime": 86.303,
    "endTime": 93.53,
    "text": "I don't know if you've seen a timeline before, but it is literally the time, the years going"
  },
  {
    "startTime": 93.53,
    "endTime": 104.871,
    "text": "from left to right, like you get on a graph if you've done graphs, and the time goes across"
  },
  {
    "startTime": 104.871,
    "endTime": 112.17999999999999,
    "text": "along the line. So the different developments that happened can be shown on that line. So"
  },
  {
    "startTime": 112.18,
    "endTime": 122.12800000000001,
    "text": "we're starting here in 55 BC, hundreds of years ago, and we're coming up to... Well, beyond."
  },
  {
    "startTime": 122.128,
    "endTime": 128.92,
    "text": "We have 1066, here, but because I ran out of space on the board, the time went"
  },
  {
    "startTime": 128.92,
    "endTime": 135.01,
    "text": "on for such a long time, I couldn't get all the centuries in, but I will still tell you"
  },
  {
    "startTime": 135.01,
    "endTime": 142.13899999999998,
    "text": "about them. Okay. But these are the very interesting parts, which are on the board."
  },
  {
    "startTime": 142.139,
    "endTime": 152.937,
    "text": "So, 55 BC, the Roman invasion of Britain, of the U.K., where we are at the moment."
  },
  {
    "startTime": 152.937,
    "endTime": 160.739,
    "text": "So, you've heard of the Roman Empire with Julius Caesar and all the other Caesars, the Roman"
  },
  {
    "startTime": 160.739,
    "endTime": 167.76500000000001,
    "text": "Empire that spread in different directions, and Britain is one of the directions they"
  },
  {
    "startTime": 167.765,
    "endTime": 175.766,
    "text": "spread in. They came here, and stayed for a while, and built some nice buildings, and"
  },
  {
    "startTime": 175.766,
    "endTime": 182.929,
    "text": "they built a wall that goes across between Scotland and England, called Hadrian's Wall,"
  },
  {
    "startTime": 182.929,
    "endTime": 189.849,
    "text": "because the Emperor at the time was called Hadrian. So, anyway, when they came and stayed"
  },
  {
    "startTime": 189.849,
    "endTime": 199.26,
    "text": "for some time, they brought their language with them, the Latin language. Okay? And the"
  },
  {
    "startTime": 199.26,
    "endTime": 206.739,
    "text": "Latin language, it's called a dead language today, but it has influenced so many other"
  },
  {
    "startTime": 206.739,
    "endTime": 210.886,
    "text": "languages, especially in Southern Europe,"
  },
  {
    "startTime": 210.886,
    "endTime": 220.125,
    "text": "so languages like Italian, French, Spanish, Portuguese, they all come from Latin."
  },
  {
    "startTime": 220.125,
    "endTime": 225.086,
    "text": "So, in this country, in the English language,"
  },
  {
    "startTime": 225.086,
    "endTime": 231.603,
    "text": "we have had the Latin influence at different times. So, the Romans brought their Latin"
  },
  {
    "startTime": 231.603,
    "endTime": 238.26000000000002,
    "text": "language with them. Okay? So that influenced the way people were speaking to each other"
  },
  {
    "startTime": 238.26,
    "endTime": 246.74099999999999,
    "text": "as time went on. And the natives of this country started learning Latin words, and it became"
  },
  {
    "startTime": 246.741,
    "endTime": 250.876,
    "text": "integrated into the language."
  },
  {
    "startTime": 250.876,
    "endTime": 259.98,
    "text": "Okay, so let's have a look at some of the words that we use today that were influenced"
  },
  {
    "startTime": 259.98,
    "endTime": 268.45000000000005,
    "text": "or that came from Latin words. Right? And we have this pie chart, here, which you may"
  },
  {
    "startTime": 268.45,
    "endTime": 277.34999999999997,
    "text": "know if you've been studying things for IELTS and the writing task. A pie chart... So, the"
  },
  {
    "startTime": 277.35,
    "endTime": 285.269,
    "text": "whole circle represents 100%. So if you're thinking of all the words in the English language"
  },
  {
    "startTime": 285.269,
    "endTime": 295.082,
    "text": "at the moment, Latin, the Latin words that came from... Partly from the Roman invasion,"
  },
  {
    "startTime": 295.082,
    "endTime": 305.49,
    "text": "we have 29% of the words in the English language have come from a Latin origin, from a source,"
  },
  {
    "startTime": 305.49,
    "endTime": 313.803,
    "text": "Latin source. Okay. So here are just a few of very words that we use every day, really."
  },
  {
    "startTime": 313.803,
    "endTime": 323.24,
    "text": "Words like: \"human\", \"animal\", \"dental\" to do with the teeth, \"decimal\" which is to do"
  },
  {
    "startTime": 323.24,
    "endTime": 333.903,
    "text": "with the fingers because we have 10 fingers, \"decimal\", and \"digital\", also fingers, \"factory\""
  },
  {
    "startTime": 333.903,
    "endTime": 341.648,
    "text": "where things are made, manufacture, \"library\" where you read books, \"libre\" meaning book,"
  },
  {
    "startTime": 341.648,
    "endTime": 348.08000000000004,
    "text": "\"library\", the building where the books are kept, \"manual\" to do with if you do things"
  },
  {
    "startTime": 348.08,
    "endTime": 356.08,
    "text": "with your hand it comes from the Latin word for \"hand\", \"manual\". \"Lunar\" to do with the"
  },
  {
    "startTime": 356.08,
    "endTime": 363.12199999999996,
    "text": "moon, because the Latin word for the moon was \"luna\", \"luna\"."
  },
  {
    "startTime": 363.122,
    "endTime": 371.454,
    "text": "And \"solar\" to do with the sun, again, because the Latin word was like that, \"solar\"."
  },
  {
    "startTime": 371.454,
    "endTime": 377.305,
    "text": "\"Military\", anything to do with soldiers because the Latin"
  },
  {
    "startTime": 377.305,
    "endTime": 381.90000000000003,
    "text": "Roman Empire soldiers were... That was the word that was"
  },
  {
    "startTime": 381.9,
    "endTime": 389.27,
    "text": "used for \"soldiers\". \"Melees\" I think. And we also get our \"mile\", the distance, the"
  },
  {
    "startTime": 389.27,
    "endTime": 394.03999999999996,
    "text": "mile from that, because that was the distance that they would march, I think, before they"
  },
  {
    "startTime": 394.04,
    "endTime": 403.93,
    "text": "had a rest or something like that. So \"military\" is to do with soldiers. \"Science\" to do with"
  },
  {
    "startTime": 403.93,
    "endTime": 412.45,
    "text": "knowledge. \"Science\", and \"station\", the railway station, the bus station is a place where"
  },
  {
    "startTime": 412.45,
    "endTime": 419.96,
    "text": "you stand still before you move off, and that also comes from a Latin word to be static"
  },
  {
    "startTime": 419.96,
    "endTime": 429.44,
    "text": "in one place. Okay. Okay, so that's the Latin. You'll notice also that later on in history,"
  },
  {
    "startTime": 429.44,
    "endTime": 439.11,
    "text": "Latin kept coming back, so there and there, but that's the Latin from these three points"
  },
  {
    "startTime": 439.11,
    "endTime": 444.113,
    "text": "in history when we had visitors of one sort or another."
  },
  {
    "startTime": 444.113,
    "endTime": 452.59,
    "text": "Okay, so let's move on then, the next major event. I've put 450 AD, but I'm going to start"
  },
  {
    "startTime": 452.59,
    "endTime": 460.772,
    "text": "putting century numbers now, because it's simpler. So, 5th... The 5th century, okay,"
  },
  {
    "startTime": 460.772,
    "endTime": 470.264,
    "text": "Germanic migration. That's people from roughly where Germany is today in the mainland Europe"
  },
  {
    "startTime": 470.264,
    "endTime": 480.2,
    "text": "moved across. Okay? From the Saxon, Saxon area of Germany. Saxony. So, the language"
  },
  {
    "startTime": 480.2,
    "endTime": 488.78,
    "text": "they brought with them was a kind of... Well, it became Anglo-Saxon, because it got merged"
  },
  {
    "startTime": 488.78,
    "endTime": 496.11999999999995,
    "text": "with the English we already had, the Anglo part, with the Saxon part added. It... And"
  },
  {
    "startTime": 496.12,
    "endTime": 503.115,
    "text": "that's another name for that is Old English, Old English, which looks totally different"
  },
  {
    "startTime": 503.115,
    "endTime": 511.07,
    "text": "from the English we have today. So they brought a different language with them, and that got"
  },
  {
    "startTime": 511.07,
    "endTime": 516.775,
    "text": "all mixed in. If you think of a big cooking pot and different ingredients being put in,"
  },
  {
    "startTime": 516.775,
    "endTime": 524.019,
    "text": "and it just keeps cooking and cooking over time, that's how it was developing. Okay."
  },
  {
    "startTime": 524.019,
    "endTime": 533.133,
    "text": "So, Germanic. Let's have a look at how much Germanic language there is in English today."
  },
  {
    "startTime": 533.133,
    "endTime": 542.519,
    "text": "So, looking at our pie chart again, we've got Germanic 26%, so just over a quarter of"
  },
  {
    "startTime": 542.519,
    "endTime": 549.019,
    "text": "the words in the English language today come from a Germanic source. And I've put some"
  },
  {
    "startTime": 549.019,
    "endTime": 558.081,
    "text": "little abbreviations here; Old English, Middle English, Old Norse, and Dutch."
  },
  {
    "startTime": 558.081,
    "endTime": 562.827,
    "text": "These are all roughly sort of from the Germanic area,"
  },
  {
    "startTime": 562.827,
    "endTime": 567.316,
    "text": "and the Dutch words as well are all mixed in there, too,"
  },
  {
    "startTime": 567.316,
    "endTime": 571.6750000000001,
    "text": "because Holland isn't that far away either."
  },
  {
    "startTime": 571.675,
    "endTime": 580.015,
    "text": "Okay. So, let's just see a few examples of"
  },
  {
    "startTime": 580.015,
    "endTime": 589.341,
    "text": "the Germanic words. They're often quite short words and words we use every day, like \"above\","
  },
  {
    "startTime": 589.341,
    "endTime": 596.352,
    "text": "\"again\", \"and\", \"apple\", \"bad\" and \"good\","
  },
  {
    "startTime": 596.352,
    "endTime": 601.529,
    "text": "\"cake\", \"eat\" and \"drink\","
  },
  {
    "startTime": 601.529,
    "endTime": 609.849,
    "text": "parts of the body especially, \"eye\" and \"feet\" and \"arm\", \"boy\" and \"girl\","
  },
  {
    "startTime": 609.849,
    "endTime": 615.5840000000001,
    "text": "these are all the Germanic type of words."
  },
  {
    "startTime": 615.584,
    "endTime": 625.684,
    "text": "\"House\", \"hand\", \"bread\", so parts of the body. \"Food\", all of that kind of thing."
  },
  {
    "startTime": 625.684,
    "endTime": 628.709,
    "text": "Okay, so that's that one."
  },
  {
    "startTime": 628.709,
    "endTime": 637.928,
    "text": "So moving on, in the 6th century, before this, we had been what you call a Pagan country,"
  },
  {
    "startTime": 637.928,
    "endTime": 647.04,
    "text": "sort of pre-Christianity. In the 6th century, Saint Augustine came and started converting"
  },
  {
    "startTime": 647.04,
    "endTime": 655.879,
    "text": "people to Christianity. Okay. And that meant bringing languages with him, like the Bible"
  },
  {
    "startTime": 655.879,
    "endTime": 662.6700000000001,
    "text": "that was written in these different languages, other books, books of learning. So, again,"
  },
  {
    "startTime": 662.67,
    "endTime": 672.009,
    "text": "Latin came in. And Greek as well came in, and Hebrew all came with the Christianity,"
  },
  {
    "startTime": 672.009,
    "endTime": 678.269,
    "text": "which spread around the whole country. So we've covered Latin already. Let's just have"
  },
  {
    "startTime": 678.269,
    "endTime": 687.43,
    "text": "a look at Greek in our pie chart to see how much influence that has had on the language"
  },
  {
    "startTime": 687.43,
    "endTime": 697.276,
    "text": "today. So looking at Greek, it's actually quite small, just 6%."
  },
  {
    "startTime": 697.276,
    "endTime": 708.2189999999999,
    "text": "But they're very sort of... They're kind of words that are used in a sort of academic life,"
  },
  {
    "startTime": 708.219,
    "endTime": 713.591,
    "text": "and the word \"academic\" itself is one of them; \"academic\" is a Greek word."
  },
  {
    "startTime": 713.591,
    "endTime": 716.73,
    "text": "And \"Android\", if you have an Android"
  },
  {
    "startTime": 716.73,
    "endTime": 723.166,
    "text": "mobile phone, you wouldn't believe that it had come from an old Greek word, but it has."
  },
  {
    "startTime": 723.166,
    "endTime": 734.2840000000001,
    "text": "\"Android\". Okay? A word like \"basic\", \"cinema\" even, \"climate\", \"democracy\", \"economy\", \"geography\","
  },
  {
    "startTime": 734.284,
    "endTime": 741.783,
    "text": "\"history\", \"idea\" because philosophy, thinking, ideas is very important"
  },
  {
    "startTime": 741.783,
    "endTime": 745.642,
    "text": "and had a big... Greece had a big influence on that."
  },
  {
    "startTime": 745.642,
    "endTime": 751.1160000000001,
    "text": "\"Politics\" and \"technology\" all come from Greek."
  },
  {
    "startTime": 751.116,
    "endTime": 762.5939999999999,
    "text": "Okay, Hebrew, we don't have unless it's included under other one of the other influences which"
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "is another 6%."
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "Okay, so moving on to a period when we had some more invasions and it wasn't"
  },
  {
    "startTime": 535.76,
    "endTime": 544.17,
    "text": "the Romans this time, it was people called the Vikings who came from Scandinavian countries,"
  },
  {
    "startTime": 544.17,
    "endTime": 554.03,
    "text": "so that's Norway, Sweden, Denmark, and they came across the sea and invaded. And it wasn't"
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "just one invasion; it happened over three centuries, from the 8th to the 11th century."
  },
  {
    "startTime": 560.769,
    "endTime": 569.03,
    "text": "So the Viking invasions, and they brought their Scandinavian languages with them."
  },
  {
    "startTime": 569.03,
    "endTime": 571.579,
    "text": "And Old Norse is one of them. And as I said earlier, from this Germanic migration, this was another"
  },
  {
    "startTime": 571.579,
    "endTime": 579.1999999999999,
    "text": "sort of input into the Germanic types of languages that we have. That's why we've got 26% because"
  },
  {
    "startTime": 579.2,
    "endTime": 582.2900000000001,
    "text": "there was such a lot coming in, a lot of words, there. Okay. Right."
  },
  {
    "startTime": 582.29,
    "endTime": 587.05,
    "text": "So, moving on again to the... This is 11th century as well, 1066, which is a big date"
  },
  {
    "startTime": 587.05,
    "endTime": 591.12,
    "text": "in English history. The Norman invasion. And if you know the area called Normandy in Northern France,"
  },
  {
    "startTime": 591.12,
    "endTime": 599.839,
    "text": "there's a connection, there. So, the Normans were French, and they invaded... They"
  },
  {
    "startTime": 599.839,
    "endTime": 606.36,
    "text": "came across the channel, they had a big battle near the south coast of Britain, and they"
  },
  {
    "startTime": 606.36,
    "endTime": 609.86,
    "text": "won so they took over. So the Norman invasion, that brought French for the first time and"
  },
  {
    "startTime": 609.86,
    "endTime": 618.8100000000001,
    "text": "some more Latin again, because anyway, French developed from Latin, so it was a mixture"
  },
  {
    "startTime": 618.81,
    "endTime": 624.27,
    "text": "of that. But French for the first time, their French that had developed from Latin,"
  },
  {
    "startTime": 624.27,
    "endTime": 630.18,
    "text": "as well as Latin itself."
  },
  {
    "startTime": 630.18,
    "endTime": 634.9899999999999,
    "text": "So, let's have a look at some of the words we use in English today that came from French sources."
  },
  {
    "startTime": 634.99,
    "endTime": 647.1,
    "text": "Okay. So, food, French people love food and a lot of words for food came in."
  },
  {
    "startTime": 647.1,
    "endTime": 646.1800000000001,
    "text": "So: \"beef\", \"pork\" and \"veal\" all come from French words. Okay?"
  },
  {
    "startTime": 646.18,
    "endTime": 652.3389999999999,
    "text": "But then some other interesting words that maybe were Latin originally,"
  },
  {
    "startTime": 652.339,
    "endTime": 660.149,
    "text": "but they became French, and then these French"
  },
  {
    "startTime": 660.149,
    "endTime": 664.589,
    "text": "words came into English and they're still with us today,"
  },
  {
    "startTime": 664.589,
    "endTime": 673.11,
    "text": "words like: \"continue\", \"liberty\","
  },
  {
    "startTime": 673.11,
    "endTime": 675.0600000000001,
    "text": "\"justice\", so a lot of legal language, words to do with the law come from French."
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "So \"liberty\", \"justice\". \"Journey\", if you go on a trip, a journey comes from a French word."
  },
  {
    "startTime": 675.06,
    "endTime": 680.6999999999999,
    "text": "\"People\" comes from a French word for people. And even the little word \"very\"."
  },
  {
    "startTime": 680.7,
    "endTime": 685.73,
    "text": "When you say: \"Oh, that's very nice\", \"very\" just is the French word for true,"
  },
  {
    "startTime": 685.73,
    "endTime": 693.72,
    "text": "so it means \"truly\", \"truly nice\". That is truly nice, that is very nice."
  },
  {
    "startTime": 693.72,
    "endTime": 696.4200000000001,
    "text": "So, a little word like \"very\" comes from the French word for \"true\". Okay."
  },
  {
    "startTime": 696.42,
    "endTime": 703.2099999999999,
    "text": "Right, so we've covered Latin, French, Germanic, and Greek. And we've come up to 1066, but"
  },
  {
    "startTime": 703.21,
    "endTime": 707.48,
    "text": "of course, the English language didn't stop developing then. As I said, I ran out of space."
  },
  {
    "startTime": 707.48,
    "endTime": 712.64,
    "text": "But other things happened, for example, in the 15th century, 16th century, people started"
  },
  {
    "startTime": 712.64,
    "endTime": 717.6999999999999,
    "text": "exploring the world, going off in ships and finding other countries, finding places like"
  },
  {
    "startTime": 717.7,
    "endTime": 724.4200000000001,
    "text": "America that they didn't know was there before; Christopher Columbus. Also going the other"
  },
  {
    "startTime": 724.42,
    "endTime": 730.389,
    "text": "way, and at the Portuguese, for example, found India and China. So, people explored. So,"
  },
  {
    "startTime": 730.389,
    "endTime": 734.1800000000001,
    "text": "from the English point of view, we had explorers who went off and found things, and came back,"
  },
  {
    "startTime": 734.18,
    "endTime": 739.9399999999999,
    "text": "and that also influenced the language because, for example, we got tobacco and potatoes from"
  },
  {
    "startTime": 739.94,
    "endTime": 747.3800000000001,
    "text": "America, so the words for those things were new. Okay."
  },
  {
    "startTime": 747.38,
    "endTime": 752.02,
    "text": "And then 18th, 19th century, colonialism, British Empire, Britain became involved politically"
  },
  {
    "startTime": 752.02,
    "endTime": 756.9499999999999,
    "text": "in other countries, then eventually the British Empire ended and we now have the Commonwealth"
  },
  {
    "startTime": 756.95,
    "endTime": 760.9100000000001,
    "text": "instead. And now in the 20th, 21st century, the language is still developing. We've got"
  },
  {
    "startTime": 760.91,
    "endTime": 766.74,
    "text": "the internet, the speed of travel. It's very easy to get on a plane and travel thousands"
  },
  {
    "startTime": 766.74,
    "endTime": 772.3290000000001,
    "text": "of miles and go to another country, so words keep coming back from other countries, for example."
  },
  {
    "startTime": 772.329,
    "endTime": 781.38,
    "text": "So looking at from the British Empire onwards, a lot of Asian words, words from"
  },
  {
    "startTime": 781.38,
    "endTime": 786.93,
    "text": "the Middle East and the far east, like \"balcony\" and \"bangle\", a bangle that you wear around your"
  },
  {
    "startTime": 786.93,
    "endTime": 791.019,
    "text": "wrist, \"bangle\". A \"bungalow\", that's a house which is only one storey,"
  },
  {
    "startTime": 791.019,
    "endTime": 791.069,
    "text": "a bungalow. We have quite a lot of those in this country."
  },
  {
    "startTime": 648.87,
    "endTime": 655.0600000000001,
    "text": "A \"guru\" from India, someone who you go to for advice"
  },
  {
    "startTime": 655.06,
    "endTime": 656.4499999999999,
    "text": "and help, \"guru\". A \"kiosk\", \"pajamas\" that you wear in bed at night to sleep in, \"pajamas\""
  },
  {
    "startTime": 656.45,
    "endTime": 661.2,
    "text": "are from an empire country. \"Sandals\" that you wear on your feet, sandals with spaces"
  },
  {
    "startTime": 661.2,
    "endTime": 662.3900000000001,
    "text": "in between for hot weather. And even \"shampoo\" that you wash your hair with, \"shampoo\" is"
  },
  {
    "startTime": 662.39,
    "endTime": 666.42,
    "text": "a foreign word from one of the empire countries."
  },
  {
    "startTime": 666.42,
    "endTime": 671.9599999999999,
    "text": "And finally... So, we were talking about the internet and technology. If you're doing the"
  },
  {
    "startTime": 671.96,
    "endTime": 677.33,
    "text": "housework and hoovering the carpet, we also say vacuuming the carpet because you use a"
  },
  {
    "startTime": 677.33,
    "endTime": 679.83,
    "text": "vacuum cleaner, but one of the major brands of vacuum cleaner is the Hoover, and that"
  },
  {
    "startTime": 679.83,
    "endTime": 684.1,
    "text": "was the name of the maker, the Hoover. So, but that word has now become a verb \"to hoover\","
  },
  {
    "startTime": 684.1,
    "endTime": 688.87,
    "text": "and \"hoovering\". Okay? So, names count for about 4% in the English language, so Hoover,"
  },
  {
    "startTime": 688.87,
    "endTime": 694.52,
    "text": "and more recently, Google; we all use Google, and now there is a verb \"to Google\","
  },
  {
    "startTime": 694.52,
    "endTime": 695.79,
    "text": "so I am googling something. So... No, sorry, not like that, that's hoovering."
  },
  {
    "startTime": 695.79,
    "endTime": 700.78,
    "text": "I'm googling something. So those are just two examples of names that are now part of the English"
  },
  {
    "startTime": 700.78,
    "endTime": 704.67,
    "text": "language, and it's changing all the time still. So... But it's a fascinating language to study,"
  },
  {
    "startTime": 704.67,
    "endTime": 707.4799999999999,
    "text": "as I hope you agree."
  },
  {
    "startTime": 707.48,
    "endTime": 712.21,
    "text": "So, I hope that's been interesting for you, a bit of history."
  },
  {
    "startTime": 712.21,
    "endTime": 716.85,
    "text": "And there is a quiz on the website, www.engvid.com,"
  },
  {
    "startTime": 716.85,
    "endTime": 722.84,
    "text": "so I hope you'll go and give that a try."
  },
  {
    "startTime": 722.84,
    "endTime": 727.73,
    "text": "And so that's all for today."
  },
  {
    "startTime": 727.73,
    "endTime": 733.2710000000001,
    "text": "But come back soon, and we'll have another lesson for you. Okay?"
  },
  {
    "startTime": 733.271,
    "endTime": 738.61,
    "text": "Thank you. Bye."
  }
]