[
  {
    "startTime": 0.29,
    "endTime": 4.56,
    "text": "So, here's the thing about waking up early. If I have to do it, if I have a event that"
  },
  {
    "startTime": 4.56,
    "endTime": 9.36,
    "text": "I have to get to, then I can easily get myself out of bed at 3:00 AM if it's a early flight"
  },
  {
    "startTime": 9.36,
    "endTime": 14.928999999999998,
    "text": "or 6:00 AM if I have to get to work by 7:00. If I'm left with my own devices, getting up"
  },
  {
    "startTime": 14.929,
    "endTime": 20.6,
    "text": "early is only going to happen if I'm forced to do it. If I have to be somewhere at a certainly."
  },
  {
    "startTime": 20.6,
    "endTime": 24.020000000000003,
    "text": "Maybe you're just like me in that respect and maybe you also want to be able to get"
  },
  {
    "startTime": 24.02,
    "endTime": 27.75,
    "text": "yourself up in the morning before you have to be somewhere so you actually have time"
  },
  {
    "startTime": 27.75,
    "endTime": 32.519999999999996,
    "text": "to do something like eat breakfast or maybe workout or even just to read a book."
  },
  {
    "startTime": 32.52,
    "endTime": 35.82,
    "text": "I definitely wanted that for myself so in this video I'm going to show you a technique"
  },
  {
    "startTime": 35.82,
    "endTime": 41.53,
    "text": "that I've been using that 100%, absolutely gets me up at 6:00 AM every single morning"
  },
  {
    "startTime": 41.53,
    "endTime": 46.95,
    "text": "during the week. Completely crazy, you say? Well it's been working for 6 months. Here"
  },
  {
    "startTime": 46.95,
    "endTime": 52.14,
    "text": "it is. The basis of my system uses an app called buffer, which is a social media scheduler"
  },
  {
    "startTime": 52.14,
    "endTime": 56.76,
    "text": "and I have a tweet setup in buffer that goes to my Twitter account which basically says,"
  },
  {
    "startTime": 56.76,
    "endTime": 61.519999999999996,
    "text": "\"Hey, I'm sleeping in because I'm lazy. If you reply to this tweet I will give you $5"
  },
  {
    "startTime": 61.52,
    "endTime": 64.78,
    "text": "via PayPal, assuming that my alarm did not malfunction.\""
  },
  {
    "startTime": 64.78,
    "endTime": 69.02,
    "text": "The tweet is scheduled for 6:10 AM so I have to get up every morning before that goes out,"
  },
  {
    "startTime": 69.02,
    "endTime": 73.42,
    "text": "get over to my computer and set it go out the next day instead of today. I also have"
  },
  {
    "startTime": 73.42,
    "endTime": 77.86,
    "text": "the hashtag #sleepingin on that tweet and I'm using an app called IFTTT to watch for"
  },
  {
    "startTime": 77.86,
    "endTime": 81.99,
    "text": "tweets that have that hashtag from my account. If it sees a tweet a like that, then it will"
  },
  {
    "startTime": 81.99,
    "endTime": 85.6,
    "text": "send an email over to Beeminder, which is a service that I've talked about before, which"
  },
  {
    "startTime": 85.6,
    "endTime": 90.08999999999999,
    "text": "tracks your goals and actually charges you money if you fail on them. If I sleep in,"
  },
  {
    "startTime": 90.09,
    "endTime": 95.02000000000001,
    "text": "I will guaranteed to be charged 5 bucks from Beeminder and also be charged $5 from anyone"
  },
  {
    "startTime": 95.02,
    "endTime": 99.92,
    "text": "who sees my tweet and wants me to pay them. An added incentive that comes from offering"
  },
  {
    "startTime": 99.92,
    "endTime": 104.58,
    "text": "to pay people if they reply to me is that there's a threat of social shame and embarrassment"
  },
  {
    "startTime": 104.58,
    "endTime": 109.15,
    "text": "if I have to do it. I'm essentially using the threats of both monetary loss and social"
  },
  {
    "startTime": 109.15,
    "endTime": 113.119,
    "text": "shame to force myself to get up every morning and I've been doing this for about 6 months"
  },
  {
    "startTime": 113.119,
    "endTime": 118.75,
    "text": "now. 100 percent of the time that I've set up the tweet, I have gotten up on time. Only"
  },
  {
    "startTime": 118.75,
    "endTime": 122.93,
    "text": "one time did I actually forget to move the tweet. I probably got distracted by my email"
  },
  {
    "startTime": 122.93,
    "endTime": 126.33000000000001,
    "text": "or something and I did pay $5 to the person who responded."
  },
  {
    "startTime": 126.33,
    "endTime": 130.379,
    "text": "Since then, I have always remembered to move my tweet forward. I have a reminder setup"
  },
  {
    "startTime": 130.379,
    "endTime": 135.45,
    "text": "and HabitRPG to do it. Every single morning I'm up on time doing my morning routine. If"
  },
  {
    "startTime": 135.45,
    "endTime": 138.58999999999997,
    "text": "you're looking for a method that will actually make you get up in the morning without having"
  },
  {
    "startTime": 138.59,
    "endTime": 143.299,
    "text": "to rely on an actual obligation, try my method out. I just have one warning that I'll give"
  },
  {
    "startTime": 143.299,
    "endTime": 147.15900000000002,
    "text": "you before you actually start using it. You have to be 100 percent honest when you use"
  },
  {
    "startTime": 147.159,
    "endTime": 150.12,
    "text": "this method. Because if you let the tweet go out and then lie about it later, you're"
  },
  {
    "startTime": 150.12,
    "endTime": 153.519,
    "text": "essentially breaking the method for all future instances."
  },
  {
    "startTime": 153.519,
    "endTime": 156.329,
    "text": "If you know that you've broken it in the past, then you're probably going to break it again"
  },
  {
    "startTime": 156.329,
    "endTime": 160.669,
    "text": "in the future. If you try to adopt this method, realize that it's a nuclear option for getting"
  },
  {
    "startTime": 160.669,
    "endTime": 164.70000000000002,
    "text": "yourself up and respect its power. If you want to know more about how I use this method,"
  },
  {
    "startTime": 164.7,
    "endTime": 167.95,
    "text": "I actually wrote a blog post about it over at College Info Geek with a little bit more"
  },
  {
    "startTime": 167.95,
    "endTime": 171.98899999999998,
    "text": "detail and this video serves as a bit of an update to let you know that, yes it's been"
  },
  {
    "startTime": 171.989,
    "endTime": 174.919,
    "text": "working for about 6 months now. Check that post out. If you want to get more"
  },
  {
    "startTime": 174.919,
    "endTime": 178.52900000000002,
    "text": "videos every single week and being an awesome college student and building better habits,"
  },
  {
    "startTime": 178.529,
    "endTime": 186.01,
    "text": "then hit the subscribe button below. Otherwise, I will see you in the next video. Well hello"
  },
  {
    "startTime": 186.01,
    "endTime": 189.59,
    "text": "there. Thanks for sticking around to the end of my video on how to wake up early. If you"
  },
  {
    "startTime": 189.59,
    "endTime": 192.639,
    "text": "plan on putting my system into action, then I would love to hear about it and you can"
  },
  {
    "startTime": 192.639,
    "endTime": 195.56900000000002,
    "text": "follow me on Twitter over at @TomFrankly and let me know that you did it."
  },
  {
    "startTime": 195.569,
    "endTime": 199.13899999999998,
    "text": "I'll be up tomorrow morning at that time, so I will definitely respond to you. If you"
  },
  {
    "startTime": 199.139,
    "endTime": 202.12900000000002,
    "text": "want to stay up to date and get new videos every single week, then hit the subscribe"
  },
  {
    "startTime": 202.129,
    "endTime": 205.879,
    "text": "button right there and you can also get links to any resources in the summary of this video"
  },
  {
    "startTime": 205.879,
    "endTime": 209.589,
    "text": "over at the Companion blog post which you can get to by clicking the orange button right"
  },
  {
    "startTime": 209.589,
    "endTime": 212.799,
    "text": "there. If you missed the last week's video, there's a clip of it playing and you can click"
  },
  {
    "startTime": 212.799,
    "endTime": 216.499,
    "text": "that clip to watch it and also if you would like to get a free copy of my book, 10 Steps"
  },
  {
    "startTime": 216.499,
    "endTime": 219.189,
    "text": "To Earning Awesome Grades, just click the picture of it and you can get it right there."
  },
  {
    "startTime": 219.189,
    "endTime": 229.189,
    "text": "Thanks for watching."
  }
]