[
  {
    "startTime": 0.24,
    "endTime": 9.0,
    "text": "Today, we begin a new series from a book by American writer Edgar Rice Burroughs. The"
  },
  {
    "startTime": 9.0,
    "endTime": 16.93,
    "text": "book is called \"A Princess of Mars.\" It is the first book in a series that Mr. Burroughs"
  },
  {
    "startTime": 16.93,
    "endTime": 26.789,
    "text": "wrote about a man who travels to Mars during the last years of the eighteen hundreds. There,"
  },
  {
    "startTime": 26.789,
    "endTime": 38.13,
    "text": "the man meets strange beings and sees strange sights. At first he is a captive, then a warrior,"
  },
  {
    "startTime": 38.13,
    "endTime": 42.440000000000005,
    "text": "and after many battles, a prince of a royal family."
  },
  {
    "startTime": 42.44,
    "endTime": 49.39,
    "text": "Shep O'Neal begins the story of \"A Princess of Mars.\""
  },
  {
    "startTime": 49.39,
    "endTime": 63.46,
    "text": "JOHN CARTER: I am a very old man. How old I do not know. It is possible I am a hundred,"
  },
  {
    "startTime": 63.46,
    "endTime": 73.07900000000001,
    "text": "maybe more. I cannot tell because I have never aged as other men do."
  },
  {
    "startTime": 73.079,
    "endTime": 81.91999999999999,
    "text": "So far as I can remember, I have always been a man of about thirty. I appear today as I"
  },
  {
    "startTime": 81.92,
    "endTime": 94.679,
    "text": "did forty years ago. Yet, I feel that I cannot go on living forever. Someday I will die the"
  },
  {
    "startTime": 94.679,
    "endTime": 105.179,
    "text": "real death from which there is no escape. I do not know why I should fear death. I who"
  },
  {
    "startTime": 105.179,
    "endTime": 111.179,
    "text": "have died two times and am still alive."
  },
  {
    "startTime": 111.179,
    "endTime": 119.2,
    "text": "I have never told this story. I know the human mind will not believe what it cannot understand."
  },
  {
    "startTime": 119.2,
    "endTime": 128.44,
    "text": "I cannot explain what happened to me. I can only tell of the ten years my dead body lay"
  },
  {
    "startTime": 128.44,
    "endTime": 138.21,
    "text": "undiscovered in an Arizona cave."
  },
  {
    "startTime": 138.21,
    "endTime": 146.97,
    "text": "My name is John Carter. I am from the state of Virginia. At the close of the Civil War"
  },
  {
    "startTime": 146.97,
    "endTime": 155.09,
    "text": "I found myself without a home, without money and without work."
  },
  {
    "startTime": 155.09,
    "endTime": 160.97,
    "text": "I decided the best plan was to search for gold in the great deserts of the American"
  },
  {
    "startTime": 160.97,
    "endTime": 162.91,
    "text": "Southwest."
  },
  {
    "startTime": 162.91,
    "endTime": 170.29,
    "text": "I spent almost a year searching for gold with another former soldier, Captain James Powell,"
  },
  {
    "startTime": 170.29,
    "endTime": 177.79,
    "text": "also of Virginia. We were extremely lucky. In the winter of eighteen sixty-five we found"
  },
  {
    "startTime": 177.79,
    "endTime": 181.5,
    "text": "rocks that held gold."
  },
  {
    "startTime": 181.5,
    "endTime": 190.21,
    "text": "Powell was trained as a mining engineer. He said we had uncovered over a million dollars"
  },
  {
    "startTime": 190.21,
    "endTime": 198.8,
    "text": "worth of gold in only three months. But the work was slow with only two men and not much"
  },
  {
    "startTime": 198.8,
    "endTime": 205.59,
    "text": "equipment. So we decided Powell should go to the nearest settlement to seek equipment"
  },
  {
    "startTime": 205.59,
    "endTime": 217.67000000000002,
    "text": "and men to help us with the work. On March third, eighteen sixty-six, Powell said good-bye."
  },
  {
    "startTime": 217.67,
    "endTime": 225.08999999999997,
    "text": "He rode his horse down the mountain toward the valley. I followed his progress for several"
  },
  {
    "startTime": 225.09,
    "endTime": 227.04,
    "text": "hours."
  },
  {
    "startTime": 227.04,
    "endTime": 233.78,
    "text": "The morning Powell left was like all mornings in the deserts of the great Southwest -- clear"
  },
  {
    "startTime": 233.78,
    "endTime": 236.01,
    "text": "and beautiful."
  },
  {
    "startTime": 236.01,
    "endTime": 243.42,
    "text": "Not much later I looked across the valley. I was surprised to see three riders in the"
  },
  {
    "startTime": 243.42,
    "endTime": 251.52999999999997,
    "text": "same place where I had last seen my friend. After watching for some time, I decided the"
  },
  {
    "startTime": 251.53,
    "endTime": 255.67,
    "text": "three riders must be hostile Indians."
  },
  {
    "startTime": 255.67,
    "endTime": 263.639,
    "text": "Powell, I knew, was well armed and an experienced soldier. But I knew he would need my aid."
  },
  {
    "startTime": 263.639,
    "endTime": 270.18,
    "text": "I found my weapons, placed a saddle on my horse and started as fast as possible down"
  },
  {
    "startTime": 270.18,
    "endTime": 275.099,
    "text": "the trail taken by Powell."
  },
  {
    "startTime": 275.099,
    "endTime": 285.409,
    "text": "I followed as quickly as I could until dark. About nine o'clock the moon became very bright."
  },
  {
    "startTime": 285.409,
    "endTime": 294.18899999999996,
    "text": "I had no difficulty following Powell's trail. I soon found the trail left by the three riders"
  },
  {
    "startTime": 294.189,
    "endTime": 306.18,
    "text": "following Powell. I knew they were Indians. I was sure they wanted to capture Powell."
  },
  {
    "startTime": 306.18,
    "endTime": 313.15000000000003,
    "text": "Suddenly I heard shots far ahead of me. I hurried ahead as fast as I could. Soon I came"
  },
  {
    "startTime": 313.15,
    "endTime": 320.33,
    "text": "to a small camp. Several hundred Apache Indians were in the center of the camp. I could see"
  },
  {
    "startTime": 320.33,
    "endTime": 327.84,
    "text": "Powell on the ground. I did not even think about what to do, I just acted. I pulled out"
  },
  {
    "startTime": 327.84,
    "endTime": 331.81,
    "text": "my guns and began shooting."
  },
  {
    "startTime": 331.81,
    "endTime": 341.279,
    "text": "The Apaches were surprised and fled. I forced my horse into the camp and toward Powell."
  },
  {
    "startTime": 341.279,
    "endTime": 348.219,
    "text": "I reached down and pulled him up on the horse by his belt. I urged the horse to greater"
  },
  {
    "startTime": 348.219,
    "endTime": 356.80899999999997,
    "text": "speed. The Apaches by now realized that I was alone and quickly began to follow. We"
  },
  {
    "startTime": 356.809,
    "endTime": 361.37,
    "text": "were soon in very rough country."
  },
  {
    "startTime": 361.37,
    "endTime": 370.24,
    "text": "The trail I chose began to rise sharply. It went up and up. I followed the trail for several"
  },
  {
    "startTime": 370.24,
    "endTime": 377.87,
    "text": "hundred meters more until I came to the mouth of a large cave."
  },
  {
    "startTime": 377.87,
    "endTime": 387.65,
    "text": "It was almost morning now. I got off my horse and laid Powell on the ground. I tried to"
  },
  {
    "startTime": 387.65,
    "endTime": 399.06899999999996,
    "text": "give him water. But it was no use. Powell was dead. I laid his body down and continued"
  },
  {
    "startTime": 399.069,
    "endTime": 401.52000000000004,
    "text": "to the cave."
  },
  {
    "startTime": 401.52,
    "endTime": 409.389,
    "text": "I began to explore the cave. I was looking for a safe place to defend myself, or perhaps"
  },
  {
    "startTime": 409.389,
    "endTime": 420.589,
    "text": "for a way out. But I became very sleepy. It was a pleasant feeling. My body became extremely"
  },
  {
    "startTime": 420.589,
    "endTime": 429.58,
    "text": "heavy. I had trouble moving. Soon I had to lay down against the side of the cave. For"
  },
  {
    "startTime": 429.58,
    "endTime": 436.469,
    "text": "some reason I could not move my arms or legs."
  },
  {
    "startTime": 436.469,
    "endTime": 445.099,
    "text": "I lay facing the opening of the cave. I could see part of the trail that had led me here."
  },
  {
    "startTime": 445.099,
    "endTime": 456.139,
    "text": "And now I could see the Apaches. They had found me. But I could do nothing."
  },
  {
    "startTime": 456.139,
    "endTime": 465.029,
    "text": "Within a minute one of them came into the cave. He looked at me, but he came no closer."
  },
  {
    "startTime": 465.029,
    "endTime": 473.36899999999997,
    "text": "His eyes grew wide. His mouth opened. He had a look of terror on his face. He looked behind"
  },
  {
    "startTime": 473.369,
    "endTime": 476.18,
    "text": "me for moment and then fled."
  },
  {
    "startTime": 476.18,
    "endTime": 481.229,
    "text": "Suddenly I heard a low noise behind me."
  },
  {
    "startTime": 481.229,
    "endTime": 491.86,
    "text": "So could the rest of the Apaches. They all turned and fled. The sound became louder."
  },
  {
    "startTime": 491.86,
    "endTime": 501.249,
    "text": "But still I could not move. I could not turn my head to see what was behind me. All day"
  },
  {
    "startTime": 501.249,
    "endTime": 514.82,
    "text": "I lay like this. I tried again to rise, and again, but still I could not move. Then I"
  },
  {
    "startTime": 514.82,
    "endTime": 523.1690000000001,
    "text": "heard a sharp sound. It was like a steel wire breaking. I quickly stood up. My back was"
  },
  {
    "startTime": 523.169,
    "endTime": 526.13,
    "text": "against the cave wall."
  },
  {
    "startTime": 526.13,
    "endTime": 537.759,
    "text": "I looked down. There before me lay my body."
  },
  {
    "startTime": 537.759,
    "endTime": 546.37,
    "text": "For a few moments, I stood looking at my body. I could not bring myself to touch it. I was"
  },
  {
    "startTime": 546.37,
    "endTime": 552.61,
    "text": "very frightened. The sounds of the cave and the sight of my body forced me away. I slowly"
  },
  {
    "startTime": 552.61,
    "endTime": 555.9590000000001,
    "text": "backed to the opening of the cave."
  },
  {
    "startTime": 555.959,
    "endTime": 565.7689999999999,
    "text": "I turned to look at the Arizona night. I could see a thousand stars. As I stood there I turned"
  },
  {
    "startTime": 565.769,
    "endTime": 575.85,
    "text": "my eyes to a large red star. I could not stop looking at it. It was Mars…the red planet…the"
  },
  {
    "startTime": 575.85,
    "endTime": 582.7900000000001,
    "text": "red god of war. It seemed to pull me near."
  },
  {
    "startTime": 582.79,
    "endTime": 595.66,
    "text": "Then, for a moment, I closed my eyes. There was an instant of extreme cold and total darkness."
  },
  {
    "startTime": 595.66,
    "endTime": 610.29,
    "text": "Suddenly I was in deep, dreamless, peaceful sleep."
  },
  {
    "startTime": 610.29,
    "endTime": 619.43,
    "text": "I opened my eyes upon a very strange land. I immediately knew then I was on Mars. Not"
  },
  {
    "startTime": 619.43,
    "endTime": 627.29,
    "text": "once did I question this fact. My mind told me I was on Mars as your mind tells you that"
  },
  {
    "startTime": 627.29,
    "endTime": 634.709,
    "text": "you are upon Earth. You do not question the fact, nor did I."
  },
  {
    "startTime": 634.709,
    "endTime": 642.56,
    "text": "I found myself lying on a bed of yellow colored grass that covered the land for kilometers."
  },
  {
    "startTime": 642.56,
    "endTime": 650.459,
    "text": "The time was near the middle of the day and the sun was shining full upon me. It was warm."
  },
  {
    "startTime": 650.459,
    "endTime": 658.3499999999999,
    "text": "I decided to do a little exploring. Springing to my feet, I received my first Martian surprise."
  },
  {
    "startTime": 658.35,
    "endTime": 665.63,
    "text": "The effort to stand carried me into the Martian air to the height of about one meter. I landed"
  },
  {
    "startTime": 665.63,
    "endTime": 669.75,
    "text": "softly upon the ground, however, without incident."
  },
  {
    "startTime": 669.75,
    "endTime": 676.16,
    "text": "I found that I must learn to walk all over again. My muscles were used to the gravity"
  },
  {
    "startTime": 676.16,
    "endTime": 685.139,
    "text": "of Earth. Mars has less gravity. My attempts to walk resulted in jumps and hops, which"
  },
  {
    "startTime": 685.139,
    "endTime": 692.88,
    "text": "took me into the air. I once landed on my face. I soon learned that it took much less"
  },
  {
    "startTime": 692.88,
    "endTime": 698.06,
    "text": "effort for me to move on Mars than it did on Earth."
  },
  {
    "startTime": 698.06,
    "endTime": 707.709,
    "text": "Near me was a small, low wall. Carefully, I made my way to the wall and looked over."
  },
  {
    "startTime": 707.709,
    "endTime": 718.949,
    "text": "It was filled with eggs, some already broken open. Small, green creatures were in them."
  },
  {
    "startTime": 718.949,
    "endTime": 724.1099999999999,
    "text": "They looked at me with huge red eyes."
  },
  {
    "startTime": 724.11,
    "endTime": 730.1,
    "text": "As I watched the fierce-looking creatures, I failed to hear twenty full-grown Martians"
  },
  {
    "startTime": 730.1,
    "endTime": 738.089,
    "text": "coming from behind me. They had come without warning. As I turned, I saw them. One was"
  },
  {
    "startTime": 738.089,
    "endTime": 749.509,
    "text": "coming at me with a huge spear, with its sharp tip pointed at my heart!"
  },
  {
    "startTime": 749.509,
    "endTime": 755.819,
    "text": "And now, the second program in our series, \"A Princess of Mars.\""
  },
  {
    "startTime": 755.819,
    "endTime": 762.91,
    "text": "JOHN CARTER: The creature with the spear was huge. There were many other similar creatures."
  },
  {
    "startTime": 762.91,
    "endTime": 769.009,
    "text": "They had ridden behind me on the backs of large animals. Each of them carried a collection"
  },
  {
    "startTime": 769.009,
    "endTime": 772.6,
    "text": "of strange-looking weapons."
  },
  {
    "startTime": 772.6,
    "endTime": 777.779,
    "text": "The one with the large spear got down from the back of his animal and began walking toward"
  },
  {
    "startTime": 777.779,
    "endTime": 788.449,
    "text": "me. He was almost five meters tall and a dark green color. Huge teeth stuck out of his face,"
  },
  {
    "startTime": 788.449,
    "endTime": 794.6289999999999,
    "text": "and his expression showed much hate and violence."
  },
  {
    "startTime": 794.629,
    "endTime": 800.91,
    "text": "I immediately knew I was facing a terrible warrior. He began moving quickly toward me"
  },
  {
    "startTime": 800.91,
    "endTime": 810.25,
    "text": "with the spear. I was completely unarmed. I could not fight. My only chance was to escape."
  },
  {
    "startTime": 810.25,
    "endTime": 819.089,
    "text": "I used all my strength to jump away from him. I was able to jump almost thirty meters. The"
  },
  {
    "startTime": 819.089,
    "endTime": 825.7090000000001,
    "text": "green Martian stopped and watched my effort. I would learn later that the look on his face"
  },
  {
    "startTime": 825.709,
    "endTime": 829.17,
    "text": "showed complete surprise."
  },
  {
    "startTime": 829.17,
    "endTime": 835.459,
    "text": "The creatures gathered and talked among themselves. While they talked, I thought about running"
  },
  {
    "startTime": 835.459,
    "endTime": 845.709,
    "text": "away. However, I noticed several of them carried devices that looked very much like rifles."
  },
  {
    "startTime": 845.709,
    "endTime": 847.5889999999999,
    "text": "I could not run."
  },
  {
    "startTime": 847.589,
    "endTime": 857.879,
    "text": "Soon, all but one of the creatures moved away. The one who had threatened me stayed. He slowly"
  },
  {
    "startTime": 857.879,
    "endTime": 868.47,
    "text": "took off a metal band from his arm and held it out to me. He spoke in a strange language."
  },
  {
    "startTime": 868.47,
    "endTime": 878.8290000000001,
    "text": "JOHN CARTER: Slowly, he laid down his weapons. I thought this would have been a sign of peace"
  },
  {
    "startTime": 878.829,
    "endTime": 888.959,
    "text": "anywhere on Earth…why not on Mars, too? I walked toward him and in a normal voice"
  },
  {
    "startTime": 888.959,
    "endTime": 899.75,
    "text": "announced my name and said I had come in peace. I knew he did not understand, but like me,"
  },
  {
    "startTime": 899.75,
    "endTime": 903.379,
    "text": "he took it to mean that I meant no harm."
  },
  {
    "startTime": 903.379,
    "endTime": 910.72,
    "text": "Slowly, we came together. He gave me the large metal band that had been around his arm. He"
  },
  {
    "startTime": 910.72,
    "endTime": 919.35,
    "text": "turned and made signs with his hands that I should follow him. Soon we arrived at the"
  },
  {
    "startTime": 919.35,
    "endTime": 923.2900000000001,
    "text": "large animal he had been riding."
  },
  {
    "startTime": 923.29,
    "endTime": 930.939,
    "text": "He again made a sign with his hands that I should ride on the same animal behind him."
  },
  {
    "startTime": 930.939,
    "endTime": 939.019,
    "text": "The group turned and began riding across the land. We moved quickly toward mountains in"
  },
  {
    "startTime": 939.019,
    "endTime": 939.899,
    "text": "the distance."
  },
  {
    "startTime": 939.899,
    "endTime": 947.509,
    "text": "JOHN CARTER: The large animals we rode moved quickly across the land. I could tell from"
  },
  {
    "startTime": 947.509,
    "endTime": 955.139,
    "text": "the surrounding mountains that we were on the bottom of a long dead sea."
  },
  {
    "startTime": 955.139,
    "endTime": 961.61,
    "text": "In time we came to a huge city. At first I thought the city was empty. The buildings"
  },
  {
    "startTime": 961.61,
    "endTime": 968.819,
    "text": "all were empty and in poor repair. But soon I saw hundreds of the green warriors. I also"
  },
  {
    "startTime": 968.819,
    "endTime": 977.61,
    "text": "saw green women and children. I soon learned about many cities like this. The cities were"
  },
  {
    "startTime": 977.61,
    "endTime": 985.66,
    "text": "built hundreds of years ago by a people that no longer existed. The green Martians used"
  },
  {
    "startTime": 985.66,
    "endTime": 991.8,
    "text": "the cities. They moved from one empty city to another, never stopping for more than a"
  },
  {
    "startTime": 991.8,
    "endTime": 993.5999999999999,
    "text": "day or two."
  },
  {
    "startTime": 993.6,
    "endTime": 999.379,
    "text": "We got down from our animals and walked into a large building. We entered a room that was"
  },
  {
    "startTime": 999.379,
    "endTime": 1009.439,
    "text": "filled with fierce green warriors."
  },
  {
    "startTime": 1009.44,
    "endTime": 1015.82,
    "text": "It was not difficult to tell that these were the leaders of the green Martians. One of"
  },
  {
    "startTime": 1015.82,
    "endTime": 1023.301,
    "text": "them took hold of my arm. He shook me and lifted me off the ground. He laughed when"
  },
  {
    "startTime": 1023.3,
    "endTime": 1031.37,
    "text": "he did so. I was to learn that green Martians only laugh at the pain or suffering of others."
  },
  {
    "startTime": 1031.37,
    "endTime": 1037.9289999999999,
    "text": "This huge warrior threw me to the ground and then took hold of my arm again to pick me"
  },
  {
    "startTime": 1037.93,
    "endTime": 1046.71,
    "text": "up. I did the only thing I could do. I hit him with my closed fist as hard as I could."
  },
  {
    "startTime": 1046.71,
    "endTime": 1054.101,
    "text": "The green warrior fell to the floor and did not move. The others in the room grew silent."
  },
  {
    "startTime": 1054.1,
    "endTime": 1059.559,
    "text": "I had knocked down one of their warriors with only my hand."
  },
  {
    "startTime": 1059.56,
    "endTime": 1069.001,
    "text": "I moved away from him and prepared to defend myself as best I could. But they did not move."
  },
  {
    "startTime": 1069.0,
    "endTime": 1076.98,
    "text": "The green Martian that had captured me walked toward me. He said in a clear voice:"
  },
  {
    "startTime": 1076.98,
    "endTime": 1080.5,
    "text": "TARS TARKAS: \"TARS TARKAS -- TARS TARKAS.\""
  },
  {
    "startTime": 1080.5,
    "endTime": 1088.27,
    "text": "JOHN CARTER: As he spoke, he pointed to his own chest. He was telling me his name! I pointed"
  },
  {
    "startTime": 1088.27,
    "endTime": 1093.07,
    "text": "to my chest and said my name, \"John Carter.\""
  },
  {
    "startTime": 1093.07,
    "endTime": 1099.9189999999999,
    "text": "He turned and said the word, \"Sola.\" Immediately, a green Martian woman came close. He spoke"
  },
  {
    "startTime": 1099.92,
    "endTime": 1105.461,
    "text": "to her. She led me to another building and into a large room."
  },
  {
    "startTime": 1105.46,
    "endTime": 1111.21,
    "text": "The room was filled with equipment carried by the green Martians. She prepared something"
  },
  {
    "startTime": 1111.21,
    "endTime": 1113.95,
    "text": "for me to eat. I was very hungry."
  },
  {
    "startTime": 1113.95,
    "endTime": 1122.65,
    "text": "I pointed to her and said the word \"Sola.\" She pointed at me and said my name. It was"
  },
  {
    "startTime": 1122.65,
    "endTime": 1127.71,
    "text": "a beginning. Sola was my guard."
  },
  {
    "startTime": 1127.71,
    "endTime": 1136.45,
    "text": "She also became my teacher. In time she would become a close and valued friend. As I ate"
  },
  {
    "startTime": 1136.45,
    "endTime": 1142.5900000000001,
    "text": "my meal, my lessons in the language of the green Martians continued."
  },
  {
    "startTime": 1142.59,
    "endTime": 1152.32,
    "text": "JOHN CARTER: Two days later, Tars Tarkas came to my room. He carried the weapons and the"
  },
  {
    "startTime": 1152.32,
    "endTime": 1160.37,
    "text": "metal armbands the green warriors wear. He put them on the ground near my feet. Sola"
  },
  {
    "startTime": 1160.37,
    "endTime": 1169.32,
    "text": "told him I now understood some of their language. He turned to me and spoke slowly."
  },
  {
    "startTime": 1169.32,
    "endTime": 1180.36,
    "text": "TARS TARKAS: The warrior you hit is dead. His weapons and the metal of his rank are"
  },
  {
    "startTime": 1180.36,
    "endTime": 1189.299,
    "text": "yours, John Carter. He was a leader of one small group among our people. Because you"
  },
  {
    "startTime": 1189.3,
    "endTime": 1193.441,
    "text": "have killed him, you now are a leader."
  },
  {
    "startTime": 1193.44,
    "endTime": 1203.6200000000001,
    "text": "You are still a captive and not free to leave. However you will be treated with the respect"
  },
  {
    "startTime": 1203.62,
    "endTime": 1209.2399999999998,
    "text": "you have earned. You are now a warrior among our people."
  },
  {
    "startTime": 1209.24,
    "endTime": 1218.33,
    "text": "JOHN CARTER: Tars Tarkas turned and spoke softly. From beyond the door a strange creature"
  },
  {
    "startTime": 1218.33,
    "endTime": 1228.9289999999999,
    "text": "entered the room. It was bigger than a large dog and very ugly. It had rows of long teeth"
  },
  {
    "startTime": 1228.93,
    "endTime": 1240.3410000000001,
    "text": "and ten very short legs. Tars Tarkas spoke to the creature and pointed at me. He left."
  },
  {
    "startTime": 1240.34,
    "endTime": 1249.61,
    "text": "The creature looked at me, watching closely. Then Sola spoke about the creature."
  },
  {
    "startTime": 1249.61,
    "endTime": 1260.6589999999999,
    "text": "SOLA: His name is Woola. The men of our tribe use them in hunting and war. He has been told"
  },
  {
    "startTime": 1260.66,
    "endTime": 1272.0600000000002,
    "text": "to guard and protect you. He has also been told to prevent your escape. There is no faster"
  },
  {
    "startTime": 1272.06,
    "endTime": 1284.4199999999998,
    "text": "creature in our world. And in a fight they can kill very quickly. Do not try to escape,"
  },
  {
    "startTime": 1284.42,
    "endTime": 1290.78,
    "text": "John Carter. Woola will tear you to small pieces."
  },
  {
    "startTime": 1290.78,
    "endTime": 1299.491,
    "text": "JOHN CARTER: I continued to watch the creature named Woola. I had already seen how the green"
  },
  {
    "startTime": 1299.49,
    "endTime": 1304.26,
    "text": "Martians treated other animals. They were very cruel."
  },
  {
    "startTime": 1304.26,
    "endTime": 1311.73,
    "text": "I thought, perhaps this beast can be taught to be my friend…much like a dog on Earth."
  },
  {
    "startTime": 1311.73,
    "endTime": 1319.1100000000001,
    "text": "I walked close to the creature and began speaking in much the same way I would speak to a dog"
  },
  {
    "startTime": 1319.11,
    "endTime": 1322.36,
    "text": "or other animal on Earth."
  },
  {
    "startTime": 1322.36,
    "endTime": 1332.029,
    "text": "I sat down next to him while I talked softly. At first he seemed confused. I believe the"
  },
  {
    "startTime": 1332.03,
    "endTime": 1336.29,
    "text": "creature Woola had never heard a kind word."
  },
  {
    "startTime": 1336.29,
    "endTime": 1345.1209999999999,
    "text": "For the next several days I gained the trust and friendship of Woola. In a few short days"
  },
  {
    "startTime": 1345.12,
    "endTime": 1353.9899999999998,
    "text": "Woola was my friend and fierce protector. He would remain my loyal friend as long as"
  },
  {
    "startTime": 1353.99,
    "endTime": 1355.58,
    "text": "I was on Mars."
  },
  {
    "startTime": 1355.58,
    "endTime": 1362.3899999999999,
    "text": "JOHN CARTER: Several days later, Sola came to me with a look of great concern."
  },
  {
    "startTime": 1362.39,
    "endTime": 1370.929,
    "text": "SOLA: John Carter…come with me. A great battle is about to take place. An enemy is"
  },
  {
    "startTime": 1370.93,
    "endTime": 1378.491,
    "text": "coming near this city. We must prepare to fight and we must be ready to flee."
  },
  {
    "startTime": 1378.49,
    "endTime": 1381.85,
    "text": "JOHN CARTER: Sola, what enemy is this?"
  },
  {
    "startTime": 1381.85,
    "endTime": 1390.279,
    "text": "SOLA: A race of red men who travel our world in flying machines. A great number of their"
  },
  {
    "startTime": 1390.28,
    "endTime": 1397.3,
    "text": "machines have come over the far mountain. Take your weapons with you and hurry."
  },
  {
    "startTime": 1397.3,
    "endTime": 1403.6209999999999,
    "text": "JOHN CARTER: I collected my sword and a spear. I hurried out of the building and joined a"
  },
  {
    "startTime": 1403.62,
    "endTime": 1411.02,
    "text": "group of warriors moving toward the end of the city. Far in the distance I could see"
  },
  {
    "startTime": 1411.02,
    "endTime": 1413.32,
    "text": "the air ships."
  },
  {
    "startTime": 1413.32,
    "endTime": 1421.549,
    "text": "They were firing large guns at the green warriors. I heard huge explosions. The green warriors"
  },
  {
    "startTime": 1421.55,
    "endTime": 1429.001,
    "text": "were firing back with their deadly rifles. The air was filled with the sound of violent"
  },
  {
    "startTime": 1429.0,
    "endTime": 1436.72,
    "text": "battle."
  },
  {
    "startTime": 1436.72,
    "endTime": 1445.1100000000001,
    "text": "Suddenly a huge air ship exploded. It came down, crashing near me. Red Martians were"
  },
  {
    "startTime": 1445.11,
    "endTime": 1458.99,
    "text": "falling from the side of the huge ship. And then it exploded again."
  },
  {
    "startTime": 1458.99,
    "endTime": 1467.32,
    "text": "Another of the large air ships exploded high in the air. Members of the crew fell to the"
  },
  {
    "startTime": 1467.32,
    "endTime": 1473.899,
    "text": "ground. The huge ship lost control and began turning again and again."
  },
  {
    "startTime": 1473.9,
    "endTime": 1481.641,
    "text": "Soon it was close to the ground. The warriors climbed aboard the ship and began fighting"
  },
  {
    "startTime": 1481.64,
    "endTime": 1489.88,
    "text": "the members of the crew who were still alive. Soon the fighting stopped. The warriors began"
  },
  {
    "startTime": 1489.88,
    "endTime": 1493.669,
    "text": "taking everything from the ship."
  },
  {
    "startTime": 1493.67,
    "endTime": 1502.18,
    "text": "At last, they brought a captive from deep within the ship. Two of the warriors had their"
  },
  {
    "startTime": 1502.18,
    "endTime": 1512.3410000000001,
    "text": "captive by each arm. I wanted to see what new and strange form of life this creature"
  },
  {
    "startTime": 1512.34,
    "endTime": 1514.48,
    "text": "would be."
  },
  {
    "startTime": 1514.48,
    "endTime": 1524.419,
    "text": "As they came near, I saw that it was a woman. She looked like a woman from Earth. She was"
  },
  {
    "startTime": 1524.42,
    "endTime": 1531.191,
    "text": "young. Her skin was a light red, almost a copper color."
  },
  {
    "startTime": 1531.19,
    "endTime": 1541.95,
    "text": "I saw at once that she was extremely beautiful. She had a fine face with large dark eyes and"
  },
  {
    "startTime": 1541.95,
    "endTime": 1551.549,
    "text": "long, black hair. As her guards led her away, she saw me for a moment. She seemed very surprised."
  },
  {
    "startTime": 1551.55,
    "endTime": 1560.1699999999998,
    "text": "Her face looked hopeful. But when I made no attempt to speak to her, her face grew sad"
  },
  {
    "startTime": 1560.17,
    "endTime": 1567.601,
    "text": "and she looked very small and frightened. As I watched her disappear into a building,"
  },
  {
    "startTime": 1567.6,
    "endTime": 1571.01,
    "text": "I realized that Sola was near me."
  },
  {
    "startTime": 1571.01,
    "endTime": 1580.57,
    "text": "SOLA: John Carter, that woman will be saved for the great games that are held by our people."
  },
  {
    "startTime": 1580.57,
    "endTime": 1589.549,
    "text": "The games are long and cruel and end in death for those captured in battle. Her death will"
  },
  {
    "startTime": 1589.55,
    "endTime": 1596.941,
    "text": "be slow and painful. She will die for the enjoyment of all."
  },
  {
    "startTime": 1596.94,
    "endTime": 1604.72,
    "text": "JOHN CARTER: Sola's face seemed sad when she said this. I could tell by the way she spoke"
  },
  {
    "startTime": 1604.72,
    "endTime": 1612.75,
    "text": "that she did not like the games and did not want to see the young woman die. She was very"
  },
  {
    "startTime": 1612.75,
    "endTime": 1616.48,
    "text": "different from the rest of her people."
  },
  {
    "startTime": 1616.48,
    "endTime": 1619.539,
    "text": "Sola, do you not like the games?"
  },
  {
    "startTime": 1619.54,
    "endTime": 1629.451,
    "text": "SOLA: No, John Carter. My mother died in the games. That is a secret you must not tell"
  },
  {
    "startTime": 1629.45,
    "endTime": 1639.23,
    "text": "anyone. The wall where Tars Tarkas found you held eggs that produce our young. All the"
  },
  {
    "startTime": 1639.23,
    "endTime": 1647.3890000000001,
    "text": "children belong to the tribe. A mother never knows which child is hers when they come out"
  },
  {
    "startTime": 1647.39,
    "endTime": 1649.7510000000002,
    "text": "of the egg."
  },
  {
    "startTime": 1649.75,
    "endTime": 1658.72,
    "text": "My mother hid the egg that carried me. It was not placed within the walled area. She"
  },
  {
    "startTime": 1658.72,
    "endTime": 1668.33,
    "text": "kept her secret until after I was born. But others discovered her secret and she was condemned"
  },
  {
    "startTime": 1668.33,
    "endTime": 1678.059,
    "text": "to die in the games. She hid me among other children before she was captured. If this"
  },
  {
    "startTime": 1678.06,
    "endTime": 1685.971,
    "text": "secret were learned, I too would die in the games."
  },
  {
    "startTime": 1685.97,
    "endTime": 1696.45,
    "text": "Before she left me, my mother told me the name of my father. I alone keep that secret."
  },
  {
    "startTime": 1696.45,
    "endTime": 1709.169,
    "text": "It would mean death for him as well as me. My people are violent and cruel."
  },
  {
    "startTime": 1709.17,
    "endTime": 1719.961,
    "text": "JOHN CARTER: The next day I entered the great room where the green Martians held meetings."
  },
  {
    "startTime": 1719.96,
    "endTime": 1727.049,
    "text": "The red woman prisoner was there too. Soon, the leader of the green Martians came into"
  },
  {
    "startTime": 1727.05,
    "endTime": 1735.29,
    "text": "the room. His name was Lorquas Ptomel. He began speaking to the prisoner."
  },
  {
    "startTime": 1735.29,
    "endTime": 1740.54,
    "text": "LORQUAS PTOMEL: Who are you and what is your name?"
  },
  {
    "startTime": 1740.54,
    "endTime": 1749.1209999999999,
    "text": "DEJAH THORIS: I am the Princess Dejah Thoris, daughter of Mors Kajak, the ruler of Helium."
  },
  {
    "startTime": 1749.12,
    "endTime": 1756.1589999999999,
    "text": "Our air ship was on a scientific flight. We were to study the air and atmosphere. Without"
  },
  {
    "startTime": 1756.16,
    "endTime": 1764.5500000000002,
    "text": "our work the air on our planet would grow thin and we would all die. Why would you attack"
  },
  {
    "startTime": 1764.55,
    "endTime": 1765.18,
    "text": "us?"
  },
  {
    "startTime": 1765.18,
    "endTime": 1771.27,
    "text": "JOHN CARTER: As she talked, a warrior ran to her and hit her in the face, knocking her"
  },
  {
    "startTime": 1771.27,
    "endTime": 1779.1399999999999,
    "text": "to the ground. He placed a foot on her small body and began laughing."
  },
  {
    "startTime": 1779.14,
    "endTime": 1781.371,
    "text": "(LAUGHTER)"
  },
  {
    "startTime": 1781.37,
    "endTime": 1788.62,
    "text": "I reached for the small sword I carried and rushed to attack the huge warrior."
  },
  {
    "startTime": 1788.62,
    "endTime": 1790.4599999999998,
    "text": "(FIGHTING SOUNDS)"
  },
  {
    "startTime": 1790.46,
    "endTime": 1799.5900000000001,
    "text": "JOHN CARTER: He was a strong opponent. But again, because of the low gravity on Mars,"
  },
  {
    "startTime": 1799.59,
    "endTime": 1808.6789999999999,
    "text": "my strength was far greater than his. In a few short minutes, the green warrior was dead."
  },
  {
    "startTime": 1808.68,
    "endTime": 1811.751,
    "text": "I helped the young woman to her feet."
  },
  {
    "startTime": 1811.75,
    "endTime": 1818.51,
    "text": "DEJAH THORIS: Who are you? Why did you risk your life to help me? You look almost the"
  },
  {
    "startTime": 1818.51,
    "endTime": 1827.99,
    "text": "same as my people, but you wear the weapons of a green warrior. Who… or what.. are you?"
  },
  {
    "startTime": 1827.99,
    "endTime": 1834.94,
    "text": "JOHN CARTER: My name is John Carter. I am from the planet Earth. How I got here is a"
  },
  {
    "startTime": 1834.94,
    "endTime": 1843.47,
    "text": "long story. I attacked that warrior because, where I come from, men do not attack women."
  },
  {
    "startTime": 1843.47,
    "endTime": 1851.269,
    "text": "I will offer you my protection as long as I can. However, I must tell you that I, too,"
  },
  {
    "startTime": 1851.27,
    "endTime": 1852.591,
    "text": "am a captive."
  },
  {
    "startTime": 1852.59,
    "endTime": 1859.809,
    "text": "SOLA: Come, John Carter, and bring the red woman with you. Let us leave this room quickly"
  },
  {
    "startTime": 1859.81,
    "endTime": 1863.6109999999999,
    "text": "before some warrior attempts to stops us."
  },
  {
    "startTime": 1863.61,
    "endTime": 1868.519,
    "text": "JOHN CARTER: The three of us quickly returned to the building where I had spent the last"
  },
  {
    "startTime": 1868.52,
    "endTime": 1877.381,
    "text": "several days. Sola then left to prepare food. Woola sat in the corner and looked at the"
  },
  {
    "startTime": 1877.38,
    "endTime": 1883.25,
    "text": "both of us. The young woman was afraid of poor, ugly Woola."
  },
  {
    "startTime": 1883.25,
    "endTime": 1888.789,
    "text": "I told her not to fear him. You must tell no one, but Woola is not only my guard. He"
  },
  {
    "startTime": 1888.79,
    "endTime": 1896.8999999999999,
    "text": "is my friend. I have treated him with kindness that he has never known. As each day passes,"
  },
  {
    "startTime": 1896.9,
    "endTime": 1902.41,
    "text": "he trusts me more. I now think he would follow any command I give."
  },
  {
    "startTime": 1902.41,
    "endTime": 1908.8100000000002,
    "text": "Sola has told me that all captives are held until they can die in the great games held"
  },
  {
    "startTime": 1908.81,
    "endTime": 1917.441,
    "text": "by the green Martians. Our only chance to survive is to escape. But we must have Sola's"
  },
  {
    "startTime": 1917.44,
    "endTime": 1920.279,
    "text": "help for our plan to succeed."
  },
  {
    "startTime": 1920.28,
    "endTime": 1929.211,
    "text": "DEJAH THORIS: Yes. If we stay with the green warriors, we will both die. If we are to escape,"
  },
  {
    "startTime": 1929.21,
    "endTime": 1934.69,
    "text": "we will need several of the animals to ride. It would be our only chance."
  },
  {
    "startTime": 1934.69,
    "endTime": 1945.47,
    "text": "JOHN CARTER: I have several of the animals. They were given to me when I became a warrior."
  },
  {
    "startTime": 1945.47,
    "endTime": 1953.6390000000001,
    "text": "Sola came back later with food for the two of us. Dejah Thoris and I asked for her help."
  },
  {
    "startTime": 1953.64,
    "endTime": 1961.51,
    "text": "The three of us talked long into the night. At last Sola gave us her answer."
  },
  {
    "startTime": 1961.51,
    "endTime": 1969.471,
    "text": "SOLA: Your best chance for escape will be in the next two days. We will leave this city"
  },
  {
    "startTime": 1969.47,
    "endTime": 1979.21,
    "text": "tomorrow and begin a long trip to the home of our tribe. I will help you escape. But"
  },
  {
    "startTime": 1979.21,
    "endTime": 1984.669,
    "text": "I must come with you. I will be killed if you escape."
  },
  {
    "startTime": 1984.67,
    "endTime": 1992.5910000000001,
    "text": "DEJAH THORIS: Sola, of course you must come with us! You are not cruel or violent as many"
  },
  {
    "startTime": 1992.59,
    "endTime": 2001.529,
    "text": "of your people are. Help us and I can promise you a much better life. You will be treated"
  },
  {
    "startTime": 2001.53,
    "endTime": 2004.471,
    "text": "with respect as an honored guest."
  },
  {
    "startTime": 2004.47,
    "endTime": 2011.44,
    "text": "JOHN CARTER: The next morning we rode away from the city on our animals. More than a"
  },
  {
    "startTime": 2011.44,
    "endTime": 2019.73,
    "text": "thousand animals were carrying the huge tribe of green Martians. Also in the group were"
  },
  {
    "startTime": 2019.73,
    "endTime": 2031.409,
    "text": "one American, one Princess of the Royal House of Helium, our guard, Sola, and poor ugly"
  },
  {
    "startTime": 2031.41,
    "endTime": 2034.0500000000002,
    "text": "Woola."
  },
  {
    "startTime": 2034.05,
    "endTime": 2041.591,
    "text": "Late that night we left the camp. One animal carried me. Another Sola and Princess Dejah"
  },
  {
    "startTime": 2041.59,
    "endTime": 2046.6589999999999,
    "text": "Thoris. Woola followed close behind."
  },
  {
    "startTime": 2046.66,
    "endTime": 2054.08,
    "text": "We rode quickly through the Martian night. I looked into the sky and saw Earth across"
  },
  {
    "startTime": 2054.08,
    "endTime": 2062.2709999999997,
    "text": "the great distance of space. Since I had met the Princess Dejah Thoris, I had not thought"
  },
  {
    "startTime": 2062.27,
    "endTime": 2077.079,
    "text": "once of Earth or home. I knew then that I would never willingly leave her."
  },
  {
    "startTime": 2077.08,
    "endTime": 2082.701,
    "text": "The next morning, I could see that we were being followed by several hundred of the green"
  },
  {
    "startTime": 2082.7,
    "endTime": 2089.2599999999998,
    "text": "warriors. Our animals were very tired. I knew we must stop."
  },
  {
    "startTime": 2089.26,
    "endTime": 2098.0690000000004,
    "text": "I told Sola and the Princess to take the stronger of the two animals and ride away. I will hold"
  },
  {
    "startTime": 2098.07,
    "endTime": 2104.6510000000003,
    "text": "back the green warriors as long as I can. Woola! Go with them and guard them with your"
  },
  {
    "startTime": 2104.65,
    "endTime": 2105.29,
    "text": "life."
  },
  {
    "startTime": 2105.29,
    "endTime": 2112.06,
    "text": "DEJAH THORIS: We can't leave you alone. It would be certain death if you are captured"
  },
  {
    "startTime": 2112.06,
    "endTime": 2115.68,
    "text": "again. You must come with us!"
  },
  {
    "startTime": 2115.68,
    "endTime": 2121.41,
    "text": "JOHN CARTER: Sola took the princess by the arm and lifted her on top of the animal she"
  },
  {
    "startTime": 2121.41,
    "endTime": 2132.2,
    "text": "had chosen. Quickly she began riding away. For a moment, Woola looked at me, then turned"
  },
  {
    "startTime": 2132.2,
    "endTime": 2133.9199999999996,
    "text": "and ran after them."
  },
  {
    "startTime": 2133.92,
    "endTime": 2144.23,
    "text": "I took out my rifle from its case. I began firing to slow the green warriors."
  },
  {
    "startTime": 2144.23,
    "endTime": 2148.15,
    "text": "(SHOTS)"
  },
  {
    "startTime": 2148.15,
    "endTime": 2156.04,
    "text": "I was able to slow them for more than an hour. But then I had no more ammunition. Soon I"
  },
  {
    "startTime": 2156.04,
    "endTime": 2163.73,
    "text": "was surrounded. A green warrior got off his animal and came toward me. He pulled out his"
  },
  {
    "startTime": 2163.73,
    "endTime": 2173.92,
    "text": "long, thin sword. I reached for mine. As we neared each other I saw it was Tars Tarkas."
  },
  {
    "startTime": 2173.92,
    "endTime": 2177.44,
    "text": "He stopped and spoke to me very slowly."
  },
  {
    "startTime": 2177.44,
    "endTime": 2190.75,
    "text": "TARS TARKAS: You will die here… today… John Carter. It is I who must kill you. Know"
  },
  {
    "startTime": 2190.75,
    "endTime": 2201.24,
    "text": "that I will take no pleasure in your death. The huge green warrior Tars Tarkas came slowly"
  },
  {
    "startTime": 2201.24,
    "endTime": 2211.1699999999996,
    "text": "toward me with his thin sword. I backed away. I did not want to fight him. I did not wish"
  },
  {
    "startTime": 2211.17,
    "endTime": 2218.9700000000003,
    "text": "his death. He had been as kind to me as a green Martian can be."
  },
  {
    "startTime": 2218.97,
    "endTime": 2229.2099999999996,
    "text": "As I stood watching him, a rifle fired in the distance, then another and another. Tars"
  },
  {
    "startTime": 2229.21,
    "endTime": 2234.94,
    "text": "Tarkas and his warriors were under attack from another tribe of green warriors."
  },
  {
    "startTime": 2234.94,
    "endTime": 2236.329,
    "text": "(SOUND EFFECTS)"
  },
  {
    "startTime": 2236.33,
    "endTime": 2244.37,
    "text": "Within seconds, a terrible battle raged. As I watched, three of the attackers fell on"
  },
  {
    "startTime": 2244.37,
    "endTime": 2253.651,
    "text": "Tars Tarkas. He killed one and was fighting with the other two when he slipped and fell."
  },
  {
    "startTime": 2253.65,
    "endTime": 2260.4700000000003,
    "text": "I ran to his aid, swinging my sword. He was on his feet. Shoulder-to-shoulder, we fought"
  },
  {
    "startTime": 2260.47,
    "endTime": 2267.5299999999997,
    "text": "against the attackers. They finally withdrew after an hour of fierce fighting."
  },
  {
    "startTime": 2267.53,
    "endTime": 2269.13,
    "text": "TARS TARKAS:"
  },
  {
    "startTime": 2269.13,
    "endTime": 2279.4900000000002,
    "text": "John Carter, I think I understand the meaning of the word \"friend.\" You saved my life when"
  },
  {
    "startTime": 2279.49,
    "endTime": 2288.0299999999997,
    "text": "I was about to take yours. From this day, you are no longer a captive among our people,"
  },
  {
    "startTime": 2288.03,
    "endTime": 2292.52,
    "text": "but a leader and great warrior among us."
  },
  {
    "startTime": 2292.52,
    "endTime": 2293.71,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2293.71,
    "endTime": 2301.109,
    "text": "There was a smile on his face. Once again, he took off a metal band from his arm and"
  },
  {
    "startTime": 2301.11,
    "endTime": 2302.051,
    "text": "gave it to me."
  },
  {
    "startTime": 2302.05,
    "endTime": 2302.8100000000004,
    "text": "TARS TARKAS:"
  },
  {
    "startTime": 2302.81,
    "endTime": 2312.5499999999997,
    "text": "I have a question for you John Carter. I understand why you took the red woman with you. But why"
  },
  {
    "startTime": 2312.55,
    "endTime": 2316.79,
    "text": "did Sola leave her people and go with you?"
  },
  {
    "startTime": 2316.79,
    "endTime": 2317.95,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2317.95,
    "endTime": 2325.1899999999996,
    "text": "She did not want to see me or the Princess harmed. She does not like the great games"
  },
  {
    "startTime": 2325.19,
    "endTime": 2332.829,
    "text": "held by your people where captives are led to die. She knows if she is caught, she too"
  },
  {
    "startTime": 2332.83,
    "endTime": 2341.9809999999998,
    "text": "will die in the games. She told me she hates the games because her mother died there."
  },
  {
    "startTime": 2341.98,
    "endTime": 2343.119,
    "text": "TARS TARKAS:"
  },
  {
    "startTime": 2343.12,
    "endTime": 2345.5409999999997,
    "text": "What? How could she know her mother?"
  },
  {
    "startTime": 2345.54,
    "endTime": 2346.569,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2346.57,
    "endTime": 2354.011,
    "text": "She told me her mother was killed in the games because she had hidden the egg that produced"
  },
  {
    "startTime": 2354.01,
    "endTime": 2364.0400000000004,
    "text": "her. Her mother hid Sola among other children before she was captured. Sola said she was"
  },
  {
    "startTime": 2364.04,
    "endTime": 2370.65,
    "text": "a kind woman, not like others of your tribe."
  },
  {
    "startTime": 2370.65,
    "endTime": 2378.9900000000002,
    "text": "Tars Tarkas grew angry as I was speaking. But I could see past his anger. I could see"
  },
  {
    "startTime": 2378.99,
    "endTime": 2387.319,
    "text": "pain in his eyes. I immediately knew Sola's great secret."
  },
  {
    "startTime": 2387.32,
    "endTime": 2394.161,
    "text": "I have a question for you, Tars Tarkas. Did you know Sola's mother?"
  },
  {
    "startTime": 2394.16,
    "endTime": 2395.7999999999997,
    "text": "TARS TARKAS:"
  },
  {
    "startTime": 2395.8,
    "endTime": 2405.44,
    "text": "Yes… and if I could have, I would have prevented her death. I know this story to be true. I"
  },
  {
    "startTime": 2405.44,
    "endTime": 2414.4700000000003,
    "text": "have always known the woman who died in those games had a child. I never knew the child."
  },
  {
    "startTime": 2414.47,
    "endTime": 2422.75,
    "text": "I do now. Sola is also my child."
  },
  {
    "startTime": 2422.75,
    "endTime": 2428.4,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2428.4,
    "endTime": 2436.4100000000003,
    "text": "For three days, we followed the trail left by the Princess Dejah Thoris, Sola and poor"
  },
  {
    "startTime": 2436.41,
    "endTime": 2443.47,
    "text": "ugly Woola. At last, we could see them in the distance. Their animal could no longer"
  },
  {
    "startTime": 2443.47,
    "endTime": 2452.54,
    "text": "be ridden. They were talking. When we came near, Woola turned to fight us. I slowly walked"
  },
  {
    "startTime": 2452.54,
    "endTime": 2456.25,
    "text": "to him with my hand out."
  },
  {
    "startTime": 2456.25,
    "endTime": 2464.99,
    "text": "Sola was standing nearby. She was armed and prepared to fight. The princess was lying"
  },
  {
    "startTime": 2464.99,
    "endTime": 2467.569,
    "text": "next to her feet."
  },
  {
    "startTime": 2467.57,
    "endTime": 2470.6910000000003,
    "text": "Sola, what is wrong with the princess?"
  },
  {
    "startTime": 2470.69,
    "endTime": 2471.8,
    "text": "SOLA:"
  },
  {
    "startTime": 2471.8,
    "endTime": 2479.75,
    "text": "She has been crying much these past few days, John Carter. We believed you died so we could"
  },
  {
    "startTime": 2479.75,
    "endTime": 2488.76,
    "text": "escape. The thought of your death was very heavy on this woman…my friend Dejah Thoris."
  },
  {
    "startTime": 2488.76,
    "endTime": 2495.079,
    "text": "Come and tell her you are among the living. Perhaps that will stop her crying."
  },
  {
    "startTime": 2495.08,
    "endTime": 2496.3199999999997,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2496.32,
    "endTime": 2503.201,
    "text": "I walked to where the Princess Dejah Thoris was lying on the ground. She looked at me"
  },
  {
    "startTime": 2503.2,
    "endTime": 2507.8689999999997,
    "text": "with eyes that were red from crying."
  },
  {
    "startTime": 2507.87,
    "endTime": 2517.301,
    "text": "Princess, you are no longer in danger. Tars Tarkas has come with me as a friend. He and"
  },
  {
    "startTime": 2517.3,
    "endTime": 2522.79,
    "text": "his warriors will help to see you safely home."
  },
  {
    "startTime": 2522.79,
    "endTime": 2531.329,
    "text": "And..Sola! I would have you greet your father -- Tars Tarkas -- a great leader among your"
  },
  {
    "startTime": 2531.33,
    "endTime": 2541.09,
    "text": "people. Your secret no longer means death to anyone. He already knows you are his daughter."
  },
  {
    "startTime": 2541.09,
    "endTime": 2546.07,
    "text": "The two of you have nothing to fear."
  },
  {
    "startTime": 2546.07,
    "endTime": 2555.81,
    "text": "Sola turned and looked at Tars Tarkas. She held out her hand. He took it. It was a new"
  },
  {
    "startTime": 2555.81,
    "endTime": 2558.391,
    "text": "beginning for them."
  },
  {
    "startTime": 2558.39,
    "endTime": 2561.5099999999998,
    "text": "DEJAH THORIS:"
  },
  {
    "startTime": 2561.51,
    "endTime": 2569.869,
    "text": "I know our world has never before seen anyone like you, John Carter. Can it be that all"
  },
  {
    "startTime": 2569.87,
    "endTime": 2580.671,
    "text": "Earthmen are like you? I was alone, a stranger, hunted, threatened. Yet you would freely give"
  },
  {
    "startTime": 2580.67,
    "endTime": 2584.39,
    "text": "your life to save me."
  },
  {
    "startTime": 2584.39,
    "endTime": 2592.5,
    "text": "You come to me now with a tribe of green warriors who offer their friendship. You are no longer"
  },
  {
    "startTime": 2592.5,
    "endTime": 2601.76,
    "text": "a captive but wear the metal of great rank among their people. No man has ever done this."
  },
  {
    "startTime": 2601.76,
    "endTime": 2603.7200000000003,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2603.72,
    "endTime": 2611.9399999999996,
    "text": "Princess, I have done many strange things in my life, many things much smarter men would"
  },
  {
    "startTime": 2611.94,
    "endTime": 2629.9,
    "text": "not have done. And now, before my courage fails, I would ask you, to be mine in marriage."
  },
  {
    "startTime": 2629.9,
    "endTime": 2636.6600000000003,
    "text": "She smiled at me for a moment and then her dark eyes flashed in the evening light."
  },
  {
    "startTime": 2636.66,
    "endTime": 2637.7999999999997,
    "text": "DEJAH THORIS:"
  },
  {
    "startTime": 2637.8,
    "endTime": 2645.4,
    "text": "You have no need of your courage, John Carter, because you already knew the answer before"
  },
  {
    "startTime": 2645.4,
    "endTime": 2646.2000000000003,
    "text": "you asked the question."
  },
  {
    "startTime": 2646.2,
    "endTime": 2646.2,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2646.2,
    "endTime": 2650.54,
    "text": "And so Dejah Thoris, Princess of Helium, a daughter of the Red Planet Mars, promised"
  },
  {
    "startTime": 2650.54,
    "endTime": 2652.619,
    "text": "herself in marriage to John Carter, a gentleman of Virginia."
  },
  {
    "startTime": 2652.62,
    "endTime": 2653.461,
    "text": "(MUSIC AND SOUND EFFECTS)"
  },
  {
    "startTime": 2653.46,
    "endTime": 2653.88,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2653.88,
    "endTime": 2661.599,
    "text": "Several days later, we reached the city of Helium. At first, the red men of Helium thought"
  },
  {
    "startTime": 2661.6,
    "endTime": 2670.1,
    "text": "we were an attacking army. But they soon saw their Princess. We were greeted with great"
  },
  {
    "startTime": 2670.1,
    "endTime": 2679.421,
    "text": "joy. Tars Tarkas and his green warriors caused the greatest excitement. This huge group of"
  },
  {
    "startTime": 2679.42,
    "endTime": 2687.29,
    "text": "green warriors entered the city as friends and allies."
  },
  {
    "startTime": 2687.29,
    "endTime": 2696.4,
    "text": "I soon met Tardos Mors, the grandfather of Dejah Thoris. He tried several times to thank"
  },
  {
    "startTime": 2696.4,
    "endTime": 2706.25,
    "text": "me for saving the life of the Princess. But tears filled his eyes and he could not speak."
  },
  {
    "startTime": 2706.25,
    "endTime": 2710.619,
    "text": "JOHN CARTER:"
  },
  {
    "startTime": 2710.62,
    "endTime": 2718.411,
    "text": "For nine years, I served in the government and fought in the armies of Helium as a Prince"
  },
  {
    "startTime": 2718.41,
    "endTime": 2727.0299999999997,
    "text": "of the royal family. It was a happy time. The Princess Dejah Thoris and I were expecting"
  },
  {
    "startTime": 2727.03,
    "endTime": 2728.48,
    "text": "a child."
  },
  {
    "startTime": 2728.48,
    "endTime": 2739.02,
    "text": "Then, one day, a soldier returned from a long flight. When he landed he hurried to the great"
  },
  {
    "startTime": 2739.02,
    "endTime": 2741.119,
    "text": "meeting room."
  },
  {
    "startTime": 2741.12,
    "endTime": 2749.141,
    "text": "Tardos Mors met with the soldier and reported that every creature on the planet had but"
  },
  {
    "startTime": 2749.14,
    "endTime": 2757.5299999999997,
    "text": "three days to live. He said the great machines that produced the atmosphere on the planet"
  },
  {
    "startTime": 2757.53,
    "endTime": 2766.059,
    "text": "had stopped producing oxygen. He said no one knew why this had happened, but there was"
  },
  {
    "startTime": 2766.06,
    "endTime": 2770.381,
    "text": "nothing that could be done."
  },
  {
    "startTime": 2770.38,
    "endTime": 2780.75,
    "text": "The air grew thin within a day. Many people could do nothing but sleep. I watched as my"
  },
  {
    "startTime": 2780.75,
    "endTime": 2786.48,
    "text": "Princess was slowly dying. I had to try something."
  },
  {
    "startTime": 2786.48,
    "endTime": 2795.869,
    "text": "I could still move with great difficulty. I went to our airport and chose a fast aircraft."
  },
  {
    "startTime": 2795.87,
    "endTime": 2803.531,
    "text": "I flew as fast as I could to the building that produced the atmosphere of the planet."
  },
  {
    "startTime": 2803.53,
    "endTime": 2813.48,
    "text": "Workers were trying to enter. I tried to help. With a great effort I opened a hole."
  },
  {
    "startTime": 2813.48,
    "endTime": 2824.05,
    "text": "I grew very weak. I asked one of the workers if he could start the engines. He said he"
  },
  {
    "startTime": 2824.05,
    "endTime": 2831.2200000000003,
    "text": "would try. I fell asleep on the ground."
  },
  {
    "startTime": 2831.22,
    "endTime": 2843.569,
    "text": "It was dark when I opened my eyes again. My clothing felt stiff and strange. I sat up."
  },
  {
    "startTime": 2843.57,
    "endTime": 2853.6710000000003,
    "text": "I could see light from an opening. I walked outside. The land looked strange to me. I"
  },
  {
    "startTime": 2853.67,
    "endTime": 2865.71,
    "text": "looked up to the sky and saw the Red Planet Mars. I was once again on Earth in the desert"
  },
  {
    "startTime": 2865.71,
    "endTime": 2872.44,
    "text": "of Arizona. I cried out with deep emotion."
  },
  {
    "startTime": 2872.44,
    "endTime": 2878.88,
    "text": "Did the worker reach the machines to renew the atmosphere? Did the air reach the people"
  },
  {
    "startTime": 2878.88,
    "endTime": 2889.02,
    "text": "of that planet in time to save them? Was my Princess Dejah Thoris alive or did she lie"
  },
  {
    "startTime": 2889.02,
    "endTime": 2893.23,
    "text": "cold in death?"
  },
  {
    "startTime": 2893.23,
    "endTime": 2905.96,
    "text": "For ten years now, I have watched the night sky, looking for an answer. I believe she"
  },
  {
    "startTime": 2905.96,
    "endTime": 2930.2200000000003,
    "text": "and our child are waiting there for me. Something tells me that I shall soon know."
  },
  {
    "startTime": 2930.22,
    "endTime": 2936.45,
    "text": "You have been listening to the Special English program, American Stories."
  },
  {
    "startTime": 2936.45,
    "endTime": 2944.71,
    "text": "Shep O'Neal was the voice of John Carter. Steve Ember was Tars Tarkas. Barbara Klein"
  },
  {
    "startTime": 2944.71,
    "endTime": 2953.599,
    "text": "was Sola. And Gwen Outen was Princess Dejah Thoris. This story was adapted for Special"
  },
  {
    "startTime": 2953.6,
    "endTime": 2963.6,
    "text": "English by Paul Thompson. It was produced by Paul Thompson and Mario Ritter."
  }
]