[
  {
    "startTime": 0.429,
    "endTime": 6.3790000000000004,
    "text": "This year a grand technicolor film about showbiz is a favorite for best picture at the Oscars."
  },
  {
    "startTime": 6.379,
    "endTime": 10.649999999999999,
    "text": "Yes, it was well regarded amongst critics and audiences around the country."
  },
  {
    "startTime": 10.7,
    "endTime": 15.64,
    "text": "But is \"La La Land\" hands down the best film of the year?"
  },
  {
    "startTime": 16.4,
    "endTime": 22.099999999999998,
    "text": "Is it good enough to beat out films like \"Moonlight\" that are widely considered more daring and unique?"
  },
  {
    "startTime": 22.2,
    "endTime": 23.7,
    "text": "History says yes."
  },
  {
    "startTime": 23.89,
    "endTime": 29.3,
    "text": "Because the Oscar voting process favors mediocrity."
  },
  {
    "startTime": 29.4,
    "endTime": 36.199999999999996,
    "text": "Back in 2009 the the Academy switched from a straight popular vote to instant runoff voting or preferential voting."
  },
  {
    "startTime": 36.3,
    "endTime": 40.8,
    "text": "The Academy wanted to better ensure that the film with the broadest support won."
  },
  {
    "startTime": 40.8,
    "endTime": 46.699999999999996,
    "text": "But the other side of that coin is that bold, polarizing films get pushed to the side."
  },
  {
    "startTime": 46.7,
    "endTime": 53.6,
    "text": "At its most basic level, instant runoff voting involves ranking a number of choices rather than choosing just one."
  },
  {
    "startTime": 53.6,
    "endTime": 56.300000000000004,
    "text": "Then the choice with the fewest votes is removed."
  },
  {
    "startTime": 56.3,
    "endTime": 61.76,
    "text": "And then those votes for that candidate have their votes counted according to their second-favorite candidate."
  },
  {
    "startTime": 61.8,
    "endTime": 65.7,
    "text": "Then the candidate that now has the fewest votes is removed, and so on."
  },
  {
    "startTime": 65.7,
    "endTime": 70.77000000000001,
    "text": "It goes all the way until a candidate has 50 percent plus one of the vote."
  },
  {
    "startTime": 70.89,
    "endTime": 77.78,
    "text": "This applies to both the nominations process - although that does get a little weedy - and the process of selecting a best picture winner."
  },
  {
    "startTime": 77.78,
    "endTime": 82.43900000000001,
    "text": "So, how would instant runoff voting ultimately play out in a real-life scenario?"
  },
  {
    "startTime": 82.439,
    "endTime": 93.0,
    "text": "Let’s look at 2011 where \"The King’s Speech\" beat out: \"127 Hours,\" \"The Fighter,\" \"Black Swan,\" \"Winter's Bone,\" \"True Grit,\" \"Inception,\" \"Toy Story 3,\" \"The Social Network,\" and \"The Kids are Alright.\""
  },
  {
    "startTime": 93.0,
    "endTime": 97.85,
    "text": "All these films were probably first-place picks on a lot of ballots and dead last on others."
  },
  {
    "startTime": 97.85,
    "endTime": 104.3,
    "text": "It’s very possible that the passionate fan bases of each of these films all had \"The King’s speech\" ranked second or third."
  },
  {
    "startTime": 104.3,
    "endTime": 114.45,
    "text": "When their first-place vote wasn’t enough to stay in the game their second-place votes were counted and re-added to the mix, ultimately allowing \"The King’s Speech\" to come from behind."
  },
  {
    "startTime": 114.54,
    "endTime": 120.7,
    "text": "Because \"The King’s Speech\" had the broadest support rather than the most passionate support, it took home the prize."
  },
  {
    "startTime": 122.0,
    "endTime": 125.08,
    "text": "The new voting system seems to favor a certain type of film."
  },
  {
    "startTime": 125.08,
    "endTime": 132.999,
    "text": "We’ve had instant runoff voting at the Oscars for six years, uh, and fully half of those years have been movies about the movies."
  },
  {
    "startTime": 132.999,
    "endTime": 136.65,
    "text": "And I would count \"The King’s Speech\" as being sort of adjacent to that."
  },
  {
    "startTime": 136.65,
    "endTime": 142.0,
    "text": "\"The King's Speech is about getting training in speech and elocution and all things actors have to go through."
  },
  {
    "startTime": 142.0,
    "endTime": 144.5,
    "text": "Think \"Birdman,\" \"Argo,\" \"The Artist.\""
  },
  {
    "startTime": 144.879,
    "endTime": 152.29999999999998,
    "text": "The Academy is made of 6,687 film industry professionals who probably enjoy movies about themselves."
  },
  {
    "startTime": 152.959,
    "endTime": 160.6,
    "text": "They might not rank a film about showbiz as number one, but many might place it second or third, which is precisely where it's most dangerous."
  },
  {
    "startTime": 160.6,
    "endTime": 165.79999999999998,
    "text": "In 2005 before instant runoff voting was instituted, \"Crash\" won best picture."
  },
  {
    "startTime": 172.029,
    "endTime": 175.15,
    "text": "It’s a film people either despise or love."
  },
  {
    "startTime": 175.489,
    "endTime": 181.65,
    "text": "I think we really want those movies that inspire extreme reactions one way or the other."
  },
  {
    "startTime": 181.9,
    "endTime": 186.1,
    "text": "Sometimes the movie wins that you hate, but sometimes the movie wins that you love."
  },
  {
    "startTime": 186.279,
    "endTime": 190.0,
    "text": "I’d rather see that than the movie that everyone was just kind of okay with."
  },
  {
    "startTime": 190.199,
    "endTime": 208.37,
    "text": "In fact, \"Crash\" beat out a film that might have easily have won in today's instant runoff system: A period film about entertainment directed by Hollywood royalty, George Clooney. \"Good Night, And Good Luck.\""
  }
]