[
  {
    "startTime": 0.188,
    "endTime": 1.382,
    "text": "I've failed a lot."
  },
  {
    "startTime": 1.382,
    "endTime": 10.892999999999999,
    "text": "I've done entire stand-up comedy sets where no one laughed, uploaded videos that have huge dislike ratios, and I've bombed countless auditions, pitches and meetings."
  },
  {
    "startTime": 10.893,
    "endTime": 12.616000000000001,
    "text": "And failing in the moment is hard, right?"
  },
  {
    "startTime": 12.716,
    "endTime": 17.137999999999998,
    "text": "You feel embarrassed and ashamed as your self-esteem just like plummets to the ground."
  },
  {
    "startTime": 17.238,
    "endTime": 21.226,
    "text": "You tell yourself that you are an untalented piece of shit who's stupid for even trying."
  },
  {
    "startTime": 21.226,
    "endTime": 27.741,
    "text": "And then to make it worse, you replay these moments over and over in your head as though reliving it will somehow change what happened."
  },
  {
    "startTime": 27.741,
    "endTime": 31.869999999999997,
    "text": "The number one thing that helps me deal with failure is learning how to not take it personally."
  },
  {
    "startTime": 31.97,
    "endTime": 39.997,
    "text": "And this is hard but once you can separate your identity from failure itself, and approach it more clinically, the quicker you'll able to get over it and get back to trying."
  },
  {
    "startTime": 40.245,
    "endTime": 47.616,
    "text": "I mean, can you imagine how hard it would be for scientists to make progress, If they experience crippling shame every time their experiment failed?"
  },
  {
    "startTime": 47.616,
    "endTime": 49.787,
    "text": "Oh my god, I'm just like so embarrassed!"
  },
  {
    "startTime": 49.787,
    "endTime": 51.536,
    "text": "Ahh girl, I totally get it."
  },
  {
    "startTime": 51.536,
    "endTime": 55.613,
    "text": "But sometimes you have to break a few beakers to get a substantially viable theory, you know?"
  },
  {
    "startTime": 55.613,
    "endTime": 61.578,
    "text": "I know! It's just every time I test my hypothesis and the variables don't add up to the conclusion that I know the mathematics back."
  },
  {
    "startTime": 61.578,
    "endTime": 63.545,
    "text": "I feel like super stupid!"
  },
  {
    "startTime": 63.545,
    "endTime": 68.028,
    "text": "Ohh no, bb! It's all part of the scientific method, girl."
  },
  {
    "startTime": 68.028,
    "endTime": 69.795,
    "text": "Here, have a shot."
  },
  {
    "startTime": 69.795,
    "endTime": 73.231,
    "text": "Thank you."
  },
  {
    "startTime": 74.308,
    "endTime": 76.765,
    "text": "Oh, oops, that's not whiskey, I'm so sorry!"
  },
  {
    "startTime": 76.765,
    "endTime": 86.691,
    "text": "The sooner you realize that failure is not a reflection of your self-worth, and instead, a process that everybody has to go through to get better, the more you'll embrace it and actually think that it's a good thing."
  },
  {
    "startTime": 86.691,
    "endTime": 90.976,
    "text": "Because every failure is one step closer to success."
  },
  {
    "startTime": 90.976,
    "endTime": 94.596,
    "text": "Now I do realize some people are stuck in the fear of failure stage, right?"
  },
  {
    "startTime": 94.596,
    "endTime": 96.654,
    "text": "Like you're like, too afraid to even try."
  },
  {
    "startTime": 96.654,
    "endTime": 102.96799999999999,
    "text": "Whenever I feel afraid and I don't want to do something, I try to visualize all the worst possible outcomes."
  },
  {
    "startTime": 102.968,
    "endTime": 111.07300000000001,
    "text": "So if I'm doing a show, I'll visualize that nobody laughed at a joke, or that I went blank on stage and forgot my set, or that people threw a bunch of tomatoes at me."
  },
  {
    "startTime": 111.073,
    "endTime": 117.16799999999999,
    "text": "And after I go through every terrible outcome, I ask myself, \"Will I still be better for this experience?\""
  },
  {
    "startTime": 117.168,
    "endTime": 119.61500000000001,
    "text": "And the answer is almost always yes!"
  },
  {
    "startTime": 119.415,
    "endTime": 125.727,
    "text": "Because, none of these situations had me dying, and in each one I faced my fears and I experienced personal growth."
  },
  {
    "startTime": 125.727,
    "endTime": 127.905,
    "text": "Plus, to be honest, people don't care!"
  },
  {
    "startTime": 128.005,
    "endTime": 133.572,
    "text": "If anybody witnessess your failure, yeah, they'll cringe and then they'll move on with their lives and go on to the next thing."
  },
  {
    "startTime": 133.851,
    "endTime": 138.873,
    "text": "It was a horrifying moment and time for you, but you're still a little bit closer to your goal."
  },
  {
    "startTime": 138.873,
    "endTime": 140.1,
    "text": "Hopefully that helps!"
  },
  {
    "startTime": 140.1,
    "endTime": 144.0,
    "text": "I'm Anna Akana, I'll see you next Thursday!"
  }
]