[
  {
    "startTime": 7.5,
    "endTime": 15.7,
    "text": "Mastering any physical skill, be it performing a pirouette, playing an instrument, or throwing a baseball, takes practice."
  },
  {
    "startTime": 15.7,
    "endTime": 24.58,
    "text": "Practice is the repetition of an action with the goal of improvement, and it helps us perform with more ease, speed, and confidence."
  },
  {
    "startTime": 24.58,
    "endTime": 29.869999999999997,
    "text": "So what does practice do in our brains to make us better at things?"
  },
  {
    "startTime": 29.87,
    "endTime": 35.07,
    "text": "Our brains have two kinds  of neural tissue: grey matter and white matter."
  },
  {
    "startTime": 35.07,
    "endTime": 46.701,
    "text": "The grey matter processes information in the brain, directing signals and sensory stimuli to nerve cells, while white matter is mostly made up of fatty tissue and nerve fibers."
  },
  {
    "startTime": 46.701,
    "endTime": 58.193,
    "text": "In order for our bodies to move, information needs to travel from the brain's grey matter, down the spinal cord, through a chain of nerve fibers called axons to our muscles."
  },
  {
    "startTime": 58.193,
    "endTime": 64.113,
    "text": "So how does practice or repetition affect the inner workings of our brains?"
  },
  {
    "startTime": 64.113,
    "endTime": 69.262,
    "text": "The axons that exist in the white matter are wrapped with a fatty substance called myelin."
  },
  {
    "startTime": 69.262,
    "endTime": 74.721,
    "text": "And it's this myelin covering, or sheath, that seems to change with practice."
  },
  {
    "startTime": 74.721,
    "endTime": 78.422,
    "text": "Myelin is similar to insulation on electrical cables."
  },
  {
    "startTime": 78.422,
    "endTime": 86.243,
    "text": "It prevents energy loss from electrical signals that the brain uses, moving them more efficiently along neural pathways."
  },
  {
    "startTime": 86.243,
    "endTime": 96.01299999999999,
    "text": "Some recent studies in mice suggest that the repetition of a physical motion increases the layers of myelin sheath that insulates the axons."
  },
  {
    "startTime": 96.013,
    "endTime": 106.16300000000001,
    "text": "And the more layers, the greater the insulation around the axon chains, forming a sort of superhighway for information connecting your brain to your muscles."
  },
  {
    "startTime": 106.163,
    "endTime": 114.003,
    "text": "So while many athletes and performers attribute their successes to muscle memory, muscles themselves don't really have memory."
  },
  {
    "startTime": 114.003,
    "endTime": 124.743,
    "text": "Rather, it may be the myelination of neural pathways that gives these athletes  and performers their edge with faster and more efficient  neural pathways."
  },
  {
    "startTime": 124.743,
    "endTime": 133.31799999999998,
    "text": "There are many theories that attempt to quantify the number of hours, days, and even years of practice that it takes to master a skill."
  },
  {
    "startTime": 133.318,
    "endTime": 140.36800000000002,
    "text": "While we don't yet have a magic number, we do know that mastery isn't simply about the amount of hours of practice."
  },
  {
    "startTime": 140.368,
    "endTime": 144.268,
    "text": "It's also the quality and effectiveness of that practice."
  },
  {
    "startTime": 144.268,
    "endTime": 154.153,
    "text": "Effective practice is consistent, intensely focused, and targets content or weaknesses that lie at the edge  of one's current abilities."
  },
  {
    "startTime": 154.153,
    "endTime": 159.315,
    "text": "So if effective practice is the key, how can we get the most  out of our practice time?"
  },
  {
    "startTime": 159.315,
    "endTime": 161.085,
    "text": "Try these tips."
  },
  {
    "startTime": 161.085,
    "endTime": 163.305,
    "text": "Focus on the task at hand."
  },
  {
    "startTime": 163.305,
    "endTime": 169.844,
    "text": "Minimize potential distractions by turning off the computer or TV and putting your cell phone  on airplane mode."
  },
  {
    "startTime": 169.844,
    "endTime": 174.304,
    "text": "In one study, researchers observed 260 students studying."
  },
  {
    "startTime": 174.304,
    "endTime": 180.275,
    "text": "On average, those students were able to stay  on task for only six minutes at a time."
  },
  {
    "startTime": 180.275,
    "endTime": 185.655,
    "text": "Laptops, smartphones,  and particularly Facebook were the root of most distractions."
  },
  {
    "startTime": 185.655,
    "endTime": 187.855,
    "text": "Start out slowly or in slow-motion."
  },
  {
    "startTime": 187.855,
    "endTime": 192.86499999999998,
    "text": "Coordination is built with repetitions, whether correct or incorrect."
  },
  {
    "startTime": 192.865,
    "endTime": 198.985,
    "text": "If you gradually increase the speed of the quality repetitons, you have a better chance  of doing them correctly."
  },
  {
    "startTime": 198.985,
    "endTime": 203.79600000000002,
    "text": "Next, frequent repetitions with allotted breaks are common practice habits of elite performers."
  },
  {
    "startTime": 206.186,
    "endTime": 214.816,
    "text": "Studies have shown that many top athletes, musicians, and dancers spend 50-60 hours per week on activities related to their craft."
  },
  {
    "startTime": 214.816,
    "endTime": 221.906,
    "text": "Many divide their time used for effective practice into multiple daily practice sessions of limited duration."
  },
  {
    "startTime": 221.906,
    "endTime": 225.457,
    "text": "And finally, practice in your brain in vivid detail."
  },
  {
    "startTime": 225.457,
    "endTime": 234.304,
    "text": "It's a bit surprising, but a number of studies suggest that once a physical motion has been established, it can be reinforced  just by imagining it."
  },
  {
    "startTime": 234.304,
    "endTime": 239.917,
    "text": "In one study, 144 basketball players were divided into two groups."
  },
  {
    "startTime": 239.917,
    "endTime": 246.977,
    "text": "Group A physically practiced  one-handed free throws while Group B only  mentally practiced them."
  },
  {
    "startTime": 246.977,
    "endTime": 256.977,
    "text": "When they were tested at the end of the two week experiment, the intermediate and experienced players in both groups had improved by nearly the same amount."
  },
  {
    "startTime": 256.977,
    "endTime": 264.45799999999997,
    "text": "As scientists get closer to unraveling the secrets of our brains, our understanding of effective practice will only improve."
  },
  {
    "startTime": 264.458,
    "endTime": 281.199,
    "text": "In the meantime, effective practice is the best way we have of pushing our individual limits, achieving new heights, and maximizing our potential."
  }
]