[
  {
    "startTime": 0.88,
    "endTime": 2.52,
    "text": "When we're in a relationship,"
  },
  {
    "startTime": 2.52,
    "endTime": 7.66,
    "text": "one of the haunting thoughts that can make us especially snappy and bitter is the idea that"
  },
  {
    "startTime": 7.66,
    "endTime": 11.48,
    "text": "if only we were single, we would be a lot happier."
  },
  {
    "startTime": 11.68,
    "endTime": 14.64,
    "text": "We can be so conscious of the troubles of our own lives,"
  },
  {
    "startTime": 14.64,
    "endTime": 19.92,
    "text": "that we're naturally drawn to look back and remember the nicer aspects of solitude."
  },
  {
    "startTime": 20.52,
    "endTime": 23.34,
    "text": "We remember being able to get up whenever we wanted;"
  },
  {
    "startTime": 23.44,
    "endTime": 26.34,
    "text": "we recall not having to fret about where we threw things."
  },
  {
    "startTime": 26.84,
    "endTime": 32.7,
    "text": "We remember how inoffensive our own bad habits were when we were the only ones to witness them."
  },
  {
    "startTime": 32.84,
    "endTime": 37.28,
    "text": "We recall not having to justify our meal choices, however eccentric;"
  },
  {
    "startTime": 37.28,
    "endTime": 39.44,
    "text": "we could go out somewhere and never tell anyone;"
  },
  {
    "startTime": 39.64,
    "endTime": 46.0,
    "text": "we could, when we felt like it, work through till 2 a.m. without being accused of being obsessive or cold."
  },
  {
    "startTime": 46.0,
    "endTime": 50.6,
    "text": "Though we were sometimes sad, we could at least always hope for a better future."
  },
  {
    "startTime": 50.6,
    "endTime": 56.38,
    "text": "It was all so fulfilling in comparison with the life we lead now."
  },
  {
    "startTime": 56.38,
    "endTime": 61.160000000000004,
    "text": "But memory is a hugely unreliable and therefore, reckless instrument,"
  },
  {
    "startTime": 61.36,
    "endTime": 62.64,
    "text": "which isn't a small point,"
  },
  {
    "startTime": 62.64,
    "endTime": 68.74,
    "text": "for our powers of recall have a huge impact on how we assess our lives in the present."
  },
  {
    "startTime": 68.84,
    "endTime": 70.8,
    "text": "We are editors of genius,"
  },
  {
    "startTime": 70.8,
    "endTime": 74.75999999999999,
    "text": "who know just enough about how to romanticise our single days"
  },
  {
    "startTime": 74.76,
    "endTime": 78.12,
    "text": "in order to poison our conjugal ones."
  },
  {
    "startTime": 78.12,
    "endTime": 82.4,
    "text": "Some of our ingratitude might be eroded if long before we met anyone,"
  },
  {
    "startTime": 82.56,
    "endTime": 90.3,
    "text": "a talented filmmaker were charged with making a close observational documentary about our lives as single people,"
  },
  {
    "startTime": 90.32,
    "endTime": 95.69999999999999,
    "text": "they’d capture our face at 5.30pm on a winter Sunday afternoon as the sun was setting,"
  },
  {
    "startTime": 95.88,
    "endTime": 99.52,
    "text": "and we know we’ll be alone till we reach the office on Monday morning."
  },
  {
    "startTime": 99.72,
    "endTime": 107.62,
    "text": "They'd observe us looking across the room at someone at a party, longing for their kindly face, but lacking any courage to go up and address them."
  },
  {
    "startTime": 107.76,
    "endTime": 110.88000000000001,
    "text": "They'd capture us spending a lot of time at our parents' house,"
  },
  {
    "startTime": 110.88,
    "endTime": 113.8,
    "text": "growing increasingly tetchy in their company."
  },
  {
    "startTime": 113.8,
    "endTime": 117.03999999999999,
    "text": "They’d show us struggling to know what to do when the fridge stopped working"
  },
  {
    "startTime": 117.04,
    "endTime": 119.88000000000001,
    "text": "or we felt a terrible pain in the middle of the night."
  },
  {
    "startTime": 120.08,
    "endTime": 128.06,
    "text": "We would ideally be required to view this documentary at regular intervals, especially after bruising fights with our partners."
  },
  {
    "startTime": 128.14,
    "endTime": 137.57999999999998,
    "text": "It would provide crucial evidence, which our own memories are so good at strategically omitting of how less than ideal the single state can be."
  },
  {
    "startTime": 138.12,
    "endTime": 140.68,
    "text": "We would realise that though we are sad now,"
  },
  {
    "startTime": 140.88,
    "endTime": 144.38,
    "text": "we were also very sad then."
  },
  {
    "startTime": 144.48,
    "endTime": 158.16,
    "text": "We would accept, with good grace and a touch of dark humour, that life simply gives us few opportunities to be content."
  }
]