[
  {
    "startTime": 1.5,
    "endTime": 5.96,
    "text": "We wanted to talk about 21st century education."
  },
  {
    "startTime": 5.96,
    "endTime": 9.48,
    "text": "We are living through an educational revolution."
  },
  {
    "startTime": 9.48,
    "endTime": 12.0,
    "text": "The pace of change is staggering."
  },
  {
    "startTime": 12.0,
    "endTime": 20.5,
    "text": "Schools, regions, entire countries are turning education on its head and redefining the experiences of students and of teachers."
  },
  {
    "startTime": 20.5,
    "endTime": 26.0,
    "text": "The impact is felt by millions of children and their families around the world."
  },
  {
    "startTime": 26.0,
    "endTime": 29.2,
    "text": "Let's consider for a moment the world in which they live."
  },
  {
    "startTime": 29.2,
    "endTime": 32.5,
    "text": "A world with so much knowledge it's hard to grasp."
  },
  {
    "startTime": 32.5,
    "endTime": 36.2,
    "text": "People are creating 2,000 new websites every hour."
  },
  {
    "startTime": 36.2,
    "endTime": 39.2,
    "text": "They are uploading 35 hours of video every minute."
  },
  {
    "startTime": 39.2,
    "endTime": 44.0,
    "text": "And watching 2 billion YouTube videos every day."
  },
  {
    "startTime": 44.0,
    "endTime": 49.0,
    "text": "By the time they leave school, teenagers average nearly 1,000 Facebook friends."
  },
  {
    "startTime": 49.0,
    "endTime": 53.5,
    "text": "They connect with people thousands of miles away as if they were in the same room."
  },
  {
    "startTime": 53.5,
    "endTime": 60.0,
    "text": "They consume, produce and communicate information in previously unimaginable ways."
  },
  {
    "startTime": 60.0,
    "endTime": 64.5,
    "text": "They truly are the children of a globalized world."
  },
  {
    "startTime": 64.5,
    "endTime": 67.0,
    "text": "And where are they heading as they grow up?"
  },
  {
    "startTime": 67.0,
    "endTime": 72.2,
    "text": "To a hyper-connected world with more people and fewer resources."
  },
  {
    "startTime": 72.2,
    "endTime": 75.5,
    "text": "A busy and competitive world full of uncertainties."
  },
  {
    "startTime": 75.5,
    "endTime": 88.0,
    "text": "A work force that is more mobile and better qualified than ever before and careers that span multiple jobs, positions and skill sets, some of which haven't been invented yet."
  },
  {
    "startTime": 88.0,
    "endTime": 103.5,
    "text": "In response, education leaders are making big changes, building 21st century skills, using enabling technologies and personalizing learning to engage students in diverse and creative ways."
  },
  {
    "startTime": 103.5,
    "endTime": 112.8,
    "text": "In South Korea, schools are switching to digital textbooks so students can study any time and anywhere, with online hours recognized as school attendance."
  },
  {
    "startTime": 112.8,
    "endTime": 117.3,
    "text": "In Denmark, students are using the Internet while taking exams."
  },
  {
    "startTime": 117.3,
    "endTime": 124.2,
    "text": "They can access any site they like, even Facebook, as long as they don't message each other or use email."
  },
  {
    "startTime": 124.2,
    "endTime": 131.6,
    "text": "In the USA, ultra-personalized learning approaches allow students to create their own individual schedules."
  },
  {
    "startTime": 131.6,
    "endTime": 136.29999999999998,
    "text": "Their interest and performance are logged daily to generate playlists of learning options."
  },
  {
    "startTime": 136.3,
    "endTime": 145.20000000000002,
    "text": "With teachers’ time freed up to mentor and supervise students, learning can happen anywhere and everywhere."
  },
  {
    "startTime": 145.2,
    "endTime": 155.81,
    "text": "That's why some Australian schools are pushing learning beyond school walls, where internships with local organizations are a fundamental part of each student's learning plan."
  },
  {
    "startTime": 155.81,
    "endTime": 166.0,
    "text": "Distance learning programs are connecting seriously disengaged students with online learning communities and personal mentors to help them rediscover their love for learning."
  },
  {
    "startTime": 166.0,
    "endTime": 170.2,
    "text": "The opportunities for 21st century education are immense."
  },
  {
    "startTime": 170.2,
    "endTime": 181.1,
    "text": "These examples point the way to ensuring that tomorrow's workers, parents and citizens are more creative problem solvers, better communicators and lifelong learners."
  },
  {
    "startTime": 181.1,
    "endTime": 186.5,
    "text": "To make sure that change happens on a massive scale, we need to make big changes."
  },
  {
    "startTime": 186.5,
    "endTime": 197.2,
    "text": "That's why we've designed the new Australian curriculum online, supported by interactive, constantly updated digital resources structured around students and teacher's needs."
  },
  {
    "startTime": 197.2,
    "endTime": 207.0,
    "text": "And it's why we now have national professional standards for teachers and principals that make sure they meet the needs of 21st century learners, but that's just the beginning."
  },
  {
    "startTime": 207.0,
    "endTime": 221.7,
    "text": "Join us as we broaden this debate and connect educational pioneers and thought leaders across Australia and the world."
  }
]