[
  {
    "startTime": 1.16,
    "endTime": 4.7,
    "text": "Angry people sound like gloomy types."
  },
  {
    "startTime": 4.7,
    "endTime": 13.82,
    "text": "We certainly don't usually think of them as optimists, and yet beneath that gruff surface, they truly are much to their cost."
  },
  {
    "startTime": 13.82,
    "endTime": 18.42,
    "text": "Here is Fred. He is often furious."
  },
  {
    "startTime": 18.42,
    "endTime": 21.200000000000003,
    "text": "He's been married to his wife Jane for 15 years."
  },
  {
    "startTime": 21.2,
    "endTime": 25.7,
    "text": "He's often told her not to interrupt him when he's reading the newspaper."
  },
  {
    "startTime": 25.7,
    "endTime": 26.98,
    "text": "She finds this prohibition annoying for some very good reasons."
  },
  {
    "startTime": 30.0,
    "endTime": 34.9,
    "text": "So, tonight she's asking him quite frankly when he'll get around to cooking dinner."
  },
  {
    "startTime": 34.9,
    "endTime": 42.5,
    "text": "Now Fred is shouting because he is deep inside so hopeful."
  },
  {
    "startTime": 42.5,
    "endTime": 45.7,
    "text": "Fred often loses small household items."
  },
  {
    "startTime": 45.7,
    "endTime": 48.45,
    "text": "Today he has lost his car keys."
  },
  {
    "startTime": 48.45,
    "endTime": 54.0,
    "text": "He is furious. \"Where the hell have they gone!\" He asks his family in fury."
  },
  {
    "startTime": 54.0,
    "endTime": 60.76,
    "text": "Fred is shouting because he is deep inside so hopeful."
  },
  {
    "startTime": 60.76,
    "endTime": 64.86,
    "text": "Fred arrives at the airport. His flight is delayed by four hours."
  },
  {
    "startTime": 64.86,
    "endTime": 70.0,
    "text": "It's an outrage especially as he's one of the airline's premium passengers."
  },
  {
    "startTime": 70.0,
    "endTime": 75.5,
    "text": "He goes up to a young woman at the check-in desk and tells her exactly what he thinks."
  },
  {
    "startTime": 75.5,
    "endTime": 82.34,
    "text": "Fred is shouting because he is deep inside so hopeful."
  },
  {
    "startTime": 82.34,
    "endTime": 90.74000000000001,
    "text": "Despite all the evidence Fred keeps encountering, he stubbornly and devotedly maintains a faith in a world in which his partner understands him,"
  },
  {
    "startTime": 90.74,
    "endTime": 95.8,
    "text": "small household items don't go astray, airline schedules are more than a fiction."
  },
  {
    "startTime": 95.8,
    "endTime": 105.39999999999999,
    "text": "All his experience stretching back many decades has not dampened the intensity of his crazed hopes and every time they're dashed, he screams."
  },
  {
    "startTime": 105.4,
    "endTime": 106.25,
    "text": "Fred will never be able to remove the frustrations of his life, but he could perhaps if he were wise with the help of philosophy learn to change what they mean to him."
  },
  {
    "startTime": 116.78,
    "endTime": 121.4,
    "text": "He might learn to accept reality for the sadder thing it truly is."
  },
  {
    "startTime": 121.4,
    "endTime": 129.0,
    "text": "He might take on board a series of dark truths about existence that partners never understand one another very well,"
  },
  {
    "startTime": 129.0,
    "endTime": 135.0,
    "text": "that we're constantly losing things that matter to us, and that travel is filled with delays."
  },
  {
    "startTime": 135.0,
    "endTime": 146.0,
    "text": "More broadly, he might realize that life is outside of the odd brief sunny patch a sequence of disappointments, misunderstandings, sorrows, griefs, and eventually catastrophes."
  },
  {
    "startTime": 146.0,
    "endTime": 154.0,
    "text": "Fred could learn to get a lot less angry if only he learned to stamp on all his hopes more effectively."
  },
  {
    "startTime": 154.0,
    "endTime": 161.269,
    "text": "Most of us are in many ways a little bit like Fred, but our agitation isn't permanent or unbudgeable."
  },
  {
    "startTime": 161.269,
    "endTime": 165.3,
    "text": "It's only the result of the sudden defeat of our expectations."
  },
  {
    "startTime": 165.3,
    "endTime": 171.47,
    "text": "So in order to grow reliably calmer, we need to get a lot less optimistic about how life might go."
  },
  {
    "startTime": 171.47,
    "endTime": 181.47,
    "text": "Pessimism is the cure for anger."
  }
]