[
  {
    "startTime": 0.01,
    "endTime": 11.7,
    "text": "In well-meaning attempts to boost our confidence ahead of challenging moments, people often try to draw our attention to our strengths: our intelligence, our competence, our experience."
  },
  {
    "startTime": 11.8,
    "endTime": 15.5,
    "text": "But this can ⏤ curiously ⏤ have some awkward consequences."
  },
  {
    "startTime": 15.6,
    "endTime": 27.6,
    "text": "There’s a type of under-confidence that arises, specifically, when we grow too attached to our own dignity and become anxious around any situation that might seem to threaten it."
  },
  {
    "startTime": 27.7,
    "endTime": 38.6,
    "text": "We hold back from challenges in which there's any risk of ending up looking ridiculous, which comprises, of course, almost all the most interesting situations."
  },
  {
    "startTime": 38.7,
    "endTime": 48.1,
    "text": "In a foreign city, we might grow reluctant to ask anyone to guide us to the nice bars because they might think us an ignorant, pitiable, lost tourist."
  },
  {
    "startTime": 48.2,
    "endTime": 54.800000000000004,
    "text": "We might long to kiss someone but never let on out of a fear that they could dismiss us as a predatory loser."
  },
  {
    "startTime": 54.9,
    "endTime": 61.4,
    "text": "Or, at work, we don’t apply for a promotion in case the senior management deems us delusionally arrogant."
  },
  {
    "startTime": 61.5,
    "endTime": 73.5,
    "text": "In a concerted bid never to look foolish, we don’t venture very far from our cocoon, and thereby ⏤ from time to time, at least ⏤ miss out on the best opportunities of our lives."
  },
  {
    "startTime": 73.6,
    "endTime": 80.6,
    "text": "At the heart of our under-confidence is a skewed picture of how dignified it is normal for a person to be."
  },
  {
    "startTime": 80.7,
    "endTime": 87.10000000000001,
    "text": "We imagine that it might be possible, after a certain age, to place ourselves beyond mockery."
  },
  {
    "startTime": 87.2,
    "endTime": 94.60000000000001,
    "text": "We trust that it's an option to lead a good life without regularly making a complete idiot of ourselves."
  },
  {
    "startTime": 94.8,
    "endTime": 103.89999999999999,
    "text": "One of the most charming books ever written in early modern Europe is called \"In Praise of Folly\", by the Dutch scholar and philosopher Erasmus."
  },
  {
    "startTime": 104.0,
    "endTime": 108.2,
    "text": "In its pages, Erasmus advances a hugely liberating argument."
  },
  {
    "startTime": 108.3,
    "endTime": 114.8,
    "text": "In a warm tone, he reminds us that everyone, however important and learned they might be, is a fool."
  },
  {
    "startTime": 114.9,
    "endTime": 117.2,
    "text": "No one is spared, not even the author."
  },
  {
    "startTime": 117.3,
    "endTime": 123.6,
    "text": "However well-schooled he himself was, Erasmus remained, he insists, as much of a nitwit as anyone else."
  },
  {
    "startTime": 123.7,
    "endTime": 134.7,
    "text": "His judgement is faulty, his passions get the better of him, he is prey to superstition and irrational fear, he's shy whenever he has to meet new people, he drops things at elegant dinners."
  },
  {
    "startTime": 134.8,
    "endTime": 142.10000000000002,
    "text": "This is deeply cheering, for it means that our own repeated idiocies don't have to exclude us from the best company."
  },
  {
    "startTime": 142.2,
    "endTime": 148.89999999999998,
    "text": "Looking like a prick, making blunders, and doing bizarre things in the night doesn’t render us unfit for society."
  },
  {
    "startTime": 149.0,
    "endTime": 155.1,
    "text": "It just makes us a bit more like the greatest scholar of the northern European Renaissance."
  },
  {
    "startTime": 155.2,
    "endTime": 165.79999999999998,
    "text": "There’s a similarly uplifting message to be pulled from the work of Pieter Brueghel; his central work, \"The Dutch Proverbs\", presents a comically disenchanted view of human nature."
  },
  {
    "startTime": 165.9,
    "endTime": 169.0,
    "text": "Everyone, he suggests, is pretty much deranged."
  },
  {
    "startTime": 169.1,
    "endTime": 171.2,
    "text": "Here’s a man throwing his money into the river."
  },
  {
    "startTime": 171.3,
    "endTime": 174.60000000000002,
    "text": "There’s a soldier squatting on the fire and burning his trousers."
  },
  {
    "startTime": 174.7,
    "endTime": 177.6,
    "text": "Someone is intently bashing his head against a brick wall."
  },
  {
    "startTime": 177.7,
    "endTime": 179.79999999999998,
    "text": "Someone else is biting a pillar."
  },
  {
    "startTime": 179.9,
    "endTime": 187.8,
    "text": "Importantly, the painting is not an attack on just a few unusually awful people; it’s a picture of parts of all of us."
  },
  {
    "startTime": 187.9,
    "endTime": 195.1,
    "text": "Brueghel and Erasmus’ work proposes that the way to greater confidence isn’t to reassure ourselves of our own dignity."
  },
  {
    "startTime": 195.2,
    "endTime": 199.7,
    "text": "It’s to grow at peace with the inevitable nature of our ridiculousness."
  },
  {
    "startTime": 199.8,
    "endTime": 206.60000000000002,
    "text": "We are idiots now, we have been idiots in the past, and we will be idiots again in the future, and that's okay."
  },
  {
    "startTime": 206.7,
    "endTime": 211.0,
    "text": "There aren’t any other available options for human beings to be."
  },
  {
    "startTime": 211.1,
    "endTime": 219.6,
    "text": "Once we learn to see ourselves as already ⏤ and by nature ⏤ foolish, it really doesn’t matter so much if we do one more thing that might make us look a bit stupid."
  },
  {
    "startTime": 219.7,
    "endTime": 222.7,
    "text": "The person we try to kiss could indeed think us ridiculous."
  },
  {
    "startTime": 222.8,
    "endTime": 227.60000000000002,
    "text": "The individual we ask directions from in a foreign city might regard us with contempt."
  },
  {
    "startTime": 227.7,
    "endTime": 230.39999999999998,
    "text": "But if these people did so, it wouldn’t be news to us."
  },
  {
    "startTime": 230.5,
    "endTime": 240.3,
    "text": "They'd only be confirming what we'd already gracefully accepted in our hearts long ago, that we, like them ⏤ and every other person on the earth ⏤ are a nitwit."
  },
  {
    "startTime": 240.4,
    "endTime": 244.4,
    "text": "The risk of trying and failing would have its sting substantially removed."
  },
  {
    "startTime": 244.5,
    "endTime": 248.6,
    "text": "A fear of humiliation would no longer stalk us in the shadows of our minds."
  },
  {
    "startTime": 248.7,
    "endTime": 254.7,
    "text": "We would grow free to give things a go by accepting that failure was the acceptable norm."
  },
  {
    "startTime": 254.8,
    "endTime": 259.90000000000003,
    "text": "And every so often, amidst the endless rebuffs we’d have factored in from the outset, it would work."
  },
  {
    "startTime": 260.0,
    "endTime": 263.6,
    "text": "We’d get a kiss, we’d make a friend, we’d get a raise."
  },
  {
    "startTime": 263.7,
    "endTime": 275.09999999999997,
    "text": "The road to greater confidence begins with a ritual of telling oneself solemnly every morning before heading out for the day, that one is a muttonhead, a cretin, a dumbbell, and an imbecile."
  },
  {
    "startTime": 275.2,
    "endTime": 280.5,
    "text": "One or two more acts of folly should, thereafter, not matter very much at all."
  }
]