[
  {
    "startTime": 6.3,
    "endTime": 9.0,
    "text": "Are you afraid of black cats?"
  },
  {
    "startTime": 9.0,
    "endTime": 11.4,
    "text": "Would you open an umbrella indoors?"
  },
  {
    "startTime": 11.5,
    "endTime": 15.0,
    "text": "And how do you feel about  the number thirteen?"
  },
  {
    "startTime": 15.2,
    "endTime": 20.4,
    "text": "Whether or not you believe in them, you're probably familiar with a few of these superstitions."
  },
  {
    "startTime": 20.4,
    "endTime": 28.0,
    "text": "So how did it happen that people all over the world knock on wood, or avoid stepping on sidewalk cracks?"
  },
  {
    "startTime": 28.0,
    "endTime": 39.0,
    "text": "Well, although they have no basis in science, many of these weirdly specific beliefs and practices do have equally weird and specific origins."
  },
  {
    "startTime": 39.0,
    "endTime": 45.501,
    "text": "Because they involve supernatural causes, it's no surprise that many superstitions are based in religion."
  },
  {
    "startTime": 45.501,
    "endTime": 57.0,
    "text": "For example, the number thirteen was associated with the biblical Last Supper, where Jesus Christ dined  with his twelve disciples just before being arrested and crucified."
  },
  {
    "startTime": 57.0,
    "endTime": 68.0,
    "text": "The resulting idea that having thirteen people at a table was bad luck eventually expanded into thirteen being an unlucky number in general."
  },
  {
    "startTime": 68.0,
    "endTime": 82.0,
    "text": "Now, this fear of the number thirteen, called triskaidekaphobia, is so common that many buildings around the world skip the thirteenth floor, with the numbers going straight from twelve to fourteen."
  },
  {
    "startTime": 82.0,
    "endTime": 92.5,
    "text": "Of course, many people consider the story of the Last Supper to be true, but other superstitions come from religious traditions that few people believe in or even remember."
  },
  {
    "startTime": 92.6,
    "endTime": 103.5,
    "text": "Knocking on wood is thought to come from the folklore of the ancient Indo-Europeans, or possibly people who predated them who believed that trees were home to various spirits."
  },
  {
    "startTime": 104.0,
    "endTime": 109.3,
    "text": "Touching a tree would invoke the protection or blessing of the spirit within."
  },
  {
    "startTime": 109.5,
    "endTime": 115.5,
    "text": "And somehow, this tradition survived long after belief in these spirits had faded away."
  },
  {
    "startTime": 115.6,
    "endTime": 125.3,
    "text": "Many superstitions common today in countries from Russia to Ireland are thought to be remnants of the pagan religions that Christianity replaced."
  },
  {
    "startTime": 125.3,
    "endTime": 128.4,
    "text": "But not all superstitions are religious."
  },
  {
    "startTime": 128.4,
    "endTime": 133.0,
    "text": "Some are just based on unfortunate coincidences and associations."
  },
  {
    "startTime": 133.0,
    "endTime": 145.0,
    "text": "For example, many Italians fear the number 17 because the Roman numeral XVII can be rearranged to form the word vixi, meaning my life had ended."
  },
  {
    "startTime": 145.0,
    "endTime": 157.5,
    "text": "Similarly, the word for the number four sounds almost identical to the word for death in Cantonese, as well as languages like Japanese and Korean that have borrowed Chinese numerals."
  },
  {
    "startTime": 157.505,
    "endTime": 165.0,
    "text": "And since the number one also sounds like the word for must, the number fourteen sounds like the phrase must die."
  },
  {
    "startTime": 165.0,
    "endTime": 169.5,
    "text": "That's a lot of numbers for elevators and international hotels to avoid."
  },
  {
    "startTime": 169.8,
    "endTime": 178.0,
    "text": "And believe it or not, some superstitions actually make sense, or at least they did until we forgot their original purpose."
  },
  {
    "startTime": 178.0,
    "endTime": 186.9,
    "text": "For example, theater scenery used to consist of large painted backdrops, raised and lowered by stagehands who would whistle to signal each other."
  },
  {
    "startTime": 187.0,
    "endTime": 191.325,
    "text": "Absent-minded whistles from other people could cause an accident."
  },
  {
    "startTime": 191.325,
    "endTime": 200.29999999999998,
    "text": "But the taboo against whistling backstage still exists today, long after the stagehands started using radio headsets."
  },
  {
    "startTime": 200.3,
    "endTime": 214.0,
    "text": "Along the same lines, lighting three cigarettes from the same match really could cause bad luck if you were a soldier in a foxhole where keeping a match lit too long could draw attention from an enemy sniper."
  },
  {
    "startTime": 214.0,
    "endTime": 219.3,
    "text": "Most smokers no longer have to worry about snipers, but the superstition lives on."
  },
  {
    "startTime": 219.4,
    "endTime": 225.0,
    "text": "So why do people cling to these bits of forgotten religions, coincidences, and outdated advice?"
  },
  {
    "startTime": 225.0,
    "endTime": 227.8,
    "text": "Aren't they being totally irrational?"
  },
  {
    "startTime": 227.9,
    "endTime": 234.816,
    "text": "Well, yes, but for many people, superstitions are based more on cultural habit than conscious belief."
  },
  {
    "startTime": 234.816,
    "endTime": 240.717,
    "text": "After all, no one is born knowing to avoid walking under ladders or whistling indoors."
  },
  {
    "startTime": 240.717,
    "endTime": 251.0,
    "text": "But if you grow up being told by your family to avoid these things, chances are they'll make  you uncomfortable, even after you logically understand that nothing bad will happen."
  },
  {
    "startTime": 251.0,
    "endTime": 259.15,
    "text": "And since doing something like knocking on wood doesn't require much effort, following the superstition is often easier than consciously resisting it."
  },
  {
    "startTime": 259.15,
    "endTime": 263.0,
    "text": "Besides, superstitions often do seem to work."
  },
  {
    "startTime": 263.0,
    "endTime": 267.2,
    "text": "Maybe you remember hitting a home run while wearing your lucky socks."
  },
  {
    "startTime": 267.2,
    "endTime": 269.947,
    "text": "This is just our psychological bias at work."
  },
  {
    "startTime": 269.947,
    "endTime": 275.0,
    "text": "You're far less likely to remember all the times you struck out while wearing the same socks."
  },
  {
    "startTime": 275.0,
    "endTime": 283.697,
    "text": "But believing that they work could actually make you play better by giving you the illusion of having greater control over events."
  },
  {
    "startTime": 283.697,
    "endTime": 298.369,
    "text": "So in situations where that confidence can make a difference, like sports, those crazy superstitions might not be so crazy after all."
  }
]