[
  {
    "startTime": 2.149,
    "endTime": 4.33,
    "text": "We all love sleep."
  },
  {
    "startTime": 4.4,
    "endTime": 8.7,
    "text": "But most people don't get enough of it."
  },
  {
    "startTime": 8.7,
    "endTime": 14.39,
    "text": "Each year, the average American loses 11 days worth of productivity from lack of sleep."
  },
  {
    "startTime": 14.39,
    "endTime": 19.0,
    "text": "This sleepiness can lead to memory loss, difficulty concentrating, and lack of motivation."
  },
  {
    "startTime": 19.0,
    "endTime": 22.09,
    "text": "The average adult needs between seven and eight hours of sleep a night."
  },
  {
    "startTime": 22.29,
    "endTime": 24.599999999999998,
    "text": "But the quality of sleep matters, too."
  },
  {
    "startTime": 24.7,
    "endTime": 27.3,
    "text": "Here are a few tips for getting the best rest possible."
  },
  {
    "startTime": 27.9,
    "endTime": 29.259,
    "text": "First, cool down your room."
  },
  {
    "startTime": 29.259,
    "endTime": 34.9,
    "text": "The best sleep, on average, happens when the surrounding environment is around 65 degrees Fahrenheit."
  },
  {
    "startTime": 34.98,
    "endTime": 38.879,
    "text": "And you might fall asleep faster if you warm your body up just before bed."
  },
  {
    "startTime": 38.88,
    "endTime": 49.339,
    "text": "Coming out of, say, a warm shower into a cooler room causes a slight decrease in your body's temperature that can help make you drowsy by slowing down your metabolism."
  },
  {
    "startTime": 49.34,
    "endTime": 54.52,
    "text": "Even if you're tucked under a warm blanket, researchers find that a cool head is conducive to better sleep."
  },
  {
    "startTime": 55.5,
    "endTime": 57.9,
    "text": "Next, use light to your advantage."
  },
  {
    "startTime": 57.9,
    "endTime": 61.64,
    "text": "Your body has a natural sleep cycle regulated by exposure to light."
  },
  {
    "startTime": 61.64,
    "endTime": 65.8,
    "text": "So in the morning, get a nice dose of light to tell your brain that it's time to wake up."
  },
  {
    "startTime": 68.82,
    "endTime": 71.39899999999999,
    "text": "An hour before  bed, dim lights and turn off screens."
  },
  {
    "startTime": 71.7,
    "endTime": 74.0,
    "text": "This cues the brain to prepare for sleep."
  },
  {
    "startTime": 74.5,
    "endTime": 80.79,
    "text": "Finally, if you wanna get really serious about good sleep, you can incorporate herbs into your nighttime routine."
  },
  {
    "startTime": 80.82,
    "endTime": 84.71,
    "text": "You can either breathe in a lavender oil before bed or put a lavender pillow on your eyes while you sleep."
  },
  {
    "startTime": 86.48,
    "endTime": 93.87,
    "text": "Now this sounds really new agey, but the controlled trials done with lavender as a sleep aid actually really back up its benefits."
  },
  {
    "startTime": 95.2,
    "endTime": 102.3,
    "text": "The effect is likely stronger if you pair lavender with some other relaxing evening routine like journaling or meditation."
  },
  {
    "startTime": 102.29,
    "endTime": 106.5,
    "text": "So give these tips a try and see if better sleep can help improve your life during the day."
  }
]