[
  {
    "startTime": 0.272,
    "endTime": 10.96,
    "text": "So, I was thinking, I've been pretty open about the fact that my sister committed suicide in 2007."
  },
  {
    "startTime": 10.96,
    "endTime": 20.22,
    "text": "And I've been getting a lot of questions from people on the internet of like, \"I want to kill myself. What should I do?\""
  },
  {
    "startTime": 20.22,
    "endTime": 30.601,
    "text": "If you commit suicide, I don't even know, like, I don't even know, what would happen ... to you."
  },
  {
    "startTime": 29.5,
    "endTime": 35.921,
    "text": "All I really know is what happens to the people around you after you die."
  },
  {
    "startTime": 35.921,
    "endTime": 47.3,
    "text": "I think it'll be really, really hard for your family... to live normally for a long time."
  },
  {
    "startTime": 49.76,
    "endTime": 54.36,
    "text": "And, um."
  },
  {
    "startTime": 54.36,
    "endTime": 61.379999999999995,
    "text": "If you commit suicide, people will miss you a lot."
  },
  {
    "startTime": 71.56,
    "endTime": 74.72,
    "text": "Dammit, I don't wanna cry 'cause if I cry, I'm not gonna want to put this up."
  },
  {
    "startTime": 74.72,
    "endTime": 76.916,
    "text": "But it's a message I want to get out there."
  },
  {
    "startTime": 77.665,
    "endTime": 78.36,
    "text": "Um..."
  },
  {
    "startTime": 78.36,
    "endTime": 90.0,
    "text": "Okay, so I'm sorry in advance if I cry, I hate editing things where you cry, cause you're just watching yourself cry and it's awkward, and then you have to actively export that, which takes like ten minutes."
  },
  {
    "startTime": 90.0,
    "endTime": 99.44,
    "text": "And then I have to upload it to the Internet, which takes a while, so there's a whole process going involved in showing the world that I have cried at this moment that you're watching."
  },
  {
    "startTime": 99.44,
    "endTime": 103.64,
    "text": "If you commit suicide, your brother, your sister, your mother, your friend, your boyfriend, your girlfriend, your child ..."
  },
  {
    "startTime": 111.24,
    "endTime": 120.64,
    "text": "All those people... who really, really love you will be really fucking confused for the rest of their lives."
  },
  {
    "startTime": 120.64,
    "endTime": 128.46,
    "text": "And really angry and ... really jealous."
  },
  {
    "startTime": 128.46,
    "endTime": 133.0,
    "text": "I'm jealous of everyone who has a sister."
  },
  {
    "startTime": 133.0,
    "endTime": 135.36,
    "text": "You know?"
  },
  {
    "startTime": 135.36,
    "endTime": 139.9,
    "text": "It's been like six years since she died."
  },
  {
    "startTime": 139.9,
    "endTime": 143.6,
    "text": "And it's still really hard to talk about."
  },
  {
    "startTime": 143.6,
    "endTime": 150.327,
    "text": "I mean, in uh, just a real way, like cause I can say a sentence here or there in a video."
  },
  {
    "startTime": 150.327,
    "endTime": 156.367,
    "text": "And it feels good to talk about it, especially when I'm trying to put a message there."
  },
  {
    "startTime": 156.367,
    "endTime": 164.487,
    "text": "But like, I mean, at the end of the day, you know, there's someone who's supposed to be in your life right now."
  },
  {
    "startTime": 164.487,
    "endTime": 166.547,
    "text": "And they're not."
  },
  {
    "startTime": 166.547,
    "endTime": 171.46,
    "text": "And they never will be, again, probably. No, actually, most definitely. Because we all die."
  },
  {
    "startTime": 171.46,
    "endTime": 174.92000000000002,
    "text": "But...Augh!"
  },
  {
    "startTime": 174.92,
    "endTime": 183.171,
    "text": "It just forces you to ask yourself a lot of questions you're never gonna get the answer to, so it just feels like a lot of f**king unnecessary pain!"
  },
  {
    "startTime": 183.171,
    "endTime": 186.42,
    "text": "And like, brooding and agonizing."
  },
  {
    "startTime": 186.42,
    "endTime": 197.86399999999998,
    "text": "And it, it feels so shitty, just so shitty and unfair, and then you'll wrestle with these same emotions over and over again every time you think about it."
  },
  {
    "startTime": 197.864,
    "endTime": 207.489,
    "text": "So you try not to think about it, but then if you don't think about it, you can't work your way through it, but working your way through it fucking sucks cause there's just so much of it everywhere."
  },
  {
    "startTime": 207.489,
    "endTime": 209.68,
    "text": "Everywhere you turn, it's there!"
  },
  {
    "startTime": 209.68,
    "endTime": 230.42000000000002,
    "text": "It influences who you are, it's like a before and an after this event that you did I am a different person, and I don't know if it's for the better or for the worse, but I f**king hate you and I f**king love you and, just don't do it."
  },
  {
    "startTime": 231.14,
    "endTime": 235.61999999999998,
    "text": "Just don't do it!"
  },
  {
    "startTime": 238.12,
    "endTime": 240.02,
    "text": "So stupid."
  },
  {
    "startTime": 240.02,
    "endTime": 243.12,
    "text": "Death is stupid."
  },
  {
    "startTime": 243.12,
    "endTime": 250.64000000000001,
    "text": "I don't like it."
  },
  {
    "startTime": 252.5,
    "endTime": 261.92,
    "text": "But yeah. I think that's, that's pretty much what will happen after you kill yourself."
  },
  {
    "startTime": 261.92,
    "endTime": 266.88,
    "text": "For a long, long time after that decision."
  },
  {
    "startTime": 266.88,
    "endTime": 278.323,
    "text": "And if you hadn't made that decision, then it's like, how many extra years you would have had for things to change, you know?"
  },
  {
    "startTime": 282.58,
    "endTime": 283.748,
    "text": "Stay awesome, Gotham."
  }
]