[
  {
    "startTime": 16.28,
    "endTime": 23.699,
    "text": "Hello, I'm Mariam. Today I'm going to tell you a story from Greek mythology about tragedy"
  },
  {
    "startTime": 23.699,
    "endTime": 30.5,
    "text": "caused by greed. It shows us what happens when true happiness is not recognised. This"
  },
  {
    "startTime": 30.5,
    "endTime": 34.66,
    "text": "is the famous story of King Midas."
  },
  {
    "startTime": 34.66,
    "endTime": 39.82899999999999,
    "text": "We start the story with Dionysus - the God of Wine - someone who likes to 'let himself"
  },
  {
    "startTime": 39.829,
    "endTime": 47.01,
    "text": "go' a bit. One day he and his friends are at the foot of Mount Tmolus enjoying themselves."
  },
  {
    "startTime": 47.01,
    "endTime": 52.15,
    "text": "Suddenly they realise that Silenus isn't with them. Silenus is a strange type of creature"
  },
  {
    "startTime": 52.15,
    "endTime": 60.25,
    "text": "- half man, half goat - and he's a special friend of Dionysus as he was once his tutor."
  },
  {
    "startTime": 60.25,
    "endTime": 65.33,
    "text": "The friends look for him but it's touch and go as to whether they will ever find him."
  },
  {
    "startTime": 65.33,
    "endTime": 70.22,
    "text": "Earlier that day Silenus had fallen off his donkey because he'd had a touch too much to"
  },
  {
    "startTime": 70.22,
    "endTime": 76.75,
    "text": "drink - and now he's lying asleep by the side of the road, snoring. He's woken when"
  },
  {
    "startTime": 76.75,
    "endTime": 83.92,
    "text": "a king - King Midas - and his soldiers come riding by. Midas has a special longing to"
  },
  {
    "startTime": 83.92,
    "endTime": 90.08,
    "text": "see Dionysus and Silenus agrees to take him to see the god in exchange for the loan of"
  },
  {
    "startTime": 90.08,
    "endTime": 92.01,
    "text": "a horse."
  },
  {
    "startTime": 92.01,
    "endTime": 101.49000000000001,
    "text": "So now, Dionysus is touched that Midas has brought Silenus safely home. As a reward he"
  },
  {
    "startTime": 101.49,
    "endTime": 110.6,
    "text": "offers Midas a wish - he may have whatever he desires. Midas thinks about it and then"
  },
  {
    "startTime": 110.6,
    "endTime": 119.85,
    "text": "he asks for the power to make everything he touches turn to gold. His wish is granted."
  },
  {
    "startTime": 119.85,
    "endTime": 123.94,
    "text": "But what is King Midas going to do with this special gift and what trouble will it lead"
  },
  {
    "startTime": 123.94,
    "endTime": 133.94,
    "text": "to? Join me again in part 2 to find out. Bye for now."
  }
]