[
  {
    "startTime": 0.5,
    "endTime": 4.89,
    "text": "So you want to learn question tags, do you? Lucky for you, I'm here to tell you everything"
  },
  {
    "startTime": 4.89,
    "endTime": 13.399999999999999,
    "text": "I know, aren't I? Ready, are you? Let's go!"
  },
  {
    "startTime": 13.4,
    "endTime": 18.41,
    "text": "Now, at this level many of you will know that a question tag is an auxiliary verb plus a"
  },
  {
    "startTime": 18.41,
    "endTime": 23.25,
    "text": "pronoun, which is put at the end of a sentence, either to ask for more information about something,"
  },
  {
    "startTime": 23.25,
    "endTime": 27.66,
    "text": "or to confirm something which we believe is true. The question tag relates directly to"
  },
  {
    "startTime": 27.66,
    "endTime": 32.019,
    "text": "the sentence. The auxiliary verb matches the main verb and the pronoun comes directly from"
  },
  {
    "startTime": 32.019,
    "endTime": 37.12,
    "text": "the noun. Question tags can either have a rising or falling intonation, and, as everybody"
  },
  {
    "startTime": 37.12,
    "endTime": 41.73,
    "text": "knows, if the main sentence is affirmative, then the question tag is negative, so: You"
  },
  {
    "startTime": 41.73,
    "endTime": 54.04,
    "text": "do live here, don't you? and vice versa. That's the easy stuff: now for the hard stuff..."
  },
  {
    "startTime": 54.04,
    "endTime": 59.899,
    "text": "So sentences which use a negative or limiting adverb, such as never, and hardly, and other"
  },
  {
    "startTime": 59.899,
    "endTime": 64.64,
    "text": "words of that type, even though they appear to be positive in construction, they are treated"
  },
  {
    "startTime": 64.64,
    "endTime": 69.52,
    "text": "as a negative by the question tag. So, not: They never go on holiday, don't they? But"
  },
  {
    "startTime": 69.52,
    "endTime": 72.58999999999999,
    "text": "They never go on holiday, do they?"
  },
  {
    "startTime": 72.59,
    "endTime": 76.93,
    "text": "Sentences which use indefinite nouns such as someone, anyone, no one and everyone, can"
  },
  {
    "startTime": 76.93,
    "endTime": 83.07000000000001,
    "text": "be tricky with question tags. After all, what's the pronoun for no one? In question tags we"
  },
  {
    "startTime": 83.07,
    "endTime": 90.03999999999999,
    "text": "use they. For example: No one cares, do they? Or... Everyone left, didn't they? However, with"
  },
  {
    "startTime": 90.04,
    "endTime": 95.52000000000001,
    "text": "other indefinite nouns such as something and everything, we would use it. So for example: Everything"
  },
  {
    "startTime": 95.52,
    "endTime": 115.96,
    "text": "is OK, isn't it? Or Nothing matters, does it? Got it?"
  },
  {
    "startTime": 115.96,
    "endTime": 120.29899999999999,
    "text": "An imperative is a command, or at least a strong suggestion. An example would be: Sit"
  },
  {
    "startTime": 120.299,
    "endTime": 125.72900000000001,
    "text": "down! Now, because imperatives don't have a tense, they don't use an auxiliary verb"
  },
  {
    "startTime": 125.729,
    "endTime": 129.94,
    "text": "in the same way as other sentences do. So, how can we make a question tag with them?"
  },
  {
    "startTime": 129.94,
    "endTime": 135.77,
    "text": "Well, the answer is, we use won't you - although other modal verbs can be used, such as will,"
  },
  {
    "startTime": 135.77,
    "endTime": 141.93,
    "text": "would, can, and could. Sit down, won't you? Open the window, will you? Don't go outside,"
  },
  {
    "startTime": 141.93,
    "endTime": 144.24,
    "text": "will you? Keep quiet, won't you?"
  },
  {
    "startTime": 144.24,
    "endTime": 148.74900000000002,
    "text": "The level of formality depends upon the choice of question tag and the tone of voice,"
  },
  {
    "startTime": 148.749,
    "endTime": 153.88,
    "text": "although can't you can come across as quite impatient and annoyed - for example: Turn"
  },
  {
    "startTime": 153.88,
    "endTime": 156.54999999999998,
    "text": "the TV down, can't you?"
  },
  {
    "startTime": 156.55,
    "endTime": 160.81,
    "text": "When making a suggestion, it is common to use the expression let's. Let's stands for"
  },
  {
    "startTime": 160.81,
    "endTime": 166.56900000000002,
    "text": "let us, for example: Let's go to the cinema. When we use let's in a question tag we always"
  },
  {
    "startTime": 166.569,
    "endTime": 172.57,
    "text": "use shall we, regardless of whether let's is affirmative or negative. So for example:"
  },
  {
    "startTime": 172.57,
    "endTime": 194.12,
    "text": "Let's go to the cinema, shall we? Or Let's not go to the cinema, shall we? Got it?"
  },
  {
    "startTime": 194.12,
    "endTime": 198.26,
    "text": "Double positives are possible, and this is quite a common way of reacting when people"
  },
  {
    "startTime": 198.26,
    "endTime": 202.82999999999998,
    "text": "have just learned news or when somebody is reacting in an emotional way to something."
  },
  {
    "startTime": 202.83,
    "endTime": 209.20000000000002,
    "text": "For example: You're getting married, are you? You just lost your wallet, did you? You see?"
  },
  {
    "startTime": 209.2,
    "endTime": 215.79,
    "text": "Finally, if you start a sentence with I think, don't use the question tag do I. I think he's"
  },
  {
    "startTime": 215.79,
    "endTime": 222.81,
    "text": "a great teacher, do I? Though this can happen in some cases, such as sarcasm, we normally"
  },
  {
    "startTime": 222.81,
    "endTime": 227.68,
    "text": "make the question tag agree with the main information, otherwise we're basically asking"
  },
  {
    "startTime": 227.68,
    "endTime": 236.79000000000002,
    "text": "our self to agree with our self. So, for example: I think he's a great teacher, isn't he? Or"
  },
  {
    "startTime": 236.79,
    "endTime": 252.39999999999998,
    "text": "I don't think that's a good idea, is it? Got it?"
  },
  {
    "startTime": 252.4,
    "endTime": 257.65,
    "text": "For more information go to: bbclearningenglish.com. I've been Dan, haven't I? You've been fantastic,"
  },
  {
    "startTime": 257.65,
    "endTime": 267.65,
    "text": "haven't you? And I'll see you next time, won't I? Cheerio!"
  }
]