[
  {
    "startTime": 5.93,
    "endTime": 9.34,
    "text": "Noticing, remembering and using new vocabulary"
  },
  {
    "startTime": 9.34,
    "endTime": 16.35,
    "text": "is important, but can be difficult. Hopefully we can help you…"
  },
  {
    "startTime": 16.35,
    "endTime": 19.869,
    "text": "Start by asking yourself how you learn new vocabulary:"
  },
  {
    "startTime": 19.869,
    "endTime": 24.73,
    "text": "When you hear or see a new word in a foreign language, what do you do to make sure that"
  },
  {
    "startTime": 24.73,
    "endTime": 28.990000000000002,
    "text": "you remember it later? This teacher has some useful advice…"
  },
  {
    "startTime": 28.99,
    "endTime": 32.78,
    "text": "\"One way I suggest students record vocabulary"
  },
  {
    "startTime": 32.78,
    "endTime": 38.160000000000004,
    "text": "is to write it down either in a notebook, or on an iPad or on their laptops that way"
  },
  {
    "startTime": 38.16,
    "endTime": 42.44,
    "text": "they can look back at the words later and I also find it helps them to remember new"
  },
  {
    "startTime": 42.44,
    "endTime": 44.8,
    "text": "vocabulary.\""
  },
  {
    "startTime": 44.8,
    "endTime": 49.79,
    "text": "So our first tip is to write down new words and phrases that you hear – and look back"
  },
  {
    "startTime": 49.79,
    "endTime": 54.969,
    "text": "at them later. How about when you discover that you don’t have a word in English to"
  },
  {
    "startTime": 54.969,
    "endTime": 58.03,
    "text": "say what you want. What does this student do?"
  },
  {
    "startTime": 58.03,
    "endTime": 61.02,
    "text": "\"I choose a few useful words or phrases in"
  },
  {
    "startTime": 61.02,
    "endTime": 66.53,
    "text": "my own language - the ones I use all the time and would like to say - and find out what"
  },
  {
    "startTime": 66.53,
    "endTime": 72.75,
    "text": "the words or expressions are in English. Then I try working them into my conversations."
  },
  {
    "startTime": 72.75,
    "endTime": 76.36,
    "text": "But I have found that literal translations don't always work!\""
  },
  {
    "startTime": 76.36,
    "endTime": 80.1,
    "text": "So there's a good tip – look at the useful"
  },
  {
    "startTime": 80.1,
    "endTime": 86.229,
    "text": "words and phrases you use in your language and then find out the English equivalent."
  },
  {
    "startTime": 86.229,
    "endTime": 88.67,
    "text": "Remember to record it too!"
  },
  {
    "startTime": 88.67,
    "endTime": 94.23,
    "text": "Another useful way to increase your vocabulary might be to use a dictionary either an old"
  },
  {
    "startTime": 94.23,
    "endTime": 98.43,
    "text": "fashioned paper one or an online one."
  },
  {
    "startTime": 98.43,
    "endTime": 103.799,
    "text": "Even though it might feel scary, it is very important that you use the new vocabulary,"
  },
  {
    "startTime": 103.799,
    "endTime": 110.45,
    "text": "otherwise you will forget it. In the beginning you could try out new words with your friends."
  },
  {
    "startTime": 110.45,
    "endTime": 116.13,
    "text": "Later you can take a risk and use your new words in other situations. Don't worry; it’s"
  },
  {
    "startTime": 116.13,
    "endTime": 123.92,
    "text": "OK to make mistakes. So remember that's notice, remember and use your vocabulary."
  },
  {
    "startTime": 123.92,
    "endTime": 133.92000000000002,
    "text": "Don't be shy – start building your vocabulary today. Good luck!"
  }
]