[
  {
    "startTime": 0.38,
    "endTime": 10.280000000000001,
    "text": "Our brain can potentially memorize 2.5 petabytes of information, which is roughly the equivalent of 3 million hours of YouTube videos."
  },
  {
    "startTime": 10.28,
    "endTime": 26.240000000000002,
    "text": "In order to use some of that staggering capacity a little more effectively when you learn, here are some tips that are based on widely accepted research by neuroscientists and learning experts.\"Spaced Repetition\"."
  },
  {
    "startTime": 26.24,
    "endTime": 30.419999999999998,
    "text": "To maximise your learning, study short but often."
  },
  {
    "startTime": 30.42,
    "endTime": 41.160000000000004,
    "text": "Neuroscientist proved that synapses, the million billion connectors in your brain that make you remember and understand stuff, grow mainly at night when you are asleep."
  },
  {
    "startTime": 41.16,
    "endTime": 46.8,
    "text": "This means that it is more productive to study regularly with sleeping breaks in between."
  },
  {
    "startTime": 46.8,
    "endTime": 48.099999999999994,
    "text": "Try it!"
  },
  {
    "startTime": 48.1,
    "endTime": 55.58,
    "text": "Practice something for 15 minutes every day and you'll be surprised by your progress within just weeks."
  },
  {
    "startTime": 56.34,
    "endTime": 58.6,
    "text": "“Find Your Own Style”"
  },
  {
    "startTime": 58.6,
    "endTime": 65.6,
    "text": "While listening to the history teacher, Tom scribbles images and Jane finishes 1 kilo of nuts."
  },
  {
    "startTime": 65.6,
    "endTime": 73.97999999999999,
    "text": "Some enjoy watching videos over reading books, others study with friends and some like sitting in silence among a million books."
  },
  {
    "startTime": 73.98,
    "endTime": 76.74000000000001,
    "text": "Everybody is different."
  },
  {
    "startTime": 77.28,
    "endTime": 79.32000000000001,
    "text": "“Good Night Sleep”"
  },
  {
    "startTime": 79.32,
    "endTime": 84.52,
    "text": "Sleep and dreams are vital to processing and storing new information."
  },
  {
    "startTime": 84.52,
    "endTime": 96.0,
    "text": "A Harvard study showed that students who had a good night’s sleep remembered their study materials 35 percent better than those who studied in the morning to take a test in the evening."
  },
  {
    "startTime": 96.74,
    "endTime": 98.33999999999999,
    "text": "“Focus!”"
  },
  {
    "startTime": 98.34,
    "endTime": 109.34,
    "text": "If you tend to procrastinate, which means that you tend to switch from doing something hard like studying maths to something easy like browsing the web, protect yourself from distraction."
  },
  {
    "startTime": 109.34,
    "endTime": 116.26,
    "text": "One way of doing this is to shut down your mobile phone or go to a quiet place like a library."
  },
  {
    "startTime": 116.96,
    "endTime": 119.39999999999999,
    "text": "“Pomodoro Technique”"
  },
  {
    "startTime": 119.4,
    "endTime": 124.18,
    "text": "Set a timer to 25 minutes when you focus entirely on your studies."
  },
  {
    "startTime": 124.18,
    "endTime": 127.64,
    "text": "When the timer rings, relax for 5 minutes."
  },
  {
    "startTime": 127.64,
    "endTime": 131.34,
    "text": "If you want to continue just set the timer again."
  },
  {
    "startTime": 131.34,
    "endTime": 136.68,
    "text": "The small breaks in between are relaxing and motivating to keep going."
  },
  {
    "startTime": 137.46,
    "endTime": 139.6,
    "text": "“Hard Stuff First”"
  },
  {
    "startTime": 139.6,
    "endTime": 142.22,
    "text": "Do the things that are difficult first."
  },
  {
    "startTime": 142.22,
    "endTime": 147.44,
    "text": "Because if you are like most people, you have the strongest willpower in the morning."
  },
  {
    "startTime": 147.44,
    "endTime": 155.66,
    "text": "Once you are done with the hard stuff, you will feel better for the rest of the day and probably more motivated to get other things done."
  },
  {
    "startTime": 156.34,
    "endTime": 160.1,
    "text": "“Exercise, meditate and converse”"
  },
  {
    "startTime": 160.1,
    "endTime": 170.5,
    "text": "There are a few activities proven to grow your brain, however physical exercise, regular meditation and good conversations apparently do exactly that."
  },
  {
    "startTime": 170.5,
    "endTime": 177.26,
    "text": "They lead to the creation of new neurons inside your brain and therefore grow its potential."
  },
  {
    "startTime": 178.04,
    "endTime": 179.92,
    "text": "“Go Places!”"
  },
  {
    "startTime": 179.92,
    "endTime": 187.1,
    "text": "You can create deeper memories of a subject by learning in a richer environment that offers more visual clues."
  },
  {
    "startTime": 187.1,
    "endTime": 192.26,
    "text": "In an experiment two groups of students had to remember random words."
  },
  {
    "startTime": 192.26,
    "endTime": 196.78,
    "text": "One group changed the classroom while studying, the other didn't."
  },
  {
    "startTime": 196.78,
    "endTime": 207.98,
    "text": "The group that studied in two different rooms (one was small and windowless, the other big and bright) was 40% more likely to recall the words later."
  },
  {
    "startTime": 208.68,
    "endTime": 211.16,
    "text": "“Take Fun Seriously”"
  },
  {
    "startTime": 211.16,
    "endTime": 214.56,
    "text": "Whatever it is, find a fun way to practice."
  },
  {
    "startTime": 214.56,
    "endTime": 221.76,
    "text": "Modern learning science believes that positive emotions are very important for increasing your learning potential."
  },
  {
    "startTime": 221.76,
    "endTime": 225.84,
    "text": "So do yourself a favour and have a good time!"
  },
  {
    "startTime": 226.6,
    "endTime": 228.54,
    "text": "“Space Your Studies”"
  },
  {
    "startTime": 228.54,
    "endTime": 234.64,
    "text": "In order to remember things for a longer time, repeat the material in spaced intervals."
  },
  {
    "startTime": 234.64,
    "endTime": 246.5,
    "text": "Facts or vocabularies, for example, are best learned if you review them the first time 1-2 days after the initial study and then again after 1 week and after 1 month."
  },
  {
    "startTime": 247.16,
    "endTime": 251.68,
    "text": "“30% Read 70% Recite”"
  },
  {
    "startTime": 251.68,
    "endTime": 262.66,
    "text": "If you have one hour to learn to recite a poem or prepare for a speech, spend 20 Minutes of the time on studying the text and 40 minutes on practicing to recite."
  },
  {
    "startTime": 262.66,
    "endTime": 266.52000000000004,
    "text": "This ratio usually leads to the best results."
  },
  {
    "startTime": 266.52,
    "endTime": 270.34,
    "text": "In the case of an emergency, put a glass of water next to you."
  },
  {
    "startTime": 270.34,
    "endTime": 273.53999999999996,
    "text": "Take a sip whenever you lose it."
  },
  {
    "startTime": 274.06,
    "endTime": 276.36,
    "text": "“Instant Self-Test”"
  },
  {
    "startTime": 276.36,
    "endTime": 279.8,
    "text": "After you study finish up with a quick quiz."
  },
  {
    "startTime": 279.8,
    "endTime": 288.38,
    "text": "Immediate recall in form of a test or a short summary on what you've just learned can increase retention by as much as 30%."
  },
  {
    "startTime": 288.38,
    "endTime": 296.32,
    "text": "Because it's much harder for your brain to reflect than to read, that extra effort creates deeper traces in your memory."
  },
  {
    "startTime": 297.06,
    "endTime": 298.96,
    "text": "“Don't Force it”"
  },
  {
    "startTime": 298.96,
    "endTime": 301.28,
    "text": "Motivation is like hunger."
  },
  {
    "startTime": 301.28,
    "endTime": 307.15999999999997,
    "text": "You cannot force yourself to be motivated just like you can't tell someone else to be hungry."
  },
  {
    "startTime": 307.16,
    "endTime": 310.6,
    "text": "So if you are not hungry right now, don't worry."
  },
  {
    "startTime": 310.6,
    "endTime": 314.64000000000004,
    "text": "Take a break and do something else."
  }
]