[
  {
    "startTime": 1.2,
    "endTime": 8.0,
    "text": "We all want to be normal, but our picture of what is normal is, in fact, really unhelpful."
  },
  {
    "startTime": 8.8,
    "endTime": 14.200000000000001,
    "text": "So many of the things we're told that are weird are in fact completely average and widespread."
  },
  {
    "startTime": 15.3,
    "endTime": 19.3,
    "text": "For example, if you fear you've married the wrong person;"
  },
  {
    "startTime": 19.4,
    "endTime": 24.099999999999998,
    "text": "get sick with envy when a friend succeeds; fantasize about your wife's sister;"
  },
  {
    "startTime": 24.5,
    "endTime": 28.7,
    "text": "want to cry when anyone criticizes you; dislike the way you look;"
  },
  {
    "startTime": 28.8,
    "endTime": 34.4,
    "text": "panic at the thought of going to a party; worry a great deal about farting in public;"
  },
  {
    "startTime": 34.5,
    "endTime": 37.3,
    "text": "feel you might vomit during a meeting out of fear;"
  },
  {
    "startTime": 37.4,
    "endTime": 40.6,
    "text": "have ever had a lustful thought about a member of your own family;"
  },
  {
    "startTime": 40.9,
    "endTime": 43.4,
    "text": "bump your head while trying to get into a taxi;"
  },
  {
    "startTime": 43.5,
    "endTime": 47.2,
    "text": "are turned on by some pretty strange people or stories in the news;"
  },
  {
    "startTime": 47.4,
    "endTime": 51.0,
    "text": "frequently visit adult websites; regard yourself as a fraud;"
  },
  {
    "startTime": 51.1,
    "endTime": 53.5,
    "text": "worry about not making it to the bathroom in time;"
  },
  {
    "startTime": 53.6,
    "endTime": 59.9,
    "text": "walk into doors, lampposts, rearview mirrors, bollards; worry that other people can see your private parts;"
  },
  {
    "startTime": 60.0,
    "endTime": 63.8,
    "text": "still think about a relationship that ended badly eleven years ago;"
  },
  {
    "startTime": 67.9,
    "endTime": 73.30000000000001,
    "text": "then you can quietly congratulate yourself: You are deeply normal."
  },
  {
    "startTime": 74.4,
    "endTime": 83.2,
    "text": "We suffer so much and so unnecessarily because our picture of what is normal isn't true to how most of us actually are."
  },
  {
    "startTime": 83.2,
    "endTime": 86.5,
    "text": "We get disgusted and ashamed of ourselves for no reason."
  },
  {
    "startTime": 88.0,
    "endTime": 94.5,
    "text": "There's nothing strange about being compulsive, manic, anxious, sexual, worried, or mad."
  },
  {
    "startTime": 95.6,
    "endTime": 97.6,
    "text": "Being odd is normal."
  },
  {
    "startTime": 98.7,
    "endTime": 100.68,
    "text": "And that's okay."
  }
]