[
  {
    "startTime": 7.2,
    "endTime": 13.52,
    "text": "If you can't imagine life without chocolate, you're lucky you weren't born before the 16th century."
  },
  {
    "startTime": 15.6,
    "endTime": 21.5,
    "text": "Until then, chocolate only existed in Mesoamerica in a form quite different from what we know."
  },
  {
    "startTime": 22.0,
    "endTime": 29.5,
    "text": "As far back as 1900 B.C.E., the people of that region had learned to prepare the beans of the native cacao tree."
  },
  {
    "startTime": 30.3,
    "endTime": 43.510000000000005,
    "text": "The earliest records tell us the beans were ground and mixed with cornmeal and chili peppers to create a drink - not a relaxing cup of hot cocoa, but a bitter, invigorating concoction frothing with foam."
  },
  {
    "startTime": 44.5,
    "endTime": 50.37,
    "text": "And if you thought we make a big deal about chocolate today, the Mesoamericans had us beat."
  },
  {
    "startTime": 50.9,
    "endTime": 61.75,
    "text": "They believed that cacao was a heavenly food gifted to humans by a feathered serpent God, known to the Maya as Kukulkan and to the Aztecs as Quetzalcoatl."
  },
  {
    "startTime": 62.5,
    "endTime": 72.32,
    "text": "Aztecs used cacao beans as currency and drank chocolate at royal feasts, gave it to soldiers as a reward for success in battle, and used it in rituals."
  },
  {
    "startTime": 73.1,
    "endTime": 82.6,
    "text": "The first transatlantic chocolate encounter occurred in 1519 when Hernán Cortés visited the court of Moctezuma at Tenochtitlan."
  },
  {
    "startTime": 83.2,
    "endTime": 90.43,
    "text": "As recorded by Cortés's lieutenant, the King had 50 jugs of the drink brought out and poured into golden cups."
  },
  {
    "startTime": 91.0,
    "endTime": 100.7,
    "text": "When the colonists returned with shipments of the strange new bean, missionaries' salacious accounts of native customs gave it a reputation as an aphrodisiac."
  },
  {
    "startTime": 101.8,
    "endTime": 114.52,
    "text": "At first, its bitter taste made it suitable as a medicine for ailments, like upset stomachs, but sweetening it with honey, sugar, or vanilla quickly made chocolate a popular delicacy in the Spanish court."
  },
  {
    "startTime": 115.2,
    "endTime": 120.38,
    "text": "And soon, no aristocratic home was complete without dedicated chocolate ware."
  },
  {
    "startTime": 121.4,
    "endTime": 126.048,
    "text": "The fashionable drink was difficult and time consuming to produce on a large scale."
  },
  {
    "startTime": 126.4,
    "endTime": 133.27,
    "text": "That involved using plantations and imported slave labor in the Caribbean and on islands off the coast of Africa."
  },
  {
    "startTime": 134.2,
    "endTime": 142.82,
    "text": "The world of chocolate would change forever in 1828 with the introduction of the cocoa press by Coenraad van Houten of Amsterdam."
  },
  {
    "startTime": 143.8,
    "endTime": 157.35000000000002,
    "text": "Van Houten's invention could separate the cocoa's natural fat, or cocoa butter. This left a powder that could be mixed into a drinkable solution or recombined with the cocoa butter to create the solid chocolate we know today."
  },
  {
    "startTime": 158.4,
    "endTime": 166.70000000000002,
    "text": "Not long after, a Swiss chocolatier named Daniel Peter added powdered milk to the mix, thus inventing milk chocolate."
  },
  {
    "startTime": 167.5,
    "endTime": 173.04,
    "text": "By the 20th century, chocolate was no longer an elite luxury but had become a treat for the public."
  },
  {
    "startTime": 173.8,
    "endTime": 179.84,
    "text": "Meeting the massive demand required more cultivation of cocoa, which can only grow near the equator."
  },
  {
    "startTime": 180.5,
    "endTime": 193.66,
    "text": "Now, instead of African slaves being shipped to South American cocoa plantations, cocoa production itself would shift to West Africa with Côte d'Ivoire providing two-fifths of the world's cocoa as of 2015."
  },
  {
    "startTime": 194.4,
    "endTime": 199.44,
    "text": "Yet along with the growth of the industry, there have been horrific abuses of human rights."
  },
  {
    "startTime": 199.7,
    "endTime": 210.39999999999998,
    "text": "Many of the plantations throughout West Africa, which supply Western companies, use slave and child labor, with an estimation of more than 2 million children affected."
  },
  {
    "startTime": 211.6,
    "endTime": 221.5,
    "text": "This is a complex problem that persists despite efforts from major chocolate companies to partner with African nations to reduce child and indentured labor practices."
  },
  {
    "startTime": 222.6,
    "endTime": 238.7,
    "text": "Today, chocolate has established itself in the rituals of our modern culture. Due to its colonial association with native cultures, combined with the power of advertising, chocolate retains an aura of something sensual, decadent, and forbidden."
  },
  {
    "startTime": 239.4,
    "endTime": 249.82,
    "text": "Yet knowing more about its fascinating and often cruel history, as well as its production today, tells us where these associations originate and what they hide."
  },
  {
    "startTime": 250.7,
    "endTime": 258.97999999999996,
    "text": "So as you unwrap your next bar of chocolate, take a moment to consider that not everything about chocolate is sweet."
  }
]