[
  {
    "startTime": 1.03,
    "endTime": 4.97,
    "text": "The gorgeous final trailer for Disney's live-action Beauty And The Beast has arrived!"
  },
  {
    "startTime": 4.97,
    "endTime": 8.45,
    "text": "Yippee ki-yay movie lovers, it's Jan here, and in this video, I'm going to take a look"
  },
  {
    "startTime": 8.45,
    "endTime": 11.928999999999998,
    "text": "at some cool easter eggs and things you might have missed in it!"
  },
  {
    "startTime": 11.929,
    "endTime": 15.709,
    "text": "If you spotted anything else, be my guest and do let me know in the comments below."
  },
  {
    "startTime": 15.709,
    "endTime": 19.7,
    "text": "Near the start of the trailer, we see Belle teaching a young girl to read and pointing"
  },
  {
    "startTime": 19.7,
    "endTime": 21.46,
    "text": "to a page with a Blue Bird on it."
  },
  {
    "startTime": 21.46,
    "endTime": 26.51,
    "text": "The page says \"The Blue Bird that flies over the dark wood\" which is a nod to the blue-birds"
  },
  {
    "startTime": 26.51,
    "endTime": 30.810000000000002,
    "text": "that fly over the wood at the very start of the animated movie, and also to the blue-coloured"
  },
  {
    "startTime": 30.81,
    "endTime": 33.589999999999996,
    "text": "bird that appears during the song \"Something There\"."
  },
  {
    "startTime": 33.59,
    "endTime": 37.699000000000005,
    "text": "When we hear that song in the original film, Belle is trying to bring out the Beast's gentler"
  },
  {
    "startTime": 37.699,
    "endTime": 40.8,
    "text": "side by encouraging him to feed the birds in his garden."
  },
  {
    "startTime": 40.8,
    "endTime": 44.599999999999994,
    "text": "At first, they're all scared away with the exception of a little blue bird who jumps"
  },
  {
    "startTime": 44.6,
    "endTime": 45.86,
    "text": "into his hand."
  },
  {
    "startTime": 45.86,
    "endTime": 49.659,
    "text": "By the way, if you look closely at what Belle's wearing as she teaches the young girl in the"
  },
  {
    "startTime": 49.659,
    "endTime": 54.64,
    "text": "trailer, you'll notice that her cardigan also has blue birds embroidered into the pattern."
  },
  {
    "startTime": 54.64,
    "endTime": 58.67,
    "text": "And just after this scene, we also see Belle walking down the village street, reading a"
  },
  {
    "startTime": 58.67,
    "endTime": 62.469,
    "text": "book, just like the original 1991 animation."
  },
  {
    "startTime": 62.469,
    "endTime": 67.14,
    "text": "And no one adds humour to this trailer quite like Gaston when we hear the words \"you are"
  },
  {
    "startTime": 67.14,
    "endTime": 71.6,
    "text": "the most gorgeous thing I've ever seen\" and then we see that Gaston is actually talking"
  },
  {
    "startTime": 71.6,
    "endTime": 74.03,
    "text": "to himself, admiring himself in a mirror."
  },
  {
    "startTime": 74.03,
    "endTime": 78.979,
    "text": "It's a clever and funny riff on Gaston's opening song in the original animation where he sings"
  },
  {
    "startTime": 78.979,
    "endTime": 83.99,
    "text": "\"there is only she, who is beautiful as me\" while admiring his reflection in a silver"
  },
  {
    "startTime": 83.99,
    "endTime": 84.99,
    "text": "tray."
  },
  {
    "startTime": 84.99,
    "endTime": 87.86,
    "text": "Later in the trailer, we also see a few more shots of Gaston."
  },
  {
    "startTime": 87.86,
    "endTime": 92.57,
    "text": "In the first, he's standing beneath an inscription that reads \"Gaston The Hunter\", a nod to the"
  },
  {
    "startTime": 92.57,
    "endTime": 96.1,
    "text": "portrait of him in the animated movie where he poses with a gun."
  },
  {
    "startTime": 96.1,
    "endTime": 100.25999999999999,
    "text": "However, in this remake, it looks like Gaston's weapon of choice may have been changed to"
  },
  {
    "startTime": 100.26,
    "endTime": 104.68900000000001,
    "text": "a sword rather than a gun, as this picture of him here shows him posing with a sword"
  },
  {
    "startTime": 104.689,
    "endTime": 106.719,
    "text": "and the words \"Gaston the Victory\"."
  },
  {
    "startTime": 106.719,
    "endTime": 110.969,
    "text": "There's also a slightly different set-up for Belle's father, Maurice, in this new movie"
  },
  {
    "startTime": 110.969,
    "endTime": 114.49,
    "text": "when we see him taken prisoner by Beast for picking a white rose."
  },
  {
    "startTime": 114.49,
    "endTime": 119.619,
    "text": "In the 1991 movie, he was captured after stumbling into Beast's castle looking for a place to"
  },
  {
    "startTime": 119.619,
    "endTime": 120.719,
    "text": "take shelter."
  },
  {
    "startTime": 120.719,
    "endTime": 125.65899999999999,
    "text": "This use of the white rose in Disney's live-action movie looks like it was inspired by the 1946"
  },
  {
    "startTime": 125.659,
    "endTime": 130.13,
    "text": "French film La Belle et la Bête by Jean Cocteau where Belle's father is caught by the Beast"
  },
  {
    "startTime": 130.13,
    "endTime": 132.59,
    "text": "when he takes a rose from Beast's garden."
  },
  {
    "startTime": 132.59,
    "endTime": 136.709,
    "text": "And when we see the Beast's horned shadow appear over Maurice in the grounds, it's a"
  },
  {
    "startTime": 136.709,
    "endTime": 140.78,
    "text": "callback to the same thing happening to Maurice as he sits in a chair in the Beast's castle"
  },
  {
    "startTime": 140.78,
    "endTime": 142.43,
    "text": "in the animated feature."
  },
  {
    "startTime": 142.43,
    "endTime": 147.12900000000002,
    "text": "In the trailer, it looks like Belle hits Lumiere over the head with a small wooden stool after"
  },
  {
    "startTime": 147.129,
    "endTime": 149.629,
    "text": "she's shocked to see a talking candlestick."
  },
  {
    "startTime": 149.629,
    "endTime": 153.54899999999998,
    "text": "Which reminds me of the scene where Maurice drops Lumiere after being similarly scared"
  },
  {
    "startTime": 153.549,
    "endTime": 155.62,
    "text": "in the 1991 film."
  },
  {
    "startTime": 155.62,
    "endTime": 159.959,
    "text": "This trailer also shows us a bit more of Chip and we get to see him do his bubbles trick"
  },
  {
    "startTime": 159.959,
    "endTime": 164.989,
    "text": "again just like he did when Belle first took a cup of tea in Disney's animated movie."
  },
  {
    "startTime": 164.989,
    "endTime": 169.42000000000002,
    "text": "Just like the original, we see Belle flee Beast's castle after he flies into a rage"
  },
  {
    "startTime": 169.42,
    "endTime": 173.58999999999997,
    "text": "and as she's escaping through the woods, she's also attacked by a pack of wolves."
  },
  {
    "startTime": 173.59,
    "endTime": 178.15,
    "text": "After Beast comes to her aid and gets injured, Belle goes to help him and says \"You have"
  },
  {
    "startTime": 178.15,
    "endTime": 180.4,
    "text": "to help me, you have to stand.\""
  },
  {
    "startTime": 180.4,
    "endTime": 184.83,
    "text": "This is a subtle nod and acknowledgement of the fact that the 1991 movie skips over how"
  },
  {
    "startTime": 184.83,
    "endTime": 190.019,
    "text": "Belle managed to lift the unconscious and enormously heavy Beast on to her horse."
  },
  {
    "startTime": 190.019,
    "endTime": 193.939,
    "text": "The second part of the trailer introduces the new version of the original Oscar and"
  },
  {
    "startTime": 193.939,
    "endTime": 197.769,
    "text": "Grammy award-winning \"Beauty And The Beast\" song, which begins with the line \"tale as"
  },
  {
    "startTime": 197.769,
    "endTime": 201.909,
    "text": "old as time\", and is performed by Ariana Grande and John Legend."
  },
  {
    "startTime": 201.909,
    "endTime": 205.72,
    "text": "If you're wondering why it's a duet when it's just Mrs Potts who sings it in the original"
  },
  {
    "startTime": 205.72,
    "endTime": 209.88,
    "text": "movie, well this is the pop version which will play over the end credits in the final"
  },
  {
    "startTime": 209.88,
    "endTime": 215.9,
    "text": "film, just like Celine Dion and Peabo Bryson recorded a pop duet of the song back in 1991."
  },
  {
    "startTime": 215.9,
    "endTime": 219.87,
    "text": "And as Emma Thompson plays Mrs Potts in the new movie, we'll (presumably) hear her sing"
  },
  {
    "startTime": 219.87,
    "endTime": 222.79,
    "text": "a more traditional version of the song during the film."
  },
  {
    "startTime": 222.79,
    "endTime": 226.81,
    "text": "When Beast shows Belle his library, he mentions that some of the books are even in Greek."
  },
  {
    "startTime": 226.81,
    "endTime": 230.989,
    "text": "This is likely a reference to the origins of the Beauty And The Beast story in the French"
  },
  {
    "startTime": 230.989,
    "endTime": 235.189,
    "text": "18th-century fairy tale \"La Belle et la Bête\" which itself was influenced by the Greek myth"
  },
  {
    "startTime": 235.189,
    "endTime": 236.519,
    "text": "Cupid And Psyche."
  },
  {
    "startTime": 236.519,
    "endTime": 240.579,
    "text": "Later in the trailer, we also see Belle's hand on a map of the world, a nice hint at"
  },
  {
    "startTime": 240.579,
    "endTime": 245.43900000000002,
    "text": "how she wants 'much more than this provincial life' as she sings in the 1991 film."
  },
  {
    "startTime": 245.439,
    "endTime": 249.689,
    "text": "And it's also a little shout-out to the globe we see in the Beast's library and in the bookshop"
  },
  {
    "startTime": 249.689,
    "endTime": 252.319,
    "text": "that Belle loves to visit in that film too"
  },
  {
    "startTime": 252.319,
    "endTime": 256.40999999999997,
    "text": "And there are more nostalgic callbacks to the original 1991 animation as the \"Tale as"
  },
  {
    "startTime": 256.41,
    "endTime": 258.31,
    "text": "old as time\" plays over the trailer."
  },
  {
    "startTime": 258.31,
    "endTime": 262.74,
    "text": "For example, Belle and Beast pick up their bowls to eat, there are some fantastic shots"
  },
  {
    "startTime": 262.74,
    "endTime": 267.40000000000003,
    "text": "of what we'll see during the new Be Our Guest song, and Gaston and Le Fou sing and dance"
  },
  {
    "startTime": 267.4,
    "endTime": 270.92999999999995,
    "text": "in what looks like will be a spectacular scene in the tavern."
  },
  {
    "startTime": 270.93,
    "endTime": 275.11,
    "text": "Also while it's a more or less a recreation of the same scene from Disney's original movie"
  },
  {
    "startTime": 275.11,
    "endTime": 278.98,
    "text": "where Belle sings her song, there's also a \"Hills Are Alive With The Sound of Music\""
  },
  {
    "startTime": 278.98,
    "endTime": 283.72,
    "text": "vibe to the circle shot of Belle standing on a grassy hilltop overlooking a sweeping"
  },
  {
    "startTime": 283.72,
    "endTime": 284.72,
    "text": "vista."
  },
  {
    "startTime": 284.72,
    "endTime": 289.139,
    "text": "And there's a very nostalgic moment when Belle curtseys to Beast just before they dance in"
  },
  {
    "startTime": 289.139,
    "endTime": 290.139,
    "text": "the ballroom."
  },
  {
    "startTime": 290.139,
    "endTime": 294.28000000000003,
    "text": "You'll want to look carefully during this scene, as we get our first glimpse of Cadenza"
  },
  {
    "startTime": 294.28,
    "endTime": 296.58,
    "text": "who's moving gently in the background."
  },
  {
    "startTime": 296.58,
    "endTime": 301.59,
    "text": "Cadenza is a grand piano and a new character created for the live-action adaptation."
  },
  {
    "startTime": 301.59,
    "endTime": 305.65999999999997,
    "text": "He's played by Stanley Tucci and is described as a \"neurotic maestro\"."
  },
  {
    "startTime": 305.66,
    "endTime": 309.79,
    "text": "A grand piano did appear in the ballroom scene in the first animation, however it wasn't"
  },
  {
    "startTime": 309.79,
    "endTime": 310.82,
    "text": "a live character."
  },
  {
    "startTime": 310.82,
    "endTime": 314.51,
    "text": "We also get some shots of what looks like a ball going on in the castle."
  },
  {
    "startTime": 314.51,
    "endTime": 318.09,
    "text": "This could be showing us some of Beast's backstory before he was cursed."
  },
  {
    "startTime": 318.09,
    "endTime": 321.44899999999996,
    "text": "We know that Prince Adam's mother and father, the King and Queen, have been cast in this"
  },
  {
    "startTime": 321.449,
    "endTime": 326.04,
    "text": "movie so we could get to see some of what life was like in the castle before the spell."
  },
  {
    "startTime": 326.04,
    "endTime": 329.53000000000003,
    "text": "So, what did you think of the final trailer for the new Beauty And The Beast movie?"
  },
  {
    "startTime": 329.53,
    "endTime": 332.02,
    "text": "And how do you think it's going to compare to Disney's 1991 animation?"
  },
  {
    "startTime": 332.02,
    "endTime": 335.94899999999996,
    "text": "I'd love to hear your thoughts in the comments below!"
  },
  {
    "startTime": 335.949,
    "endTime": 339.93,
    "text": "If you enjoyed this video, do please hit that thumbs up button, share and subscribe."
  },
  {
    "startTime": 339.93,
    "endTime": 343.919,
    "text": "And you can check out more of my Disney videos by tapping or clicking right here."
  },
  {
    "startTime": 343.919,
    "endTime": 345.75899999999996,
    "text": "Thanks for watching and see ya next time."
  },
  {
    "startTime": 345.759,
    "endTime": 355.759,
    "text": "Yippee ki-yay movie lovers!"
  }
]