[
  {
    "startTime": 1.0,
    "endTime": 5.71,
    "text": "Disney's live-action Beauty And The Beast is a gorgeous reimagining of the beloved 1991"
  },
  {
    "startTime": 5.71,
    "endTime": 9.84,
    "text": "animated classic and it's loaded with callbacks and easter eggs to the animated movie that"
  },
  {
    "startTime": 9.84,
    "endTime": 11.77,
    "text": "many even casual viewers will notice."
  },
  {
    "startTime": 11.77,
    "endTime": 17.31,
    "text": "But the new movie also includes many delicious details that only super-fans might spot the"
  },
  {
    "startTime": 17.31,
    "endTime": 18.358999999999998,
    "text": "first time around!"
  },
  {
    "startTime": 18.359,
    "endTime": 22.75,
    "text": "Yippee-ki-yay, movie lovers, it's Jan here, and in this video, I'm going to reveal 17"
  },
  {
    "startTime": 22.75,
    "endTime": 28.099,
    "text": "easter eggs and details that only real fans will notice in the new Beauty And The Beast."
  },
  {
    "startTime": 28.099,
    "endTime": 32.14,
    "text": "And by the way, I'll be including some fascinating facts from my interviews with Beauty And The"
  },
  {
    "startTime": 32.14,
    "endTime": 36.56,
    "text": "Beast director Bill Condon and composer Alan Menken about how they used deleted scenes,"
  },
  {
    "startTime": 36.56,
    "endTime": 40.02,
    "text": "characters, lyrics and dialogue from the original animation in the new movie."
  },
  {
    "startTime": 40.02,
    "endTime": 44.969,
    "text": "Just before I start, I'm giving away this amazing Disney hardback book from DK, which"
  },
  {
    "startTime": 44.969,
    "endTime": 49.309,
    "text": "is loaded with behind-the-scenes artwork, photos, and information about Disney's live-action"
  },
  {
    "startTime": 49.309,
    "endTime": 51.079,
    "text": "and animated movies over the years."
  },
  {
    "startTime": 51.079,
    "endTime": 55.1,
    "text": "For a chance to win, all you have to do is subscribe and leave a comment about the new"
  },
  {
    "startTime": 55.1,
    "endTime": 58.7,
    "text": "Beauty And The Beast movie or your favourite easter egg from the film."
  },
  {
    "startTime": 58.7,
    "endTime": 62.829,
    "text": "And for bonus ways to enter, check out the Gleam link in the video description below."
  },
  {
    "startTime": 62.829,
    "endTime": 67.31,
    "text": "Ok, quick warning: there are spoilers ahead, so if you've not seen the movie yet, why not"
  },
  {
    "startTime": 67.31,
    "endTime": 71.73,
    "text": "check out my spoiler-free review, then come back here after you've seen the film!"
  },
  {
    "startTime": 71.73,
    "endTime": 75.7,
    "text": "When Beast suggests Belle use the enchanted map to 'travel to the one place [she's] always"
  },
  {
    "startTime": 75.7,
    "endTime": 80.09100000000001,
    "text": "wanted to see', the destination she chooses is a lovely nod to a Beauty And The Beast"
  },
  {
    "startTime": 80.091,
    "endTime": 82.41999999999999,
    "text": "cameo in another Disney animated movie!"
  },
  {
    "startTime": 82.42,
    "endTime": 83.82000000000001,
    "text": "Can you guess where I'm going with this?"
  },
  {
    "startTime": 83.82,
    "endTime": 88.22,
    "text": "Yes, Belle and Beast travel to Paris, where Beast suggests they visit Notre Dame, all"
  },
  {
    "startTime": 88.22,
    "endTime": 92.59,
    "text": "of which is very exciting because Belle popped up in Disney's animated feature The Hunchback"
  },
  {
    "startTime": 92.59,
    "endTime": 96.67,
    "text": "of Notre Dame, where, in typical Belle style, she walked along the street while reading"
  },
  {
    "startTime": 96.67,
    "endTime": 97.67,
    "text": "a book."
  },
  {
    "startTime": 97.67,
    "endTime": 102.52,
    "text": "There's an interesting moment during the opening song \"Belle\" where Belle enquires if Monsieur"
  },
  {
    "startTime": 102.52,
    "endTime": 106.29899999999999,
    "text": "Jean has lost something again, and he replies that he believes he has, but he can't remember"
  },
  {
    "startTime": 106.299,
    "endTime": 107.299,
    "text": "what."
  },
  {
    "startTime": 107.299,
    "endTime": 110.82900000000001,
    "text": "Given that Emma Watson's best known role before Beauty And The Beast was as Hermione Grainger"
  },
  {
    "startTime": 110.829,
    "endTime": 114.601,
    "text": "in the Harry Potter series, this feels like a homage to the scene in the first film, The"
  },
  {
    "startTime": 114.601,
    "endTime": 118.869,
    "text": "Philosopher's Stone, where after Neville gets his Remembrall, he says to Hermione that he"
  },
  {
    "startTime": 118.869,
    "endTime": 120.64,
    "text": "can't remember what he'd forgotten."
  },
  {
    "startTime": 120.64,
    "endTime": 124.54,
    "text": "Although Harry Potter fans may well love this line, Beauty And The Beast director Bill Condon"
  },
  {
    "startTime": 124.54,
    "endTime": 128.79000000000002,
    "text": "has said that it's a happy coincidence because the reason Monsieur Jean can't remember what"
  },
  {
    "startTime": 128.79,
    "endTime": 132.95,
    "text": "he's forgotten is because of the Enchantress's spell and how it's made the townspeople forget"
  },
  {
    "startTime": 132.95,
    "endTime": 135.53,
    "text": "that the castle and the enchanted objects ever existed."
  },
  {
    "startTime": 135.53,
    "endTime": 140.64000000000001,
    "text": "So, what Jean can't remember here is that he's actually Mr Potts, and his conversation"
  },
  {
    "startTime": 140.64,
    "endTime": 144.91,
    "text": "with Belle is some clever foreshadowing for the reveal later on that he's married to Mrs"
  },
  {
    "startTime": 144.91,
    "endTime": 145.91,
    "text": "Potts."
  },
  {
    "startTime": 145.91,
    "endTime": 150.04,
    "text": "Perhaps a somewhat unfortunate consequence of the changed dialogue is that we never got"
  },
  {
    "startTime": 150.04,
    "endTime": 153.87,
    "text": "that brilliant line from the original where the baker rudely interrupts Belle with the"
  },
  {
    "startTime": 153.87,
    "endTime": 154.87,
    "text": "line, \"Marie!"
  },
  {
    "startTime": 154.87,
    "endTime": 158.79,
    "text": "The baguettes!\" - because he's bored of listening to her talk about the book she's been reading."
  },
  {
    "startTime": 158.79,
    "endTime": 162.59,
    "text": "In the new movie, Belle's conversation with Monsieur Jean replaces that conversation with"
  },
  {
    "startTime": 162.59,
    "endTime": 166.25,
    "text": "the baker, but there's a nod with a twist to that moment as Belle still gets"
  },
  {
    "startTime": 166.25,
    "endTime": 169.75,
    "text": "brushed off, but this time it's by Monsieur Jean when he says the book she's returning"
  },
  {
    "startTime": 169.75,
    "endTime": 171.78,
    "text": "to Pere Robert sounds boring."
  },
  {
    "startTime": 171.78,
    "endTime": 176.15,
    "text": "His line is also a joke at the expense of the story of Romeo and Juliet which is the"
  },
  {
    "startTime": 176.15,
    "endTime": 180.17000000000002,
    "text": "book Belle's just been reading in this film and also the one she taught the Beast to read"
  },
  {
    "startTime": 180.17,
    "endTime": 182.01999999999998,
    "text": "in the original animation."
  },
  {
    "startTime": 182.02,
    "endTime": 186.25,
    "text": "In the new movie, the Beast also pokes fun at Romeo and Juliet when he introduces Belle"
  },
  {
    "startTime": 186.25,
    "endTime": 190.25,
    "text": "to his library saying there are so many things that are better to read than that Shakespearian"
  },
  {
    "startTime": 190.25,
    "endTime": 192.94,
    "text": "tragedy about heartache and pining."
  },
  {
    "startTime": 192.94,
    "endTime": 197.84,
    "text": "Jean Cocteau's 1946 film La Belle et la Bête is one of director Bill Condon's favourite"
  },
  {
    "startTime": 197.84,
    "endTime": 202.31900000000002,
    "text": "movies and he found it a source of inspiration for his own 21st-century remake of the Beauty"
  },
  {
    "startTime": 202.319,
    "endTime": 203.319,
    "text": "And The Beast story."
  },
  {
    "startTime": 203.319,
    "endTime": 207.01,
    "text": "For instance, there's a different set-up to the 1991 movie for Belle's father."
  },
  {
    "startTime": 207.01,
    "endTime": 211.51999999999998,
    "text": "In this version, Maurice is taken prisoner by Beast for picking a white rose."
  },
  {
    "startTime": 211.52,
    "endTime": 215.84,
    "text": "Given Condon's love for the French film, his use of the white rose is a hat-tip to Cocteau's"
  },
  {
    "startTime": 215.84,
    "endTime": 220.25,
    "text": "film where Belle's father is caught by the Beast when he takes a rose from Beast's garden,"
  },
  {
    "startTime": 220.25,
    "endTime": 225.51,
    "text": "the idea for which itself came from the original mid-18th-century French story."
  },
  {
    "startTime": 225.51,
    "endTime": 229.39999999999998,
    "text": "And Beauty And The Beast's filmmakers included a nice easter egg and homage to the author"
  },
  {
    "startTime": 229.4,
    "endTime": 234.11,
    "text": "of that very first Beauty And The Beast story, Gabrielle-Suzanne Barbot de Villeneuve, when"
  },
  {
    "startTime": 234.11,
    "endTime": 236.95000000000002,
    "text": "they named Belle's hometown Villeneuve."
  },
  {
    "startTime": 236.95,
    "endTime": 242.53,
    "text": "Shortly after Maurice enters the Beast's castle, seeking shelter, Cadenza the harpsichord starts"
  },
  {
    "startTime": 242.53,
    "endTime": 247.42,
    "text": "playing 'Be Our Guest', but suddenly stops when Maurice goes into the room."
  },
  {
    "startTime": 247.42,
    "endTime": 251.319,
    "text": "This is a delightful easter egg to the fact that, in the animated movie, 'Be Our Guest'"
  },
  {
    "startTime": 251.319,
    "endTime": 255.76899999999998,
    "text": "was initially actually going to be performed by the enchanted objects for Maurice, rather"
  },
  {
    "startTime": 255.769,
    "endTime": 257.049,
    "text": "than for Belle."
  },
  {
    "startTime": 257.049,
    "endTime": 261.4,
    "text": "Maestro Cadenza, who's married to the Italian opera singer Madame de Garderobe and becomes"
  },
  {
    "startTime": 261.4,
    "endTime": 266.42999999999995,
    "text": "a harpsichord under the curse, is a new character created for the live-action adaptation."
  },
  {
    "startTime": 266.43,
    "endTime": 271.31,
    "text": "But Cadenza's inclusion in this film is still a hat-tip to Villeneuve's original story as"
  },
  {
    "startTime": 271.31,
    "endTime": 276.259,
    "text": "well as to LePrince de Beaumont's adaptation a few years later, which feature Beauty playing"
  },
  {
    "startTime": 276.259,
    "endTime": 280.97,
    "text": "the harpsichord in her own home, and also reveal that Beast has a harpsichord in his"
  },
  {
    "startTime": 280.97,
    "endTime": 281.97,
    "text": "castle."
  },
  {
    "startTime": 281.97,
    "endTime": 286.93,
    "text": "On top of that, Maestro Cadenza is also a little musical homage to the 1997 direct-to-video"
  },
  {
    "startTime": 286.93,
    "endTime": 290.75,
    "text": "midquel, Beauty And The Beast: The Enchanted Christmas, in which the main villain was the"
  },
  {
    "startTime": 290.75,
    "endTime": 295.93,
    "text": "music conductor and composer Maestro Forte, who became a pipe organ during the curse."
  },
  {
    "startTime": 295.93,
    "endTime": 300.34000000000003,
    "text": "The live-action film makes this connection when, just before 'Be Our Guest', Cogsworth"
  },
  {
    "startTime": 300.34,
    "endTime": 305.479,
    "text": "asks Cadenza to 'play quietly', and Candeza replies, 'Sotto voce, of course.'"
  },
  {
    "startTime": 305.479,
    "endTime": 310.18,
    "text": "Sotto voce and Forte are musical terms which are basically opposites of each other, which"
  },
  {
    "startTime": 310.18,
    "endTime": 314.68,
    "text": "is fitting because Cadenza is a good character and Forte was villain."
  },
  {
    "startTime": 314.68,
    "endTime": 318.82,
    "text": "The songs in the new Beauty And The Beast also include homages to a variety of classic"
  },
  {
    "startTime": 318.82,
    "endTime": 319.82,
    "text": "musicals."
  },
  {
    "startTime": 319.82,
    "endTime": 323.52,
    "text": "For \"Be Our Guest\", director Bill Condon has confirmed the new musical number includes"
  },
  {
    "startTime": 323.52,
    "endTime": 328.60999999999996,
    "text": "over a dozen references including West Side Story, Singin' In The Rain, Cabaret, and Chicago,"
  },
  {
    "startTime": 328.61,
    "endTime": 332.74,
    "text": "which Condon wrote the screenplay for, as well as nods to Esther Williams and Busby"
  },
  {
    "startTime": 332.74,
    "endTime": 335.68,
    "text": "Berkeley, both of which also influenced the 1991 version."
  },
  {
    "startTime": 335.68,
    "endTime": 340.2,
    "text": "Plus, there's also a little reference to Moulin Rouge, which starred Ewan McGregor, who plays"
  },
  {
    "startTime": 340.2,
    "endTime": 342.729,
    "text": "Lumiere in Beauty And The Beast."
  },
  {
    "startTime": 342.729,
    "endTime": 346.5,
    "text": "When Disney were going through the music archives of the animated film, they came across some"
  },
  {
    "startTime": 346.5,
    "endTime": 350.669,
    "text": "original lyrics by the late Howard Ashman which didn't make it into the final film back"
  },
  {
    "startTime": 350.669,
    "endTime": 351.669,
    "text": "in 1991."
  },
  {
    "startTime": 351.669,
    "endTime": 356.44,
    "text": "So, director Bill Condon decided to put them to good use in his live-action version."
  },
  {
    "startTime": 356.44,
    "endTime": 358.199,
    "text": "And when I interviewed Bill Condon recently, I asked him what those new lyrics were, and"
  },
  {
    "startTime": 358.199,
    "endTime": 362.15000000000003,
    "text": "he told me that they're the last lines that Emma Thompson sings as Mrs Potts when she"
  },
  {
    "startTime": 362.15,
    "endTime": 366.69,
    "text": "reprises the Beauty And The Beast song at the end of the movie, which are: \"Winter turns"
  },
  {
    "startTime": 366.69,
    "endTime": 373.36,
    "text": "to spring, famine turns to feast, nature points the way, nothing left to say, Beauty and the"
  },
  {
    "startTime": 373.36,
    "endTime": 374.36,
    "text": "Beast.\""
  },
  {
    "startTime": 374.36,
    "endTime": 375.42,
    "text": "But that's not all, folks!"
  },
  {
    "startTime": 375.42,
    "endTime": 379.699,
    "text": "When I interviewed Alan Menken, he told me that some of Howard Ashman's unused lyrics"
  },
  {
    "startTime": 379.699,
    "endTime": 383.77000000000004,
    "text": "from the 1991 movie also made it into the live-action version of the song Gaston!"
  },
  {
    "startTime": 383.77,
    "endTime": 388.53,
    "text": "The lyrics in question begin with Gaston singing: 'When I hunt, I sneak up with my quiver, and"
  },
  {
    "startTime": 388.53,
    "endTime": 395.29999999999995,
    "text": "beasts of the field say a prayer; first, I carefully aim for the liver, then I shoot"
  },
  {
    "startTime": 395.3,
    "endTime": 398.16,
    "text": "from behind.'"
  },
  {
    "startTime": 398.16,
    "endTime": 402.13000000000005,
    "text": "By the way, Menken told me that those lyrics didn't make it into the original film as 'sneaking"
  },
  {
    "startTime": 402.13,
    "endTime": 406.96999999999997,
    "text": "up and shooting an animal in the liver was probably a bit much for a younger audience'."
  },
  {
    "startTime": 406.97,
    "endTime": 410.57000000000005,
    "text": "Music boxes play an important part in the new film as Belle's father, Maurice, is an"
  },
  {
    "startTime": 410.57,
    "endTime": 411.9,
    "text": "artist who makes them."
  },
  {
    "startTime": 411.9,
    "endTime": 414.41999999999996,
    "text": "But they're also a call-back to the animated feature."
  },
  {
    "startTime": 414.42,
    "endTime": 419.93,
    "text": "In early drafts of the 1991 script, Mrs Potts' son Chip only had one sentence of dialogue,"
  },
  {
    "startTime": 419.93,
    "endTime": 423.77,
    "text": "and the other scenes where he appears in the film as we know it today were going to feature"
  },
  {
    "startTime": 423.77,
    "endTime": 429.19899999999996,
    "text": "in his place a Music Box character which spoke only by making little chiming noises."
  },
  {
    "startTime": 429.199,
    "endTime": 432.96000000000004,
    "text": "But when the producers realised the movie would benefit from a child's perspective,"
  },
  {
    "startTime": 432.96,
    "endTime": 437.04999999999995,
    "text": "they increased Chip's role and got rid of the music box character."
  },
  {
    "startTime": 437.05,
    "endTime": 441.62,
    "text": "After Chip says his famous line from the original animation, 'Momma, there's a girl in the castle',"
  },
  {
    "startTime": 441.62,
    "endTime": 445.86,
    "text": "he follows it up by asking Mrs Potts what kind of tea the girl likes and then lists"
  },
  {
    "startTime": 445.86,
    "endTime": 450.31,
    "text": "a few different types including chamomile, which is a delicious easter egg to the original"
  },
  {
    "startTime": 450.31,
    "endTime": 454.43,
    "text": "name the filmmakers were going to give the talking teapot in their animated movie."
  },
  {
    "startTime": 454.43,
    "endTime": 460.34000000000003,
    "text": "Yes, back in 1991, Mrs Potts was very nearly named Mrs Chamomile, after the soothing herbal"
  },
  {
    "startTime": 460.34,
    "endTime": 464.38,
    "text": "tea, but the filmmakers decided to go with the name we know and love today as they thought"
  },
  {
    "startTime": 464.38,
    "endTime": 467.15999999999997,
    "text": "'chamomile' might be difficult for young children to say."
  },
  {
    "startTime": 467.16,
    "endTime": 471.699,
    "text": "Toward to the start of the movie, we see Belle teaching a young girl to read and pointing"
  },
  {
    "startTime": 471.699,
    "endTime": 473.46000000000004,
    "text": "to a page with a Blue Bird on it."
  },
  {
    "startTime": 473.46,
    "endTime": 478.53,
    "text": "The page says \"The Blue Bird that flies over the dark wood\", which is a nod to the blue-birds"
  },
  {
    "startTime": 478.53,
    "endTime": 482.63899999999995,
    "text": "that fly over the wood at the start of the animated movie, and also to the blue-coloured"
  },
  {
    "startTime": 482.639,
    "endTime": 484.91,
    "text": "bird that appears during the song \"Something There\"."
  },
  {
    "startTime": 484.91,
    "endTime": 489.0,
    "text": "When we hear that song in the original film, Belle is trying to bring out the Beast's gentler"
  },
  {
    "startTime": 489.0,
    "endTime": 491.789,
    "text": "side by encouraging him to feed the birds in his garden."
  },
  {
    "startTime": 491.789,
    "endTime": 495.289,
    "text": "At first, they're all scared away with the exception of a little blue bird who jumps"
  },
  {
    "startTime": 495.289,
    "endTime": 496.699,
    "text": "into his hand."
  },
  {
    "startTime": 496.699,
    "endTime": 501.17,
    "text": "By the way, look closely at what Belle's wearing as she teaches the young girl and you'll see"
  },
  {
    "startTime": 501.17,
    "endTime": 505.26,
    "text": "that her cardigan has blue birds embroidered into the pattern."
  },
  {
    "startTime": 505.26,
    "endTime": 510.12,
    "text": "After Gaston and LeFou finish their big song-and-dance number at the tavern, Gaston compliments his"
  },
  {
    "startTime": 510.12,
    "endTime": 514.9590000000001,
    "text": "loyal side-kick on how great he is and asks, 'How is it that no girl has snatched you up"
  },
  {
    "startTime": 514.959,
    "endTime": 519.2189999999999,
    "text": "yet?', and LeFou replies with a nice easter egg to Frozen, saying that, 'I've been told"
  },
  {
    "startTime": 519.219,
    "endTime": 521.479,
    "text": "I'm clingy, but I really don't get it.'"
  },
  {
    "startTime": 521.479,
    "endTime": 526.4000000000001,
    "text": "Josh Gad, of course, plays both LeFou and Frozen's Olaf, an adorable snowman who just"
  },
  {
    "startTime": 526.4,
    "endTime": 530.951,
    "text": "loves introducing himself to the movie's human characters with the line, 'Hi, I'm Olaf, and"
  },
  {
    "startTime": 530.951,
    "endTime": 535.029,
    "text": "I like warm hugs', and who's also happy to melt for the right person."
  },
  {
    "startTime": 535.029,
    "endTime": 539.4,
    "text": "As well as being a Frozen easter egg, LeFou's reply also foreshadows what the movie's director"
  },
  {
    "startTime": 539.4,
    "endTime": 543.16,
    "text": "has called the character's \"gay moment\" at the end of the movie."
  },
  {
    "startTime": 543.16,
    "endTime": 546.899,
    "text": "Just outside the tavern's doors, there are two wooden carvings of wild boar heads, and"
  },
  {
    "startTime": 546.899,
    "endTime": 550.93,
    "text": "one is used by the angry mob to try to ram down the door to the Beast's castle."
  },
  {
    "startTime": 550.93,
    "endTime": 554.66,
    "text": "Although this is a change from the animated film, where the villagers chop down a tree"
  },
  {
    "startTime": 554.66,
    "endTime": 559.41,
    "text": "to batter the Beast's door, it's actually a really nice hint to the design of the Beast."
  },
  {
    "startTime": 559.41,
    "endTime": 563.23,
    "text": "Wild boars were one of the animals that Disney artist Glen Keane took inspiration from when"
  },
  {
    "startTime": 563.23,
    "endTime": 567.3100000000001,
    "text": "he was creating the animated Beast's look – in fact, if you look at the Beast in the"
  },
  {
    "startTime": 567.31,
    "endTime": 571.3,
    "text": "1991 movie, you'll see he has the tusks of a wild boar."
  },
  {
    "startTime": 571.3,
    "endTime": 575.8599999999999,
    "text": "But long before Disney's much-loved classic, the Beast was already associated with boars."
  },
  {
    "startTime": 575.86,
    "endTime": 579.76,
    "text": "Back in the late nineteenth century, for example, the English artist Walter Crane portrayed"
  },
  {
    "startTime": 579.76,
    "endTime": 583.92,
    "text": "the Beast as a wild boar in his illustrations for children's picture books."
  },
  {
    "startTime": 583.92,
    "endTime": 588.29,
    "text": "Speaking of boars, the coat of arms in the Beast's castle consists of a lion, a boar,"
  },
  {
    "startTime": 588.29,
    "endTime": 589.3389999999999,
    "text": "and letters WD."
  },
  {
    "startTime": 589.339,
    "endTime": 594.149,
    "text": "Just as boars influenced the Beast's design in the animated movie, so too did lions – with"
  },
  {
    "startTime": 594.149,
    "endTime": 596.12,
    "text": "the Beast having a lion's mane."
  },
  {
    "startTime": 596.12,
    "endTime": 600.399,
    "text": "As for the WD monogram, that's a nod to Walt Disney!"
  },
  {
    "startTime": 600.399,
    "endTime": 604.07,
    "text": "When Belle is surprised that Beast is able to complete a quote she reads from Shakespeare's"
  },
  {
    "startTime": 604.07,
    "endTime": 608.339,
    "text": "A Midsummer Night's Dream, he explains that he had 'an expensive education.'"
  },
  {
    "startTime": 608.339,
    "endTime": 612.1300000000001,
    "text": "This is a change from the animation where the Beast has trouble reading, but it's also"
  },
  {
    "startTime": 612.13,
    "endTime": 616.29,
    "text": "a reference to the role that made actor Dan Stevens, who plays the Beast, famous."
  },
  {
    "startTime": 616.29,
    "endTime": 621.0799999999999,
    "text": "In the popular period drama Downton Abbey, Stevens's character Matthew Crawley also enjoyed"
  },
  {
    "startTime": 621.08,
    "endTime": 625.9300000000001,
    "text": "an expensive education, which included a private boys-only boarding-school followed by Oxford"
  },
  {
    "startTime": 625.93,
    "endTime": 627.0699999999999,
    "text": "University."
  },
  {
    "startTime": 627.07,
    "endTime": 630.7,
    "text": "And interestingly enough, that's mirrored in Stevens' own life as he too attended a"
  },
  {
    "startTime": 630.7,
    "endTime": 635.1400000000001,
    "text": "private boarding school before going on to study at Cambridge University."
  },
  {
    "startTime": 635.14,
    "endTime": 638.51,
    "text": "At the end of this movie, Belle looks at the Prince and asks, 'How would you feel about"
  },
  {
    "startTime": 638.51,
    "endTime": 642.89,
    "text": "growing a beard?', which director Bill Condon told me is an unused line of dialogue that"
  },
  {
    "startTime": 642.89,
    "endTime": 646.77,
    "text": "lyricist Howard Ashman came up with for the animated classic."
  },
  {
    "startTime": 646.77,
    "endTime": 650.38,
    "text": "Interestingly enough, Glen Keane, who designed the animated Beast for that film, didn't want"
  },
  {
    "startTime": 650.38,
    "endTime": 654.67,
    "text": "the Beast to turn back into the Prince at the end of the movie so had Paige O'Hara who"
  },
  {
    "startTime": 654.67,
    "endTime": 659.7199999999999,
    "text": "played Belle record that line about the beard, though, of course, they didn't end up using"
  },
  {
    "startTime": 659.72,
    "endTime": 660.72,
    "text": "it back then."
  },
  {
    "startTime": 660.72,
    "endTime": 664.14,
    "text": "Now, I'd love to hear if you spotted any other easter eggs or interesting references in the"
  },
  {
    "startTime": 664.14,
    "endTime": 665.4499999999999,
    "text": "new Beauty And The Beast movie."
  },
  {
    "startTime": 665.45,
    "endTime": 669.149,
    "text": "And how do you think it compared to the original animated classic?"
  },
  {
    "startTime": 669.149,
    "endTime": 673.29,
    "text": "Don't forget to comment and subscribe for your chance to win this awesome hardback Disney"
  },
  {
    "startTime": 673.29,
    "endTime": 674.29,
    "text": "book!"
  },
  {
    "startTime": 674.29,
    "endTime": 678.11,
    "text": "Coming very shortly, I've got more detailed breakdowns of Beauty And The Beast, so be"
  },
  {
    "startTime": 678.11,
    "endTime": 681.76,
    "text": "sure to turn on your notifications for Flicks And The City and you'll get those as soon"
  },
  {
    "startTime": 681.76,
    "endTime": 683.05,
    "text": "as I post them."
  },
  {
    "startTime": 683.05,
    "endTime": 687.0699999999999,
    "text": "And in the meantime, tap or click anywhere here for some more videos you might like!"
  },
  {
    "startTime": 687.07,
    "endTime": 689.0400000000001,
    "text": "Thanks for watching and see ya next time!"
  },
  {
    "startTime": 689.04,
    "endTime": 699.04,
    "text": "Yippee-ki-yay, movie lovers."
  }
]