[
  {
    "startTime": 1.1,
    "endTime": 7.0489999999999995,
    "text": "So I wanna start by offering you a free, no-tech life hack and all it requires of you is this:"
  },
  {
    "startTime": 7.049,
    "endTime": 12.22,
    "text": "that you change your posture for two minutes. I became especially interested in non-verbal"
  },
  {
    "startTime": 12.22,
    "endTime": 18.05,
    "text": "expressions of power and dominance. And what are non-verbal expressions of power and dominance?"
  },
  {
    "startTime": 18.05,
    "endTime": 24.59,
    "text": "So, in the animal kingdom they are about expanding so you make yourself big you stretch out and"
  },
  {
    "startTime": 24.59,
    "endTime": 29.64,
    "text": "humans do the same thing. So they do this both when they have power sort of chronically"
  },
  {
    "startTime": 29.64,
    "endTime": 34.809,
    "text": "and also when they're feeling powerful in the moment. So, powerful people tend to be"
  },
  {
    "startTime": 34.809,
    "endTime": 40.309,
    "text": "not surprisingly more assertive and more confident. Physiologically there also are differences-"
  },
  {
    "startTime": 40.309,
    "endTime": 45.039,
    "text": "on two key hormones. Testosterone which is the dominance hormone and cortisol which is"
  },
  {
    "startTime": 45.039,
    "endTime": 50.859,
    "text": "the stress hormone. We decided to bring people into the lab and run a little experiment and"
  },
  {
    "startTime": 50.859,
    "endTime": 56.35,
    "text": "these people adopted for two minutes, high power poses or low power poses. And I'm just"
  },
  {
    "startTime": 56.35,
    "endTime": 60.85,
    "text": "gonna show you five of the poses although they took on only two. This is what happens."
  },
  {
    "startTime": 60.85,
    "endTime": 65.549,
    "text": "They come in they spit into a vial. We for two minutes say you need to do this or this."
  },
  {
    "startTime": 65.549,
    "endTime": 70.13000000000001,
    "text": "We then ask them how powerful do you feel on a series of items... and then we take another"
  },
  {
    "startTime": 70.13,
    "endTime": 74.94999999999999,
    "text": "saliva sample. Here's what we find on testosterone: from their baseline when they come in, high"
  },
  {
    "startTime": 74.95,
    "endTime": 79.789,
    "text": "power people experience about a 20% increase and low power people experience about a 10%"
  },
  {
    "startTime": 79.789,
    "endTime": 84.039,
    "text": "decrease. Here's what you get on cortisol: High power people experience about a 25% decrease"
  },
  {
    "startTime": 84.039,
    "endTime": 88.09,
    "text": "and the low power people experience about a 15% increase. So two minutes lead to these"
  },
  {
    "startTime": 88.09,
    "endTime": 93.039,
    "text": "hormonal changes that configure your brain to basically be either assertive, confident"
  },
  {
    "startTime": 93.039,
    "endTime": 97.759,
    "text": "and comfortable, or really stress reactive. But the next question of course is can power"
  },
  {
    "startTime": 97.759,
    "endTime": 102.549,
    "text": "posing for a few minutes really change your life in meaningful ways? And so what matters"
  },
  {
    "startTime": 102.549,
    "endTime": 107.149,
    "text": "in where you wanna use this is evaluative situations- we decided that the one that most"
  },
  {
    "startTime": 107.149,
    "endTime": 110.68900000000001,
    "text": "people could relate to was the job interview. What do you do before you go into a job interview?"
  },
  {
    "startTime": 110.689,
    "endTime": 115.00899999999999,
    "text": "You do this. Right, you're sitting down, you're looking at your notes, you're hunching up"
  },
  {
    "startTime": 115.009,
    "endTime": 118.479,
    "text": "and making yourself small. When really what you should be doing maybe- is this. Like,"
  },
  {
    "startTime": 118.479,
    "endTime": 123.21,
    "text": "in the bathroom. Okay, so we bring people into a lab and they do either high or low"
  },
  {
    "startTime": 123.21,
    "endTime": 126.90899999999999,
    "text": "power poses again. They go through a very stressful job interview, it's five minutes"
  },
  {
    "startTime": 126.909,
    "endTime": 131.91,
    "text": "long, they are being recorded, they're being judged also. We then have these coders look"
  },
  {
    "startTime": 131.91,
    "endTime": 135.15,
    "text": "at these tapes, four of them. They're blind to the hypothesis, they're blind to the conditions"
  },
  {
    "startTime": 135.15,
    "endTime": 139.28,
    "text": "they have no idea who's been posing and in what pose. They end up looking at these sets"
  },
  {
    "startTime": 139.28,
    "endTime": 143.66,
    "text": "of tapes and they say \"oh we wanna hire these people, all the high power posers. We don't"
  },
  {
    "startTime": 143.66,
    "endTime": 148.79999999999998,
    "text": "wanna hire these people. But what's driving it? It's not about the content of the speech,"
  },
  {
    "startTime": 148.8,
    "endTime": 152.70000000000002,
    "text": "it's about the presence that they're bringing to the speech. The last thing I'm going to"
  },
  {
    "startTime": 152.7,
    "endTime": 158.16,
    "text": "leave you with is this: Tiny Tweaks can lead to big changes. Before you go into the next"
  },
  {
    "startTime": 158.16,
    "endTime": 163.60999999999999,
    "text": "stressful evaluative situation, for two minutes, try doing this- in the elevator, in a bathroom"
  },
  {
    "startTime": 163.61,
    "endTime": 168.52,
    "text": "stall, at your desk behind closed doors, that's what you wanna do. Get, configure your brain"
  },
  {
    "startTime": 168.52,
    "endTime": 173.52,
    "text": "to cope the best in that situation. Get your testosterone up, get your cortisol down and"
  },
  {
    "startTime": 173.52,
    "endTime": 183.52,
    "text": "it can significantly change the outcomes of your life. Thank you."
  }
]