[
  {
    "startTime": 5.509,
    "endTime": 9.17,
    "text": "Another piece of climbing equipment that you're going to need for climbing in a gym is going"
  },
  {
    "startTime": 9.17,
    "endTime": 13.269,
    "text": "to be a couple of carabiners, and you have lots of choices when you're picking a carabiner."
  },
  {
    "startTime": 13.269,
    "endTime": 17.43,
    "text": "It comes in all kinds of colors, shapes, and sizes. They all serve pretty much the same"
  },
  {
    "startTime": 17.43,
    "endTime": 25.990000000000002,
    "text": "purpose. So to give you a couple of examples, right here we have a locking carabiner, and"
  },
  {
    "startTime": 25.99,
    "endTime": 30.839999999999996,
    "text": "another type of locking carabiner. Both serve a similar purpose, the color doesn't really"
  },
  {
    "startTime": 30.84,
    "endTime": 34.039,
    "text": "mean anything, you're going to see lots of options when you go to pick some out."
  },
  {
    "startTime": 34.039,
    "endTime": 39.42,
    "text": "The most important feature is that they have this screw gate here, which locks the gate"
  },
  {
    "startTime": 39.42,
    "endTime": 44.6,
    "text": "in the closed position, preventing it from opening while you're climbing. These are the"
  },
  {
    "startTime": 44.6,
    "endTime": 49.039,
    "text": "kinds of devices that you want to have for attaching your belay device, to use for anchoring"
  },
  {
    "startTime": 49.039,
    "endTime": 53.809,
    "text": "yourself, a little bit more expensive than a non-locking caribiner, but certainly a critical"
  },
  {
    "startTime": 53.809,
    "endTime": 58.039,
    "text": "choice. You should definitely have one for your belay device."
  },
  {
    "startTime": 58.039,
    "endTime": 62.309,
    "text": "These carabiners here are what are called non-locking carabiners. You'll notice there's"
  },
  {
    "startTime": 62.309,
    "endTime": 66.5,
    "text": "no screw gate on them, but they also still look a little bit different, meaning that"
  },
  {
    "startTime": 66.5,
    "endTime": 71.8,
    "text": "one of these carabiners has a wire gate, the other one has a straight gate. And these types"
  },
  {
    "startTime": 71.8,
    "endTime": 76.19,
    "text": "of gates serve a similar purpose. You have some difference in functionality as far as"
  },
  {
    "startTime": 76.19,
    "endTime": 80.16,
    "text": "how the carabiners feel when you're clipping your rope to them, but as far as the strength"
  },
  {
    "startTime": 80.16,
    "endTime": 82.83,
    "text": "and things like that, they're pretty comparable."
  },
  {
    "startTime": 82.83,
    "endTime": 86.97,
    "text": "So non-locking carabiners are great for when you're sport climbing, and you're using those"
  },
  {
    "startTime": 86.97,
    "endTime": 91.16,
    "text": "as what's called a quickdraw to be making your clips. They are a little bit easier to"
  },
  {
    "startTime": 91.16,
    "endTime": 98.41,
    "text": "work with, so this would be a great example of a non-locking carabiner."
  },
  {
    "startTime": 98.41,
    "endTime": 103.75,
    "text": "A final type of carabiner that you might see is something known as a quickdraw. They look"
  },
  {
    "startTime": 103.75,
    "endTime": 108.13,
    "text": "like this, and it's basically two of those non-locking carabiners connecting to what's"
  },
  {
    "startTime": 108.13,
    "endTime": 112.42,
    "text": "known as a dog bone. That's the piece here in the middle. And these quickdraws are what"
  },
  {
    "startTime": 112.42,
    "endTime": 115.46000000000001,
    "text": "you would use for lead climbing here in the gym."
  },
  {
    "startTime": 115.46,
    "endTime": 119.69999999999999,
    "text": "Most of the time, these are already fixed to the wall for you, but it's still a good"
  },
  {
    "startTime": 119.7,
    "endTime": 124.61,
    "text": "thing to be able to identify, and it is one primary use for those non-locking carabiners."
  },
  {
    "startTime": 124.61,
    "endTime": 128.7,
    "text": "So again, these are quickdraws. You probably won't need to purchase any on your own as"
  },
  {
    "startTime": 128.7,
    "endTime": 132.73,
    "text": "most climbing gyms do provide them for you, but just so you know what you're looking at,"
  },
  {
    "startTime": 132.73,
    "endTime": 137.88899999999998,
    "text": "these are both examples of quickdraws used for lead climbing. And that's what you need"
  },
  {
    "startTime": 137.889,
    "endTime": 147.889,
    "text": "to know before buying any carabiners to come to the climbing gym."
  }
]