[
  {
    "startTime": 0.65,
    "endTime": 8.83,
    "text": "Hi this is Ceema and I’m back with a new lesson on understanding spoken English. Well,"
  },
  {
    "startTime": 8.83,
    "endTime": 16.5,
    "text": "a lot of you who are learning to speak English, you always have a problem with understanding"
  },
  {
    "startTime": 16.5,
    "endTime": 23.3,
    "text": "English that is spoken to you, right? Well you're not alone because when we learn or"
  },
  {
    "startTime": 23.3,
    "endTime": 31.73,
    "text": "study English, you know we learn to read English, we learn to write English but understanding"
  },
  {
    "startTime": 31.73,
    "endTime": 38.99,
    "text": "or listening to spoken English is something that is not really done in a very good way"
  },
  {
    "startTime": 38.99,
    "endTime": 46.440000000000005,
    "text": "which is why we always end up not speaking English very well, right? Well I know it can"
  },
  {
    "startTime": 46.44,
    "endTime": 51.67,
    "text": "be quite frustrating, quite embarrassing, when someone tells you something and you don't"
  },
  {
    "startTime": 51.67,
    "endTime": 60.08,
    "text": "understand, right? So we are going to first understand as to why understanding English"
  },
  {
    "startTime": 60.08,
    "endTime": 69.07,
    "text": "is so difficult."
  },
  {
    "startTime": 69.07,
    "endTime": 77.83,
    "text": "Okay the first reason why understanding English is difficult is because pronounced English"
  },
  {
    "startTime": 77.83,
    "endTime": 85.78999999999999,
    "text": "is not equal to written English. Well what does that mean? What I'm trying to say is"
  },
  {
    "startTime": 85.79,
    "endTime": 93.42,
    "text": "that the way you pronounce some words is not the same when writing the words. So this is"
  },
  {
    "startTime": 93.42,
    "endTime": 101.94,
    "text": "very often in letters which are silent letters in a word. So you have a word for example"
  },
  {
    "startTime": 101.94,
    "endTime": 114.92,
    "text": "say laugh. Well the pronunciation is laugh, almost like a laf, l-a-f. But when you write"
  },
  {
    "startTime": 114.92,
    "endTime": 126.27,
    "text": "the word, obviously the GH is silent, right? So if you are not used to listening or you"
  },
  {
    "startTime": 126.27,
    "endTime": 131.29,
    "text": "know listening to too much English, then you'll have a problem because pronounced English"
  },
  {
    "startTime": 131.29,
    "endTime": 138.2,
    "text": "is not equal to written English, okay. Now the other reason why understanding is so,"
  },
  {
    "startTime": 138.2,
    "endTime": 146.599,
    "text": "so difficult is because the same letter can be pronounced differently in different words."
  },
  {
    "startTime": 146.599,
    "endTime": 153.45,
    "text": "What do I mean by that? We have a letter, e, right? We all know the letter, e. In a"
  },
  {
    "startTime": 153.45,
    "endTime": 163.67999999999998,
    "text": "word like, egg, the e is pronounced as an eh. The eh sound and in a word like eat, well"
  },
  {
    "startTime": 163.68,
    "endTime": 172.519,
    "text": "it becomes a long ee sound. So well the same letter, e, but in one word it is an eh and"
  },
  {
    "startTime": 172.519,
    "endTime": 177.93,
    "text": "in the other word, it is an ee, that's quite confusing, right?"
  },
  {
    "startTime": 177.93,
    "endTime": 183.29000000000002,
    "text": "Okay the other reason why you are finding it so difficult to understand is because of"
  },
  {
    "startTime": 183.29,
    "endTime": 190.48,
    "text": "unclear pronunciation. Now a lot of students who I teach tell me that when they hear native"
  },
  {
    "startTime": 190.48,
    "endTime": 197.999,
    "text": "people or native speakers talking to them, they find the pronunciation quite unclear."
  },
  {
    "startTime": 197.999,
    "endTime": 205.529,
    "text": "They don't understand it. Why? Because native speakers have a way of joining words together."
  },
  {
    "startTime": 205.529,
    "endTime": 222.949,
    "text": "So the joining of words is done. So you have a sentence like, do you want to come? But"
  },
  {
    "startTime": 222.949,
    "endTime": 234.15,
    "text": "a native English speaker would say, do you wanna come? Do you wanna come? Do you want"
  },
  {
    "startTime": 234.15,
    "endTime": 239.9,
    "text": "to come? Is the actual way of saying it, if you are breaking every word and pronouncing"
  },
  {
    "startTime": 239.9,
    "endTime": 245.469,
    "text": "it separately. But when you are a native speaker, you tend to speak very fast and therefore"
  },
  {
    "startTime": 245.469,
    "endTime": 251.41899999999998,
    "text": "you have joined words together, you say do you wanna come? Are you gonna have lunch?"
  },
  {
    "startTime": 251.419,
    "endTime": 257.709,
    "text": "Are you going to have lunch? What are you doing? What are you doing? Whatcha you doing?"
  },
  {
    "startTime": 257.709,
    "endTime": 263.12,
    "text": "Okay so when you are a native speaker, you join words together making it very difficult"
  },
  {
    "startTime": 263.12,
    "endTime": 270.889,
    "text": "for beginners to understand what you are saying, right? And the last but very important reason"
  },
  {
    "startTime": 270.889,
    "endTime": 276.36,
    "text": "why you can't understand English is because you're not listening enough. There is not"
  },
  {
    "startTime": 276.36,
    "endTime": 282.71000000000004,
    "text": "enough listening of English going on in your studies, right when you are studying English."
  },
  {
    "startTime": 282.71,
    "endTime": 289.69,
    "text": "Now when you were a baby for example, okay you first learned. You first heard words,"
  },
  {
    "startTime": 289.69,
    "endTime": 295.74,
    "text": "right? Your mother told you things, you listened to what your mother said and then you kind"
  },
  {
    "startTime": 295.74,
    "endTime": 301.599,
    "text": "of made out as to what the words were and then you started speaking, writing and reading,"
  },
  {
    "startTime": 301.599,
    "endTime": 308.301,
    "text": "right? So you first listened, you got the words, then you started speaking, then you"
  },
  {
    "startTime": 308.301,
    "endTime": 314.47999999999996,
    "text": "read and you wrote, right, so that's the order of learning things. You first listen, you"
  },
  {
    "startTime": 314.48,
    "endTime": 321.401,
    "text": "then speak, you then read and write. But the problem is when we are studying English, we"
  },
  {
    "startTime": 321.401,
    "endTime": 325.99,
    "text": "try to read and write first and that's just not the way you can do it, right? So when"
  },
  {
    "startTime": 325.99,
    "endTime": 332.169,
    "text": "your mother, as a child she tells you pick up the ball sweetheart, she's saying, pick"
  },
  {
    "startTime": 332.169,
    "endTime": 338.96999999999997,
    "text": "up the ball. Now as a baby you don't know the words pick as far as the spelling goes."
  },
  {
    "startTime": 338.97,
    "endTime": 345.939,
    "text": "You don't know how ball is spelt either. But you hear your mother and then you kind of"
  },
  {
    "startTime": 345.939,
    "endTime": 351.389,
    "text": "say the same words over and over again because of what you've listened to, right? So therefore"
  },
  {
    "startTime": 351.389,
    "endTime": 356.89,
    "text": "it is very important just like babies that even we, when we are learning a new language,"
  },
  {
    "startTime": 356.89,
    "endTime": 364.61,
    "text": "we first listen to a lot of English before we even attempt to speak, read or write."
  },
  {
    "startTime": 364.61,
    "endTime": 369.83000000000004,
    "text": "Okay now I’m going to tell you what you need to do, to start understanding English"
  },
  {
    "startTime": 369.83,
    "endTime": 374.59,
    "text": "in a much better way. This is gonna really help you."
  },
  {
    "startTime": 374.59,
    "endTime": 380.969,
    "text": "Okay now the first very important rule or what you really need to do to improve your"
  },
  {
    "startTime": 380.969,
    "endTime": 390.09,
    "text": "understanding of spoken English is to practise listening daily. Now I know all of you are"
  },
  {
    "startTime": 390.09,
    "endTime": 395.56899999999996,
    "text": "very, very busy people and you really can't take out too much of time to do this probably."
  },
  {
    "startTime": 395.569,
    "endTime": 404.21000000000004,
    "text": "But all you need is just fifteen minutes in a day. Just fifteen minutes, yeah and in fifteen"
  },
  {
    "startTime": 404.21,
    "endTime": 409.729,
    "text": "minutes, you can practise listening but you've gotta do that regularly, which mean you've"
  },
  {
    "startTime": 409.729,
    "endTime": 415.06,
    "text": "gotta do that daily. Now what would you listen to? Or where would you listen to? If you are"
  },
  {
    "startTime": 415.06,
    "endTime": 422.08,
    "text": "a busy person, you can you know buy one of our CDs, okay we've got, you know a daily"
  },
  {
    "startTime": 422.08,
    "endTime": 428.35999999999996,
    "text": "video vocabulary, which is there in the link, okay at the end of this video. You can listen"
  },
  {
    "startTime": 428.36,
    "endTime": 437.509,
    "text": "to that. You can also buy one of our CDs related to spoken English, which will also have dialogues."
  },
  {
    "startTime": 437.509,
    "endTime": 443.69100000000003,
    "text": "So it is very important, very imperative that you practise listening to English daily. May"
  },
  {
    "startTime": 443.691,
    "endTime": 449.13899999999995,
    "text": "be while you are doing your household chores, while you are travelling by bus, train, metro."
  },
  {
    "startTime": 449.139,
    "endTime": 454.35,
    "text": "When you are in the gym, you know just walking or jogging. Try listening to English as much"
  },
  {
    "startTime": 454.35,
    "endTime": 461.11,
    "text": "as possible for you to you know kind of get the base in understanding the spoken English,"
  },
  {
    "startTime": 461.11,
    "endTime": 468.199,
    "text": "yeah and now the second and most important part is, practising the right way. So yes"
  },
  {
    "startTime": 468.199,
    "endTime": 474.499,
    "text": "you do have to practise listening daily but what does it mean to practise the right way."
  },
  {
    "startTime": 474.499,
    "endTime": 480.69,
    "text": "So if there is a right way to practise, then obviously there's a wrong way to practise."
  },
  {
    "startTime": 480.69,
    "endTime": 485.849,
    "text": "Have you been practising the wrong way? Well what is the wrong way? The wrong way is basically"
  },
  {
    "startTime": 485.849,
    "endTime": 493.069,
    "text": "you know, I play a CD, I just listen to something, I try my hardest to listen to something and"
  },
  {
    "startTime": 493.069,
    "endTime": 498.1,
    "text": "understand it and I don't understand it, so I just give up. Well that's the wrong way"
  },
  {
    "startTime": 498.1,
    "endTime": 503.389,
    "text": "of doing it because you have given up and you have not set realistic expectations for"
  },
  {
    "startTime": 503.389,
    "endTime": 509.759,
    "text": "yourself, right? so there is a right way to understand English, okay, the right way is"
  },
  {
    "startTime": 509.759,
    "endTime": 515.79,
    "text": "before you even start listening or before you even practise listening, you know have"
  },
  {
    "startTime": 515.79,
    "endTime": 523.78,
    "text": "the right mindset, okay. So it's basically important to have the right mindset or have"
  },
  {
    "startTime": 523.78,
    "endTime": 533.7099999999999,
    "text": "a positive mindset. Now don't be too hard on yourself. Understand that it might take"
  },
  {
    "startTime": 533.71,
    "endTime": 541.09,
    "text": "you a while to understand or learn some words and it might take you a while to apply them"
  },
  {
    "startTime": 541.09,
    "endTime": 547.09,
    "text": "when you are forming a sentence, right? So set realistic expectations for yourself even"
  },
  {
    "startTime": 547.09,
    "endTime": 553.14,
    "text": "before you launch into the practise of listening the right way or you know learning to listen"
  },
  {
    "startTime": 553.14,
    "endTime": 559.31,
    "text": "the right way. Now when you have a topic, okay suppose you have a paragraph of a small"
  },
  {
    "startTime": 559.31,
    "endTime": 567.011,
    "text": "story about say, you know any topic for that matter, the first thing you will do is, listen"
  },
  {
    "startTime": 567.011,
    "endTime": 576.49,
    "text": "to the general topic. So when there is a story, okay the story contains a topic, it contains"
  },
  {
    "startTime": 576.49,
    "endTime": 583.59,
    "text": "details about a particular topic and it talks about everything in detail. The story in detail."
  },
  {
    "startTime": 583.59,
    "endTime": 589.751,
    "text": "But you don't need to know the detail at the beginning, so the first time you listen, so"
  },
  {
    "startTime": 589.751,
    "endTime": 594.72,
    "text": "it's important to read three times may be. Okay when you are listening, listen three"
  },
  {
    "startTime": 594.72,
    "endTime": 601.0210000000001,
    "text": "times. The first time you listen, okay you are going to focus on the general topic. What"
  },
  {
    "startTime": 601.021,
    "endTime": 608.38,
    "text": "is the story all about? Just the general, the gist of the topic really. Okay, then you"
  },
  {
    "startTime": 608.38,
    "endTime": 613.96,
    "text": "will listen to specific details. Alright so you have a story about a crow who is really"
  },
  {
    "startTime": 613.96,
    "endTime": 623.9300000000001,
    "text": "thirsty and he is in search of water, he finds a jar, okay which has pebbles in it but that"
  },
  {
    "startTime": 623.93,
    "endTime": 630.29,
    "text": "jar is only half filled with water. Now the poor crow, well he does not have a beak long"
  },
  {
    "startTime": 630.29,
    "endTime": 636.38,
    "text": "enough to reach the water because it is half filled, right? So what he does is, he goes"
  },
  {
    "startTime": 636.38,
    "endTime": 641.72,
    "text": "and collects more pebbles and puts them in the jar. Have you heard that story? Until"
  },
  {
    "startTime": 641.72,
    "endTime": 647.51,
    "text": "the water comes up and he can drink. Now if you are reading that kind of story, initially"
  },
  {
    "startTime": 647.51,
    "endTime": 653.36,
    "text": "you are going to get the normal gist of the topic which is, a crow being thirsty and looking"
  },
  {
    "startTime": 653.36,
    "endTime": 659.48,
    "text": "for water, okay. What is the specific detail? Now the specific details relate to, what is"
  },
  {
    "startTime": 659.48,
    "endTime": 666.94,
    "text": "mentioned in the paragraph? Okay you can talk about you know what part of the country or"
  },
  {
    "startTime": 666.94,
    "endTime": 673.9000000000001,
    "text": "you know what is the weather like? Is it a sunny day? Is it a rainy day? Is it a cold"
  },
  {
    "startTime": 673.9,
    "endTime": 681.93,
    "text": "day? Details could also imply things like, you know is the crow, you know like just all"
  },
  {
    "startTime": 681.93,
    "endTime": 687.4,
    "text": "alone there? Are there people around? Little specific details about the story that's where"
  },
  {
    "startTime": 687.4,
    "endTime": 693.17,
    "text": "you'll give your focus to when you read or listen for the second time. And the last one"
  },
  {
    "startTime": 693.17,
    "endTime": 699.05,
    "text": "is, the third one is, now when you are reading for the third time, the same paragraph or"
  },
  {
    "startTime": 699.05,
    "endTime": 703.0799999999999,
    "text": "you are listening to it for the third time, you are going to pay attention to individual"
  },
  {
    "startTime": 703.08,
    "endTime": 709.09,
    "text": "words. Now this is the time wherein you are going to mark or you know keep a mental note"
  },
  {
    "startTime": 709.09,
    "endTime": 716.82,
    "text": "of individual words and see how they are formed in a sentence. Okay when you keep doing that,"
  },
  {
    "startTime": 716.82,
    "endTime": 723.5400000000001,
    "text": "every day, every single day for fifteen minutes at least, you will see that you will eventually,"
  },
  {
    "startTime": 723.54,
    "endTime": 730.3199999999999,
    "text": "you are going to be in a position to apply your words in a sentence and form grammatically"
  },
  {
    "startTime": 730.32,
    "endTime": 736.23,
    "text": "correct sentences because now you have heard enough and because you have heard enough you"
  },
  {
    "startTime": 736.23,
    "endTime": 740.99,
    "text": "can respond in spoken English because now you can understand spoken English."
  },
  {
    "startTime": 740.99,
    "endTime": 746.16,
    "text": "Well that's it from me on this lesson on understanding spoken English. Well you take very good care"
  },
  {
    "startTime": 746.16,
    "endTime": 756.16,
    "text": "of yourself. I’ll be back with some more lessons, until then, this is me saying goodbye."
  }
]