[
  {
    "startTime": 0.32,
    "endTime": 5.59,
    "text": "Hi, Sian here for BBC Learning English. In this Masterclass we're going to look at some"
  },
  {
    "startTime": 5.59,
    "endTime": 12.6,
    "text": "differences between formal and informal English."
  },
  {
    "startTime": 12.6,
    "endTime": 18.16,
    "text": "Hey, how's it going? Good afternoon, how are you?"
  },
  {
    "startTime": 18.16,
    "endTime": 24.12,
    "text": "Sometimes formal and informal can seem like two different languages. In the same"
  },
  {
    "startTime": 24.12,
    "endTime": 29.990000000000002,
    "text": "way you wouldn't normally wear shorts and a t-shirt to a job interview, if you use language"
  },
  {
    "startTime": 29.99,
    "endTime": 36.19,
    "text": "that's too formal or too informal, you can give a bad impression. Let's look at some"
  },
  {
    "startTime": 36.19,
    "endTime": 42.241,
    "text": "differences between formal and informal English. Now, I received an email this morning. Have"
  },
  {
    "startTime": 42.241,
    "endTime": 50.22,
    "text": "a look at this email - do you think the language is formal or informal - and why?"
  },
  {
    "startTime": 50.22,
    "endTime": 51.539,
    "text": "Dear Mrs Brown,"
  },
  {
    "startTime": 51.539,
    "endTime": 55.53,
    "text": "I'm writing to find out whether you have any jobs in your company this summer."
  },
  {
    "startTime": 55.53,
    "endTime": 57.949,
    "text": "At the mo I'm studying Economics at uni."
  },
  {
    "startTime": 57.949,
    "endTime": 62.629,
    "text": "I have been working part-time in a shop and recently they promoted me to the role of manager."
  },
  {
    "startTime": 62.629,
    "endTime": 66.85,
    "text": "I am enthusiastic. I work hard. I pay attention to detail."
  },
  {
    "startTime": 66.85,
    "endTime": 73.36,
    "text": "Ok, so that email used informal language and it's too informal for this style of letter."
  },
  {
    "startTime": 73.36,
    "endTime": 78.27,
    "text": "We're going to look at four features that make this informal and we're going to change"
  },
  {
    "startTime": 78.27,
    "endTime": 81.32,
    "text": "it to make it more formal."
  },
  {
    "startTime": 81.32,
    "endTime": 88.75,
    "text": "Number one: choice of vocabulary. In informal English we use more common words and more"
  },
  {
    "startTime": 88.75,
    "endTime": 94.909,
    "text": "phrasal verbs. For example here we have a phrasal verb: find out. It would be better"
  },
  {
    "startTime": 94.909,
    "endTime": 100.89,
    "text": "to use a more formal equivalent like enquire. Same with jobs, this is quite informal, so"
  },
  {
    "startTime": 100.89,
    "endTime": 109.81,
    "text": "instead let's use vacancies here. Instead we have \"I'm writing to enquire whether you"
  },
  {
    "startTime": 109.81,
    "endTime": 112.32900000000001,
    "text": "have any vacancies.\""
  },
  {
    "startTime": 112.329,
    "endTime": 121.19999999999999,
    "text": "Number two: It's more common in informal language to use abbreviations, contractions, shortened"
  },
  {
    "startTime": 121.2,
    "endTime": 128.05,
    "text": "forms of verbs. Let's have a look. So, here we have at the mo, which is short for at the"
  },
  {
    "startTime": 128.05,
    "endTime": 133.97,
    "text": "moment. This is OK when you're speaking, but not when you're writing. Here, we could use"
  },
  {
    "startTime": 133.97,
    "endTime": 140.08,
    "text": "currently which is even more formal. Same here, uni is short for university, so don't"
  },
  {
    "startTime": 140.08,
    "endTime": 148.18,
    "text": "use this short form in a letter. \"Currently, I am studying Economics at university.\""
  },
  {
    "startTime": 148.18,
    "endTime": 155.04000000000002,
    "text": "Quite often in formal language we choose passive structures over active. Let's have a look"
  },
  {
    "startTime": 155.04,
    "endTime": 160.64,
    "text": "here. The active sentences they promoted me is quite informal - it'd be much better to"
  },
  {
    "startTime": 160.64,
    "endTime": 170.48,
    "text": "use a passive form here to make it more formal: I was promoted. So, \"Recently I was promoted"
  },
  {
    "startTime": 170.48,
    "endTime": 177.97,
    "text": "to the role of manager.\" This doesn't mean don't use active structures in a formal letter,"
  },
  {
    "startTime": 177.97,
    "endTime": 181.84,
    "text": "but have a think about whether a passive one is more appropriate."
  },
  {
    "startTime": 181.84,
    "endTime": 189.29,
    "text": "Finally, in informal English, short, simple sentences are much more common. Whereas in"
  },
  {
    "startTime": 189.29,
    "endTime": 195.421,
    "text": "formal English, we use more complex structures. Take a look at this one. Here"
  },
  {
    "startTime": 195.421,
    "endTime": 201.29999999999998,
    "text": "we have three short, simple sentences and this is fine in informal English, but in formal"
  },
  {
    "startTime": 201.3,
    "endTime": 207.15,
    "text": "English it's better to use a complex structure. We can do this by adding relative pronouns"
  },
  {
    "startTime": 207.15,
    "endTime": 225.58,
    "text": "or linkers. For example, \"I am an enthusiastic person who works hard and pays attention to detail."
  },
  {
    "startTime": 225.58,
    "endTime": 232.62,
    "text": "So, would you kindly visit our website... ah, we're friends, that's too formal. Go to"
  },
  {
    "startTime": 232.62,
    "endTime": 238.77,
    "text": "our website bbclearningenglish.com for more information about this and to practise formal"
  },
  {
    "startTime": 238.77,
    "endTime": 248.77,
    "text": "and informal English. See you soon - goodbye!"
  }
]