[
  {
    "startTime": 3.9,
    "endTime": 14.4,
    "text": "Rob Hello and welcome to 6 Minute English from BBC Learning English. I'm Rob... and... is it a bird? Is it a plane? No, it's Super-Finn"
  },
  {
    "startTime": 14.4,
    "endTime": 21.76,
    "text": "Not Super Finn. Hi Rob. It's just Finn, actually. And I'm no superhero!"
  },
  {
    "startTime": 21.76,
    "endTime": 33.620000000000005,
    "text": "Rob That's a shame. So you don't have any special superpowers - amazing skills and abilities that can be used for saving people and fighting against evil?"
  },
  {
    "startTime": 33.62,
    "endTime": 41.879999999999995,
    "text": "Finn Well, lots of powers, but no superpowers. I'm afraid not. Superheroes, of course, tend to be fictional characters – they're made-up characters, who appear in comics and books and movies"
  },
  {
    "startTime": 41.88,
    "endTime": 48.040000000000006,
    "text": "Rob You mean characters like Batman, Spiderman and Wonder Woman. Do you have a favourite?"
  },
  {
    "startTime": 48.04,
    "endTime": 55.08,
    "text": "Finn I do actually. Spiderman was my favourite when I was growing up. And he can climb up walls and I really wanted to do the same"
  },
  {
    "startTime": 55.08,
    "endTime": 65.36,
    "text": "I tried to climb up the walls in my house and sadly I failed because superheroes are fictional - they aren't real!"
  },
  {
    "startTime": 65.36,
    "endTime": 72.44,
    "text": "Rob Well some real-life superheroes do exist and that's what we'll be talking about today and we'll be explaining some words related to superheroes. But first a question..."
  },
  {
    "startTime": 72.44,
    "endTime": 77.75999999999999,
    "text": "Finn Can I use my superpowers to answer this one?"
  },
  {
    "startTime": 77.76,
    "endTime": 87.10000000000001,
    "text": "Rob You can try. What year did Superman first appear published in a comic book?"
  },
  {
    "startTime": 87.1,
    "endTime": 92.64,
    "text": "a)    1930   b)    1934   c)    1938"
  },
  {
    "startTime": 92.64,
    "endTime": 97.58,
    "text": "Finn My spidey sense tells me it's 1934"
  },
  {
    "startTime": 97.58,
    "endTime": 104.58,
    "text": "Rob I'll tell you if you're right or wrong at the end of the programme. Now let's find out more about some real-life superheroes"
  },
  {
    "startTime": 104.58,
    "endTime": 110.58,
    "text": "These are people who don't really have superpowers but they are doing something extraordinary."
  },
  {
    "startTime": 110.58,
    "endTime": 116.75999999999999,
    "text": "Finn So they are doing something special - but most importantly, they are doing something good."
  },
  {
    "startTime": 116.76,
    "endTime": 126.56,
    "text": "Rob People often describe someone who has done something brave, such as saving someone's life, as a hero"
  },
  {
    "startTime": 126.56,
    "endTime": 133.28,
    "text": "Firefighters are sometimes described as heroes because they often risk their lives to save others."
  },
  {
    "startTime": 133.28,
    "endTime": 141.94,
    "text": "Finn But heroes don't have to be life-savers. We sometimes describe a person with great intelligence or amazing abilities as 'our hero'"
  },
  {
    "startTime": 141.94,
    "endTime": 146.5,
    "text": "a musician maybe or an athlete. It's someone we admire and look up to."
  },
  {
    "startTime": 146.5,
    "endTime": 153.92,
    "text": "Rob Well there's a man in Japan who's recently been described as a 'superhero'. To be honest, I don't think his powers are superhuman"
  },
  {
    "startTime": 153.92,
    "endTime": 160.92,
    "text": "that means a power that ordinary humans don't have - but what he does is rather unusual and he gives up his free time doing it."
  },
  {
    "startTime": 160.92,
    "endTime": 164.94,
    "text": "Finn Tell me more Rob."
  },
  {
    "startTime": 164.94,
    "endTime": 172.34,
    "text": "Rob This is Chibatman - named after the city of Chiba where he comes from. His mission - his purpose - is to make the people of the city happy."
  },
  {
    "startTime": 172.34,
    "endTime": 177.86,
    "text": "Finn That's a worthwhile mission"
  },
  {
    "startTime": 177.86,
    "endTime": 188.28,
    "text": "Rob It is. Chibatman has been spotted 'flying' through the streets of Chiba dressed a bit like Batman and riding his custom-built three-wheeled Chibatpod"
  },
  {
    "startTime": 188.28,
    "endTime": 194.98,
    "text": "But why? Is he just a bit crazy or does he have honourable intentions?"
  },
  {
    "startTime": 194.98,
    "endTime": 200.7,
    "text": "Finn You mean does he genuinely want to do good things and make things better?"
  },
  {
    "startTime": 200.7,
    "endTime": 213.61999999999998,
    "text": "Rob Well, listen to what he says, speaking through a translator, and see if you can hear what his reasons are …"
  },
  {
    "startTime": 213.62,
    "endTime": 226.1,
    "text": "I started doing this around three years ago. As for my reasons: during the great earthquake people forgot how to smile. I wanted to help bring the smile back and that's why I started."
  },
  {
    "startTime": 226.1,
    "endTime": 236.79999999999998,
    "text": "Finn OK, so because of the devastation caused by the earthquake and tsunami in 2011, he felt people had forgotten how to smile."
  },
  {
    "startTime": 236.8,
    "endTime": 243.8,
    "text": "So his mission was to get people smiling again. That's something we could describe as being 'honourable'."
  },
  {
    "startTime": 243.8,
    "endTime": 255.94,
    "text": "Rob What is interesting about him and other superheroes is they keep their identity closely-guarded - nobody knows who the real man in the costume is"
  },
  {
    "startTime": 255.94,
    "endTime": 262.94,
    "text": "Finn That's also true for another Japanese man who's been called a superhero. Mr Full Moon wears a costume to hide his identity when he goes around cleaning the streets of Tokyo."
  },
  {
    "startTime": 262.94,
    "endTime": 270.16,
    "text": "Rob Yes, he actually talks to people through a voice on his smartphone. He hasn't been employed by anyone to do this"
  },
  {
    "startTime": 270.16,
    "endTime": 278.04,
    "text": "he just claims he wants to keep the city's streets cleaner. We could call him a grime fighter armed with a dustpan and brush!"
  },
  {
    "startTime": 278.04,
    "endTime": 282.52000000000004,
    "text": "Finn Very good - a 'grime fighter' - someone fighting dirt and dust!"
  },
  {
    "startTime": 282.52,
    "endTime": 288.35999999999996,
    "text": "Rob Anyway, time now to see if your superpowers helped you answer today's question correctly."
  },
  {
    "startTime": 288.36,
    "endTime": 296.5,
    "text": "Finn Yes Rob, you asked me what year Superman first appeared in a comic book."
  },
  {
    "startTime": 296.5,
    "endTime": 303.08,
    "text": "Rob And you said 1934 and you were wrong. Superman first appeared in Action Comics #1 in June 1938."
  },
  {
    "startTime": 303.08,
    "endTime": 310.56,
    "text": "The character was created by Jerry Siegel and Joe Shuster and originally he wasn't a hero but a villain"
  },
  {
    "startTime": 310.56,
    "endTime": 318.38,
    "text": "the bad guy - but he was changed into a hero before he was published in the comic."
  },
  {
    "startTime": 318.38,
    "endTime": 325.78,
    "text": "Now before you change into your costume, could you save the day by reminding us of some of the words we have heard today?"
  },
  {
    "startTime": 325.78,
    "endTime": 333.14,
    "text": "Finn Yes, today we heard:"
  },
  {
    "startTime": 333.14,
    "endTime": 340.0,
    "text": "superhero   superpowers   fictional   extraordinary"
  },
  {
    "startTime": 340.0,
    "endTime": 349.52,
    "text": "life-savers   admire   mission   honourable   closely-guarded"
  },
  {
    "startTime": 349.52,
    "endTime": 359.52,
    "text": "Rob Well, that brings us to the end of today's 6 Minute English. We hope you've enjoyed today’s programme. Please join us again soon. Bye."
  }
]