[
  {
    "startTime": 4.98,
    "endTime": 10.34,
    "text": "Rob Hello I'm Rob. Welcome to 6 Minute English. I'm joined today by Finn. Hi Finn."
  },
  {
    "startTime": 10.34,
    "endTime": 11.28,
    "text": "Finn Hello Rob."
  },
  {
    "startTime": 11.28,
    "endTime": 24.56,
    "text": "Rob Today we're talking about something we have some expertise in or knowledge about. That's teaching English."
  },
  {
    "startTime": 24.56,
    "endTime": 31.56,
    "text": "Finn That's right Rob. We work on the BBC's Learning English website - hopefully giving people around the world a helping hand in learning a language that isn't the one they usually use."
  },
  {
    "startTime": 31.56,
    "endTime": 39.06,
    "text": "Rob Well hopefully we're about to make that learning journey a bit easier as we launch a brand new online course"
  },
  {
    "startTime": 39.06,
    "endTime": 44.440000000000005,
    "text": "But how long does it take someone to become a fluent speaker of English?"
  },
  {
    "startTime": 44.44,
    "endTime": 49.22,
    "text": "Finn A good question Rob and one we'll try to answer today."
  },
  {
    "startTime": 49.22,
    "endTime": 54.94,
    "text": "We'll also be discussing some general ways to make learning English easier"
  },
  {
    "startTime": 54.94,
    "endTime": 61.959999999999994,
    "text": "and explaining some learning-related vocabulary along the way. So let's get started Rob."
  },
  {
    "startTime": 61.96,
    "endTime": 71.06,
    "text": "Rob Hold your horses Finn – not so fast! I have a question to ask you first"
  },
  {
    "startTime": 71.06,
    "endTime": 83.98,
    "text": "According the last UK census taken in 2011, what percentage of the British population speaks a first language that is not English?"
  },
  {
    "startTime": 83.98,
    "endTime": 88.7,
    "text": "a)    1.7%   b)    7.7%   c)    14.7%"
  },
  {
    "startTime": 88.7,
    "endTime": 93.96000000000001,
    "text": "Finn That's an interesting one. My first guess is c) 14.7%."
  },
  {
    "startTime": 93.96,
    "endTime": 100.96,
    "text": "Rob We'll find out if you are right or wrong later. So now we can discuss how learning English is getting easier."
  },
  {
    "startTime": 100.96,
    "endTime": 110.08,
    "text": "Of course there are a huge number of publications – books, leaflets and magazines –"
  },
  {
    "startTime": 110.08,
    "endTime": 118.1,
    "text": "that can help teach you but there are those people who say that you can't beat the real thing – a teacher. Someone who can explain a language to you face-to-face."
  },
  {
    "startTime": 118.1,
    "endTime": 127.3,
    "text": "Finn Yes but that comes at a cost and isn't always practical – you might not have a school nearby."
  },
  {
    "startTime": 127.3,
    "endTime": 136.64,
    "text": "That's why in the 21st Century, online seems to be the main method of learning. Technology is allowing the English language to come to you!"
  },
  {
    "startTime": 136.64,
    "endTime": 143.64,
    "text": "Rob That's true and that's why we've launched a brand new English course that's available on a computer, tablet or mobile phone"
  },
  {
    "startTime": 143.64,
    "endTime": 154.07999999999998,
    "text": "It's aimed at intermediate learners and charts a pathway through the various aspects of the language."
  },
  {
    "startTime": 154.08,
    "endTime": 165.82000000000002,
    "text": "Finn We hope that by committing around 15 minutes a day to using it, a learner will see a real improvement in their English knowledge and skill"
  },
  {
    "startTime": 165.82,
    "endTime": 172.82,
    "text": "But as well as using the resources available online, how else can someone help themselves to get a better grasp – a better understanding - of English?"
  },
  {
    "startTime": 172.82,
    "endTime": 179.56,
    "text": "Rob Well if someone wants to become a confident speaker of English, trainer Richard Hallows has some tips."
  },
  {
    "startTime": 179.56,
    "endTime": 185.4,
    "text": "Have a listen and see if you can hear what are the two main aspects of English that you need."
  },
  {
    "startTime": 185.4,
    "endTime": 191.14000000000001,
    "text": "Richard Hallows – trainer in speaking English  Most importantly, you've got to have a a good range of vocabulary and grammar."
  },
  {
    "startTime": 191.14,
    "endTime": 201.76,
    "text": "You need to know lots of words, the more words you know the better, obviously. And similarly with grammar, the more grammar you have the better you can explain yourself"
  },
  {
    "startTime": 201.76,
    "endTime": 210.23999999999998,
    "text": "We also need to think about pronunciation - learners of English often worry about speaking like a native speaker… it's not necessary to have a native accent."
  },
  {
    "startTime": 210.24,
    "endTime": 216.24,
    "text": "Rob OK, so Richard says you need a good range – or a wide variety - of vocabulary and grammar."
  },
  {
    "startTime": 216.24,
    "endTime": 226.44,
    "text": "The more words you know the more you can say – and the more grammar you know, the better you can say it…"
  },
  {
    "startTime": 226.44,
    "endTime": 235.0,
    "text": "Finn Or even write it! One other tip is don't try to sound like a native – so someone who speaks English as a first language"
  },
  {
    "startTime": 235.0,
    "endTime": 238.52,
    "text": "All these are things we aim to cover in our new course."
  },
  {
    "startTime": 238.52,
    "endTime": 244.38000000000002,
    "text": "Rob Our new course might be a big help to you if you need English for your work, or if you're studying in English,"
  },
  {
    "startTime": 244.38,
    "endTime": 249.44,
    "text": "or if you're planning to visit or even live in the UK"
  },
  {
    "startTime": 249.44,
    "endTime": 256.44,
    "text": "The British government expects immigrants to reach ESOL Entry 3 or B1 level, before they can be granted citizenship"
  },
  {
    "startTime": 256.44,
    "endTime": 265.52,
    "text": "It's equivalent to being able to hold a reasonably confident basic conversation."
  },
  {
    "startTime": 265.52,
    "endTime": 274.18,
    "text": "Finn Well in the UK it's estimated that you need around 360 hours of study to get to that stage from not knowing any English at all"
  },
  {
    "startTime": 274.18,
    "endTime": 283.88,
    "text": "But this depends on a number of factors such as motivation – how much you want to learn"
  },
  {
    "startTime": 283.88,
    "endTime": 290.88,
    "text": "Rob And age can be a factor. Some experts say it's common for children under the age of 11 to be very immersed and be fluent in English in about six months"
  },
  {
    "startTime": 290.88,
    "endTime": 299.9,
    "text": "But why should someone choose to learn English? This is something we've been asking you on our Facebook page"
  },
  {
    "startTime": 299.9,
    "endTime": 306.53999999999996,
    "text": "Finn               Oussama says: \"It's like my passport. You need it wherever you go.\""
  },
  {
    "startTime": 306.54,
    "endTime": 312.8,
    "text": "Rob             Suzuki says: \"It is an international communication tool.\""
  },
  {
    "startTime": 312.8,
    "endTime": 317.8,
    "text": "Finn                Ha thinks it's: \"The key to getting a good job with a high salary.\""
  },
  {
    "startTime": 317.8,
    "endTime": 324.44,
    "text": "Rob                And Denis says: \"It's the language that opens doors overseas.\" Thanks for all of your messages."
  },
  {
    "startTime": 324.44,
    "endTime": 332.26,
    "text": "Finn But now Rob, I need to know if I got today's question right."
  },
  {
    "startTime": 332.26,
    "endTime": 340.68,
    "text": "Rob Yes. I asked you, according the last UK census taken in 2011, what percentage of the British population speaks a first language that is not English?"
  },
  {
    "startTime": 340.68,
    "endTime": 344.66,
    "text": "Finn                I said 14.7%."
  },
  {
    "startTime": 344.66,
    "endTime": 352.12,
    "text": "Rob You were wrong. The census found 7.7% per cent of people in the UK have a first language that is not English"
  },
  {
    "startTime": 352.12,
    "endTime": 354.56,
    "text": "That's 4.2 million people."
  },
  {
    "startTime": 354.56,
    "endTime": 364.56,
    "text": "Well, that's it for today. Don't forget to check our new website at bbclearningenglish.com. Happy learning!"
  }
]