[
  {
    "startTime": 6.8,
    "endTime": 10.219999999999999,
    "text": "Rob Hello and welcome to 6 Minute English. I'm Rob…"
  },
  {
    "startTime": 10.22,
    "endTime": 12.16,
    "text": "Finn … and I'm Finn. Hello"
  },
  {
    "startTime": 12.16,
    "endTime": 15.2,
    "text": "Rob Hello, Finn. Now, you like food don't you?"
  },
  {
    "startTime": 15.2,
    "endTime": 16.18,
    "text": "Finn Yes, I do."
  },
  {
    "startTime": 16.18,
    "endTime": 19.38,
    "text": "Rob But how much of it do you actually throw away?"
  },
  {
    "startTime": 19.38,
    "endTime": 23.939999999999998,
    "text": "Finn Probably too much although I'm trying to get better at that, Rob."
  },
  {
    "startTime": 23.94,
    "endTime": 31.64,
    "text": "Rob I'm asking you this because many people around the world throw away food that's still good enough to eat"
  },
  {
    "startTime": 31.64,
    "endTime": 39.54,
    "text": "this food waste could feed millions of other people. That's what we're talking about today as well as looking at some related vocabulary."
  },
  {
    "startTime": 39.54,
    "endTime": 42.98,
    "text": "Finn Yes, food waste is a big problem."
  },
  {
    "startTime": 42.98,
    "endTime": 49.98,
    "text": "We stock up on food that we don't really need, and we're often tempted by supermarkets to consume – or to eat – more."
  },
  {
    "startTime": 49.98,
    "endTime": 55.879999999999995,
    "text": "Rob Before we talk more about this, let's find out what you know about food waste."
  },
  {
    "startTime": 55.88,
    "endTime": 68.26,
    "text": "So, do you know, according to the United Nations Food and Agricultural Organisation, what percentage of food is actually wasted?"
  },
  {
    "startTime": 68.26,
    "endTime": 72.44,
    "text": "a)   25%   b)   33%   c)   50%"
  },
  {
    "startTime": 72.44,
    "endTime": 75.8,
    "text": "Finn 50%, I seem to remember that. I might be wrong."
  },
  {
    "startTime": 75.8,
    "endTime": 79.82,
    "text": "Rob We'll find out if you're right or wrong later on."
  },
  {
    "startTime": 79.82,
    "endTime": 91.22,
    "text": "But now, here's another figure for you: In Europe, people throw away 100 million tonnes of food every year."
  },
  {
    "startTime": 91.22,
    "endTime": 98.52,
    "text": "Finn Wow, such a waste. Most of this food just ends up rotting in landfill sites and that adds to another problem – it creates greenhouse gases."
  },
  {
    "startTime": 98.52,
    "endTime": 105.1,
    "text": "Rob It does. But the problem isn't just us throwing away leftovers in the fridge or cupboard,"
  },
  {
    "startTime": 105.1,
    "endTime": 112.1,
    "text": "as we can hear now from BBC reporter Caroline Hepker. What are the other reasons that lead to food being wasted?"
  },
  {
    "startTime": 112.1,
    "endTime": 119.08,
    "text": "Caroline Hepker, BBC Reporter Typically, supermarkets demand that onions are about two to two-and-a-quarter inches in diameter."
  },
  {
    "startTime": 119.08,
    "endTime": 125.3,
    "text": "This one will get pretty close to it but this one is too small, although it is perfectlyedible."
  },
  {
    "startTime": 125.3,
    "endTime": 130.56,
    "text": "The question is, what happens to it then? Food waste is a huge issue in America"
  },
  {
    "startTime": 130.56,
    "endTime": 140.26,
    "text": "40% of all food goes uneaten and it's a problem that starts long before you get to the dining-room table."
  },
  {
    "startTime": 140.26,
    "endTime": 146.0,
    "text": "Finn Another staggering figure there Rob – 40% of all food in America goes uneaten"
  },
  {
    "startTime": 146.0,
    "endTime": 151.28,
    "text": "it doesn't get eaten.And she explained that supermarkets are partly to blame."
  },
  {
    "startTime": 151.28,
    "endTime": 157.36,
    "text": "Rob Yes. We all love the convenience, the price and the choice of food that supermarkets offer"
  },
  {
    "startTime": 157.36,
    "endTime": 162.54000000000002,
    "text": "– but a lot of food is binned – thrown out – long before it reaches the shelves."
  },
  {
    "startTime": 162.54,
    "endTime": 166.1,
    "text": "Finn The reporter gave the example of onions:"
  },
  {
    "startTime": 166.1,
    "endTime": 173.1,
    "text": "if they're the wrong size, they can't be sold; they're thrown away even though they’re good enough to eat – or edible."
  },
  {
    "startTime": 173.1,
    "endTime": 177.96,
    "text": "Rob There are many other types of fruit and vegetables that are discarded"
  },
  {
    "startTime": 177.96,
    "endTime": 186.98000000000002,
    "text": "or thrown away – because of their shape and size. And that's our fault really, because we often think food that looks good is better quality."
  },
  {
    "startTime": 186.98,
    "endTime": 192.94,
    "text": "Finn Another issue is the 'sell by' and 'use by' dates printed on food packaging."
  },
  {
    "startTime": 192.94,
    "endTime": 198.44,
    "text": "They confuse customers"
  },
  {
    "startTime": 198.44,
    "endTime": 205.44,
    "text": "Anything older than the 'sell by' date makes us think it’s old and the food has gone off, but in fact this is just the date supermarket wants to sell it by."
  },
  {
    "startTime": 205.44,
    "endTime": 210.76,
    "text": "Rob And there is another reason why some of us are encouraged to buy too much food."
  },
  {
    "startTime": 210.76,
    "endTime": 219.67999999999998,
    "text": "Have a listen to working mum, Tara Sherbrooke, about her shopping habits and see if you can hear what the problem is."
  },
  {
    "startTime": 219.68,
    "endTime": 228.6,
    "text": "Finn Also, see if you can hear what she does to try and minimise food waste."
  },
  {
    "startTime": 228.6,
    "endTime": 235.6,
    "text": "Tara Sherbrooke I try very hard to meal-plan because as a working mum and having a busy family, I really try to make sure that there’s enough food at the beginning of the week"
  },
  {
    "startTime": 235.6,
    "endTime": 240.5,
    "text": "I find it very difficult to walk pass two-for-one offers especially on things that we use"
  },
  {
    "startTime": 240.5,
    "endTime": 246.44,
    "text": "I even find it hard to walk past them when they're items I’ve never purchased before – I stop and look!"
  },
  {
    "startTime": 246.44,
    "endTime": 250.4,
    "text": "Finn So she is a busy working mum and she tries to meal-plan"
  },
  {
    "startTime": 250.4,
    "endTime": 255.02,
    "text": "she plans the family's meals for the week and works out what to buy."
  },
  {
    "startTime": 255.02,
    "endTime": 258.86,
    "text": "Rob But she still gets tempted by the two-for-one offers."
  },
  {
    "startTime": 258.86,
    "endTime": 265.44,
    "text": "That's when you buy one item and you get another one of the same item for free."
  },
  {
    "startTime": 265.44,
    "endTime": 271.96,
    "text": "Finn Buy-one-get-one-free – or as it's sometimes known, BOGOF!"
  },
  {
    "startTime": 271.96,
    "endTime": 278.09999999999997,
    "text": "You can get a bargain but it also means we sometimes buy too much of something."
  },
  {
    "startTime": 278.1,
    "endTime": 282.42,
    "text": "If it's fresh produce, it might go off before you get to use it all."
  },
  {
    "startTime": 282.42,
    "endTime": 286.96000000000004,
    "text": "Rob But in other parts of the world people struggle to buy even the most basic food"
  },
  {
    "startTime": 286.96,
    "endTime": 293.65999999999997,
    "text": "A report by the UN's Food and Agricultural Organisation found that there is enough food for everyone,"
  },
  {
    "startTime": 293.66,
    "endTime": 297.84000000000003,
    "text": "just a lot of inefficiency. So what can be done?"
  },
  {
    "startTime": 297.84,
    "endTime": 305.32,
    "text": "Finn Well things are being done. Apps and websites that distribute excess food are becoming more popular"
  },
  {
    "startTime": 305.32,
    "endTime": 311.8,
    "text": "Rob And food banks are being set up too. These are charitable organisations people donate food to"
  },
  {
    "startTime": 311.8,
    "endTime": 316.28000000000003,
    "text": "It's then distributed to those who have difficulty buying their own food."
  },
  {
    "startTime": 316.28,
    "endTime": 329.47999999999996,
    "text": "And one trial project in New York requires the city's restaurants to stop sending food waste to landfills by 2015."
  },
  {
    "startTime": 329.48,
    "endTime": 337.54,
    "text": "But at the moment, globally, there's still a lot of food being thrown away. And Finn, I asked you how much? Is it 25%, 33% or 50% of all food produced?"
  },
  {
    "startTime": 337.54,
    "endTime": 342.0,
    "text": "Finn I said half – 50%."
  },
  {
    "startTime": 342.0,
    "endTime": 350.12,
    "text": "Rob According to the United Nations Food and Agricultural Organisation, the answer is 33%. Still not good"
  },
  {
    "startTime": 350.12,
    "endTime": 357.12,
    "text": "It also found the amount of land needed to grow all the food wasted in the world each year would be the size of Mexico"
  },
  {
    "startTime": 357.12,
    "endTime": 362.94,
    "text": "Well, that brings us to the end of today's 6 Minute English. We hope you enjoyed today’s programme."
  },
  {
    "startTime": 362.94,
    "endTime": 364.88,
    "text": "Please join us again soon."
  },
  {
    "startTime": 364.88,
    "endTime": 374.88,
    "text": "Both Bye."
  }
]