[
  {
    "startTime": 5.08,
    "endTime": 8.76,
    "text": "Hello and welcome to 6 Minute English. I'm Alice…"
  },
  {
    "startTime": 8.76,
    "endTime": 9.86,
    "text": "And I'm Neil."
  },
  {
    "startTime": 9.86,
    "endTime": 11.799999999999999,
    "text": "Could you lend me some dosh, Neil?"
  },
  {
    "startTime": 11.8,
    "endTime": 13.56,
    "text": "Sure. How much do you need?"
  },
  {
    "startTime": 13.56,
    "endTime": 15.32,
    "text": "A couple of smackers"
  },
  {
    "startTime": 15.32,
    "endTime": 17.9,
    "text": "You're sounding strange today, Alice."
  },
  {
    "startTime": 17.7,
    "endTime": 28.52,
    "text": "Yes, I know, Neil. Slang – or informal language used by a particular group – is the subject of today's show,"
  },
  {
    "startTime": 28.52,
    "endTime": 35.76,
    "text": "and I was just demonstrating a couple of slang words that mean 'money'. Dosh is a general term for money and a smacker is a British pound or US dollar."
  },
  {
    "startTime": 35.76,
    "endTime": 44.54,
    "text": "OK, so Cockney Rhyming Slang is a type of slang. It's a coded language invented in the 19th Century"
  },
  {
    "startTime": 44.54,
    "endTime": 51.54,
    "text": "by Cockneys so they could speak in front of the police without being understood. And still on the subject of money, I have a question for you, Alice."
  },
  {
    "startTime": 51.54,
    "endTime": 52.04,
    "text": "oh~ OK."
  },
  {
    "startTime": 52.44,
    "endTime": 60.82,
    "text": "What's Cockney Rhyming Slang for 'money'? Is it… a) bread? b) honey? Or c) dough?"
  },
  {
    "startTime": 60.82,
    "endTime": 65.34,
    "text": "I think it's a) bread. I bet you didn't know, Neil, that I'm a Cockney."
  },
  {
    "startTime": 65.34,
    "endTime": 70.44,
    "text": "I don't Adam and Eve it, Alice! That's a pork pie!"
  },
  {
    "startTime": 70.44,
    "endTime": 79.02,
    "text": "'Adam and Eve' means 'believe' and 'pork pie' means… 'lie'! Actually, you're right. I'm not a Cockney."
  },
  {
    "startTime": 79.02,
    "endTime": 86.0,
    "text": "To be considered a Cockney, you need to be born within hearing distance of the bells of St Mary-le-Bow church in what is now the City of London."
  },
  {
    "startTime": 86.0,
    "endTime": 95.5,
    "text": "Indeed. Now, slang, as we've said, is colloquial – or informal – language. And it's characteristic of specific social groups"
  },
  {
    "startTime": 95.5,
    "endTime": 102.78,
    "text": "We usually use it in informal conversation rather than in writing or more formal situations, like a job interview."
  },
  {
    "startTime": 102.78,
    "endTime": 109.68,
    "text": "We change the way we speak so that what we say is appropriate for a particular situation. So you surprised me earlier, Alice,"
  },
  {
    "startTime": 109.78,
    "endTime": 115.1,
    "text": "by talking about 'dosh' and 'smackers' because it didn't seem appropriate for presenting the show."
  },
  {
    "startTime": 115.3,
    "endTime": 127.06,
    "text": "Slang use is often frowned upon – or disapproved of. Let's listen to Jonathan Green, a lexicographer of slang, talking about who uses slang and how this has changed."
  },
  {
    "startTime": 127.06,
    "endTime": 130.62,
    "text": "Here he is on the Radio 4 programme Word of Mouth."
  },
  {
    "startTime": 130.62,
    "endTime": 140.78,
    "text": "Slang does have a bad reputation and I would say this comes from its earliest collection, which was of criminal slang in the 1500s in the 16th century,"
  },
  {
    "startTime": 140.78,
    "endTime": 151.64,
    "text": "and it was associated with bad people, and inevitably that has lingered. But now in the last 40 or 50 years it's changed"
  },
  {
    "startTime": 151.64,
    "endTime": 160.72,
    "text": "The definitions tend to stress 'different' and 'jocular', 'funny', 'humorous', 'inventive', that kind of thing."
  },
  {
    "startTime": 160.72,
    "endTime": 167.8,
    "text": "So we have records of 16th Century slang in collections – or dictionaries. Words used by criminals as a code so they could talk without being understood"
  },
  {
    "startTime": 167.8,
    "endTime": 172.88000000000002,
    "text": "And this bad reputation has lingered – or been slow to disappear."
  },
  {
    "startTime": 172.88,
    "endTime": 180.28,
    "text": "Alice: But for the last 50 years we've been using slang to be funny and creative as well as to show belonging to a particular group."
  },
  {
    "startTime": 180.28,
    "endTime": 193.18,
    "text": "And apparently we're very creative when talking about drinking and being drunk. The slang word booze – meaning 'alcohol' – comes from the 13th Century Dutch word, 'būsen'."
  },
  {
    "startTime": 193.18,
    "endTime": 197.74,
    "text": "Neil: And there are hundreds of slang expressions to talk about drink and being drunk:"
  },
  {
    "startTime": 197.74,
    "endTime": 211.12,
    "text": "'on the sauce', 'in your cups', 'half cut', 'hammered', 'squiffy', 'tipsy', 'wasted', 'legless', and many many more that are far too rude to mention in this programme."
  },
  {
    "startTime": 211.12,
    "endTime": 218.12,
    "text": "Alice Yes. So, while these terms might not be strictly acceptable – or appropriate in formal contexts, they aren't offensive"
  },
  {
    "startTime": 218.12,
    "endTime": 220.8,
    "text": "they are often amusing and help people bond in social groups."
  },
  {
    "startTime": 220.8,
    "endTime": 227.36,
    "text": "Neil: By contrast, swear words or profanity – means 'rude language that offends or upsets people'."
  },
  {
    "startTime": 227.36,
    "endTime": 233.92000000000002,
    "text": "And I'm not going to give any examples because that would be inappropriate and impolite, Alice"
  },
  {
    "startTime": 233.92,
    "endTime": 243.5,
    "text": "Alice: OK, let's listen now to Jonathan Green and presenter Michael Rosen talking about jargon – another type of in-group language"
  },
  {
    "startTime": 243.5,
    "endTime": 252.66,
    "text": "Jargon is what I would call is small 'o' occupational, small 'p' professional. It's closed off environments."
  },
  {
    "startTime": 252.66,
    "endTime": 259.65999999999997,
    "text": "You get legal jargon, you get naval jargon, I've been reading Patrick O'Brien recently and that's awash with futtock plates and fiddling the decks."
  },
  {
    "startTime": 259.66,
    "endTime": 261.26000000000005,
    "text": "MR: This is radio 4 Jonathan, be careful!"
  },
  {
    "startTime": 261.26,
    "endTime": 267.18,
    "text": "Neil: Jonathan Green in another segment of the BBC Radio 4 programme Word of Mouth."
  },
  {
    "startTime": 267.18,
    "endTime": 275.82,
    "text": "So he says jargon is occupational and professional, meaning people speak it at work, for example, lawyers and sailors."
  },
  {
    "startTime": 275.82,
    "endTime": 286.21999999999997,
    "text": "A futtock plate is, I believe, an iron plate attached to the top of a ship's mast. But I don't know much about this subject."
  },
  {
    "startTime": 286.22,
    "endTime": 297.22,
    "text": "Alice: That's the idea, though – jargon is the technical language belonging to a specific group. And to outsiders this jargon is often hard to understand."
  },
  {
    "startTime": 297.22,
    "endTime": 306.78000000000003,
    "text": "Neil: Yes and here in the studio I can use all the radio jargon that I like. Look at my faders here, Alice. Going down and up and up and I'm just testing our levels…"
  },
  {
    "startTime": 306.78,
    "endTime": 314.55999999999995,
    "text": "Alice Come on, live the fader alone. It controls the level of sound on a studio deck. Now it's time for the answer to today's quiz question, Neil."
  },
  {
    "startTime": 314.56,
    "endTime": 321.24,
    "text": "Neil: I asked you: What's Cockney Rhyming Slang for money? Is it… a) bread, b) honey or c) dough?"
  },
  {
    "startTime": 321.24,
    "endTime": 323.06,
    "text": "Alice And I said a) bread."
  },
  {
    "startTime": 323.06,
    "endTime": 336.86,
    "text": "Neil And you were right, Alice! Cockney Rhyming Slang uses just the first word of a phrase that rhymes with the word we're trying to disguise. So 'money' becomes 'bread and honey' but we just say 'bread'."
  },
  {
    "startTime": 336.86,
    "endTime": 346.58000000000004,
    "text": "Alice OK, so let's recap on the words we've learned today. They are:"
  },
  {
    "startTime": 346.58,
    "endTime": 351.52,
    "text": "slang, dosh, smacker, Cockney Rhyming Slang, colloquial,"
  },
  {
    "startTime": 351.52,
    "endTime": 356.47999999999996,
    "text": "frowned upon, lingered, booze, swear, profanity, jargon"
  },
  {
    "startTime": 356.48,
    "endTime": 366.66,
    "text": "Neil: Well, that's the end of today's 6 Minute English. Please join us again soon!"
  },
  {
    "startTime": 366.66,
    "endTime": 376.66,
    "text": "Both Bye!"
  }
]