[
  {
    "startTime": 3.0,
    "endTime": 6.68,
    "text": "We've already brought you a sensational set of fan theories that could change how you"
  },
  {
    "startTime": 6.68,
    "endTime": 11.36,
    "text": "view your favorite movies, and now we're back for the sequel! Due to popular demand, we've"
  },
  {
    "startTime": 11.36,
    "endTime": 15.91,
    "text": "brought you five more crazy-but-kinda-plausible movie theories. This time, they’re picked"
  },
  {
    "startTime": 15.91,
    "endTime": 19.02,
    "text": "by you, straight from the YouTube comments of our last film theories video."
  },
  {
    "startTime": 19.02,
    "endTime": 23.22,
    "text": "The Shining is Kubrick's apology for staging the Lunar Landing"
  },
  {
    "startTime": 23.22,
    "endTime": 27.858999999999998,
    "text": "Break out the tin foil hats for this one. In 1969, the United States sent some guys"
  },
  {
    "startTime": 27.859,
    "endTime": 32.980000000000004,
    "text": "to the moon. It was a pretty big deal, and it was broadcast on TV, live, around the world."
  },
  {
    "startTime": 32.98,
    "endTime": 37.54,
    "text": "The whole thing was a feat of technology and science the likes of which the world had never"
  },
  {
    "startTime": 37.54,
    "endTime": 38.05,
    "text": "seen."
  },
  {
    "startTime": 38.05,
    "endTime": 39.019999999999996,
    "text": "Or was it?"
  },
  {
    "startTime": 39.02,
    "endTime": 42.620000000000005,
    "text": "A certain group of people believe that it never happened, and that director Stanley"
  },
  {
    "startTime": 42.62,
    "endTime": 48.309,
    "text": "Kubrick staged the whole thing using cinema magic. And all of this hinges upon The Shining,"
  },
  {
    "startTime": 48.309,
    "endTime": 53.28,
    "text": "and young Danny Torrance's discovery of Room 237—supposedly the most evil and heavily"
  },
  {
    "startTime": 53.28,
    "endTime": 55.039,
    "text": "haunted room in the Overlook Hotel."
  },
  {
    "startTime": 55.039,
    "endTime": 59.879000000000005,
    "text": "At one point, Danny is seen playing with his toys in a hallway with a unique carpet design,"
  },
  {
    "startTime": 59.879,
    "endTime": 64.6,
    "text": "not seen anywhere else in the Overlook. According to the theory, this pattern reflects the shape"
  },
  {
    "startTime": 64.6,
    "endTime": 69.97,
    "text": "of an aerial view of a NASA shuttle launch site. Danny then rises to his feet, symbolizing"
  },
  {
    "startTime": 69.97,
    "endTime": 72.97,
    "text": "the Apollo 11 rocket on his sweater lifting off."
  },
  {
    "startTime": 72.97,
    "endTime": 78.90899999999999,
    "text": "He proceeds to Room 237, which was originally Room 217 in the original Stephen King novel."
  },
  {
    "startTime": 78.909,
    "endTime": 83.159,
    "text": "Why the change? During the time of the movie's filming, the Earth was believed to be approximately"
  },
  {
    "startTime": 83.159,
    "endTime": 87.509,
    "text": "237,000 miles from the moon. This distance regularly fluctuates due to orbit and actually"
  },
  {
    "startTime": 87.509,
    "endTime": 93.5,
    "text": "averages out to 238,855 miles, but who cares? It's a 1980 horror movie."
  },
  {
    "startTime": 93.5,
    "endTime": 97.71,
    "text": "There's also a scene showing Danny and his mother watching a TV that is visibly not hooked"
  },
  {
    "startTime": 97.71,
    "endTime": 101.89999999999999,
    "text": "into anything. Allegedly, this illustrates that what people watched on the television"
  },
  {
    "startTime": 101.9,
    "endTime": 106.57900000000001,
    "text": "during Armstrong's famous leap was all fake. When Danny's father, Jack Torrance, investigates"
  },
  {
    "startTime": 106.579,
    "endTime": 111.899,
    "text": "Room 237 after Danny is spooked, he finds a beautiful naked woman and embraces her."
  },
  {
    "startTime": 111.899,
    "endTime": 116.979,
    "text": "To Jack's dismay, the woman transforms into a decaying older woman. Is Kubrick admitting"
  },
  {
    "startTime": 116.979,
    "endTime": 121.299,
    "text": "that he was happy to take a well-paying job to stage the lunar landing until he realized"
  },
  {
    "startTime": 121.299,
    "endTime": 123.89,
    "text": "what a deceptive thing it really was?"
  },
  {
    "startTime": 123.89,
    "endTime": 126.03,
    "text": "Or...maybe people just need to get out more."
  },
  {
    "startTime": 126.03,
    "endTime": 130.13,
    "text": "There's an entire documentary dedicated to breaking down a lot of Kubrick's subliminal"
  },
  {
    "startTime": 130.13,
    "endTime": 136.31,
    "text": "messages hidden throughout The Shining. The documentary's name? Room 237."
  },
  {
    "startTime": 136.31,
    "endTime": 138.31,
    "text": "Signs was about demons"
  },
  {
    "startTime": 138.31,
    "endTime": 142.989,
    "text": "Remember the whole alien invasion thing that made up most of the plot of Signs? Well, what"
  },
  {
    "startTime": 142.989,
    "endTime": 148.20000000000002,
    "text": "if they weren't really aliens? What if they were demons? According to a theory first published"
  },
  {
    "startTime": 148.2,
    "endTime": 150.22,
    "text": "on Reddit, it could be the case."
  },
  {
    "startTime": 150.22,
    "endTime": 155.019,
    "text": "First, the \"alien invasion\" results in hundreds of thousands of people fleeing to temples,"
  },
  {
    "startTime": 155.019,
    "endTime": 159.03,
    "text": "churches, and other religious buildings for safety. Are these proper shelters, or a safe"
  },
  {
    "startTime": 159.03,
    "endTime": 161.54,
    "text": "place to hide with demons roaming around?"
  },
  {
    "startTime": 161.54,
    "endTime": 166.47,
    "text": "Second, we barely see any alien technology, except for a few lights in the sky. Third,"
  },
  {
    "startTime": 166.47,
    "endTime": 171.01,
    "text": "if these \"aliens\" can travel through space, it stands to reason they'd be smart enough"
  },
  {
    "startTime": 171.01,
    "endTime": 175.57999999999998,
    "text": "to realize they were allergic to water. Especially on a planet whose surface is covered with"
  },
  {
    "startTime": 175.58,
    "endTime": 176.0,
    "text": "it."
  },
  {
    "startTime": 176.0,
    "endTime": 181.14,
    "text": "The alien… we mean demon at the end of the movie isn't hurt by H2O alone, but because"
  },
  {
    "startTime": 181.14,
    "endTime": 185.48899999999998,
    "text": "the water is blessed. Throughout the movie, Mel Gibson's daughter would regularly get"
  },
  {
    "startTime": 185.489,
    "endTime": 190.76,
    "text": "a full glass of water, sip it, put it down, and get a new glass. Half-full glasses litter"
  },
  {
    "startTime": 190.76,
    "endTime": 195.37,
    "text": "the house. When Gibson speaks of the day she was born, he describes her birth as holy,"
  },
  {
    "startTime": 195.37,
    "endTime": 199.34,
    "text": "even saying that everyone who saw her that day thought she was an angel. This divine"
  },
  {
    "startTime": 199.34,
    "endTime": 203.76,
    "text": "description transfers to her blessing every half-filled cup left throughout the house,"
  },
  {
    "startTime": 203.76,
    "endTime": 207.97,
    "text": "effectively leaving holy water all over the place. It's not like the rest of the world"
  },
  {
    "startTime": 207.97,
    "endTime": 211.549,
    "text": "chased off an alien invasion with a bunch of Super Soakers."
  },
  {
    "startTime": 211.549,
    "endTime": 213.209,
    "text": "Mad Max is Death"
  },
  {
    "startTime": 213.209,
    "endTime": 218.59,
    "text": "Redditor EldarCorsair posted an awesome breakdown of Mad Max: Fury Road, which argues that each"
  },
  {
    "startTime": 218.59,
    "endTime": 223.28,
    "text": "of the three major warlords in the movie represent one of the Horsemen of the Apocalypse. Warlord"
  },
  {
    "startTime": 223.28,
    "endTime": 227.409,
    "text": "Immortan Joe is Pestilence. His people are sick due to the nuclear fallout throughout"
  },
  {
    "startTime": 227.409,
    "endTime": 232.03,
    "text": "the land. Joe rules the population by offering them small amounts of water, as if he has"
  },
  {
    "startTime": 232.03,
    "endTime": 233.299,
    "text": "the key to healing them."
  },
  {
    "startTime": 233.299,
    "endTime": 237.84,
    "text": "The second Horseman, War, would be another warlord, the Bullet Farmer. You know, the"
  },
  {
    "startTime": 237.84,
    "endTime": 241.81,
    "text": "guy firing wildly into the dark when the tanker was stuck in the mud. The third Horseman,"
  },
  {
    "startTime": 241.81,
    "endTime": 246.2,
    "text": "Famine, would be the warlord known as the People Eater, since he's huge and represents"
  },
  {
    "startTime": 246.2,
    "endTime": 250.82999999999998,
    "text": "the gluttony of the rich. These guys trade food, drink, and weaponry among one another"
  },
  {
    "startTime": 250.83,
    "endTime": 253.959,
    "text": "in order to ensure their rule on this apocalyptic wasteland."
  },
  {
    "startTime": 253.959,
    "endTime": 259.989,
    "text": "And the fourth Horseman, Death? That's Max. Think about it: Max brings death wherever"
  },
  {
    "startTime": 259.989,
    "endTime": 264.28,
    "text": "he goes across the wasteland, and he's haunted by the deaths of everyone he wasn't able to"
  },
  {
    "startTime": 264.28,
    "endTime": 268.65999999999997,
    "text": "save. In his first scene, he brings death to a lizard-like creature by eating it. Death"
  },
  {
    "startTime": 268.66,
    "endTime": 273.28000000000003,
    "text": "was on Furiosa's side, and her mission was ultimately a success. Remember when Max walks"
  },
  {
    "startTime": 273.28,
    "endTime": 277.03,
    "text": "off into the darkness to take on the Bullet Farmer's heavily armed vehicle? He destroys"
  },
  {
    "startTime": 277.03,
    "endTime": 282.04999999999995,
    "text": "the whole thing by himself off-screen, kills all the men on board, and hauls away all their"
  },
  {
    "startTime": 282.05,
    "endTime": 285.68,
    "text": "stuff. You don't even see what happens, you just assume that Max killed them all, like"
  },
  {
    "startTime": 285.68,
    "endTime": 292.02,
    "text": "he always does. It proves Max/Death is a constant, inexorable force of nature."
  },
  {
    "startTime": 292.02,
    "endTime": 293.60999999999996,
    "text": "Jar Jar Binks is a Sith Lord"
  },
  {
    "startTime": 293.61,
    "endTime": 298.33000000000004,
    "text": "Out of all the movie theories mentioned in response to our previous video, Darth Jar"
  },
  {
    "startTime": 298.33,
    "endTime": 303.74,
    "text": "Jar was the most frequently requested by far. As crazy as it sounds, lots of people believe"
  },
  {
    "startTime": 303.74,
    "endTime": 307.44,
    "text": "that the bumbling Gungan we met on Naboo back in The Phantom Menace is actually the most"
  },
  {
    "startTime": 307.44,
    "endTime": 309.63,
    "text": "powerful Sith Lord in the universe."
  },
  {
    "startTime": 309.63,
    "endTime": 314.18,
    "text": "Think about this: young Anakin Skywalker was able to escape just about every event unscathed"
  },
  {
    "startTime": 314.18,
    "endTime": 318.56,
    "text": "due to his natural aptitude for the Force. Jar Jar was also unharmed during the battle"
  },
  {
    "startTime": 318.56,
    "endTime": 323.15,
    "text": "between the Gungans and the Trade Federation. Don't let his goofy demeanor trick you. Remember,"
  },
  {
    "startTime": 323.15,
    "endTime": 328.12,
    "text": "Yoda was originally introduced as just a silly, swamp-dwelling creature on Dagobah before"
  },
  {
    "startTime": 328.12,
    "endTime": 330.12,
    "text": "turning out to be an old Jedi Master."
  },
  {
    "startTime": 330.12,
    "endTime": 334.88,
    "text": "Jar Jar can also be seen using a \"wave motion\" that usually accompanies the Jedi mind trick"
  },
  {
    "startTime": 334.88,
    "endTime": 339.40999999999997,
    "text": "during various parts of Episode I when speaking to important characters. He apparently uses"
  },
  {
    "startTime": 339.41,
    "endTime": 344.09000000000003,
    "text": "this while persuading the entire Senate to grant full control and emergency power to"
  },
  {
    "startTime": 344.09,
    "endTime": 348.98999999999995,
    "text": "Supreme Chancellor Palpatine...and it works. This action puts Palpatine in the perfect"
  },
  {
    "startTime": 348.99,
    "endTime": 353.96000000000004,
    "text": "position to control everything and rise to power as Emperor. Even when Qui-Gon Jinn mentions"
  },
  {
    "startTime": 353.96,
    "endTime": 358.65,
    "text": "using the Force to guide him underneath the waters of Naboo, Jar Jar scoffs at the concept."
  },
  {
    "startTime": 358.65,
    "endTime": 362.15999999999997,
    "text": "Don't forget, Palpatine and Jar Jar Binks are both from Naboo and they could have met"
  },
  {
    "startTime": 362.16,
    "endTime": 366.77000000000004,
    "text": "each other decades earlier. At Qui-Gon's funeral at the end of The Phantom Menace, Jar Jar"
  },
  {
    "startTime": 366.77,
    "endTime": 370.389,
    "text": "is standing right beside Palpatine, which starts a recurring theme of them being seen"
  },
  {
    "startTime": 370.389,
    "endTime": 374.38,
    "text": "together. In the beginning of Episode III, you can see Jar Jar and Palpatine walking"
  },
  {
    "startTime": 374.38,
    "endTime": 375.569,
    "text": "close to one another."
  },
  {
    "startTime": 375.569,
    "endTime": 380.71000000000004,
    "text": "Binks also senses Anakin and Obi-Wan's arrival at the beginning of Episode II. He approaches"
  },
  {
    "startTime": 380.71,
    "endTime": 385.58,
    "text": "the elevator for no reason and doesn't attempt to open the door. He just waits a second or"
  },
  {
    "startTime": 385.58,
    "endTime": 389.12,
    "text": "two, knowing that they are coming, but still acts surprised to see them once the door opens"
  },
  {
    "startTime": 389.12,
    "endTime": 393.479,
    "text": "in order to maintain his cover. Maybe Jar Jar's almost too-obvious clumsiness wasn't"
  },
  {
    "startTime": 393.479,
    "endTime": 398.06,
    "text": "why he was banned from the underwater Gungan city, and why they treated him like a threat"
  },
  {
    "startTime": 398.06,
    "endTime": 402.97,
    "text": "when he arrived. Maybe Supreme Leader Snoke is a front and Jar Jar Binks still continues"
  },
  {
    "startTime": 402.97,
    "endTime": 405.18,
    "text": "to pull the strings of the Dark Side."
  },
  {
    "startTime": 405.18,
    "endTime": 409.449,
    "text": "And now, for one more long-time theory that was actually proven to be true..."
  },
  {
    "startTime": 409.449,
    "endTime": 411.06,
    "text": "Deckard is a Replicant"
  },
  {
    "startTime": 411.06,
    "endTime": 417.16,
    "text": "Ridley Scott's 1982 sci-fi neo-noir classic Blade Runner is all about androids. These"
  },
  {
    "startTime": 417.16,
    "endTime": 422.25,
    "text": "androids, also known as replicants, look and think like humans, and possess self-awareness."
  },
  {
    "startTime": 422.25,
    "endTime": 426.44,
    "text": "All that, and they're mainly used for dangerous grunt work on off-planet colonies. Some of"
  },
  {
    "startTime": 426.44,
    "endTime": 430.69,
    "text": "them try to abandon their hazardous work and hide on Earth. These escapees are tracked"
  },
  {
    "startTime": 430.69,
    "endTime": 435.68,
    "text": "by Blade Runners, a group of special police operatives who find and execute errant replicants."
  },
  {
    "startTime": 435.68,
    "endTime": 440.03000000000003,
    "text": "Blade Runner Rick Deckard, played by Harrison Ford, is responsible for eliminating a group"
  },
  {
    "startTime": 440.03,
    "endTime": 444.40999999999997,
    "text": "of rogue replicants. It’s a quest that leaves him questioning his duties as he struggles"
  },
  {
    "startTime": 444.41,
    "endTime": 448.34000000000003,
    "text": "with the idea that many of these replicants just want to live. One replicant he meets"
  },
  {
    "startTime": 448.34,
    "endTime": 452.04999999999995,
    "text": "during his investigation even believes she is actually human."
  },
  {
    "startTime": 452.05,
    "endTime": 456.56,
    "text": "The idea that Deckard himself is a replicant has been debated for years. Harrison Ford"
  },
  {
    "startTime": 456.56,
    "endTime": 460.96,
    "text": "claims that he was playing a human character. According to BBC News, Ford mentioned that"
  },
  {
    "startTime": 460.96,
    "endTime": 464.4,
    "text": "he and the director had talks about Deckard being a replicant, and that they both agreed"
  },
  {
    "startTime": 464.4,
    "endTime": 469.06,
    "text": "he was human during filming. But in subsequent interviews over the years, Ridley Scott has"
  },
  {
    "startTime": 469.06,
    "endTime": 470.539,
    "text": "said otherwise:"
  },
  {
    "startTime": 470.539,
    "endTime": 473.84,
    "text": "\"He's a replicant.\""
  },
  {
    "startTime": 473.84,
    "endTime": 477.15999999999997,
    "text": "Perhaps Scott lied to Ford to make his performance much more convincing."
  },
  {
    "startTime": 477.16,
    "endTime": 481.19,
    "text": "Thanks for watching! Subscribe to our YouTube channel to watch more videos like the one"
  },
  {
    "startTime": 481.19,
    "endTime": 485.36,
    "text": "you just saw. And leave us a comment to let us know if there are any more fan theories"
  },
  {
    "startTime": 485.36,
    "endTime": 495.36,
    "text": "you’d like to see explored..."
  }
]