[
  {
    "startTime": 0.7,
    "endTime": 6.7,
    "text": "Hey, I'm Keri Glassman. Here are some quick and simple tips to help you feel just a little bit better."
  },
  {
    "startTime": 9.5,
    "endTime": 11.8,
    "text": "Are your electronics keeping you awake?"
  },
  {
    "startTime": 12.0,
    "endTime": 16.1,
    "text": "If you're like me, your smart phone is practically an extension of your hand."
  },
  {
    "startTime": 16.3,
    "endTime": 24.3,
    "text": "Combine that with Facebook, television, video games, Netflix, blogs, iTunes, Skype, e-readers, and the list goes on and on."
  },
  {
    "startTime": 24.6,
    "endTime": 31.8,
    "text": "It's a recipe for an overactive mind, which is not the ideal state you want to be in to fall asleep."
  },
  {
    "startTime": 32.2,
    "endTime": 37.900000000000006,
    "text": "Experts suggest an electronic curfew no less than one hour before you want to fall asleep."
  },
  {
    "startTime": 38.0,
    "endTime": 41.9,
    "text": "This is part of, what I call, practicing good sleep hygiene."
  },
  {
    "startTime": 42.0,
    "endTime": 45.8,
    "text": "You may not realize this, but your BlackBerry does have an off switch."
  },
  {
    "startTime": 45.9,
    "endTime": 50.0,
    "text": "If you can't find it, consult your owner's manual or just try leaving it in the other room."
  },
  {
    "startTime": 50.3,
    "endTime": 55.3,
    "text": "You might find you'll get even better results if you don't read or focus on anything at all."
  },
  {
    "startTime": 55.8,
    "endTime": 64.0,
    "text": "Spend the last part of your day clearing your head, breathing slowly and deeply and allowing your mind to relax to prepare for a good night's sleep."
  },
  {
    "startTime": 64.4,
    "endTime": 66.80000000000001,
    "text": "You can take it a step further by meditating."
  },
  {
    "startTime": 67.4,
    "endTime": 71.4,
    "text": "Your BlackBerry or iPhone will be there for you in the morning, I promise you."
  },
  {
    "startTime": 71.6,
    "endTime": 74.39999999999999,
    "text": "And you'll be up earlier, after a better night's sleep."
  },
  {
    "startTime": 74.6,
    "endTime": 78.5,
    "text": "The only question will be whether or not you wanna even pick your phone back up at all."
  },
  {
    "startTime": 78.6,
    "endTime": 86.69999999999999,
    "text": "So remember: Turn off your electronics at least an hour before you want to fall asleep, and you'll feel just a little bit better."
  }
]