[
  {
    "startTime": 1.06,
    "endTime": 10.398,
    "text": "You've probably heard that leaves of deciduous trees change color in autumn because they lose their green chlorophyll molecules, allowing the underlying yellow-orange pigments to shine through."
  },
  {
    "startTime": 10.4,
    "endTime": 14.216000000000001,
    "text": "However, this doesn’t explain why the leaves change color in the first place."
  },
  {
    "startTime": 14.3,
    "endTime": 18.749000000000002,
    "text": "Deciduous trees drop their leaves each year to avoid the high cost of winterizing them,"
  },
  {
    "startTime": 18.8,
    "endTime": 28.407,
    "text": "but this seasonal shedding would be too wasteful to be worth doing if the trees lost all of the valuable nutrients they laboriously extracted from the soil to build their leaves earlier in the year."
  },
  {
    "startTime": 28.5,
    "endTime": 32.307,
    "text": "So each fall, deciduous trees recycle their leaves before dropping them."
  },
  {
    "startTime": 32.5,
    "endTime": 41.266,
    "text": "That means taking apart cells and photosynthetic apparatus from the inside out in order to recoup their nitrogen and phosphorus and store it in twigs and branches until next spring."
  },
  {
    "startTime": 41.4,
    "endTime": 50.510999999999996,
    "text": "This is actually really tricky, because as the disassembly starts, the chlorophyll molecules that absorb sunlight for photosynthesis are still absorbing the sun’s energy."
  },
  {
    "startTime": 50.52,
    "endTime": 58.367000000000004,
    "text": "But with no photosynthesis happening, they end up passing the unused energy along to oxygen molecules, which become dangerously reactive when energized."
  },
  {
    "startTime": 58.367,
    "endTime": 65.958,
    "text": "These molecules wreak havoc, damaging the parts of the leaf that are in the process of recovering and transporting nutrients back to the rest of the tree."
  },
  {
    "startTime": 66.0,
    "endTime": 73.468,
    "text": "To keep this destruction to a minimum, leaves break down their chlorophyll into less dangerous molecules that are typically transparent, though sometimes yellow."
  },
  {
    "startTime": 73.47,
    "endTime": 83.708,
    "text": "Either way, with the bright green molecules gone, yellow and orange pigments that were there all along (helping with photosynthesis), are no longer overshadowed, and ta-da! Yellow and orange leaves."
  },
  {
    "startTime": 83.71,
    "endTime": 88.17699999999999,
    "text": "Some trees take an extra autumnal precaution against chlorophyll-induced destruction."
  },
  {
    "startTime": 88.2,
    "endTime": 94.433,
    "text": "As the leaf dismantling starts, they build new, special pigments to shade chlorophyll from sunlight until it can be broken down."
  },
  {
    "startTime": 94.5,
    "endTime": 102.139,
    "text": "These new pigments tend to be red or purple in color, so trees that use them have red leaves in the fall, sometimes insanely bright red."
  },
  {
    "startTime": 102.2,
    "endTime": 113.306,
    "text": "In the end, these exquisite gold and russet displays help deciduous trees recover as much as 50% of the nitrogen and phosphorus from their old leaves to help grow fresh new green ones in the spring."
  },
  {
    "startTime": 113.4,
    "endTime": 116.985,
    "text": "They are perhaps the world’s prettiest recycling plants."
  }
]