[
  {
    "startTime": 3.9,
    "endTime": 10.2,
    "text": "In 1927, \"TIME Magazine\" took a survey of all the major department stores across the country."
  },
  {
    "startTime": 10.3,
    "endTime": 14.9,
    "text": "They wanted to know which colors they associated with girls in their clothing lines."
  },
  {
    "startTime": 15.0,
    "endTime": 17.0,
    "text": "The answers came back pretty mixed."
  },
  {
    "startTime": 17.9,
    "endTime": 25.2,
    "text": "There's also a catalog in 1918 that suggests that little girls should all wear blue because it's a delicate and dainty color."
  },
  {
    "startTime": 25.25,
    "endTime": 31.2,
    "text": "That's Jennifer Wright; she's an author and often writes about history and fashion for \"Racked\"."
  },
  {
    "startTime": 31.3,
    "endTime": 37.0,
    "text": "It was only after the war that pink got the symbolic association that we have today."
  },
  {
    "startTime": 37.1,
    "endTime": 42.7,
    "text": "In 1953, Dwight Eisenhower, the general who won World War II, becomes president."
  },
  {
    "startTime": 42.8,
    "endTime": 46.9,
    "text": "And this actually turns out to be a pretty important moment in the history of pink."
  },
  {
    "startTime": 47.0,
    "endTime": 55.2,
    "text": "It was Ike's inauguration and Mamie Eisenhower came out in this enormous rhinestone-studded pink ballgown,"
  },
  {
    "startTime": 55.4,
    "endTime": 60.5,
    "text": "the likes of which you never would've seen during the war when women were wearing much simpler styles."
  },
  {
    "startTime": 60.5,
    "endTime": 64.6,
    "text": "Mamie Eisenhower loved the color pink, and she was known for it."
  },
  {
    "startTime": 64.7,
    "endTime": 69.9,
    "text": "She thought that the pink really brought out her complexion; she had really pretty blue eyes, it was a nice contrast."
  },
  {
    "startTime": 70.0,
    "endTime": 77.6,
    "text": "In fact, a quick search of newspaper headlines mentioning Mamie Eisenhower also reference the color pink pretty frequently."
  },
  {
    "startTime": 77.7,
    "endTime": 80.7,
    "text": "And it wasn't just called pink, it was called  \"Mamie pink\"."
  },
  {
    "startTime": 80.8,
    "endTime": 85.39999999999999,
    "text": "And she went around giving quotes like, \"Ike runs the country, I turn the pork chops.\""
  },
  {
    "startTime": 85.5,
    "endTime": 93.9,
    "text": "But, yeah, it was a very arbitrary decision that she just loved pink, and everybody else decided, okay, this is the color that ladylike women wear."
  },
  {
    "startTime": 94.0,
    "endTime": 97.3,
    "text": "There's a great song in Funny Face called \"Think Pink\"."
  },
  {
    "startTime": 97.4,
    "endTime": 100.4,
    "text": "Here is our theme, here is our answer: pink!"
  },
  {
    "startTime": 100.5,
    "endTime": 110.0,
    "text": "Where the lady editor of a magazine, who is very much based off of Diana Vreeland, sings about how women in America today have got to think pink."
  },
  {
    "startTime": 110.1,
    "endTime": 111.8,
    "text": "♪Think pink, forget...♪"
  },
  {
    "startTime": 111.9,
    "endTime": 121.0,
    "text": "And there's a great line in it where she says, \"banish the black, burn the blue,\" which are two colors that women would've been seeing a lot of during the war years."
  },
  {
    "startTime": 121.1,
    "endTime": 127.5,
    "text": "Around this time, pink became a popular color, not only in just women's clothing but also in the home."
  },
  {
    "startTime": 127.6,
    "endTime": 138.0,
    "text": "Pink as a bridal blush, new Camay; loving pink Camay with an exciting new fragrance; sealed in pink pearl foil, new loving pink Camay."
  },
  {
    "startTime": 138.1,
    "endTime": 140.1,
    "text": "This was something a lot of women liked."
  },
  {
    "startTime": 140.2,
    "endTime": 143.29999999999998,
    "text": "By the way, it wasn't seen as a terribly oppressive thing."
  },
  {
    "startTime": 143.4,
    "endTime": 150.5,
    "text": "But, there were definitely women, like Diana Vreeland, who didn't really want to revert to those traditional roles."
  },
  {
    "startTime": 150.6,
    "endTime": 154.6,
    "text": "I haven't seen a woman in two weeks in anything but pink⏤what about you?"
  },
  {
    "startTime": 154.7,
    "endTime": 157.2,
    "text": "Me? I wouldn't be caught dead."
  },
  {
    "startTime": 157.3,
    "endTime": 164.5,
    "text": "It was at this point where you start to see the color pink representing women⏤real and fictional⏤who were anything but traditional."
  },
  {
    "startTime": 164.6,
    "endTime": 168.79999999999998,
    "text": "The champion racecar driver Donna Mae Mims is a really good example of this."
  },
  {
    "startTime": 168.9,
    "endTime": 172.8,
    "text": "She had a pink uniform and a pink helmet and a pink racecar."
  },
  {
    "startTime": 172.9,
    "endTime": 176.4,
    "text": "There's the Pink Ladies in \"Grease\" and the Plastics in \"Mean Girls\"."
  },
  {
    "startTime": 176.5,
    "endTime": 182.5,
    "text": "The girls who are incredibly canny and kind of terrifying, brightly explain..."
  },
  {
    "startTime": 182.6,
    "endTime": 183.9,
    "text": "On Wednesdays, we wear pink."
  },
  {
    "startTime": 184.0,
    "endTime": 194.6,
    "text": "There's a great cover of Hillary Clinton on the cover of \"People\" magazine wearing a bright-pink jacket, and the caption next to it is how \"we need to break the highest, hardest glass ceiling\" as women."
  },
  {
    "startTime": 194.7,
    "endTime": 199.5,
    "text": "So, she's pretty much doing the opposite of what Mamie Eisenhower wanted to do."
  },
  {
    "startTime": 199.6,
    "endTime": 207.6,
    "text": "This isn't just about the color pink; it's about how it's used to define a person's personality and what we think they're capable of."
  },
  {
    "startTime": 207.7,
    "endTime": 217.89999999999998,
    "text": "She still wants to show people that, really, I'm just... just a girl, just like you."
  }
]