[
  {
    "startTime": 3.82,
    "endTime": 6.779999999999999,
    "text": "Most Fair Trade products are physically traceable."
  },
  {
    "startTime": 6.78,
    "endTime": 15.151,
    "text": "That means, we know for example, where this banana comes from, and which farmers or workers benefit from the Fair Trade minimum price or premium."
  },
  {
    "startTime": 17.451,
    "endTime": 21.138,
    "text": "Some products are produced under a system called \"mass balance.\""
  },
  {
    "startTime": 21.138,
    "endTime": 29.472,
    "text": "That means that even though each individual orange in this juice can't be traced, the orange farmers still get all the same Fair Trade benefits."
  },
  {
    "startTime": 30.522,
    "endTime": 32.961999999999996,
    "text": "Take Maria, an orange farmer."
  },
  {
    "startTime": 32.962,
    "endTime": 37.531000000000006,
    "text": "She's a member of a Fair Trade cooperative, which doesn't have its own processing plant."
  },
  {
    "startTime": 37.531,
    "endTime": 39.992,
    "text": "So she's dependent on an external factory."
  },
  {
    "startTime": 42.812,
    "endTime": 52.262,
    "text": "If Fair Trade required every single orange to be traceable, the factory would have to stop the processing of all other oranges in order to process only Maria's oranges."
  },
  {
    "startTime": 54.752,
    "endTime": 59.678000000000004,
    "text": "But this would be much more expensive and therefore only possible with large amounts."
  },
  {
    "startTime": 60.458,
    "endTime": 64.303,
    "text": "That's why Fair Trade allows mass balance in such cases."
  },
  {
    "startTime": 64.303,
    "endTime": 72.883,
    "text": "This way, Maria's oranges can be included in the ongoing manufacturing process, where her Fair Trade oranges are mixed with other conventional oranges."
  },
  {
    "startTime": 74.473,
    "endTime": 80.724,
    "text": "Fair Trade carefully tracks how many oranges Maria has produced and how much juice is made from them."
  },
  {
    "startTime": 80.724,
    "endTime": 84.805,
    "text": "Only the corresponding amount of juice can be sold with the Fair Trade mark."
  },
  {
    "startTime": 86.735,
    "endTime": 97.144,
    "text": "According to the exact volume she produces, Maria gets all the benefits of Fair Trade, including stable minimum prices, and the Fair Trade premium for the community projects."
  },
  {
    "startTime": 98.0,
    "endTime": 99.0,
    "text": "[Fair Trade International]"
  }
]