[
  {
    "startTime": 0.0,
    "endTime": 4.0,
    "text": "I had a black dog, his name was depression."
  },
  {
    "startTime": 6.2,
    "endTime": 11.0,
    "text": "Whenever the black dog made an appearance, I felt empty and life just seemed to slow down."
  },
  {
    "startTime": 12.2,
    "endTime": 17.0,
    "text": "He could surprise me with a visit for no reason or occasion."
  },
  {
    "startTime": 17.2,
    "endTime": 19.5,
    "text": "The black dog made me look and feel older than my years."
  },
  {
    "startTime": 21.5,
    "endTime": 27.0,
    "text": "When the rest of the world seemed to be enjoying life, I could only see it through the black dog."
  },
  {
    "startTime": 27.2,
    "endTime": 31.0,
    "text": "Activities that usually brought me pleasure, suddenly ceased to."
  },
  {
    "startTime": 33.2,
    "endTime": 35.2,
    "text": "He liked to ruin my appetite."
  },
  {
    "startTime": 37.2,
    "endTime": 40.0,
    "text": "He chewed up my memory and ability to concentrate."
  },
  {
    "startTime": 41.2,
    "endTime": 46.0,
    "text": "Doing anything or going anywhere with the black dog required super human strength."
  },
  {
    "startTime": 48.2,
    "endTime": 53.0,
    "text": "At social occasions, he would sniff out what confidence I had and chase it away."
  },
  {
    "startTime": 53.2,
    "endTime": 55.0,
    "text": "My biggest fear was being found out."
  },
  {
    "startTime": 55.2,
    "endTime": 57.0,
    "text": "I worried that people would judge me."
  },
  {
    "startTime": 57.2,
    "endTime": 62.0,
    "text": "Because of the shame and stigma of the black dog, I was constantly worried that I would be found out."
  },
  {
    "startTime": 63.0,
    "endTime": 66.0,
    "text": "So I invested vast amounts of energy into covering him up."
  },
  {
    "startTime": 66.2,
    "endTime": 71.0,
    "text": "Keeping up an emotional lie is exhausting."
  },
  {
    "startTime": 71.0,
    "endTime": 75.0,
    "text": "Black dog could make me think and say negative things."
  },
  {
    "startTime": 76.0,
    "endTime": 79.0,
    "text": "He could make me irritable and difficult to be around."
  },
  {
    "startTime": 80.0,
    "endTime": 84.0,
    "text": "He would take my love and bury my intimacy."
  },
  {
    "startTime": 86.0,
    "endTime": 90.0,
    "text": "He loved nothing more than to wake me up with highly repetitive and negative thinking."
  },
  {
    "startTime": 90.2,
    "endTime": 94.0,
    "text": "He also liked to remind me how exhausted I was going to be the next day."
  },
  {
    "startTime": 94.0,
    "endTime": 102.0,
    "text": "Having a black dog in your life isn’t so much about feeling a bit down, sad or blue...at its worst it’s about being devoid of feeling altogether."
  },
  {
    "startTime": 103.0,
    "endTime": 108.0,
    "text": "As I got older, the black dog got bigger and he started hanging around all the time."
  },
  {
    "startTime": 109.0,
    "endTime": 112.0,
    "text": "I'd chase him off with whatever I thought might send him running."
  },
  {
    "startTime": 113.0,
    "endTime": 115.0,
    "text": "But more often than not he'd come out on top."
  },
  {
    "startTime": 115.5,
    "endTime": 119.0,
    "text": "Going down became easier than getting up again."
  },
  {
    "startTime": 119.0,
    "endTime": 124.3,
    "text": "So I became rather good at self medication, which never really helped."
  },
  {
    "startTime": 126.8,
    "endTime": 131.3,
    "text": "Eventually, I felt totally isolated from everything and everyone."
  },
  {
    "startTime": 133.0,
    "endTime": 136.0,
    "text": "The black dog had finally succeeded in hijacking my life."
  },
  {
    "startTime": 136.2,
    "endTime": 140.0,
    "text": "When you lose all joy in life you can begin to question what the point of it is."
  },
  {
    "startTime": 141.0,
    "endTime": 145.0,
    "text": "Thankfully, this was the time that I sought professional help."
  },
  {
    "startTime": 145.2,
    "endTime": 157.0,
    "text": "This was my first step towards recovery and a major turning point in my life; I learnt that it doesn’t matter who you are the black dog affects millions and millions of people; it is an equal opportunity mongrel."
  },
  {
    "startTime": 157.0,
    "endTime": 160.0,
    "text": "I also learnt that there was no silver bullet or magic pill."
  },
  {
    "startTime": 160.2,
    "endTime": 163.29999999999998,
    "text": "Medication can help some and others might need a different approach altogether."
  },
  {
    "startTime": 164.0,
    "endTime": 171.1,
    "text": "I also learnt that being emotionally genuine and authentic to those who are close to you, can be an absolute game changer."
  },
  {
    "startTime": 172.2,
    "endTime": 177.29999999999998,
    "text": "Most importantly, I learnt not to be afraid of the black dog and I taught him a few new tricks of my own."
  },
  {
    "startTime": 179.0,
    "endTime": 185.5,
    "text": "The more tired and stressed you are the louder he barks, so it's important to learn how to quiet your mind."
  },
  {
    "startTime": 186.0,
    "endTime": 192.5,
    "text": "It's been clinically proven that regular exercise can be as effective for treating mild to moderate depression as antidepressants."
  },
  {
    "startTime": 192.7,
    "endTime": 195.5,
    "text": "So go for a walk or a run and leave the mutt behind."
  },
  {
    "startTime": 196.0,
    "endTime": 200.5,
    "text": "Keep a mood journal; getting your thoughts on paper can be cathartic and often insightful."
  },
  {
    "startTime": 201.0,
    "endTime": 204.0,
    "text": "Also keep track of the things that you have to be grateful for."
  },
  {
    "startTime": 204.0,
    "endTime": 214.5,
    "text": "The most important thing to remember is that no matter how bad it gets…if you take the right steps, talk to the right people, black dog days can and will pass."
  },
  {
    "startTime": 215.0,
    "endTime": 218.5,
    "text": "I wouldn't say that I'm grateful for the black dog but he has been an incredible teacher."
  },
  {
    "startTime": 219.0,
    "endTime": 221.5,
    "text": "He forced me to re-evaluate and simplify my life."
  },
  {
    "startTime": 222.0,
    "endTime": 225.5,
    "text": "I learnt that rather than running away from my problems it's better to embrace them."
  },
  {
    "startTime": 226.0,
    "endTime": 231.5,
    "text": "The black dog may always be part of my life but he will never be the beast that he was."
  },
  {
    "startTime": 232.0,
    "endTime": 233.5,
    "text": "We have an understanding."
  },
  {
    "startTime": 234.0,
    "endTime": 239.5,
    "text": "I've learnt through knowledge, patience, discipline and humour the worst black dog can be made to heal."
  },
  {
    "startTime": 240.0,
    "endTime": 243.5,
    "text": "If you are in difficulty, never be afraid to ask for help."
  },
  {
    "startTime": 244.0,
    "endTime": 247.0,
    "text": "There's absolutely no shame doing so; the only shame is missing out on life."
  }
]