[
  {
    "startTime": 0.56,
    "endTime": 6.59,
    "text": "We are sometimes swept away by a mood of sadness that seems to have no cause."
  },
  {
    "startTime": 6.59,
    "endTime": 8.87,
    "text": "We wake up dispirited and listless."
  },
  {
    "startTime": 8.9,
    "endTime": 11.100000000000001,
    "text": "We lack energy and direction."
  },
  {
    "startTime": 11.17,
    "endTime": 15.85,
    "text": "Everything loses its taste and the smallest challenges feel unfeasibly  heavy."
  },
  {
    "startTime": 15.85,
    "endTime": 19.61,
    "text": "We struggle to see the point of almost anything."
  },
  {
    "startTime": 19.7,
    "endTime": 24.9,
    "text": "We are – as the doctors may tell us – in a state of severe depression."
  },
  {
    "startTime": 24.91,
    "endTime": 32.87,
    "text": "One of the strangest but most provocative insights about depression is to be found in the works of psychoanalysis"
  },
  {
    "startTime": 32.97,
    "endTime": 37.32,
    "text": "that tell us that depression may not at heart be about sadness;"
  },
  {
    "startTime": 37.32,
    "endTime": 42.52,
    "text": "it is a kind of anger that has been unable to find expression,"
  },
  {
    "startTime": 42.6,
    "endTime": 47.4,
    "text": "that has turned in on itself, and made us sad about everything and everyone"
  },
  {
    "startTime": 47.42,
    "endTime": 53.96,
    "text": "when we are in truth – deep down – angry only about certain specific things and specific people."
  },
  {
    "startTime": 54.16,
    "endTime": 58.51,
    "text": "If only we could understand our disappointment and rage more intimately,"
  },
  {
    "startTime": 58.61,
    "endTime": 62.9,
    "text": "we could – the theory holds – eventually regain our spirits."
  },
  {
    "startTime": 63.1,
    "endTime": 65.93,
    "text": "It isn't existence per se that has let us down,"
  },
  {
    "startTime": 66.0,
    "endTime": 72.2,
    "text": "it is a few particular events and actors whose precise identity we have lost sight of."
  },
  {
    "startTime": 72.23,
    "endTime": 75.179,
    "text": "The theory at once begs questions."
  },
  {
    "startTime": 75.179,
    "endTime": 81.93900000000001,
    "text": "How is it possible that we be both profoundly angry and yet unaware of the causes or direction of our annoyance?"
  },
  {
    "startTime": 81.939,
    "endTime": 86.78899999999999,
    "text": "However, this lack of self-knowledge is, in terms of our overall mental functioning,"
  },
  {
    "startTime": 86.789,
    "endTime": 89.549,
    "text": "not entirely surprising or anomalous."
  },
  {
    "startTime": 89.6,
    "endTime": 95.0,
    "text": "We are endemically bad at keeping close tabs on the origin and nature of many of our feelings."
  },
  {
    "startTime": 95.049,
    "endTime": 99.99000000000001,
    "text": "We can laugh deeply and yet struggle to explain exactly why something has set us off."
  },
  {
    "startTime": 99.99,
    "endTime": 104.98899999999999,
    "text": "We can find a landscape beautiful, a person charming or a film nostalgia-inducing"
  },
  {
    "startTime": 104.989,
    "endTime": 110.13000000000001,
    "text": "without having any secure hold on the detailed mechanics of our responses."
  },
  {
    "startTime": 110.13,
    "endTime": 115.34899999999999,
    "text": "Understanding has an established habit of trailing far behind feeling."
  },
  {
    "startTime": 115.549,
    "endTime": 121.0,
    "text": "It isn't just around sadness and despair that we can be strangers to ourselves."
  },
  {
    "startTime": 121.0,
    "endTime": 126.02,
    "text": "But there is another more pointed reason why we can lose touch with our anger:"
  },
  {
    "startTime": 126.02,
    "endTime": 132.88,
    "text": "because we have been taught, probably since earliest childhood, that it isn't very nice to be angry."
  },
  {
    "startTime": 132.88,
    "endTime": 137.49,
    "text": "Anger violates our image of ourselves as kindly and sympathetic people."
  },
  {
    "startTime": 137.49,
    "endTime": 149.4,
    "text": "It can be too painful and guilt-inducing to acknowledge that we may feel furious and vengeful, not least towards people whom we otherwise still love and who might have made many sacrifices on our behalves ."
  },
  {
    "startTime": 149.4,
    "endTime": 153.04,
    "text": "What we are angry about may also sound absurd."
  },
  {
    "startTime": 153.1,
    "endTime": 164.91,
    "text": "Perhaps we have been hurt by the sort of thing that could be unhelpfully dismissed as \"small\" and which we learn not to pay attention to because we imagine ourselves as strong and above being slighted by petty injuries;"
  },
  {
    "startTime": 164.91,
    "endTime": 168.87,
    "text": "injuries which wound us substantially just the same."
  },
  {
    "startTime": 168.9,
    "endTime": 176.0,
    "text": "Lastly, we might be bad at getting angry because we haven't seen examples of successful expressions of anger around us."
  },
  {
    "startTime": 176.07,
    "endTime": 182.79999999999998,
    "text": "We might associate the word with volcanic crazed destruction, as dangerous as it is counterproductive."
  },
  {
    "startTime": 182.809,
    "endTime": 187.829,
    "text": "Or else we might have lived for too long surrounded by people who never dared to raise their voices"
  },
  {
    "startTime": 187.829,
    "endTime": 190.98000000000002,
    "text": "and bitterly swallowed every hurt instead."
  },
  {
    "startTime": 190.98,
    "endTime": 195.159,
    "text": "We have not learnt the art of a controlled and cathartic conversation."
  },
  {
    "startTime": 195.2,
    "endTime": 202.7,
    "text": "The way out of this sort of depression is to realize that its alternative isn't cheerfulness, but mourning."
  },
  {
    "startTime": 202.859,
    "endTime": 209.33,
    "text": "Mourning is a useful word for it indicates a focused kind of grief over an identifiable kind of loss."
  },
  {
    "startTime": 209.43,
    "endTime": 215.859,
    "text": "As \"mourners\", we turn boundless, unnameable sadness into much more specific hurt:"
  },
  {
    "startTime": 215.859,
    "endTime": 218.90900000000002,
    "text": "a hurt about the parent who wasn't there for us,"
  },
  {
    "startTime": 218.909,
    "endTime": 220.939,
    "text": "about the sibling who mocked us,"
  },
  {
    "startTime": 221.039,
    "endTime": 222.5,
    "text": "the lover who betrayed us,"
  },
  {
    "startTime": 222.6,
    "endTime": 224.4,
    "text": "the friend who lied."
  },
  {
    "startTime": 224.4,
    "endTime": 227.81,
    "text": "It isn't necessarily always an idea to go out and confront these people."
  },
  {
    "startTime": 227.9,
    "endTime": 230.20000000000002,
    "text": "Some of them may already be dead anyway."
  },
  {
    "startTime": 230.2,
    "endTime": 236.7,
    "text": "But mulling over what's happened and becoming conscious of the full scale of our disavowed rage and burden"
  },
  {
    "startTime": 236.71,
    "endTime": 239.369,
    "text": "can decisively change our mood all the same."
  },
  {
    "startTime": 239.469,
    "endTime": 244.969,
    "text": "Even as specific relationships and episodes become more complicated in our minds,"
  },
  {
    "startTime": 244.969,
    "endTime": 249.909,
    "text": "life as a whole starts to appear more manageable and hopeful."
  },
  {
    "startTime": 250.009,
    "endTime": 254.309,
    "text": "We're never quite done with the business of knowing our own minds."
  }
]