[
  {
    "startTime": 0.0,
    "endTime": 3.57,
    "text": "It's Christmas!"
  },
  {
    "startTime": 3.57,
    "endTime": 6.699999999999999,
    "text": "Well not quite Christmas it's nearly Christmas"
  },
  {
    "startTime": 6.7,
    "endTime": 12.66,
    "text": "And so I thought this would be a good time to talk about Christmas."
  },
  {
    "startTime": 12.66,
    "endTime": 15.870000000000001,
    "text": "Now I know not everybody celebrates Christmas"
  },
  {
    "startTime": 15.87,
    "endTime": 23.0,
    "text": "However, in the U.K., a lot of people do celebrate Christmas and not always for religious reasons."
  },
  {
    "startTime": 23.0,
    "endTime": 27.8,
    "text": "So I thought it would be a good idea for me to talk to you about Christmas what it means to us"
  },
  {
    "startTime": 27.8,
    "endTime": 30.8,
    "text": "Some of the traditions that some of us have here in the U.K."
  },
  {
    "startTime": 30.8,
    "endTime": 37.89,
    "text": "And explain some of the vocabulary. Now I have just done a festive vocabulary pronunciation list."
  },
  {
    "startTime": 37.89,
    "endTime": 44.0,
    "text": "That's a tongue twister if ever there was one--a festive vocabulary pronunciation list."
  },
  {
    "startTime": 44.0,
    "endTime": 53.01,
    "text": "So if you would like to hear these words pronounced clearly for you then why not head over there and practice that after you finished watching this video."
  },
  {
    "startTime": 53.01,
    "endTime": 57.8,
    "text": "Yes don't leave me just yet wait until this video is finished then go watch that video."
  },
  {
    "startTime": 57.8,
    "endTime": 64.47,
    "text": "So, Christmas is of course a religious festival it's all about celebrating the birth of Jesus Christ"
  },
  {
    "startTime": 64.47,
    "endTime": 77.2,
    "text": "And many of you may know the story of the Nativity Mary and Joseph giving birth to baby Jesus in a outhouse because there was no room at the inn."
  },
  {
    "startTime": 77.2,
    "endTime": 80.0,
    "text": "And the three wise man and all that kind of stuff."
  },
  {
    "startTime": 80.0,
    "endTime": 99.57,
    "text": "But for a lot of us Christmas is more to do with spending time with your family having time off work having Christmas dinner with the people that you love and care about giving and receiving presence is about Santa Claus and celebration and hope for the future."
  },
  {
    "startTime": 99.57,
    "endTime": 103.5,
    "text": "Every year we Brits complain that Christmas is starting earlier and earlier."
  },
  {
    "startTime": 103.5,
    "endTime": 111.909,
    "text": "They're not just advertising in December or mid-November then now some shops are advertising in September."
  },
  {
    "startTime": 111.909,
    "endTime": 119.60000000000001,
    "text": "It's crazy but Christmas is a very commercially lucrative time of year."
  },
  {
    "startTime": 119.6,
    "endTime": 127.0,
    "text": "We spend a lot of money on gifts and food and treats for ourselves and for the people that we love."
  },
  {
    "startTime": 127.0,
    "endTime": 136.0,
    "text": "So let's go to the first of December many of us will have what's called an advent calendar which is a calendar which you open a new window every day."
  },
  {
    "startTime": 136.0,
    "endTime": 143.5,
    "text": "And it helps you to keep track of how many days left till Christmas and inside each window will be a chocolate."
  },
  {
    "startTime": 143.5,
    "endTime": 148.8,
    "text": "If you get a chocolate advent calendar--and most of us do because otherwise, what's the point?"
  },
  {
    "startTime": 148.8,
    "endTime": 159.0,
    "text": "As you're running up to Christmas you start preparing by buying things like Christmas jumpers we'll have Christmas earrings silly hats."
  },
  {
    "startTime": 159.0,
    "endTime": 171.0,
    "text": "If we would have set up our Christmas decorations with our Christmas tree lights and tinsel bore balls and star or an angel at the top of the tree."
  },
  {
    "startTime": 171.0,
    "endTime": 180.5,
    "text": "And then we start hunting for Christmas presence now when we buy the perfect presence then we have to wrap them up in Christmas wrapping."
  },
  {
    "startTime": 180.5,
    "endTime": 184.0,
    "text": "Make sure that's an R not a w because the W is silent."
  },
  {
    "startTime": 184.0,
    "endTime": 187.0,
    "text": "Wrapping paper, to wrap the presence"
  },
  {
    "startTime": 187.0,
    "endTime": 194.5,
    "text": "And then we place the presents underneath the Christmas tree and we wait and we wait until we get to Christmas Eve."
  },
  {
    "startTime": 194.5,
    "endTime": 203.0,
    "text": "On Christmas Eve the children and the adults sometimes we'll put out a Christmas stocking or a pillowcase."
  },
  {
    "startTime": 203.0,
    "endTime": 205.9,
    "text": "Now a Christmas stocking is just a huge sock."
  },
  {
    "startTime": 205.9,
    "endTime": 222.8,
    "text": "And it's basically there to fill with trinkets lots of lovely little goodies like oranges chocolates stationary I don't know little bit of jewelry or just little not so expensive gifts for the children to have first thing in the morning"
  },
  {
    "startTime": 222.8,
    "endTime": 239.06,
    "text": "Because they're so excited they wake up at like five in the morning running down to see if Santa Claus--ho, ho, ho--and his reindeer--Rudolph the red-nosed reindeer had a very shiny nose--have arrived to come down the chimney."
  },
  {
    "startTime": 239.06,
    "endTime": 241.5,
    "text": "I don't know why he doesn't just use the front door"
  },
  {
    "startTime": 241.5,
    "endTime": 246.8,
    "text": "And place lots of gifts and trinkets under the tree and something in the stocking"
  },
  {
    "startTime": 246.8,
    "endTime": 251.0,
    "text": "So then Christmas morning arrives and that's when we all do our present opening."
  },
  {
    "startTime": 251.0,
    "endTime": 257.7,
    "text": "Normally they'll be a different tradition in each House as to what they have for breakfast or who they see for Christmas morning."
  },
  {
    "startTime": 257.7,
    "endTime": 262.0,
    "text": "But then the big event on Christmas day is Christmas dinner."
  },
  {
    "startTime": 262.0,
    "endTime": 278.5,
    "text": "This is usually a roast and you'll have all the trimmings which means all the extra bits and bobs like stuffing, and pigs in blankets, and roast potatoes, cranberry sauce, it's just incredibly delicious food."
  },
  {
    "startTime": 278.5,
    "endTime": 280.7,
    "text": "Apart from Brussels sprouts."
  },
  {
    "startTime": 280.7,
    "endTime": 284.3,
    "text": "Brussels sprouts you either love them or you hate them I hate them."
  },
  {
    "startTime": 284.3,
    "endTime": 285.8,
    "text": "But they're very good for you."
  },
  {
    "startTime": 285.8,
    "endTime": 293.8,
    "text": "So then you gorge on Christmas dinner and after Christmas then you'll have Christmas pudding, which sometimes people set fire to the Christmas pudding."
  },
  {
    "startTime": 293.8,
    "endTime": 301.40000000000003,
    "text": "There'll be lots of alcohol, usually involved in Christmas. lots of wine, champagne, liqueurs..."
  },
  {
    "startTime": 301.4,
    "endTime": 304.79999999999995,
    "text": "Then after Christmas to everyone just kind of lies out in front of the television."
  },
  {
    "startTime": 304.8,
    "endTime": 312.3,
    "text": "And we'll watch some incredible television some old movies that been playing again and again and again every year but everybody loves."
  },
  {
    "startTime": 312.3,
    "endTime": 316.0,
    "text": "And it's just about spending time together"
  },
  {
    "startTime": 316.0,
    "endTime": 322.4,
    "text": "Now it does depend on how good or bad you've been each year as to whether you get presents."
  },
  {
    "startTime": 322.4,
    "endTime": 326.79999999999995,
    "text": "Because Santa Claus has a list of all the people who are nice and all the people who are naughty."
  },
  {
    "startTime": 326.8,
    "endTime": 329.3,
    "text": "And if you're naughty you won't get a gift."
  },
  {
    "startTime": 329.3,
    "endTime": 333.5,
    "text": "So I'm just going to let you know that I've been very nice this year."
  },
  {
    "startTime": 333.5,
    "endTime": 340.0,
    "text": "All I want for Christmas is for you to press subscribe."
  },
  {
    "startTime": 340.0,
    "endTime": 344.0,
    "text": "And if you like this video to give it a thumbs up."
  },
  {
    "startTime": 344.0,
    "endTime": 346.2,
    "text": "Now I'd love to know what you want for Christmas."
  },
  {
    "startTime": 346.2,
    "endTime": 350.5,
    "text": "So please do tell me in the comments box below what you'd like for Christmas."
  },
  {
    "startTime": 350.5,
    "endTime": 355.5,
    "text": "And if there's anything I can do for you like a particular video that you'd like to see."
  },
  {
    "startTime": 355.5,
    "endTime": 361.0,
    "text": "Then put it in the comments box below and as it's nearly Christmas I'll try and do that for you."
  },
  {
    "startTime": 361.0,
    "endTime": 364.8,
    "text": "Does that sound like a deal?"
  },
  {
    "startTime": 364.8,
    "endTime": 370.7,
    "text": "If you're not already following me on social media then please do check out all the links in the comments box below."
  },
  {
    "startTime": 370.7,
    "endTime": 375.5,
    "text": "And if you are an English language learner and you've not yet discovered my community ..."
  },
  {
    "startTime": 375.5,
    "endTime": 380.4,
    "text": "Then why not head over to www.englishlikeanative.me"
  },
  {
    "startTime": 380.4,
    "endTime": 386.0,
    "text": "I hope you all have a wonderful winter festive season whether you celebrate Christmas or not"
  },
  {
    "startTime": 386.0,
    "endTime": 393.0,
    "text": "Have a wonderful time, lots of love, I'll see you in the next video, bye!"
  }
]