[
  {
    "startTime": 2.72,
    "endTime": 5.62,
    "text": "Search ads appear on the results page of a search engine."
  },
  {
    "startTime": 5.62,
    "endTime": 10.45,
    "text": "For example, if you search for \"hawaii vacation homes\" you'll see your results in the middle"
  },
  {
    "startTime": 10.45,
    "endTime": 14.149999999999999,
    "text": "of the page. These are called organic search results."
  },
  {
    "startTime": 14.15,
    "endTime": 18.699,
    "text": "The paid results or ads show at the top of the page and down the right side."
  },
  {
    "startTime": 18.699,
    "endTime": 22.179000000000002,
    "text": "You won't see just any ad in the search results."
  },
  {
    "startTime": 22.179,
    "endTime": 27.249,
    "text": "The idea is to let advertisers tell you about their product when it's related to what you're"
  },
  {
    "startTime": 27.249,
    "endTime": 32.21,
    "text": "searching for. This is great for advertisers and keeps your search results relevant. Here's"
  },
  {
    "startTime": 32.21,
    "endTime": 33.79,
    "text": "how it works:"
  },
  {
    "startTime": 33.79,
    "endTime": 37.18,
    "text": "The advertiser picks key words or phrases that someone might enter when searching for"
  },
  {
    "startTime": 37.18,
    "endTime": 42.26,
    "text": "something similar to their product or service. In this example, those keywords might be things"
  },
  {
    "startTime": 42.26,
    "endTime": 44.26,
    "text": "like"
  },
  {
    "startTime": 44.26,
    "endTime": 48.62,
    "text": "After figuring out which keywords they want to appear next to, the advertiser sets a bid"
  },
  {
    "startTime": 48.62,
    "endTime": 49.51,
    "text": "on each them."
  },
  {
    "startTime": 49.51,
    "endTime": 55.08,
    "text": "\"Bid\"? Yep: this is pretty much like an auction - if you really want something, you're willing"
  },
  {
    "startTime": 55.08,
    "endTime": 59.72,
    "text": "to pay more. If it's not something you're so keen on, you might not even bid."
  },
  {
    "startTime": 59.72,
    "endTime": 64.809,
    "text": "Similarly, advertisers set limits on how much they are willing to pay for a click for each"
  },
  {
    "startTime": 64.809,
    "endTime": 65.15899999999999,
    "text": "keyword."
  },
  {
    "startTime": 65.159,
    "endTime": 71.24000000000001,
    "text": "Once they have their keywords and their bidding strategy, they create a text ad like this."
  },
  {
    "startTime": 71.24,
    "endTime": 75.41999999999999,
    "text": "The advertiser then enters into an auction with other advertisers who also want their"
  },
  {
    "startTime": 75.42,
    "endTime": 77.76,
    "text": "ads to show on the same search terms."
  },
  {
    "startTime": 77.76,
    "endTime": 83.31,
    "text": "To win the auction, the advertiser's bid and the relevance of their ad are taken into consideration."
  },
  {
    "startTime": 83.31,
    "endTime": 87.96000000000001,
    "text": "The advertiser with the best combination will show in the top spot, the second in the next,"
  },
  {
    "startTime": 87.96,
    "endTime": 89.64,
    "text": "and so on."
  },
  {
    "startTime": 89.64,
    "endTime": 94.38,
    "text": "Really, search is pretty exciting. Each and every time there's a search, there's a real-time"
  },
  {
    "startTime": 94.38,
    "endTime": 97.1,
    "text": "bidding war happening for that ad space."
  },
  {
    "startTime": 97.1,
    "endTime": 102.03999999999999,
    "text": "So the next time you click on a search ad, pat yourself on the back. You just made someone"
  },
  {
    "startTime": 102.04,
    "endTime": 112.04,
    "text": "a winner."
  }
]