[
  {
    "startTime": 2.639,
    "endTime": 6.799999999999999,
    "text": "Ads in magazines or on billboards show the same message to everyone reading them."
  },
  {
    "startTime": 7.0,
    "endTime": 9.5,
    "text": "But, for online ads, we can switch things up."
  },
  {
    "startTime": 10.0,
    "endTime": 17.0,
    "text": "Online ads can use geographic targeting and cookies to target their messages so you see the right ad at the right time."
  },
  {
    "startTime": 17.1,
    "endTime": 24.1,
    "text": "Ad servers can deduce a user's geographic location by their IP address, which is like a zip code for your computer."
  },
  {
    "startTime": 24.2,
    "endTime": 30.299999999999997,
    "text": "For example, by knowing your IP address, advertisers can serve an offer specific to your area."
  },
  {
    "startTime": 30.5,
    "endTime": 34.0,
    "text": "Ad servers also recognize users based on cookie information."
  },
  {
    "startTime": 34.1,
    "endTime": 39.5,
    "text": "You may see more relevant ads based on prior visits you've made to an advertiser's site."
  },
  {
    "startTime": 39.6,
    "endTime": 43.5,
    "text": "Say you've just been eyeing a pair of super cool kicks on a company's website."
  },
  {
    "startTime": 43.6,
    "endTime": 49.5,
    "text": "Later in the day, you might see an ad from that same company where they're offering free shipping."
  },
  {
    "startTime": 49.6,
    "endTime": 54.229,
    "text": "Free shipping sounds great, but... let's talk about those cookies."
  },
  {
    "startTime": 54.329,
    "endTime": 58.259,
    "text": "Cookies are text files assigned to your browser once you've visited a website."
  },
  {
    "startTime": 58.359,
    "endTime": 62.6,
    "text": "When you go back to that website, it'll see that your browser has the cookie and will read it."
  },
  {
    "startTime": 62.7,
    "endTime": 69.0,
    "text": "The cookie helps the site recognize your browser, and will restore any information you might have entered before."
  },
  {
    "startTime": 69.11,
    "endTime": 74.0,
    "text": "You can see examples of cookies in action if you return to a site and don't have to sign in again."
  },
  {
    "startTime": 74.1,
    "endTime": 80.0,
    "text": "Or when you return to a retail site to find your items patiently waiting for you in your shopping cart."
  },
  {
    "startTime": 80.1,
    "endTime": 85.32,
    "text": "These are examples of first-party cookies ⏤ cookies set by the site that you're on."
  },
  {
    "startTime": 85.42,
    "endTime": 87.7,
    "text": "It's important to keep in mind that cookies are anonymous."
  },
  {
    "startTime": 88.0,
    "endTime": 92.4,
    "text": "The text file associates a random unique number with the computer and browser."
  },
  {
    "startTime": 92.5,
    "endTime": 99.7,
    "text": "So, if you use different devices or browsers to visit the same website, each browser will have a different cookie."
  },
  {
    "startTime": 99.8,
    "endTime": 102.0,
    "text": "There are also third-party cookies."
  },
  {
    "startTime": 102.1,
    "endTime": 104.0,
    "text": "These are used by ad servers."
  },
  {
    "startTime": 104.2,
    "endTime": 110.5,
    "text": "Online ads use third-party cookies to recognize the same user across multiple websites."
  },
  {
    "startTime": 110.6,
    "endTime": 115.1,
    "text": "That free shipping ad we mentioned earlier? That's an example of third-party cookies at work."
  },
  {
    "startTime": 115.25,
    "endTime": 123.0,
    "text": "When you went to supercoolkicks.com to check out those shoes, they allowed their ad server to set a third-party cookie on your browser."
  },
  {
    "startTime": 123.049,
    "endTime": 131.8,
    "text": "So, when you visited that news site later in the day, the ad server recognized their cookie and used the information in it to show you that offer."
  },
  {
    "startTime": 131.9,
    "endTime": 137.0,
    "text": "Geographic targeting and cookies help advertisers show relevant messages to potential customers,"
  },
  {
    "startTime": 137.1,
    "endTime": 147.28,
    "text": "and they sometimes even help customers get deals on stuff they buy online."
  }
]