[
  {
    "startTime": 1.13,
    "endTime": 6.47,
    "text": "Anybody can learn a second language in six months. There are five principles and seven"
  },
  {
    "startTime": 6.47,
    "endTime": 10.61,
    "text": "actions. The first rule, first principle for learning a language is focus on language content"
  },
  {
    "startTime": 10.61,
    "endTime": 15.36,
    "text": "that is relative to YOU. I had a colleague many years ago, we had 48 hours to deliver"
  },
  {
    "startTime": 15.36,
    "endTime": 19.419,
    "text": "a training manual in Chinese. In 48 hours, she learned to type Chinese because it was"
  },
  {
    "startTime": 19.419,
    "endTime": 23.509,
    "text": "relevant, it was meaningful, it was important. So the second principle for learning a language"
  },
  {
    "startTime": 23.509,
    "endTime": 28.449,
    "text": "is: to use your language as a tool to communicate, right from day 1! When I first arrived in"
  },
  {
    "startTime": 28.449,
    "endTime": 32.369,
    "text": "China, I didn't speak a word of Chinese, on my second week, I got to take a train ride"
  },
  {
    "startTime": 32.369,
    "endTime": 35.95,
    "text": "overnight. I spent 8 hours sitting in the dining car, talking to one of the guards on"
  },
  {
    "startTime": 35.95,
    "endTime": 40.46,
    "text": "the train, in Chinese. He was drawing pictures and making movements with his hands and piece"
  },
  {
    "startTime": 40.46,
    "endTime": 45.32,
    "text": "by piece by piece I understood more and more. 2 weeks later when people were talking Chinese"
  },
  {
    "startTime": 45.32,
    "endTime": 49.68,
    "text": "around me, I was understanding some of this and I hadn't made any effort to learn that."
  },
  {
    "startTime": 49.68,
    "endTime": 54.41,
    "text": "Which brings us to the 3rd principle: When you first understand the message, then you"
  },
  {
    "startTime": 54.41,
    "endTime": 60.559999999999995,
    "text": "will acquire the language unconsciously. And language learning, it's about physiological"
  },
  {
    "startTime": 60.56,
    "endTime": 65.11,
    "text": "training! Because we have filters in our brain that filter out the sounds of languages that"
  },
  {
    "startTime": 65.11,
    "endTime": 69.49,
    "text": "we're not familiar with and if you can't hear it, you won't understand it. Speaking takes"
  },
  {
    "startTime": 69.49,
    "endTime": 74.44999999999999,
    "text": "muscle - you have to coordinate those in a way that you make sounds that other people"
  },
  {
    "startTime": 74.45,
    "endTime": 79.10000000000001,
    "text": "will understand. And the final principle, if you're sad, angry, worried, upset, you're"
  },
  {
    "startTime": 79.1,
    "endTime": 83.41999999999999,
    "text": "not going to learn, period! You need to be tolerant of ambiguity. If you're one of those"
  },
  {
    "startTime": 83.42,
    "endTime": 88.38,
    "text": "people who needs to understand 100% every word you're hearing, you will go nuts! If"
  },
  {
    "startTime": 88.38,
    "endTime": 92.70899999999999,
    "text": "you're comfortable getting some, not getting some, paying attention to what you do understand,"
  },
  {
    "startTime": 92.709,
    "endTime": 96.289,
    "text": "you're gonna be fine, you'll be relaxed and you'll be learning quickly. What are the 7"
  },
  {
    "startTime": 96.289,
    "endTime": 100.52,
    "text": "actions that you take? Number 1 - Listen alot! Doesn't matter if you understand it or not."
  },
  {
    "startTime": 100.52,
    "endTime": 103.40899999999999,
    "text": "You're listening to the rhythms, you're listening to patterns that repeat, you're listening"
  },
  {
    "startTime": 103.409,
    "endTime": 107.81,
    "text": "to things that stand out. The second action: Get the meaning first even before you get"
  },
  {
    "startTime": 107.81,
    "endTime": 112.639,
    "text": "the word. From body language you can understand a lot of communication. The third action,"
  },
  {
    "startTime": 112.639,
    "endTime": 117.56,
    "text": "start mixing! If you've got ten verbs, ten nouns and ten adjectives, you can say 1000"
  },
  {
    "startTime": 117.56,
    "endTime": 122.46900000000001,
    "text": "different things. Focus on the core. With every language, there's high frequency content."
  },
  {
    "startTime": 122.469,
    "endTime": 128.709,
    "text": "In English, 1000 words covers 85% of anything you're ever gonna say in daily communication."
  },
  {
    "startTime": 128.709,
    "endTime": 133.64000000000001,
    "text": "Start with your toolbox. How do you say that? I don't understand. Repeat that please. What"
  },
  {
    "startTime": 133.64,
    "endTime": 139.44,
    "text": "does that mean? By week 2: Me, this, you, that. And by the 3rd or 4th week: Although,"
  },
  {
    "startTime": 139.44,
    "endTime": 143.2,
    "text": "but, therefore. You should get yourself a language parent who will communicate with"
  },
  {
    "startTime": 143.2,
    "endTime": 146.98999999999998,
    "text": "you essentially as an equal. First of all they will work hard to understand what you"
  },
  {
    "startTime": 146.99,
    "endTime": 151.70000000000002,
    "text": "mean even when you're way off. Secondly they will never correct your mistakes. Thirdly"
  },
  {
    "startTime": 151.7,
    "endTime": 156.28,
    "text": "they will feedback their understanding of what you're saying so that you can respond"
  },
  {
    "startTime": 156.28,
    "endTime": 160.47,
    "text": "and then they will use words that you know. The sixth thing you have to do is copy the"
  },
  {
    "startTime": 160.47,
    "endTime": 165.19,
    "text": "face. You gotta get the muscles working right. And the final idea here, what you need to"
  },
  {
    "startTime": 165.19,
    "endTime": 169.66,
    "text": "do is realize that everything you know is an image inside your mind. If you talk about"
  },
  {
    "startTime": 169.66,
    "endTime": 174.53,
    "text": "fire you can smell the smoke and you can see the flames. There are five principles, seven"
  },
  {
    "startTime": 174.53,
    "endTime": 184.53,
    "text": "actions, do them all, you're going to be fluent in a second language in 6 months. Thank you."
  }
]