[
  {
    "startTime": 0.04,
    "endTime": 8.399999999999999,
    "text": "Some people are so full of life and energy, but for some reason even when you seem to get more than enough sleep, you're still fighting off yawns and fatigue through the day."
  },
  {
    "startTime": 8.42,
    "endTime": 11.2,
    "text": "So, why are you always tired?"
  },
  {
    "startTime": 11.2,
    "endTime": 18.68,
    "text": "If you know the number of hours of sleep isn't the problem, the second most common cause of fatigue comes from lack of physical activity and a poor diet."
  },
  {
    "startTime": 18.7,
    "endTime": 25.18,
    "text": "Study after study finds that adults who began light exercise a few times a week reported more energy after six weeks."
  },
  {
    "startTime": 25.18,
    "endTime": 31.06,
    "text": "People who exercise more regularly also report sleeping better, even though studies show that they aren't sleeping any longer."
  },
  {
    "startTime": 31.06,
    "endTime": 34.379999999999995,
    "text": "But if that doesn't help, don't go straight for your cup of joe."
  },
  {
    "startTime": 34.38,
    "endTime": 39.940000000000005,
    "text": "While many studies show coffee is good for your health, research shows that your reliance on it can make you more sleepy."
  },
  {
    "startTime": 39.94,
    "endTime": 45.68,
    "text": "Caffeine blocks adenosine in your brain which normally accumulates through the day and makes you sleepy at night."
  },
  {
    "startTime": 45.68,
    "endTime": 51.26,
    "text": "But consuming coffee or energy drinks less than six hours before bed can ultimately affect your sleep quality."
  },
  {
    "startTime": 51.26,
    "endTime": 56.0,
    "text": "As a result people who don't use caffeine often report feeling less tired in the morning."
  },
  {
    "startTime": 56.0,
    "endTime": 59.48,
    "text": "You might consider making sure you're fully hydrated with some water first too."
  },
  {
    "startTime": 59.48,
    "endTime": 65.84,
    "text": "One study found that a drop of 1.5 percent in our bodies normal water levels can cause difficulty concentrating."
  },
  {
    "startTime": 65.84,
    "endTime": 70.18,
    "text": "Your blood thickens which slows down nutrients and oxygen getting to your muscles and organs."
  },
  {
    "startTime": 70.18,
    "endTime": 79.08000000000001,
    "text": "However, a 2 percent drop is enough to make you feel thirsty so while there's no need to gulping down gallons of water, staying hydrated throughout the day will certainly help."
  },
  {
    "startTime": 79.08,
    "endTime": 80.53999999999999,
    "text": "Urine should be pale yellow."
  },
  {
    "startTime": 80.54,
    "endTime": 82.60000000000001,
    "text": "Any darker, and  it's time for some water."
  },
  {
    "startTime": 82.6,
    "endTime": 86.5,
    "text": "Those glasses of wine or beers before bed may also be affecting your day."
  },
  {
    "startTime": 86.5,
    "endTime": 96.28,
    "text": "Studies have found that after becoming intoxicated (that) while test subjects would fall asleep faster their quality of sleep was actually much lower, particularly during the second half of their night's sleep."
  },
  {
    "startTime": 96.28,
    "endTime": 99.44,
    "text": "Ultimately, alcohol reduces the amount of REM sleep you get."
  },
  {
    "startTime": 99.44,
    "endTime": 105.24,
    "text": "And, if you're binge drinking and sleeping in on the weekends be aware that a consistent sleep schedule is key."
  },
  {
    "startTime": 105.24,
    "endTime": 109.83999999999999,
    "text": "Try waking up close to your normal time on weekends and having short 20-minute naps in the day."
  },
  {
    "startTime": 109.84,
    "endTime": 114.06,
    "text": "These will still recharge your body without going into deep sleep and making you more tired."
  },
  {
    "startTime": 114.06,
    "endTime": 118.96000000000001,
    "text": "You're also more likely to fall asleep at a correct time on Sunday evening, making Monday morning easier."
  },
  {
    "startTime": 118.96,
    "endTime": 121.47999999999999,
    "text": "Of course your mental well-being plays a role too."
  },
  {
    "startTime": 121.48,
    "endTime": 122.54,
    "text": "Anxiety is a big one."
  },
  {
    "startTime": 122.54,
    "endTime": 130.02,
    "text": "Worrying what people think, always feeling tense about work or being overly concerned about every decision can be physically exhausting."
  },
  {
    "startTime": 130.02,
    "endTime": 133.84,
    "text": "And fatigue is one of the main symptoms of generalized anxiety disorder."
  },
  {
    "startTime": 133.84,
    "endTime": 136.8,
    "text": "Not only that, but anxiety may be affecting your sleep quality."
  },
  {
    "startTime": 136.8,
    "endTime": 143.56,
    "text": "On another serious end, depression can cause both physical, and emotional fatigue which more sleep won't necessarily relieve."
  },
  {
    "startTime": 143.56,
    "endTime": 147.86,
    "text": "For some it causes insomnia or the inability to fall asleep in the first place."
  },
  {
    "startTime": 147.86,
    "endTime": 152.28,
    "text": "Unfortunately, there's no quick fix for the 10 percent of Americans who do suffer from depression."
  },
  {
    "startTime": 152.28,
    "endTime": 155.6,
    "text": "So if you think you may be depressed see your physician or psychologist."
  },
  {
    "startTime": 155.6,
    "endTime": 158.46,
    "text": "Finally, you might also simply be a night owl."
  },
  {
    "startTime": 158.46,
    "endTime": 162.76000000000002,
    "text": "Around 20 percent of population have genetics making them predisposed to staying up late."
  },
  {
    "startTime": 162.76,
    "endTime": 167.17999999999998,
    "text": "But living in our 9-to-5 world may make it difficult for you to get the proper amount of sleep."
  },
  {
    "startTime": 167.18,
    "endTime": 170.74,
    "text": "In fact, scientists call this phenomenon social jet lag."
  },
  {
    "startTime": 170.74,
    "endTime": 174.38,
    "text": "Well, night owls feel like they're living in the wrong time zone every day."
  },
  {
    "startTime": 174.38,
    "endTime": 180.82,
    "text": "If nothing seems to help, there may be an underlying medical condition causing your fatigue which should be talked about with your physician."
  },
  {
    "startTime": 180.82,
    "endTime": 182.92,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 182.92,
    "endTime": 185.45999999999998,
    "text": "Ask it in the comments or on Facebook and twitter."
  },
  {
    "startTime": 185.46,
    "endTime": 189.06,
    "text": "And subscribe for more weekly science videos."
  }
]