[
  {
    "startTime": 0.488,
    "endTime": 4.115,
    "text": "Hello everyone and welcome back to a new video."
  },
  {
    "startTime": 4.3,
    "endTime": 10.073,
    "text": "Today I would like to talk with you in Englishhhh..."
  },
  {
    "startTime": 12.484,
    "endTime": 16.277,
    "text": "DIESE VIDEOS FÜHREN ZU NICHTS"
  },
  {
    "startTime": 18.0,
    "endTime": 30.805,
    "text": "For the people who don't speak German and don't understand what the channel name means, it's like \"These Videos Lead to Nothing\" , so you have nothing less to expect than nothing."
  },
  {
    "startTime": 31.062,
    "endTime": 37.510000000000005,
    "text": "I thought it might be interesting for you to talk with you about \"How to talk and act like a German in a foreign country?\"."
  },
  {
    "startTime": 37.6,
    "endTime": 43.0,
    "text": "It's very very important that you have, of course, a German accent and act a little bit like a German."
  },
  {
    "startTime": 43.04,
    "endTime": 48.0,
    "text": "So there are three official rules you need to follow to be a German in a foreign country."
  },
  {
    "startTime": 48.2,
    "endTime": 50.800000000000004,
    "text": "Rule number 1: Talk with a German accent."
  },
  {
    "startTime": 51.0,
    "endTime": 54.99,
    "text": "Rule number 2: Be grumpy if you like."
  },
  {
    "startTime": 55.2,
    "endTime": 59.45,
    "text": "I used to be grumpy in a foreign country and the people seem to love it a lot."
  },
  {
    "startTime": 59.5,
    "endTime": 71.699,
    "text": "And rule number 3: Carry a Bratwurst, a Currywurst, a Bockwurst, a Brühwurst or a Fleischwurst with you all the time, and then you are ready to go to a foreign country as a German-like person."
  },
  {
    "startTime": 72.0,
    "endTime": 76.672,
    "text": "And now are three sentences you'll need to use in a foreign country immediately."
  },
  {
    "startTime": 76.7,
    "endTime": 84.333,
    "text": "Sentence number 1: Hello, this is Daniel speaking and I love to eat Bratwurst."
  },
  {
    "startTime": 84.4,
    "endTime": 88.7,
    "text": "Then show the person you're talking to your bag of Bratwursts."
  },
  {
    "startTime": 88.8,
    "endTime": 93.8,
    "text": "Sentence number 2: Hello, this is Daniel speaking and I would like to bake a bread with you."
  },
  {
    "startTime": 93.9,
    "endTime": 98.7,
    "text": "Then show the person you're talking to your flour and start baking the bread."
  },
  {
    "startTime": 99.0,
    "endTime": 106.3,
    "text": "Sentence number 3: Goodbye, this was Daniel speaking and I prefer to talk with you another time on Thursday, two o'clock sharp."
  },
  {
    "startTime": 106.4,
    "endTime": 114.60000000000001,
    "text": "I hope you enjoyed today's English lesson and if you'd like to see more English lessons, then please give this a thumbs-up!"
  },
  {
    "startTime": 114.7,
    "endTime": 123.135,
    "text": "And maybe next time you will, you will learn more English-German phrases... as you say."
  },
  {
    "startTime": 124.757,
    "endTime": 126.55900000000001,
    "text": "Goodbye."
  }
]