[
  {
    "startTime": 0.789,
    "endTime": 1.7890000000000001,
    "text": "Hey there!"
  },
  {
    "startTime": 1.789,
    "endTime": 3.3890000000000002,
    "text": "Welcome to Life Noggin."
  },
  {
    "startTime": 3.389,
    "endTime": 7.4190000000000005,
    "text": "You Earthlings are pretty attached to your sun, and for good reason."
  },
  {
    "startTime": 7.419,
    "endTime": 13.6,
    "text": "It provides light and heat, drives photosynthesis that makes oxygen, and helps generate weather patterns."
  },
  {
    "startTime": 13.6,
    "endTime": 15.589,
    "text": "Without it, you wouldn't exist."
  },
  {
    "startTime": 15.589,
    "endTime": 19.2,
    "text": "But if the sun is so great, would it be better if there was more of it?"
  },
  {
    "startTime": 19.2,
    "endTime": 21.75,
    "text": "What if the sun has twice the mass it has now?"
  },
  {
    "startTime": 21.75,
    "endTime": 28.9,
    "text": "Too much of a good thing can be a bad thing, and in this case, it would so bad that no one would survive."
  },
  {
    "startTime": 28.9,
    "endTime": 33.07,
    "text": "But before I get to that, you have to understand why mass makes a difference."
  },
  {
    "startTime": 33.07,
    "endTime": 37.71,
    "text": "As you probably know, the sun is a star, and stars come in a variety of masses."
  },
  {
    "startTime": 37.71,
    "endTime": 43.9,
    "text": "Generally, a star with more mass — more matter packed into it — glows brighter and hotter than one with less."
  },
  {
    "startTime": 44.03,
    "endTime": 51.85,
    "text": "The smallest stars can be less than 8 percent the mass of the sun and give off only .01 percent as much energy."
  },
  {
    "startTime": 51.85,
    "endTime": 58.0,
    "text": "The largest stars can be a hundred times more massive than the sun and emit thousands of times as much energy."
  },
  {
    "startTime": 58.0,
    "endTime": 61.78,
    "text": "Compared to these stars, the sun is actually a pretty normal mass."
  },
  {
    "startTime": 61.78,
    "endTime": 64.96000000000001,
    "text": "But that doesn't make its relationship to Earth any less special."
  },
  {
    "startTime": 64.96,
    "endTime": 70.0,
    "text": "Many planets are either too close or too far away from their stars to support life."
  },
  {
    "startTime": 70.0,
    "endTime": 78.5,
    "text": "Earth is in what we call the Goldilocks Zone, or the habitable zone, where it's just far enough away from the sun to have the right temperature for life to exist."
  },
  {
    "startTime": 78.5,
    "endTime": 80.22,
    "text": "And we're not the only planet like this."
  },
  {
    "startTime": 80.22,
    "endTime": 85.3,
    "text": "Scientists believe there are billions of Earth-like planets in habitable zones across the Milky Way!"
  },
  {
    "startTime": 85.3,
    "endTime": 95.119,
    "text": "In fact, in early 2017, NASA announced they'd found seven exoplanets 39 light years away that might have water, and three of them are in their star's habitable zone."
  },
  {
    "startTime": 95.119,
    "endTime": 100.94,
    "text": "But all of them orbit their star closer than Mercury orbits the sun, so… why don't they burn up?"
  },
  {
    "startTime": 100.94,
    "endTime": 103.46,
    "text": "Well, distance is only part of the equation."
  },
  {
    "startTime": 103.46,
    "endTime": 109.8,
    "text": "These planets orbit an ultra-cool, very small dwarf star only 8 percent as massive as the sun."
  },
  {
    "startTime": 109.8,
    "endTime": 114.49,
    "text": "It's also half as cold as the sun and less than one-thousandth as bright."
  },
  {
    "startTime": 114.49,
    "endTime": 120.58999999999999,
    "text": "Being close to this star is the only way the planets could possibly capture enough light and heat to support life."
  },
  {
    "startTime": 120.59,
    "endTime": 123.97,
    "text": "If they were farther away, they would be too cold for life to exist."
  },
  {
    "startTime": 123.97,
    "endTime": 126.21,
    "text": "So, back to your solar system."
  },
  {
    "startTime": 126.21,
    "endTime": 132.17,
    "text": "If the sun were twice as massive as it is now, Earth would fall out of the habitable zone… way out."
  },
  {
    "startTime": 132.17,
    "endTime": 138.51,
    "text": "First off, with more mass, the sun's luminosity — the amount of energy and brightness it gives off — would increase exponentially."
  },
  {
    "startTime": 138.51,
    "endTime": 142.849,
    "text": "To see what might happen to you, let's look at Sirius A, the brightest star in your sky."
  },
  {
    "startTime": 142.849,
    "endTime": 147.469,
    "text": "It's just about twice as massive as the sun but more than 20 times as luminous."
  },
  {
    "startTime": 147.469,
    "endTime": 155.9,
    "text": "It's also several thousand degrees hotter — well over 9000 degrees celsius, compared to 5500 degrees for the sun."
  },
  {
    "startTime": 155.9,
    "endTime": 165.5,
    "text": "If the sun was that massive and Earth kept the same distance from it, you'd be toast, maybe literally."
  },
  {
    "startTime": 165.5,
    "endTime": 172.65,
    "text": "Earth would not just get significantly hotter, but the oceans would boil away, leaving a vapor cloud that would trap even more heat."
  },
  {
    "startTime": 172.65,
    "endTime": 177.0,
    "text": "Plus, if the sun doubled in mass, its gravitational pull would increase."
  },
  {
    "startTime": 177.0,
    "endTime": 179.2,
    "text": "All of this would not be good for you Earthlings."
  },
  {
    "startTime": 179.2,
    "endTime": 182.39999999999998,
    "text": "I think it's probably better to appreciate the Sun you have now."
  },
  {
    "startTime": 182.6,
    "endTime": 188.29999999999998,
    "text": "Let us know in the comment section below what you want us to talk about next. We're taking suggestions for future videos."
  },
  {
    "startTime": 188.3,
    "endTime": 193.02900000000002,
    "text": "And are you curious to know what would happen if the Earth doubled in size?"
  },
  {
    "startTime": 193.029,
    "endTime": 195.0,
    "text": "Check out this video."
  },
  {
    "startTime": 206.0,
    "endTime": 211.0,
    "text": "As always, my name is Blocko, this has been Life Noggin. Don't forget to keep on thinking."
  }
]