[
  {
    "startTime": 16.0,
    "endTime": 22.5,
    "text": "(Applause) Everyone please think of your biggest personal goal. ok. For real. Take a second, you have got to feel this to learn it."
  },
  {
    "startTime": 22.5,
    "endTime": 29.5,
    "text": "Take a few seconds and think of your personal biggest goal. OK. Imagine deciding, right now, that you are going to do it."
  },
  {
    "startTime": 29.5,
    "endTime": 37.5,
    "text": "Imagine telling someone that you meet today what you are going to do. Imagine their congratulations and their high image of you."
  },
  {
    "startTime": 37.5,
    "endTime": 44.5,
    "text": "Doesn't it feel good to say it out loud? Don't you feel one step closer already like it's already becoming part of your identity?"
  },
  {
    "startTime": 44.5,
    "endTime": 52.5,
    "text": "Uh. Well. Bad news. You should have kept your mouth shut because that good feeling will now make you less likely to do it."
  },
  {
    "startTime": 52.5,
    "endTime": 59.5,
    "text": "Repeated psychology tests have proven that telling someone your goal makes them less likely to happen."
  },
  {
    "startTime": 59.5,
    "endTime": 64.5,
    "text": "Anythime you have a goal there are some steps that need to be done. Some work that needs to be done in order to achieve it."
  },
  {
    "startTime": 64.5,
    "endTime": 71.5,
    "text": "Ideally you would not be satisfied until you had actually done the work but when you tell someone your goal and they acknowledge it"
  },
  {
    "startTime": 71.5,
    "endTime": 76.5,
    "text": "Psychologists have found that, it's called a social reality, the mind is kind of tricked into feeling that it's already done."
  },
  {
    "startTime": 76.5,
    "endTime": 84.5,
    "text": "and then because you have felt that satisfaction you are less motivated to do the actual hard work necessary. (audience laughs)"
  },
  {
    "startTime": 84.5,
    "endTime": 91.5,
    "text": "So this goes against the conventional wisdom that we should tell our friends our goals, right, so they hold us to it."
  },
  {
    "startTime": 91.5,
    "endTime": 97.5,
    "text": "So let's look at the proof. 1926: Kurt Lewin founder of social psychology called this substitution."
  },
  {
    "startTime": 97.5,
    "endTime": 102.5,
    "text": "1933: Wera Mahler found that when it was acknowledged by others it felt real in the mind."
  },
  {
    "startTime": 102.5,
    "endTime": 110.5,
    "text": "1982: Peter Golwitzer wrote a whole book about this and in 2009 he did some new tests that were published and it goes like this."
  },
  {
    "startTime": 110.5,
    "endTime": 122.5,
    "text": "163 people across 4 separate tests. Everyone wrote down their personal goal.  Then half of them announced their commitment to this goal to the room and half didn't."
  },
  {
    "startTime": 122.5,
    "endTime": 129.5,
    "text": "Then everyone was given 45 minutes work that would lead them directly to their goal but they were told that they could stop at any time."
  },
  {
    "startTime": 129.5,
    "endTime": 139.5,
    "text": "Now those who kept their mouths shut worked the entire 45 minutes on average and when asked afterwards said that they felt that they had a long way to go still to achieve their goal."
  },
  {
    "startTime": 139.5,
    "endTime": 148.5,
    "text": "But those who had announced it quit after only 33 minutes on average and when asked afterwards said that they felt much closer to achieving their goal."
  },
  {
    "startTime": 148.5,
    "endTime": 160.5,
    "text": "So if this is true what can we do? Well, you could resist the temptation to announce your goal, you can delay the gratification that the social acknowledgement brings."
  },
  {
    "startTime": 160.5,
    "endTime": 171.5,
    "text": "and you can understand that your mind mistakes the talking for the doing. But if you do need to talk about something you can state it in a way that gives you no satisfaction."
  },
  {
    "startTime": 171.5,
    "endTime": 177.5,
    "text": "Such as I really want to run this marathon so I need to train 5 times a week and kick my ass if I don't, OK."
  },
  {
    "startTime": 177.5,
    "endTime": 187.5,
    "text": "So audience the next time you are tempted to tell someone your goal what will you say? (silence) Exactly! Well done. (Laughs)"
  },
  {
    "startTime": 187.5,
    "endTime": 197.5,
    "text": "Subtitles by iicaptions www.iicaptions.wix.com/iicaptions"
  }
]