[
  {
    "startTime": 0.399,
    "endTime": 5.56,
    "text": "In this American English Pronunciation video, we’re going to go over the pronunciation"
  },
  {
    "startTime": 5.56,
    "endTime": 10.98,
    "text": "of the phrase “I appreciate it.” We’ll talk about linking words in a sentence: vowel"
  },
  {
    "startTime": 10.98,
    "endTime": 20.66,
    "text": "to vowel and with a Flap T."
  },
  {
    "startTime": 20.66,
    "endTime": 25.64,
    "text": "Thanks for requesting this phrase. Not only is it a polite way to thank somebody, but"
  },
  {
    "startTime": 25.64,
    "endTime": 31.55,
    "text": "it gives us the chance to study two kinds of linking, vowel to vowel, and linking with"
  },
  {
    "startTime": 31.55,
    "endTime": 33.37,
    "text": "a Flap T."
  },
  {
    "startTime": 33.37,
    "endTime": 39.519999999999996,
    "text": "In American English, it’s important that your words link together in one thought group."
  },
  {
    "startTime": 39.52,
    "endTime": 43.720000000000006,
    "text": "This forward flow is part of the character of American English."
  },
  {
    "startTime": 43.72,
    "endTime": 51.21,
    "text": "I appreciate it. The first link is between the words ‘I’ and ‘appreciate’. This"
  },
  {
    "startTime": 51.21,
    "endTime": 57.92,
    "text": "is a vowel to vowel link, which also includes diphthongs. We’re linking the AI diphthong"
  },
  {
    "startTime": 57.92,
    "endTime": 64.57000000000001,
    "text": "with the schwa. Often in a vowel to vowel link, we make a glide consonant sound. That"
  },
  {
    "startTime": 64.57,
    "endTime": 71.58,
    "text": "is true here. When the first sound is the AI diphthong, we make a Y sound as we connect"
  },
  {
    "startTime": 71.58,
    "endTime": 79.2,
    "text": "to another vowel. So think of ‘appreciate’ being ‘yappreciate’, with a Y."
  },
  {
    "startTime": 79.2,
    "endTime": 88.46000000000001,
    "text": "I-yappreciate [3x]"
  },
  {
    "startTime": 88.46,
    "endTime": 94.1,
    "text": "Focus on the Y sound if your tendency is to put a little break between each word."
  },
  {
    "startTime": 94.1,
    "endTime": 97.229,
    "text": "It will really smooth out your speech."
  },
  {
    "startTime": 97.229,
    "endTime": 103.71,
    "text": "The next link is a consonant to vowel link. We have a final T sound linking into the IH"
  },
  {
    "startTime": 103.71,
    "endTime": 111.05999999999999,
    "text": "as in SIT vowel. When we link these two words together, what do you notice? The T comes"
  },
  {
    "startTime": 111.06,
    "endTime": 117.28,
    "text": "between two vowel sounds. That means it’s a Flap T, where the tongue flaps against the"
  },
  {
    "startTime": 117.28,
    "endTime": 126.88,
    "text": "roof of the mouth without stopping the air. Appreciate it, dit, dit, appreciate it. We’ll"
  },
  {
    "startTime": 126.88,
    "endTime": 130.849,
    "text": "see that when we watch up close and in slow motion."
  },
  {
    "startTime": 130.849,
    "endTime": 136.48899999999998,
    "text": "So to answer the question, “How can I say this as fluently as Americans?”, focus on"
  },
  {
    "startTime": 136.489,
    "endTime": 143.689,
    "text": "the linking and the stress. –Pre- is the most stressed syllable, so it should be the"
  },
  {
    "startTime": 143.689,
    "endTime": 153.29,
    "text": "clearest and have the up-down intonation, -pre-, -pre-. “I” can also have a little"
  },
  {
    "startTime": 153.29,
    "endTime": 164.409,
    "text": "of this: I appreciate it. [3x]"
  },
  {
    "startTime": 164.409,
    "endTime": 176.38899999999998,
    "text": "Now let’s watch up close and in slow motion and talk about the sounds."
  },
  {
    "startTime": 176.389,
    "endTime": 182.329,
    "text": "The jaw drops for the first sound of the AI as in BUY diphthong. Then we quickly go through"
  },
  {
    "startTime": 182.329,
    "endTime": 190.43,
    "text": "the second sound, the Y glide, and the schwa on the way to the P sound. Yuh. I-yuh. I-yuh."
  },
  {
    "startTime": 190.43,
    "endTime": 197.01000000000002,
    "text": "Lips come together for the P, and open into the R sound. The lips flare, and you can’t"
  },
  {
    "startTime": 197.01,
    "endTime": 205.04899999999998,
    "text": "see the tongue because the tip is pulled back and up, pr, pr. I appr-. The tongue tip comes"
  },
  {
    "startTime": 205.049,
    "endTime": 212.51000000000002,
    "text": "more forward for the EE vowel. Remember, this is the stressed syllable. I appre-. The letter"
  },
  {
    "startTime": 212.51,
    "endTime": 218.29,
    "text": "C makes the SH sound, sh. The teeth come together and the lips flare."
  },
  {
    "startTime": 218.29,
    "endTime": 223.999,
    "text": "Now we have three unstressed syllables in a row. The EE vowel quickly before the jaw"
  },
  {
    "startTime": 223.999,
    "endTime": 229.959,
    "text": "drops for the AY as in SAY diphthong. Now, watch how the tongue flaps against the roof"
  },
  {
    "startTime": 229.959,
    "endTime": 235.909,
    "text": "of the mouth for the Flap T. To the roof of the mouth and down again for the IH as in"
  },
  {
    "startTime": 235.909,
    "endTime": 239.819,
    "text": "SIT vowel. Watch the flap one more time."
  },
  {
    "startTime": 239.819,
    "endTime": 253.79,
    "text": "And a stop of air for the Stop T. Appreciate it. Let’s watch the whole phrase again."
  },
  {
    "startTime": 253.79,
    "endTime": 258.739,
    "text": "You can use this phrase while thanking someone, for example: “Thanks so much for coming"
  },
  {
    "startTime": 258.739,
    "endTime": 265.04999999999995,
    "text": "to my presentation. I appreciate it.” Or, “Thanks for doing the dishes. I really appreciate"
  },
  {
    "startTime": 265.05,
    "endTime": 266.28000000000003,
    "text": "it.”"
  },
  {
    "startTime": 266.28,
    "endTime": 269.69,
    "text": ">> HaQuyen, thanks so much for coming in today, I really appreciate it."
  },
  {
    "startTime": 269.69,
    "endTime": 275.18,
    "text": "I hope this video has made this phrase easier for you to say. Think about linking often"
  },
  {
    "startTime": 275.18,
    "endTime": 277.379,
    "text": "as you work on spoken English."
  },
  {
    "startTime": 277.379,
    "endTime": 284.02000000000004,
    "text": "Also, I’m happy to tell you my book, American English Pronunciation, is available for purchase."
  },
  {
    "startTime": 284.02,
    "endTime": 289.419,
    "text": "If you want an organized, step-by-step resource to build your American accent, click here"
  },
  {
    "startTime": 289.419,
    "endTime": 294.43,
    "text": "to get the book, or see the description below. I think you’re going to love it."
  },
  {
    "startTime": 294.43,
    "endTime": 304.43,
    "text": "That’s it, and thanks so much for using Rachel’s English."
  }
]