[
  {
    "startTime": 1.7,
    "endTime": 6.7,
    "text": "If I showed you this paint chip and asked you to tell me what color it is, what would you say?"
  },
  {
    "startTime": 7.1,
    "endTime": 8.2,
    "text": "How about this one?"
  },
  {
    "startTime": 8.4,
    "endTime": 9.200000000000001,
    "text": "And this one?"
  },
  {
    "startTime": 9.4,
    "endTime": 12.0,
    "text": "You probably said blue, purple, and brown,"
  },
  {
    "startTime": 12.1,
    "endTime": 15.1,
    "text": "but if your native language is Wobé from Côte d’Ivoire,"
  },
  {
    "startTime": 15.2,
    "endTime": 18.3,
    "text": "you probably would have used one word for all three."
  },
  {
    "startTime": 18.4,
    "endTime": 22.7,
    "text": "That's because not all languages have the same number of basic color categories."
  },
  {
    "startTime": 23.0,
    "endTime": 24.3,
    "text": "In English, we have 11."
  },
  {
    "startTime": 24.6,
    "endTime": 28.5,
    "text": "Russian has 12, but some languages, like Wobé, only have 3."
  },
  {
    "startTime": 28.8,
    "endTime": 32.3,
    "text": "And researchers have found that if a language only has 3 or 4 basic colors,"
  },
  {
    "startTime": 32.4,
    "endTime": 34.4,
    "text": "they can usually predict what those will be."
  },
  {
    "startTime": 37.0,
    "endTime": 38.2,
    "text": "So, how do they do it?"
  },
  {
    "startTime": 41.2,
    "endTime": 44.6,
    "text": "As you would expect, different languages have different words for colors."
  },
  {
    "startTime": 45.5,
    "endTime": 51.0,
    "text": "But what interests researchers isn't those simple translations, it's the question of which colors get names at all."
  },
  {
    "startTime": 52.1,
    "endTime": 56.7,
    "text": "Because as much as we think of colors in categories, the truth is that color is a spectrum."
  },
  {
    "startTime": 56.9,
    "endTime": 61.199999999999996,
    "text": "It's not obvious why we should have a basic color term for this color, but not this one."
  },
  {
    "startTime": 61.3,
    "endTime": 67.39999999999999,
    "text": "And until the 1960s, it was widely believed by anthropologists that cultures would just chose from the spectrum randomly."
  },
  {
    "startTime": 67.5,
    "endTime": 73.3,
    "text": "But In 1969, two Berkeley researchers, Paul Kay and Brent Berlin, published a book challenging that assumption."
  },
  {
    "startTime": 73.8,
    "endTime": 78.3,
    "text": "They had asked 20 people who spoke different languages to look at these 330 color chips"
  },
  {
    "startTime": 78.4,
    "endTime": 80.9,
    "text": "and categorize each of them by their basic color term."
  },
  {
    "startTime": 81.2,
    "endTime": 83.2,
    "text": "And they found hints of a universal pattern."
  },
  {
    "startTime": 83.4,
    "endTime": 85.80000000000001,
    "text": "If a language had six basic color words,"
  },
  {
    "startTime": 85.9,
    "endTime": 91.60000000000001,
    "text": "they were always for black (or dark), white (or light), red, green, yellow, and blue."
  },
  {
    "startTime": 91.7,
    "endTime": 96.0,
    "text": "If it had four terms, they were for black, white, red, and then either green or yellow."
  },
  {
    "startTime": 96.5,
    "endTime": 100.0,
    "text": "If it had only three, they were always for black, white, and red."
  },
  {
    "startTime": 100.2,
    "endTime": 104.4,
    "text": "It suggested that as languages develop, they create color names in a certain order."
  },
  {
    "startTime": 104.5,
    "endTime": 108.3,
    "text": "First black and white, then red, then green and yellow, then blue,"
  },
  {
    "startTime": 108.4,
    "endTime": 112.30000000000001,
    "text": "then others like brown, purple, pink, orange, and gray."
  },
  {
    "startTime": 112.4,
    "endTime": 114.2,
    "text": "The theory was revolutionary."
  },
  {
    "startTime": 115.7,
    "endTime": 120.60000000000001,
    "text": "They weren't the first researchers interested in the question of how we name colors."
  },
  {
    "startTime": 122.5,
    "endTime": 127.4,
    "text": "In 1858, William Gladstone, who would later become a four-term British Prime Minister,"
  },
  {
    "startTime": 127.5,
    "endTime": 130.5,
    "text": "published a book on the ancient Greek works of Homer."
  },
  {
    "startTime": 130.9,
    "endTime": 134.4,
    "text": "He was struck by the fact that there weren't many colors at all in the text,"
  },
  {
    "startTime": 134.5,
    "endTime": 141.3,
    "text": "and when there were, Homer would use the same word for \"colors which, according to us, are essentially different.\""
  },
  {
    "startTime": 141.4,
    "endTime": 146.5,
    "text": "He used the same word for purple to describe blood, a dark cloud, a wave, and a rainbow."
  },
  {
    "startTime": 146.7,
    "endTime": 149.7,
    "text": "And he referred to the sea as wine-looking."
  },
  {
    "startTime": 151.5,
    "endTime": 155.2,
    "text": "Gladstone didn't find any references to blue or orange at all."
  },
  {
    "startTime": 155.5,
    "endTime": 161.0,
    "text": "Some researchers took this and other ancient writings to wrongly speculate that earlier societies were colorblind."
  },
  {
    "startTime": 161.6,
    "endTime": 167.6,
    "text": "Later in the 19th century, an anthropologist named W.H.R. Rivers went on an expedition to Papua New Guinea,"
  },
  {
    "startTime": 167.7,
    "endTime": 172.1,
    "text": "where he found that some tribes only had words for red, white, and black,"
  },
  {
    "startTime": 172.2,
    "endTime": 175.39999999999998,
    "text": "while others had additional words for blue and green."
  },
  {
    "startTime": 175.7,
    "endTime": 183.0,
    "text": "\"An expedition to investigate the cultures on a remote group of islands in the Torres Straits between Australia and New Guinea."
  },
  {
    "startTime": 183.4,
    "endTime": 187.70000000000002,
    "text": "His brief was to investigate the mental characteristics of the islanders.\""
  },
  {
    "startTime": 187.8,
    "endTime": 194.60000000000002,
    "text": "He claims that the number of color terms in a population was related to their \"intellectual and cultural development\"."
  },
  {
    "startTime": 195.0,
    "endTime": 199.9,
    "text": "And he used his findings to claim that Papuans were less physically evolved than Europeans."
  },
  {
    "startTime": 200.4,
    "endTime": 206.4,
    "text": "Berlin and Kay didn't make those racist claims, but their color hierarchy attracted a lot of criticism."
  },
  {
    "startTime": 207.4,
    "endTime": 211.3,
    "text": "For one thing, critics pointed out that the study used a small sample size ⏤"
  },
  {
    "startTime": 211.4,
    "endTime": 215.8,
    "text": "20 people, all of whom were bilingual English speakers, not monolingual native speakers."
  },
  {
    "startTime": 216.0,
    "endTime": 219.3,
    "text": "And almost all of the languages were from industrialized societies,"
  },
  {
    "startTime": 219.4,
    "endTime": 221.4,
    "text": "hardly the best portrait of the entire world."
  },
  {
    "startTime": 222.0,
    "endTime": 225.5,
    "text": "But it also had to do with defining what a \"basic color term\" is."
  },
  {
    "startTime": 225.9,
    "endTime": 231.9,
    "text": "In the Yele language in Papua New Guinea, for example, there are only basic color terms for black, white, and red."
  },
  {
    "startTime": 232.4,
    "endTime": 237.1,
    "text": "But there's a broad vocabulary of everyday objects, like the sky, ashes, and tree sap,"
  },
  {
    "startTime": 237.2,
    "endTime": 241.6,
    "text": "that are used as color comparisons that cover almost all English color words."
  },
  {
    "startTime": 241.6,
    "endTime": 245.1,
    "text": "There are also languages like Hanunó'o from the Phillippines,"
  },
  {
    "startTime": 245.2,
    "endTime": 248.7,
    "text": "where a word can communicate both color and a physical feeling."
  },
  {
    "startTime": 248.8,
    "endTime": 251.3,
    "text": "They have four basic terms to describe color,"
  },
  {
    "startTime": 251.4,
    "endTime": 257.0,
    "text": "but they're on a spectrum of light vs. dark, strength vs. weakness, and wetness vs. dryness."
  },
  {
    "startTime": 257.4,
    "endTime": 261.4,
    "text": "Those kinds of languages don't fit neatly into a color chip identification test."
  },
  {
    "startTime": 263.3,
    "endTime": 267.40000000000003,
    "text": "But by the late 1970s, Berlin and Kay had a response for the critics."
  },
  {
    "startTime": 269.0,
    "endTime": 271.1,
    "text": "They called it the World Color Survey."
  },
  {
    "startTime": 271.5,
    "endTime": 278.9,
    "text": "They conducted the same labeling test on over 2,600 native speakers of 110 unwritten languages from non-industrialized societies."
  },
  {
    "startTime": 279.4,
    "endTime": 282.5,
    "text": "They found that with some tweaks, the color hierarchy still checked out."
  },
  {
    "startTime": 282.8,
    "endTime": 285.40000000000003,
    "text": "Eighty-three percent of the languages fit into the hierarchy."
  },
  {
    "startTime": 285.8,
    "endTime": 289.8,
    "text": "And when they averaged the centerpoint of where each speaker labeled each of their language's colors,"
  },
  {
    "startTime": 289.9,
    "endTime": 292.0,
    "text": "they wound up with a sort of heat map."
  },
  {
    "startTime": 292.1,
    "endTime": 297.20000000000005,
    "text": "Those clusters matched pretty closely to the English speakers' averages, which are labeled here."
  },
  {
    "startTime": 297.3,
    "endTime": 298.8,
    "text": "Here's how Paul Kay puts it:"
  },
  {
    "startTime": 299.0,
    "endTime": 302.9,
    "text": "\"It just turns out that most languages make cuts in the same place."
  },
  {
    "startTime": 303.3,
    "endTime": 307.8,
    "text": "Some languages make fewer cuts than others.\""
  },
  {
    "startTime": 308.0,
    "endTime": 312.6,
    "text": "So these color stages are widespread throughout the world, but why?"
  },
  {
    "startTime": 312.7,
    "endTime": 316.0,
    "text": "Why would a word for red come before a word for blue?"
  },
  {
    "startTime": 316.1,
    "endTime": 321.20000000000005,
    "text": "Some have speculated that the stages correspond to the salience of the color in the natural environment."
  },
  {
    "startTime": 321.4,
    "endTime": 324.0,
    "text": "Red is in blood and in dirt."
  },
  {
    "startTime": 324.3,
    "endTime": 327.7,
    "text": "Blue, on the other hand, was fairly scarce before manufacturing."
  },
  {
    "startTime": 327.8,
    "endTime": 331.1,
    "text": "Recently, cognitive science researchers have explored this question"
  },
  {
    "startTime": 331.2,
    "endTime": 336.09999999999997,
    "text": "by running computer simulations of how language evolves through conversations between people."
  },
  {
    "startTime": 336.2,
    "endTime": 340.2,
    "text": "The simulations presented artificial agents with multiple colors at a time,"
  },
  {
    "startTime": 340.3,
    "endTime": 342.40000000000003,
    "text": "and through a series of simple negotiations,"
  },
  {
    "startTime": 342.5,
    "endTime": 345.5,
    "text": "those agents developed shared labels for the different colors."
  },
  {
    "startTime": 347.6,
    "endTime": 350.1,
    "text": "And the order in which those labels emerged?"
  },
  {
    "startTime": 350.2,
    "endTime": 356.09999999999997,
    "text": "First, reddish tones, then green and yellow, then blue, then orange."
  },
  {
    "startTime": 356.2,
    "endTime": 359.3,
    "text": "It matched the original stages pretty closely."
  },
  {
    "startTime": 360.5,
    "endTime": 365.4,
    "text": "And it suggests that there's something about the colors themselves that leads to this hierarchy."
  },
  {
    "startTime": 365.5,
    "endTime": 368.5,
    "text": "Red is fundamentally more distinct than the other colors."
  },
  {
    "startTime": 371.8,
    "endTime": 373.5,
    "text": "So what does all this mean?"
  },
  {
    "startTime": 373.6,
    "endTime": 374.70000000000005,
    "text": "Why does it matter?"
  },
  {
    "startTime": 374.8,
    "endTime": 379.0,
    "text": "Well, it tells us that despite our many differences across cultures and societies,"
  },
  {
    "startTime": 379.1,
    "endTime": 384.0,
    "text": "there is something universal about how humans try to make sense of the world."
  }
]