[
  {
    "startTime": 1.219,
    "endTime": 7.220000000000001,
    "text": "I wanna make a case for rethinking how we run our businesses. Take a look at this. This"
  },
  {
    "startTime": 7.22,
    "endTime": 12.899999999999999,
    "text": "is called the candle problem and here's how it works. I bring you into a room, I give"
  },
  {
    "startTime": 12.9,
    "endTime": 19.9,
    "text": "you a candle, some thumbtacks, and some matches and I say to you: Your job is to attach the"
  },
  {
    "startTime": 19.9,
    "endTime": 26.299999999999997,
    "text": "candle to the wall so the wax doesn't drip on the table. And eventually after 5 or 10"
  },
  {
    "startTime": 26.3,
    "endTime": 30.72,
    "text": "minutes, most people figure out the solution which you can see here. The key is to overcome"
  },
  {
    "startTime": 30.72,
    "endTime": 36.3,
    "text": "what is called functional fixedness. You look at that box and you see it only as a receptacle"
  },
  {
    "startTime": 36.3,
    "endTime": 41.839999999999996,
    "text": "for the tacks, but it can also have this other function as a platform for the candle. Now,"
  },
  {
    "startTime": 41.84,
    "endTime": 46.84,
    "text": "I wanna tell you about an experiment using the candle problem, done by a scientist named"
  },
  {
    "startTime": 46.84,
    "endTime": 50.99,
    "text": "Sam Glucksberg - he gathered his participants and he says I'm gonna time you, how quickly"
  },
  {
    "startTime": 50.99,
    "endTime": 56.84,
    "text": "you can solve this problem. He offered rewards, he said if you're in the top 25% of the fastest"
  },
  {
    "startTime": 56.84,
    "endTime": 64.21000000000001,
    "text": "times, you get 5 dollars. If you're the fastest of everyone we're testing here today, you"
  },
  {
    "startTime": 64.21,
    "endTime": 71.57,
    "text": "get 20 dollars. How much faster did this group solve the problem? Answer: It took them on"
  },
  {
    "startTime": 71.57,
    "endTime": 78.36,
    "text": "average 3 and a half minutes... longer. Three and a half minutes longer, now this makes"
  },
  {
    "startTime": 78.36,
    "endTime": 85.62,
    "text": "no sense, right? If you want people to perform better, you reward them, right? Bonuses, commissions,"
  },
  {
    "startTime": 85.62,
    "endTime": 91.159,
    "text": "their own reality show, incentivize them. You've got an incentive designed to sharpen"
  },
  {
    "startTime": 91.159,
    "endTime": 98.60000000000001,
    "text": "thinking and accelerate creativity and it does just the opposite. These contingent motivators:"
  },
  {
    "startTime": 98.6,
    "endTime": 104.35,
    "text": "If you do this then you get that work in some circumstances but for a lot of tasks, they"
  },
  {
    "startTime": 104.35,
    "endTime": 112.03,
    "text": "actually either don't work or often they do harm. Think about your own work: Are the problems"
  },
  {
    "startTime": 112.03,
    "endTime": 116.58,
    "text": "that you face or even the problems we've been talking about here, are those kinds of problems"
  },
  {
    "startTime": 116.58,
    "endTime": 123.75999999999999,
    "text": "- do they have a clear set of rules and a single solution? No! Those if - then rewards"
  },
  {
    "startTime": 123.76,
    "endTime": 129.899,
    "text": "DON'T WORK! Economists at LSE looked at 51 studies of pay for performance plans inside"
  },
  {
    "startTime": 129.899,
    "endTime": 133.95,
    "text": "of companies. Here's what the economists there said: \"We find that financial incentives can"
  },
  {
    "startTime": 133.95,
    "endTime": 142.04,
    "text": "result in a negative impact on overall performance.\" There's a mismatch between what science knows"
  },
  {
    "startTime": 142.04,
    "endTime": 146.98,
    "text": "and what business does. Here's what science knows: 1. Those 20th century rewards, those"
  },
  {
    "startTime": 146.98,
    "endTime": 151.98,
    "text": "motivators we think are the natural part of business do work but only in a surprisingly"
  },
  {
    "startTime": 151.98,
    "endTime": 158.319,
    "text": "narrow band of circumstances. 2. Those if then rewards often destroy creativity. 3."
  },
  {
    "startTime": 158.319,
    "endTime": 162.599,
    "text": "The secret to high performance isn't rewards and punishments but that unseen intrinsic"
  },
  {
    "startTime": 162.599,
    "endTime": 166.819,
    "text": "drive, the drive to do things for their own sake, the drive to do things because they"
  },
  {
    "startTime": 166.819,
    "endTime": 176.819,
    "text": "matter. I rest my case."
  }
]