[
  {
    "startTime": 14.895,
    "endTime": 19.808999999999997,
    "text": "It's that time again. You need another internship to bolster your college applications."
  },
  {
    "startTime": 19.882,
    "endTime": 25.456000000000003,
    "text": "Last year, you worked at a local art museum, helping organize their collection and giving tours to visitors."
  },
  {
    "startTime": 26.096,
    "endTime": 32.547,
    "text": "This year, it's going to be much more difficult. You want to work on an organic farm across the country in California."
  },
  {
    "startTime": 32.754,
    "endTime": 38.503,
    "text": "That's your real passion. Unfortunately, your friends' list of contacts doesn't include organic farmers."
  },
  {
    "startTime": 38.7,
    "endTime": 45.041000000000004,
    "text": "The same for your parents' group of friends. They want to help you, but they simply don't know of any internships in agriculture."
  },
  {
    "startTime": 45.504,
    "endTime": 48.4,
    "text": "The school counselor, she just laughed."
  },
  {
    "startTime": 48.4,
    "endTime": 58.0,
    "text": "To make your farming dreams come true, you're going to have to press beyond your strong ties, people like your family and closest friends, and try tapping into your weaker ties."
  },
  {
    "startTime": 58.0,
    "endTime": 62.2,
    "text": "Weak ties are a broader network, your friends of friends of friends."
  },
  {
    "startTime": 62.814,
    "endTime": 67.002,
    "text": "They're important because they have access to resources that your strong ties don't have."
  },
  {
    "startTime": 67.346,
    "endTime": 72.536,
    "text": "This works in both directions, by the way—you have access to resources that they don't have."
  },
  {
    "startTime": 72.852,
    "endTime": 76.729,
    "text": "Let's say most people speak to three close friends on a regular basis."
  },
  {
    "startTime": 76.8,
    "endTime": 82.13799999999999,
    "text": "Each time you reach beyond the next degree of contacts, you have access to three more people,"
  },
  {
    "startTime": 82.293,
    "endTime": 87.36200000000001,
    "text": "like a tree that branches out three times per node, so you can look beyond your closest circles."
  },
  {
    "startTime": 87.74,
    "endTime": 94.93299999999999,
    "text": "During the last family get-together, didn't you hear that your aunt's friend studied lighting with a nature photographer on the West Coast?"
  },
  {
    "startTime": 95.205,
    "endTime": 101.738,
    "text": "In fact, you recall this because you saw a recent image by said photographer on the front cover of The New York Times."
  },
  {
    "startTime": 102.171,
    "endTime": 108.647,
    "text": "So, you email him and learn that the photographer's wife's cousin publishes a sustainability magazine,"
  },
  {
    "startTime": 108.802,
    "endTime": 114.23500000000001,
    "text": "which employs a staff writer who pitches on a local baseball team with an umpire who,"
  },
  {
    "startTime": 114.316,
    "endTime": 116.455,
    "text": "wait for it, is an organic farmer."
  },
  {
    "startTime": 117.053,
    "endTime": 118.03699999999999,
    "text": "Bingo!"
  },
  {
    "startTime": 118.437,
    "endTime": 123.837,
    "text": "Get ready to trade in those cufflinks for some apple seeds, all because you reached out to your weak ties."
  },
  {
    "startTime": 123.775,
    "endTime": 128.626,
    "text": "That's your key, remember? Every conversation is an opportunity."
  },
  {
    "startTime": 129.197,
    "endTime": 131.867,
    "text": "Moreover, don't wait for opportunity, make it happen."
  },
  {
    "startTime": 132.237,
    "endTime": 134.093,
    "text": "Take Kathryn Minshew for example."
  },
  {
    "startTime": 134.293,
    "endTime": 139.9,
    "text": "She went from not knowing anyone at Yahoo to three warm introductions to major executives in 30 days."
  },
  {
    "startTime": 140.57,
    "endTime": 143.7,
    "text": "Here are her suggestions for three steps to networking."
  },
  {
    "startTime": 143.941,
    "endTime": 149.212,
    "text": "One, always say yes to invitations, even if it's not clear what you'll get out of the meeting."
  },
  {
    "startTime": 149.212,
    "endTime": 154.79899999999998,
    "text": "Many of Kathryn's most productive relationships resulted from a meeting or call without a clear agenda."
  },
  {
    "startTime": 155.053,
    "endTime": 159.6,
    "text": "Two, when you want something, broadcast it to everyone you meet."
  },
  {
    "startTime": 159.73,
    "endTime": 164.77599999999998,
    "text": "That doesn't mean you beg everyone for help as soon as you meet them, but talk about what you're trying to do."
  },
  {
    "startTime": 165.448,
    "endTime": 169.291,
    "text": "Be excited, ask for feedback, and try to get them excited, too."
  },
  {
    "startTime": 169.527,
    "endTime": 175.47699999999998,
    "text": "Three, show up and often. Be at the forefront of other's minds when opportunities arise."
  },
  {
    "startTime": 175.785,
    "endTime": 179.178,
    "text": "You don't want to be that person who only shows up when he needs something."
  },
  {
    "startTime": 179.178,
    "endTime": 183.907,
    "text": "Be the one that people think of and want to reach out to when a new opportunity presents itself."
  },
  {
    "startTime": 184.217,
    "endTime": 190.29600000000002,
    "text": "So while networking may not be the most intuitive, or even for some of you introverts, the most comfortable skill,"
  },
  {
    "startTime": 190.272,
    "endTime": 197.03799999999998,
    "text": "it's a helpful tool to have as you think about getting a job, going to school, or most importantly, learning from others."
  },
  {
    "startTime": 197.436,
    "endTime": 198.136,
    "text": "Good luck!"
  }
]