[
  {
    "startTime": 17.97,
    "endTime": 22.299999999999997,
    "text": "First and foremost, I manage the time I have available for my test."
  },
  {
    "startTime": 22.3,
    "endTime": 26.810000000000002,
    "text": "I look at the days I have ahead and try to understand the best time to study and how"
  },
  {
    "startTime": 26.81,
    "endTime": 31.439,
    "text": "many hours I will have available in those days."
  },
  {
    "startTime": 31.439,
    "endTime": 35.85,
    "text": "Dividing my studying sessions throughout one or two weeks makes studying a much less stressful"
  },
  {
    "startTime": 35.85,
    "endTime": 43.5,
    "text": "task and it also guarantees that I am able to cover all of the material during that time."
  },
  {
    "startTime": 43.5,
    "endTime": 48.22,
    "text": "Afterwards I like to make a numbered list of all the topics, questions and sub questions"
  },
  {
    "startTime": 48.22,
    "endTime": 52.699,
    "text": "I need to learn to be a hundred percent prepared for that test."
  },
  {
    "startTime": 52.699,
    "endTime": 56.9,
    "text": "This list is very useful so you can keep track of your studying rhythm, telling yourself"
  },
  {
    "startTime": 56.9,
    "endTime": 62.189,
    "text": "you need to study, for example, from point 15 to point 30 in a certain day, while also"
  },
  {
    "startTime": 62.189,
    "endTime": 66.1,
    "text": "making sure that you don’t leave any small details behind."
  },
  {
    "startTime": 66.1,
    "endTime": 70.75999999999999,
    "text": "I like to take my time while developing this list, as it will serve as an index or table"
  },
  {
    "startTime": 70.76,
    "endTime": 75.54,
    "text": "of contents for my test as well as future exams."
  },
  {
    "startTime": 75.54,
    "endTime": 80.46000000000001,
    "text": "After I evaluated my time and I made my list, I like to make a final calendar, dividing"
  },
  {
    "startTime": 80.46,
    "endTime": 84.03999999999999,
    "text": "all of those topics I have just numbered into my remaining days."
  },
  {
    "startTime": 84.04,
    "endTime": 88.08000000000001,
    "text": "Try to be as mindful as possible of you availability."
  },
  {
    "startTime": 88.08,
    "endTime": 92.86,
    "text": "I always like to have in account weekends, holidays and days when I am just going to"
  },
  {
    "startTime": 92.86,
    "endTime": 96.64,
    "text": "be plain busy and it feels impossible to study during that time."
  },
  {
    "startTime": 96.64,
    "endTime": 101.12,
    "text": "This is important so you can manage your workload – sometimes you are going to study more"
  },
  {
    "startTime": 101.12,
    "endTime": 107.35000000000001,
    "text": "in a certain day and in other days you may only have half to one hour of productive time."
  },
  {
    "startTime": 107.35,
    "endTime": 111.44,
    "text": "Have this in mind as you make your calendar and, if you want to see how I made this one,"
  },
  {
    "startTime": 111.44,
    "endTime": 115.58,
    "text": "you can check out my last year’s video, which will be linked on the description box"
  },
  {
    "startTime": 115.58,
    "endTime": 121.34,
    "text": "below."
  },
  {
    "startTime": 121.34,
    "endTime": 124.88000000000001,
    "text": "After I have decided all of that, I just do my best to study."
  },
  {
    "startTime": 124.88,
    "endTime": 129.09,
    "text": "I normally incorporate all of my textbook notes into my main binder and by this time"
  },
  {
    "startTime": 129.09,
    "endTime": 134.29,
    "text": "of the semester I already have the most condensed version of my notes already filed and put"
  },
  {
    "startTime": 134.29,
    "endTime": 135.31,
    "text": "together."
  },
  {
    "startTime": 135.31,
    "endTime": 139.65,
    "text": "This helps a lot during revision time because you can count on a batch of notes instead"
  },
  {
    "startTime": 139.65,
    "endTime": 142.53,
    "text": "of carrying your textbooks around all the time."
  },
  {
    "startTime": 142.53,
    "endTime": 147.09,
    "text": "Generally, before I start complying with my calendar, I will first skim through all of"
  },
  {
    "startTime": 147.09,
    "endTime": 152.73,
    "text": "my material to get a general idea of the main issues that the test will focus on and afterwards"
  },
  {
    "startTime": 152.73,
    "endTime": 156.04,
    "text": "I will study the dedicated topics during each day."
  },
  {
    "startTime": 156.04,
    "endTime": 167.04,
    "text": "I like to read slowly and take any notes on the margins if I have the need to."
  },
  {
    "startTime": 167.04,
    "endTime": 171.09,
    "text": "If I have the time I also like to take my time to create study guides for individual"
  },
  {
    "startTime": 171.09,
    "endTime": 174.15,
    "text": "topics or for the overall subject."
  },
  {
    "startTime": 174.15,
    "endTime": 178.45000000000002,
    "text": "Study guides are mainly developed topics in bullet form that comprehend all of the points"
  },
  {
    "startTime": 178.45,
    "endTime": 180.89,
    "text": "you should cover in an answer."
  },
  {
    "startTime": 180.89,
    "endTime": 184.80999999999997,
    "text": "These are very useful so you can structure your answers in advance and take your time"
  },
  {
    "startTime": 184.81,
    "endTime": 189.209,
    "text": "to understand how you should respond in your test, while also further reinforcing your"
  },
  {
    "startTime": 189.209,
    "endTime": 195.849,
    "text": "knowledge on the subject and making you understand how ideas and concepts connect and work together."
  },
  {
    "startTime": 195.849,
    "endTime": 200.76999999999998,
    "text": "Of course that this mostly applies to essay-based questions instead of more direct or multiple"
  },
  {
    "startTime": 200.77,
    "endTime": 206.25,
    "text": "choice questions; in that case, using flashcards is a more effective studying method because"
  },
  {
    "startTime": 206.25,
    "endTime": 210.72,
    "text": "you are relying on definitions and concepts that you need to directly translate into your"
  },
  {
    "startTime": 210.72,
    "endTime": 223.69,
    "text": "answers."
  },
  {
    "startTime": 223.69,
    "endTime": 228.47,
    "text": "I do all of this while using the Pomodoro technique, this is, studying for twenty five"
  },
  {
    "startTime": 228.47,
    "endTime": 231.91,
    "text": "minute blocks and making short breaks in between."
  },
  {
    "startTime": 231.91,
    "endTime": 236.91,
    "text": "You can use any timer for this as well as apps like the Pomodoro app or the Forest app,"
  },
  {
    "startTime": 236.91,
    "endTime": 239.44,
    "text": "which makes the process a little bit more fun."
  },
  {
    "startTime": 239.44,
    "endTime": 244.01,
    "text": "If you would like to know more about this technique just check my video on the subject,"
  },
  {
    "startTime": 244.01,
    "endTime": 250.87,
    "text": "which will also be linked in the description box."
  },
  {
    "startTime": 250.87,
    "endTime": 252.67000000000002,
    "text": "I hope you’ve enjoyed this video."
  },
  {
    "startTime": 252.67,
    "endTime": 255.17999999999998,
    "text": "Don’t forget to subscribe and I will see you next week."
  },
  {
    "startTime": 255.18,
    "endTime": 265.18,
    "text": "Bye!"
  }
]