[
  {
    "startTime": 1.969,
    "endTime": 8.149,
    "text": "Hey youtubers it’s Charlie Happy Game Of Thrones Day! this is my last bonus video before"
  },
  {
    "startTime": 8.149,
    "endTime": 12.11,
    "text": "the Season 4 premiere. I think we were all about to explode from excitement. here’s"
  },
  {
    "startTime": 12.11,
    "endTime": 16.519,
    "text": "what’s going down. This will be my Top 10 Moments from Season 3 just as a final look"
  },
  {
    "startTime": 16.519,
    "endTime": 20.97,
    "text": "back. Then at the end of the video I’m going to go over the giveaway rules and what my"
  },
  {
    "startTime": 20.97,
    "endTime": 24.96,
    "text": "Game of Thrones video schedule will be going forward."
  },
  {
    "startTime": 24.96,
    "endTime": 28.289,
    "text": "Careful for season 3 spoilers if you’re not caught up yet, but let’s not waste any"
  },
  {
    "startTime": 28.289,
    "endTime": 30.55,
    "text": "time. Number 10 - Jon Snow Becomes A Man"
  },
  {
    "startTime": 30.55,
    "endTime": 35.04,
    "text": "A seminal time in the life of any teenager. This wasn’t so much Jon Snow losing his"
  },
  {
    "startTime": 35.04,
    "endTime": 40.96,
    "text": "virginity as it was Ygritte taking his virginity. You get the sense that she was the real brains"
  },
  {
    "startTime": 40.96,
    "endTime": 46.1,
    "text": "of that operation and Jon was just happy to oblige. It’s a nice reversal of gender roles."
  },
  {
    "startTime": 46.1,
    "endTime": 50.46,
    "text": "For instance, had everything played out in King’s Landing and Ygritte been a member"
  },
  {
    "startTime": 50.46,
    "endTime": 54.42,
    "text": "of the court, it would have been told from a much more male perspective."
  },
  {
    "startTime": 54.42,
    "endTime": 58.88,
    "text": "Even though Cersei wields a lot of sexual authority over men, she’s much much older."
  },
  {
    "startTime": 58.88,
    "endTime": 63.300000000000004,
    "text": "I don’t remember it being spelled out explicitly in the books, but I think it’s implied that"
  },
  {
    "startTime": 63.3,
    "endTime": 67.99,
    "text": "when she was Jon Snow and Ygritte’s age, Jaime was her only sexual partner. At least"
  },
  {
    "startTime": 67.99,
    "endTime": 70.63,
    "text": "before she was married to Robert Baratheon."
  },
  {
    "startTime": 70.63,
    "endTime": 75.00999999999999,
    "text": "As much fun as it was to watch that scene in the cave, it was even better listening"
  },
  {
    "startTime": 75.01,
    "endTime": 79.57000000000001,
    "text": "to Kit Harington and Rose Leslie talk about how awful and awkward it was on set that day."
  },
  {
    "startTime": 79.57,
    "endTime": 87.27999999999999,
    "text": "I think that Kit Harington was also still in a leg cast. So imagine him limping into"
  },
  {
    "startTime": 87.28,
    "endTime": 88.63,
    "text": "that hot spring."
  },
  {
    "startTime": 88.63,
    "endTime": 90.57,
    "text": "Number 9 - Brienne Versus the Bear"
  },
  {
    "startTime": 90.57,
    "endTime": 95.11999999999999,
    "text": "This was kind of a meta moment because first off you have bad ass Brienne holding her own"
  },
  {
    "startTime": 95.12,
    "endTime": 100.14,
    "text": "against a freaking bear with a wooden sword. So it’s just awesome. Then you have Jaime’s"
  },
  {
    "startTime": 100.14,
    "endTime": 101.82000000000001,
    "text": "change of heart and rescue."
  },
  {
    "startTime": 101.82,
    "endTime": 105.69999999999999,
    "text": "In reality it wasn’t his fighting skill that saved them. He would have been shredded"
  },
  {
    "startTime": 105.7,
    "endTime": 111.36,
    "text": "in seconds. It was just the threat of what Tywin Lannister would do if he were hurt."
  },
  {
    "startTime": 111.36,
    "endTime": 112.52,
    "text": "More than he had already been."
  },
  {
    "startTime": 112.52,
    "endTime": 117.22,
    "text": "I loved how the whole event invoked this classic sense of chivalry that Brienne believed in"
  },
  {
    "startTime": 117.22,
    "endTime": 124.17999999999999,
    "text": "so much. Most of the time she’s the one being chivalrous. But it was such a big moment"
  },
  {
    "startTime": 124.18,
    "endTime": 129.729,
    "text": "for both of them. Brienne not dying and Jaime doing something selfless for a change."
  },
  {
    "startTime": 129.729,
    "endTime": 131.73000000000002,
    "text": "Number 8 - The Night’s Watch Rebellion"
  },
  {
    "startTime": 131.73,
    "endTime": 136.41,
    "text": "Dirty old Craster and the old Bear never saw it coming. First we have to acknowledge that"
  },
  {
    "startTime": 136.41,
    "endTime": 140.97,
    "text": "it was Burn Gorman of Torchwood authoring the debacle. That was a nice meta Doctor Who"
  },
  {
    "startTime": 140.97,
    "endTime": 145.66,
    "text": "fandom moment. But then you have the oh shit realization that with Jeor Mormont dead and"
  },
  {
    "startTime": 145.66,
    "endTime": 149.69,
    "text": "the Night’s Watch in open revolt, who is going to get everyone ready for the Wildling"
  },
  {
    "startTime": 149.69,
    "endTime": 154.04,
    "text": "Attack. I’m not even talking about the Army itself. They don’t even have a chance against"
  },
  {
    "startTime": 154.04,
    "endTime": 156.7,
    "text": "the small raiding party that Jon Snow was part of."
  },
  {
    "startTime": 156.7,
    "endTime": 161.04,
    "text": "I think we all shared a collective moment of triumph when Old Craster ate it. Quickly"
  },
  {
    "startTime": 161.04,
    "endTime": 165.13,
    "text": "followed by the horror on Samwell’s face before he grabbed Gilly and took off."
  },
  {
    "startTime": 165.13,
    "endTime": 168.45,
    "text": "Number 7 - Thoros of Myr Brings Back Beric Dondarrion"
  },
  {
    "startTime": 168.45,
    "endTime": 172.94,
    "text": "Flaming swords aside, this was a huge deal because it established that the dead can be"
  },
  {
    "startTime": 172.94,
    "endTime": 180.17,
    "text": "made whole again. Not just reanimated wights, but brought back to their normal state. Beric"
  },
  {
    "startTime": 180.17,
    "endTime": 183.86999999999998,
    "text": "Dondarrion said that there were some side effects. Like pieces of you would get left"
  },
  {
    "startTime": 183.87,
    "endTime": 186.34,
    "text": "behind each time you came back."
  },
  {
    "startTime": 186.34,
    "endTime": 191.29,
    "text": "Melisandre is pretty amazed when she finds out how many times Beric has been brought"
  },
  {
    "startTime": 191.29,
    "endTime": 196.26999999999998,
    "text": "back, so it seems like each priest or priestess of the Red God expresses their powers in different"
  },
  {
    "startTime": 196.27,
    "endTime": 201.37,
    "text": "ways. I think she’ll be able to do it before Winds of Winter or Dream of Spring is over."
  },
  {
    "startTime": 201.37,
    "endTime": 208.72,
    "text": "So anyone who’s worried about characters dying. As long as they’re in proximity to"
  },
  {
    "startTime": 208.72,
    "endTime": 213.22,
    "text": "someone with the powers of the Red God, there’s always a chance they’ll be brought back."
  },
  {
    "startTime": 213.22,
    "endTime": 215.16,
    "text": "Number 6 - Jon Snow Climbs The Wall"
  },
  {
    "startTime": 215.16,
    "endTime": 219.29999999999998,
    "text": "This was one of the biggest action set pieces of the season and involved a lot of really"
  },
  {
    "startTime": 219.3,
    "endTime": 224.05,
    "text": "cool CG integration. I remember reading about the sheer size of the Wall in the books. But"
  },
  {
    "startTime": 224.05,
    "endTime": 227.65,
    "text": "until the show came along you really just had to imagine what it looked like in your"
  },
  {
    "startTime": 227.65,
    "endTime": 228.66,
    "text": "head."
  },
  {
    "startTime": 228.66,
    "endTime": 233.04999999999998,
    "text": "I think they did a great job of interpreting just how massive it is. In the books George"
  },
  {
    "startTime": 233.05,
    "endTime": 238.56900000000002,
    "text": "RR Martin made it 700 feet tall. And I feel like it becomes a whole character in and of"
  },
  {
    "startTime": 238.569,
    "endTime": 241.72,
    "text": "itself. Like the wall is a character in the story."
  },
  {
    "startTime": 241.72,
    "endTime": 245.879,
    "text": "All I can think about now is one, when are we going to get to see or read about it being"
  },
  {
    "startTime": 245.879,
    "endTime": 251.07999999999998,
    "text": "built and two, will we ever see someone blow the true horn of winter and bring it crashing"
  },
  {
    "startTime": 251.08,
    "endTime": 257.47,
    "text": "down. It’s still just a legend that blowing the horn will destroy the wall."
  },
  {
    "startTime": 257.47,
    "endTime": 259.75,
    "text": "Let me know if you think we’ll see this happen at some point."
  },
  {
    "startTime": 259.75,
    "endTime": 263.46,
    "text": "Number 5 - Ramsay Snow Tortures Theon for an entire Season."
  },
  {
    "startTime": 263.46,
    "endTime": 269.13,
    "text": "The final act of torture was clearly the worst, but there’s no promise after that the tortue"
  },
  {
    "startTime": 269.13,
    "endTime": 273.37,
    "text": "won’t continue into the early part of season 4. So as far as we know, he’s still being"
  },
  {
    "startTime": 273.37,
    "endTime": 278.97,
    "text": "tortured right now. As bad as Theon was before Season 3, I feel like he’s endured enough."
  },
  {
    "startTime": 278.97,
    "endTime": 282.69000000000005,
    "text": "Everything about the character as he is right now just makes you feel sorry for him. Sorry"
  },
  {
    "startTime": 282.69,
    "endTime": 287.19,
    "text": "for the circumstances that made him feel like he had to betray his adopted family and sorry"
  },
  {
    "startTime": 287.19,
    "endTime": 289.71,
    "text": "for what Ramsay Snow has done to him."
  },
  {
    "startTime": 289.71,
    "endTime": 294.65999999999997,
    "text": "There is the promise that he’ll get out eventually. There was footage from the trailer"
  },
  {
    "startTime": 294.66,
    "endTime": 298.53000000000003,
    "text": "with Theon on horseback and he wasn’t running away."
  },
  {
    "startTime": 298.53,
    "endTime": 300.29999999999995,
    "text": "Number 4 - Sam Kills White Walker"
  },
  {
    "startTime": 300.3,
    "endTime": 307.33,
    "text": "I remember the first time I saw this, I had to rewind and watch it again because I couldn’t"
  },
  {
    "startTime": 307.33,
    "endTime": 311.9,
    "text": "tell if he dropped the obsidian dagger before he ran off with Gilly. Samwell for all his"
  },
  {
    "startTime": 311.9,
    "endTime": 317.44899999999996,
    "text": "faults is one of the first new people to figure out that one of the White Walkers’ biggest"
  },
  {
    "startTime": 317.449,
    "endTime": 321.009,
    "text": "weaknesses is Obsidian or dragon glass. Whatever you want to call it."
  },
  {
    "startTime": 321.009,
    "endTime": 327.65000000000003,
    "text": "I’m really hoping that he’s able to educate the rest of the Night’s Watch in time. There"
  },
  {
    "startTime": 327.65,
    "endTime": 333.44,
    "text": "was that ominous shot of the white walker in one of the season 4 trailers."
  },
  {
    "startTime": 333.44,
    "endTime": 335.229,
    "text": "Number 3 - Jaime Hand Chopped Off"
  },
  {
    "startTime": 335.229,
    "endTime": 340.58,
    "text": "This had to be the defining moment for the first part of the season. The death of Ned"
  },
  {
    "startTime": 340.58,
    "endTime": 344.46,
    "text": "Stark kind of already told us that no one was safe, but getting his hand chopped off"
  },
  {
    "startTime": 344.46,
    "endTime": 349.52,
    "text": "let you know that George RR Martin and the show wasn’t afraid to permanently maim it’s"
  },
  {
    "startTime": 349.52,
    "endTime": 350.50899999999996,
    "text": "lead characters."
  },
  {
    "startTime": 350.509,
    "endTime": 354.699,
    "text": "It’s such an oh shit moment just because of the spectacle and because they just slammed"
  },
  {
    "startTime": 354.699,
    "endTime": 358.729,
    "text": "to black right as Jaime started screaming. But it really made me wonder what the hell"
  },
  {
    "startTime": 358.729,
    "endTime": 363.18,
    "text": "was going to happen to the character. It’s not like they have hospitals and in the books,"
  },
  {
    "startTime": 363.18,
    "endTime": 367.259,
    "text": "the Brave Companions basically treat Jaime and Brienne like trash until they made it"
  },
  {
    "startTime": 367.259,
    "endTime": 368.56,
    "text": "back to Roose Bolton."
  },
  {
    "startTime": 368.56,
    "endTime": 371.12,
    "text": "Number 2 - Daenerys Becomes the Breaker of Chains"
  },
  {
    "startTime": 371.12,
    "endTime": 377.639,
    "text": "This mostly refers to her taking the Unsullied and exacting revenge against Kraznys. It was"
  },
  {
    "startTime": 377.639,
    "endTime": 385.539,
    "text": "one of those big moments that HBO teased in all the clips. Her activating Drogon so to"
  },
  {
    "startTime": 385.539,
    "endTime": 389.8,
    "text": "speak using High Valyrian."
  },
  {
    "startTime": 389.8,
    "endTime": 395.24,
    "text": "It became this amazing CG sequence of her burning everything in sight and marching away"
  },
  {
    "startTime": 395.24,
    "endTime": 400.8,
    "text": "with this massive army. Such a huge win for her when you consider that there’s so much"
  },
  {
    "startTime": 400.8,
    "endTime": 404.33,
    "text": "civil war still going on in Westeros while all this is happening."
  },
  {
    "startTime": 404.33,
    "endTime": 406.52,
    "text": "Number 1 - The Red Wedding"
  },
  {
    "startTime": 406.52,
    "endTime": 410.729,
    "text": "I don’t think there’s any Season 3 WTF list that doesn’t list this as the number"
  },
  {
    "startTime": 410.729,
    "endTime": 415.25899999999996,
    "text": "one moment. It was one of THE most talked about moments on Television last year. And"
  },
  {
    "startTime": 415.259,
    "endTime": 420.19,
    "text": "most people don’t even get HBO or watch the show. Before this George RR Martin and"
  },
  {
    "startTime": 420.19,
    "endTime": 424.58,
    "text": "the show already had meme’s for slaughtering main characters wholesale. But the Red Wedding"
  },
  {
    "startTime": 424.58,
    "endTime": 429.81899999999996,
    "text": "became this meta cultural event for the world. First there were all the reaction videos,"
  },
  {
    "startTime": 429.819,
    "endTime": 435.009,
    "text": "like Maisie Williams. Queen of Vines. Then there were all the parodies."
  },
  {
    "startTime": 435.009,
    "endTime": 439.06,
    "text": "You can really gage the popularity of something by how much it gets parodied. And just in"
  },
  {
    "startTime": 439.06,
    "endTime": 442.87,
    "text": "terms of television, this was the most parodied event all year."
  },
  {
    "startTime": 442.87,
    "endTime": 447.44,
    "text": "I think my favorite was probably Maisie Williams. Her reaction video was only six seconds, but"
  },
  {
    "startTime": 447.44,
    "endTime": 452.009,
    "text": "it perfectly summed up the spirit of every single other video that followed."
  },
  {
    "startTime": 452.009,
    "endTime": 456.03000000000003,
    "text": "But now it’s your turn. Let me know what your favorite season 3 moment was and which"
  },
  {
    "startTime": 456.03,
    "endTime": 459.36999999999995,
    "text": "event you're most looking forward to in season 4."
  },
  {
    "startTime": 459.37,
    "endTime": 461.66,
    "text": "Everyone is waiting on the edge of their seat for the purple wedding. Which is funny because"
  },
  {
    "startTime": 461.66,
    "endTime": 465.03000000000003,
    "text": "all the book readers are kind of grumbling that George RR Martin never called it the"
  },
  {
    "startTime": 465.03,
    "endTime": 469.729,
    "text": "purple wedding. Just another example of how pop culture can take something and change"
  },
  {
    "startTime": 469.729,
    "endTime": 471.349,
    "text": "it in the larger context."
  },
  {
    "startTime": 471.349,
    "endTime": 475.639,
    "text": "Here’s details on the giveaway again with rules. It’s super simple. Just as a way"
  },
  {
    "startTime": 475.639,
    "endTime": 480.139,
    "text": "to say thank you to all you guys, I’m picking one random subscriber from the comments on"
  },
  {
    "startTime": 480.139,
    "endTime": 484.93,
    "text": "each of my episode reviews. All you have to do to participate is be a subscriber and leave"
  },
  {
    "startTime": 484.93,
    "endTime": 489.38,
    "text": "a comment on my episode 1 review, episode 2 and so on. Winners will be announced Monday"
  },
  {
    "startTime": 489.38,
    "endTime": 491.289,
    "text": "nights during my Q&A videos."
  },
  {
    "startTime": 491.289,
    "endTime": 495.389,
    "text": "Here’s the rules. You can only win a giveaway once. So if you’ve won something from me"
  },
  {
    "startTime": 495.389,
    "endTime": 500.13,
    "text": "in the past, you can’t win again. You also have to be nice, this is supposed to be a"
  },
  {
    "startTime": 500.13,
    "endTime": 505.27,
    "text": "fun way to talk about a show we love. So if I think you’re being mean or trolling. I’ll"
  },
  {
    "startTime": 505.27,
    "endTime": 510.74,
    "text": "just delete your comment and at worst ban you from the channel. So remember to play"
  },
  {
    "startTime": 510.74,
    "endTime": 511.62,
    "text": "nice."
  },
  {
    "startTime": 511.62,
    "endTime": 516.659,
    "text": "Tonight I’ll be posting my episode 1 review about 3 hours after it airs. You can follow"
  },
  {
    "startTime": 516.659,
    "endTime": 525.389,
    "text": "me on twitter and facebook for updates on when videos are coming."
  },
  {
    "startTime": 525.389,
    "endTime": 530.16,
    "text": "While we all hold our breath for episode 1 to get here, check out my top 10 characters"
  },
  {
    "startTime": 530.16,
    "endTime": 532.79,
    "text": "here and click here for all my season 4 videos."
  },
  {
    "startTime": 532.79,
    "endTime": 542.79,
    "text": "Thanks for watching, see you guys tonight. High Fives!"
  }
]