[
  {
    "startTime": 0.0,
    "endTime": 4.46,
    "text": "Well, it's an absolute pleasure to meet you Kate. We see you in Divergent in a slightly"
  },
  {
    "startTime": 4.46,
    "endTime": 8.6,
    "text": "different way from the way we've seen you before. It's action. You're a baddie. Did"
  },
  {
    "startTime": 8.6,
    "endTime": 12.3,
    "text": "you enjoy playing a baddie, and how did you get into the wicked mode?"
  },
  {
    "startTime": 12.3,
    "endTime": 16.07,
    "text": "I don't know how I got into the wicked mode. I think I was maybe helped by the fact that"
  },
  {
    "startTime": 16.07,
    "endTime": 22.8,
    "text": "the character of Jeanine that I play in Divergent, she's very very well constructed in the book."
  },
  {
    "startTime": 22.8,
    "endTime": 29.560000000000002,
    "text": "And so for me in particular, I just sort of soaked up all of that, but I loved it. I loved"
  },
  {
    "startTime": 29.56,
    "endTime": 33.48,
    "text": "being slightly intimidating. I loved walking on set for the first day, and they'd already"
  },
  {
    "startTime": 33.48,
    "endTime": 38.068999999999996,
    "text": "been filming for 17 weeks, and they were all clearly a little bit, a little bit intimidated"
  },
  {
    "startTime": 38.069,
    "endTime": 42.6,
    "text": "I think both by the Jeanine part of it and perhaps that I had suddenly turned up. I don't"
  },
  {
    "startTime": 42.6,
    "endTime": 45.9,
    "text": "know why I seem to have this effect on people. They get really scared, and so I just thought"
  },
  {
    "startTime": 45.9,
    "endTime": 49.739,
    "text": "I'll let them be scared. I'm just going to let them be scared. So I let them be scared"
  },
  {
    "startTime": 49.739,
    "endTime": 53.788999999999994,
    "text": "for a few days, and then of course they realised I was the biggest softie out of the lot of them."
  },
  {
    "startTime": 53.789,
    "endTime": 56.0,
    "text": "Yeah, they were all crying on my shoulder by week three."
  },
  {
    "startTime": 56.0,
    "endTime": 58.7,
    "text": "So you didn't give them an inkling that you're actually not a nasty person?"
  },
  {
    "startTime": 58.7,
    "endTime": 62.659000000000006,
    "text": "No, no. No, I didn't. For the first couple of days, I really just let them think that"
  },
  {
    "startTime": 62.659,
    "endTime": 67.5,
    "text": "I was horrible and was there to intimidate and destroy. Haha! It worked."
  },
  {
    "startTime": 67.5,
    "endTime": 70.5,
    "text": "You were five months pregnant while filming. How was that?"
  },
  {
    "startTime": 70.5,
    "endTime": 74.6,
    "text": "It was, you know, at the end of the day, it was probably just quite funny really. Endless"
  },
  {
    "startTime": 74.6,
    "endTime": 79.55999999999999,
    "text": "undergarments trying to smooth everything down. You know, it's difficult trying to hide"
  },
  {
    "startTime": 79.56,
    "endTime": 83.5,
    "text": "a pregnancy when the last thing in the world that you want to be doing is hiding it."
  },
  {
    "startTime": 83.5,
    "endTime": 87.3,
    "text": "So no, we just had to keep tweaking costumes, letting them out a little more and a little more."
  },
  {
    "startTime": 87.3,
    "endTime": 90.54899999999999,
    "text": "But apart from the swollen ankles, it was fine."
  },
  {
    "startTime": 90.549,
    "endTime": 94.7,
    "text": "I couldn't do as many stunts as I wanted to do. We did have a little bit of re-shooting,"
  },
  {
    "startTime": 94.7,
    "endTime": 100.5,
    "text": "which actually only happened about six weeks ago, so having just had the baby, I did find"
  },
  {
    "startTime": 100.5,
    "endTime": 105.179,
    "text": "myself back on set and I was actually able to do a little bit of the stunty stuff, which"
  },
  {
    "startTime": 105.179,
    "endTime": 107.57000000000001,
    "text": "I always love. So that was great."
  },
  {
    "startTime": 107.57,
    "endTime": 111.5,
    "text": "Now the film of course is about making that choice, that moment in your life where you"
  },
  {
    "startTime": 111.5,
    "endTime": 116.4,
    "text": "decide whether to go with the way you were raised or sort of follow your internal compass."
  },
  {
    "startTime": 116.4,
    "endTime": 119.7,
    "text": "I know it well, that moment when you kind of decide you want to rebel a little bit."
  },
  {
    "startTime": 119.7,
    "endTime": 120.60000000000001,
    "text": "Did you ever rebel?"
  },
  {
    "startTime": 120.6,
    "endTime": 124.89999999999999,
    "text": "I never really had that rebellious moment. I was quite an independent teenager, but also"
  },
  {
    "startTime": 124.9,
    "endTime": 129.01000000000002,
    "text": "I was working. I started working when I was about 15, 16, and so I think when you're out"
  },
  {
    "startTime": 129.01,
    "endTime": 132.79999999999998,
    "text": "in the world, you have to be responsible and you have to sort of take care of yourself,"
  },
  {
    "startTime": 132.8,
    "endTime": 138.4,
    "text": "so perhaps now, actually in playing a baddie in Divergent, maybe I'm finally rebelling."
  },
  {
    "startTime": 138.4,
    "endTime": 144.1,
    "text": "Maybe this is my, channelling my inner bitch moment. But I do think that one of the things"
  },
  {
    "startTime": 144.1,
    "endTime": 147.79,
    "text": "about the film that for me was so strong when I first read the script is exactly what you"
  },
  {
    "startTime": 147.79,
    "endTime": 152.7,
    "text": "say, that you do reach a point in your life where you have to choose really, make that"
  },
  {
    "startTime": 152.7,
    "endTime": 155.89999999999998,
    "text": "choice. Who are you going to be? What kind of person do you want to be for the rest of"
  },
  {
    "startTime": 155.9,
    "endTime": 160.4,
    "text": "your life and actually being true to yourself? You know, these are big questions, and I think"
  },
  {
    "startTime": 160.4,
    "endTime": 164.5,
    "text": "the fact that the film does pose those big questions. It really does I think make you"
  },
  {
    "startTime": 164.5,
    "endTime": 166.56,
    "text": "think, and I love that."
  },
  {
    "startTime": 166.56,
    "endTime": 168.5,
    "text": "Will your kids be watching Divergent?"
  },
  {
    "startTime": 168.5,
    "endTime": 172.7,
    "text": "They've seen it, and they loved it. They really loved it, and they had lots of questions afterwards."
  },
  {
    "startTime": 172.7,
    "endTime": 178.39999999999998,
    "text": "Really intelligent questions, which I liked. But it's very much a film I think for that"
  },
  {
    "startTime": 178.4,
    "endTime": 183.34,
    "text": "age range. They're sort of the younger end of that age range, but it's got a bit of everything"
  },
  {
    "startTime": 183.34,
    "endTime": 188.81,
    "text": "for everybody. There aren't just these young teenage actors in it as well. It's got lots"
  },
  {
    "startTime": 188.81,
    "endTime": 191.5,
    "text": "of really old cronies like myself."
  },
  {
    "startTime": 191.5,
    "endTime": 195.2,
    "text": "You're not an old crony! Just finally, are there any of your films that they won't be"
  },
  {
    "startTime": 195.2,
    "endTime": 196.79999999999998,
    "text": "watching for whatever reason?"
  },
  {
    "startTime": 196.8,
    "endTime": 201.0,
    "text": "Oh, most of them. They can't see most of my films. I mean, no. No no no."
  },
  {
    "startTime": 201.0,
    "endTime": 203.0,
    "text": "Why is that?"
  },
  {
    "startTime": 203.0,
    "endTime": 207.4,
    "text": "Out of half the films I've made, I've ended up having to take my clothes off, so that"
  },
  {
    "startTime": 207.4,
    "endTime": 212.20000000000002,
    "text": "would be the first reason. But secondly, they're just much more... I don't know, they're just"
  },
  {
    "startTime": 212.2,
    "endTime": 218.79999999999998,
    "text": "more adult or into dramas I suppose. I haven't done, I haven't really done any kids films"
  },
  {
    "startTime": 218.8,
    "endTime": 224.04000000000002,
    "text": "as such. So this is a bit of a first really, as far as they're concerned because it is"
  },
  {
    "startTime": 224.04,
    "endTime": 234.04,
    "text": "something that they can go and see."
  }
]