[
  {
    "startTime": 2.0,
    "endTime": 5.54,
    "text": "Hey youtubers it’s Charlie. So the Game of Thrones Season 5 Trailer dropped"
  },
  {
    "startTime": 5.54,
    "endTime": 8.370000000000001,
    "text": "way earlier than I expected. So this is going to be a breakdown of all that footage."
  },
  {
    "startTime": 8.37,
    "endTime": 12.268999999999998,
    "text": "I’m also starting a new round of the giveaway. All you have to do to enter is be a subscriber"
  },
  {
    "startTime": 12.269,
    "endTime": 13.7,
    "text": "and leave a comment on this video."
  },
  {
    "startTime": 13.7,
    "endTime": 16.18,
    "text": "It's just going to be a $20 Amazon Gift Card."
  },
  {
    "startTime": 16.18,
    "endTime": 19.78,
    "text": "So here we go down to business. So I'm going to try and avoid liberal spoilers."
  },
  {
    "startTime": 19.78,
    "endTime": 23.84,
    "text": "But just general spoiler warning for everything through Season 4 on the show."
  },
  {
    "startTime": 23.84,
    "endTime": 28.84,
    "text": "So here we go. First thing: did not like the David Bowie Heroes Cover, I could have done without that."
  },
  {
    "startTime": 28.84,
    "endTime": 33.56,
    "text": "Its spliced with footage of Jaime and Cersei standing over Tywin's body in Baelor's Sept."
  },
  {
    "startTime": 33.56,
    "endTime": 38.980000000000004,
    "text": "I know we all knew that Tywin was going to be in Season 5 probably as a corspe and this just confirms that."
  },
  {
    "startTime": 38.98,
    "endTime": 43.699999999999996,
    "text": "This is also something of foreshadowing too. People in the future that they'll fail to protect."
  },
  {
    "startTime": 43.7,
    "endTime": 48.34,
    "text": "If you have read the books and you do want to comment on who those people are that they fail to protect in the future"
  },
  {
    "startTime": 48.34,
    "endTime": 50.32,
    "text": "please just use spoiler tags in the comments."
  },
  {
    "startTime": 50.32,
    "endTime": 54.559,
    "text": "This bay here up in the north is Eastwatch by the sea. It’s the port ships go to"
  },
  {
    "startTime": 54.559,
    "endTime": 58.89,
    "text": "whenever they are traveling to the wall. I can’t make out who these people on the boats are."
  },
  {
    "startTime": 58.89,
    "endTime": 62.230000000000004,
    "text": "But Stannis’ would have brought his men here last season whenever they landed."
  },
  {
    "startTime": 62.23,
    "endTime": 66.27,
    "text": "Remember they have a bunch of wildlings there now. The battle is over. They won the battle."
  },
  {
    "startTime": 66.27,
    "endTime": 70.25,
    "text": "So they are going to have to decide what to do with the wildlings that are still alive."
  },
  {
    "startTime": 70.25,
    "endTime": 75.1,
    "text": "Then we get the Littlefinger voiceover. He's talking to Sansa. “There’s no justice in this world.\""
  },
  {
    "startTime": 75.1,
    "endTime": 76.41999999999999,
    "text": "\"Not unless we make it\""
  },
  {
    "startTime": 76.42,
    "endTime": 79.72,
    "text": "It looks like they’ve left the Eyrie now and they're traveling around the Vale."
  },
  {
    "startTime": 79.72,
    "endTime": 82.67999999999999,
    "text": "It cuts then to footage of Bronn with Jaime drawing swords."
  },
  {
    "startTime": 82.68,
    "endTime": 86.64,
    "text": "There have been liberal spoilers about where they’re going, how they're storyline has changed."
  },
  {
    "startTime": 86.64,
    "endTime": 89.14,
    "text": "There are some shots of them in the trailer that I'll talk about."
  },
  {
    "startTime": 89.14,
    "endTime": 92.28,
    "text": "Try to avoid super spoilers when you're talking about them."
  },
  {
    "startTime": 92.28,
    "endTime": 96.7,
    "text": "Here we see our first shots of the Sons of the Harpy wearing masks. That's in Meereen."
  },
  {
    "startTime": 96.7,
    "endTime": 99.2,
    "text": "Then we jump all the way to Dorne. Brand new place."
  },
  {
    "startTime": 99.2,
    "endTime": 104.32000000000001,
    "text": "We see Obara using her whip which is funny because it looks like she's torturing someone here."
  },
  {
    "startTime": 104.32,
    "endTime": 107.27999999999999,
    "text": "She’s Oberyn Martell’s oldest daughter, the oldest of the Sand Snakes."
  },
  {
    "startTime": 107.28,
    "endTime": 111.02,
    "text": "And the best warrior of all of them. They're all good warriors but she's just the best."
  },
  {
    "startTime": 111.02,
    "endTime": 114.82,
    "text": "But it all looks like they're standing here in the background next to Ellaria Sand."
  },
  {
    "startTime": 114.82,
    "endTime": 117.58,
    "text": "So they might be trying to get information from someone."
  },
  {
    "startTime": 117.58,
    "endTime": 121.32,
    "text": "Vengeance is a big theme for the Martells in the wake of Oberyn’s Death. So they might"
  },
  {
    "startTime": 121.32,
    "endTime": 123.63999999999999,
    "text": "be torturing someone from King’s Landing."
  },
  {
    "startTime": 123.64,
    "endTime": 128.22,
    "text": "This is Sunspear with the Water Gardens. It's the palace that Prince Doran spends his time hiding"
  },
  {
    "startTime": 128.22,
    "endTime": 132.31,
    "text": "out at. He’s really weak so he stays out of public sight, just so the illusion of his"
  },
  {
    "startTime": 132.31,
    "endTime": 134.83,
    "text": "health isn’t shattered."
  },
  {
    "startTime": 134.83,
    "endTime": 136.28,
    "text": "Like all of his people think he's totally normal."
  },
  {
    "startTime": 136.28,
    "endTime": 140.73,
    "text": "So here this Sansa scene - this is actually is really big. Little finger says, \"Avenge Them.\""
  },
  {
    "startTime": 140.73,
    "endTime": 145.7,
    "text": "Sophie Turner said Sansa was going to have some traumatic experiences in Season 5. It's possible"
  },
  {
    "startTime": 145.7,
    "endTime": 151.79999999999998,
    "text": "that the producers gave some aspects of Lady Stoneheart’s story to Sansa. Maybe not in a literal way."
  },
  {
    "startTime": 151.8,
    "endTime": 156.52,
    "text": "But Sansa might take on a spirit of vengeance. It would be awesome to see her kill someone."
  },
  {
    "startTime": 156.52,
    "endTime": 159.34,
    "text": "Our little Sansa. Grown up. Stabbing people in the face."
  },
  {
    "startTime": 159.34,
    "endTime": 161.96,
    "text": "So this looks like more Eastwatch by the sea."
  },
  {
    "startTime": 161.96,
    "endTime": 166.20000000000002,
    "text": "Varys says, \"I believe men of talent have a part to play in the war to come.\""
  },
  {
    "startTime": 166.2,
    "endTime": 171.26,
    "text": "This balcony he’s standing on, it looks like he and Tyrion are in Pentos at Illyrio’s home."
  },
  {
    "startTime": 171.26,
    "endTime": 176.94,
    "text": "He’s talking about Tyrion. He's trying to get Tyrion to help him in his cause to put someone worthy on the Iron Throne."
  },
  {
    "startTime": 176.94,
    "endTime": 181.4,
    "text": "This footage is actually cut with shots of Jon Snow and the Night’s Watch Brotherhood rallying,"
  },
  {
    "startTime": 181.4,
    "endTime": 183.02,
    "text": "Cersei in King's Landing."
  },
  {
    "startTime": 183.02,
    "endTime": 185.02,
    "text": "Then Sansa."
  },
  {
    "startTime": 185.02,
    "endTime": 187.02,
    "text": "Then Margaery."
  },
  {
    "startTime": 187.02,
    "endTime": 191.36,
    "text": "They're just basically contenders for Iron Throne just cut in with Varys' speech."
  },
  {
    "startTime": 191.36,
    "endTime": 194.92000000000002,
    "text": "Daenerys says, \"I'm not going to stop the wheel, I'm going to break it.\""
  },
  {
    "startTime": 194.92,
    "endTime": 198.89999999999998,
    "text": "And we get a shot of Ser Jorah in the Meereen Fighting pits. Sucks to be him."
  },
  {
    "startTime": 198.9,
    "endTime": 204.54,
    "text": "She's trying to abolish slavery in Slaver's Bay. Like that's been her mission since Season 4."
  },
  {
    "startTime": 204.54,
    "endTime": 211.14,
    "text": "As we saw anytime she leaves a place like a city, like Yunkai, all the rats flood back in and start slaving again."
  },
  {
    "startTime": 211.14,
    "endTime": 217.32,
    "text": "So these people who are fighting her, those are the Wise Masters. They represent the old guard. the people who still want to slave."
  },
  {
    "startTime": 217.32,
    "endTime": 220.85999999999999,
    "text": "This looks like it might be a gift from House Martell. Or Varys."
  },
  {
    "startTime": 220.86,
    "endTime": 225.82000000000002,
    "text": "I thought it might be Tywin's Chain of Office but I thought that was left on his body."
  },
  {
    "startTime": 225.82,
    "endTime": 228.85999999999999,
    "text": "I know a lot of people are pissed we're not going to see Kevan Lannister."
  },
  {
    "startTime": 228.86,
    "endTime": 234.28,
    "text": "It does look really look like Tywin's Chain of Office though. Its just hard to zoom the footage in because its a little fuzzy."
  },
  {
    "startTime": 234.28,
    "endTime": 239.62,
    "text": "This bonfire here looks like Melisandre's latest attempt at working some big time magic."
  },
  {
    "startTime": 239.62,
    "endTime": 243.02,
    "text": "Bearded Tyrion here reaffirming his desire to continue living."
  },
  {
    "startTime": 243.02,
    "endTime": 248.4,
    "text": "So here's Jon Snow entering what looks like some sort of conflict. It looks like he's wearing a Wildling outfit."
  },
  {
    "startTime": 248.4,
    "endTime": 252.9,
    "text": "So Stannis and the Night's Watch could have already integrated the WIldlings into their forces."
  },
  {
    "startTime": 252.9,
    "endTime": 258.3,
    "text": "So here's a full shot of Jaime in Dorne. I guess we don't have to worry about spoiling that anymore- they stuck it in the trailer."
  },
  {
    "startTime": 258.3,
    "endTime": 262.6,
    "text": "That was actually one of the biggest surprises of the trailer. Was seeing like, full on Jaime in Dorne."
  },
  {
    "startTime": 262.6,
    "endTime": 264.38,
    "text": "I didn't think they were going to include that."
  },
  {
    "startTime": 264.38,
    "endTime": 268.14,
    "text": "This looks like it actually might be Tyene Sand trying to seduce him."
  },
  {
    "startTime": 268.14,
    "endTime": 273.7,
    "text": "So it's possible that, if you read the books, that they're combining Arys Oakheart's part and giving it to Jaime."
  },
  {
    "startTime": 273.7,
    "endTime": 277.02,
    "text": "And the Arianne Martell part to Tyene Sand."
  },
  {
    "startTime": 277.02,
    "endTime": 284.15999999999997,
    "text": "It just makes sense because that's a really important story line but they cut out some of the important characters to someone else."
  },
  {
    "startTime": 284.16,
    "endTime": 291.1,
    "text": "Here, I'm actually happy to see the Queen of Thorns made it in. Diana Rigg was awesome last year. Its good to see her back in Season 5."
  },
  {
    "startTime": 291.1,
    "endTime": 296.58000000000004,
    "text": "Her line: \"They'll never find what's left of you.\" Is just cut with battle scenes from all over the place."
  },
  {
    "startTime": 296.58,
    "endTime": 298.76,
    "text": "Up at the Night's Watch. Down here in Dorne."
  },
  {
    "startTime": 298.76,
    "endTime": 301.28,
    "text": "Here, this will make people really happy. This is a shot of Quaithe."
  },
  {
    "startTime": 301.28,
    "endTime": 304.59999999999997,
    "text": "The graffiti in the background just says Wise Masters."
  },
  {
    "startTime": 304.6,
    "endTime": 307.58000000000004,
    "text": "There the opposing force- there like the antagonists in Meereen."
  },
  {
    "startTime": 307.58,
    "endTime": 315.56,
    "text": "Technically the Masters are from Yunkai but I don't think that they're leaving Meereen in terms of location so it looks like they've come to Mereen."
  },
  {
    "startTime": 315.56,
    "endTime": 320.2,
    "text": "Here's a quick shot of Ramsey and Reek cut with Jaime and Bronn fighting Dornish soldiers."
  },
  {
    "startTime": 320.2,
    "endTime": 326.38,
    "text": "The voiceover? This is the High Sparrow that we hear in the background. He's saying strip away the gold, knockdown the statues."
  },
  {
    "startTime": 326.38,
    "endTime": 331.68,
    "text": "He's just an advocate of the people so he hates what he considers to be vulgar displays of wealth."
  },
  {
    "startTime": 331.68,
    "endTime": 333.68,
    "text": "So he's not a huge fan of the crown."
  },
  {
    "startTime": 333.68,
    "endTime": 338.28000000000003,
    "text": "These people running through the streets smashing things might be Faith Militant."
  },
  {
    "startTime": 338.28,
    "endTime": 342.14,
    "text": "This person could either be the new Marcella or Maggie the Frog."
  },
  {
    "startTime": 342.14,
    "endTime": 345.94,
    "text": "Its kinda hard to tell. There aren't that many big characters that have color of hair."
  },
  {
    "startTime": 345.94,
    "endTime": 350.24,
    "text": "They aged Marcella's character up so she's not a little girl anymore."
  },
  {
    "startTime": 350.24,
    "endTime": 354.24,
    "text": "Then this is actually really cool. We get to see Arya about to enter the House of Black and White in Bravos."
  },
  {
    "startTime": 354.24,
    "endTime": 356.24,
    "text": "I know everyone is pumped about that."
  },
  {
    "startTime": 356.24,
    "endTime": 359.92,
    "text": "The voice over ends with, \"this is what remains.\" As Arya looks at needle."
  },
  {
    "startTime": 359.92,
    "endTime": 364.72,
    "text": "Its just meant show that needle is all that's left former life as Arya Stark."
  },
  {
    "startTime": 364.72,
    "endTime": 370.86,
    "text": "She's just trying to transition to a new life and needle is just the last thing she has left of her old life."
  },
  {
    "startTime": 370.86,
    "endTime": 375.88,
    "text": "These soldiers bare the symbol of House Arryn so they're probably riding with Sansa and Littlefinger around the Vale."
  },
  {
    "startTime": 375.88,
    "endTime": 383.36,
    "text": "This map board, its hard to tell who is standing at it but these symbols on it looked like Flayed Men so this could be Stannis map board."
  },
  {
    "startTime": 383.36,
    "endTime": 387.08000000000004,
    "text": "That'd be awesome if he brought giant table map from Dragonstone."
  },
  {
    "startTime": 387.08,
    "endTime": 391.5,
    "text": "Think about what that implies: Stannis mapping out troop locations for the Boltons."
  },
  {
    "startTime": 391.5,
    "endTime": 394.32,
    "text": "Remember they were headed for Winterfell at the end of Season 4."
  },
  {
    "startTime": 394.32,
    "endTime": 398.74,
    "text": "Here Tyrion and Varys just cap off their speech saying Daeneyrs is the right girl for the job."
  },
  {
    "startTime": 398.74,
    "endTime": 401.84000000000003,
    "text": "Varys is just trying to get Tyrion to back Daeneyrs."
  },
  {
    "startTime": 401.84,
    "endTime": 405.11999999999995,
    "text": "I know a lot of people are upset that Young Griff isn't going to be in the show."
  },
  {
    "startTime": 405.12,
    "endTime": 407.12,
    "text": "It sounds like they're cutting straight to Daenerys."
  },
  {
    "startTime": 407.12,
    "endTime": 413.98,
    "text": "And here we finally get a beautiful shot of a huge Drogun about to melt a bunch of people's faces off."
  },
  {
    "startTime": 413.98,
    "endTime": 418.8,
    "text": "If you thought Drogun was cool in Season 4 you have no idea. He's going to be enormous."
  },
  {
    "startTime": 418.8,
    "endTime": 422.56,
    "text": "Think about how fast he grew between Seasons 2 & 3 and then 3 & 4."
  },
  {
    "startTime": 422.56,
    "endTime": 425.06,
    "text": "Yeah, he's going to be that much bigger in Season 5."
  },
  {
    "startTime": 425.06,
    "endTime": 429.0,
    "text": "The really cool thing about dragons is, is there is no limit to the amount they can grow."
  },
  {
    "startTime": 429.0,
    "endTime": 431.46,
    "text": "Its just dependent on their ability to find food."
  },
  {
    "startTime": 431.46,
    "endTime": 436.59999999999997,
    "text": "Although when you do chain them up, it does stunt their growth so that's why Daenerys' other two dragons aren't as big."
  },
  {
    "startTime": 436.6,
    "endTime": 438.68,
    "text": "Here's more East Watch by the sea."
  },
  {
    "startTime": 438.68,
    "endTime": 441.7,
    "text": "Then it looks like Missandei is totally gonna go for it with Grey Worm."
  },
  {
    "startTime": 441.7,
    "endTime": 444.76,
    "text": "Daenerys presiding over some slave fights in the fighting pits."
  },
  {
    "startTime": 444.76,
    "endTime": 448.68,
    "text": "Melisandre here getting ready to have sex and ruin someone else's life up at the wall."
  },
  {
    "startTime": 448.68,
    "endTime": 453.74,
    "text": "Seems like any time she has sex with someone she's ruining their life so don't have sex with Melisandre."
  },
  {
    "startTime": 453.74,
    "endTime": 456.68,
    "text": "Here's Daenerys with her Unsullied marching around."
  },
  {
    "startTime": 456.68,
    "endTime": 462.74,
    "text": "Valyria Sand back in Dorne at the Water Gardens. They're holding spears at her so she might be in the presence of Prince Doran."
  },
  {
    "startTime": 462.74,
    "endTime": 465.3,
    "text": "This here looks like it might be Bowen Marsh."
  },
  {
    "startTime": 465.3,
    "endTime": 469.36,
    "text": "He's one of the new characters in Season 5. He's a Night's Watch character."
  },
  {
    "startTime": 469.36,
    "endTime": 471.36,
    "text": "Brienne and Podrick on the run."
  },
  {
    "startTime": 471.36,
    "endTime": 473.36,
    "text": "Then we have open revolt in Mereen."
  },
  {
    "startTime": 473.36,
    "endTime": 477.1,
    "text": "It looks like the Sons of the Harpy are fighting Daenrys' Unsullied in the streets."
  },
  {
    "startTime": 477.1,
    "endTime": 478.78000000000003,
    "text": "Shit goes down."
  },
  {
    "startTime": 478.78,
    "endTime": 482.71999999999997,
    "text": "Here we have Margery and Tommen. It looks like she's about to do something really naughty."
  },
  {
    "startTime": 482.72,
    "endTime": 484.94000000000005,
    "text": "Then all out craziness in the fighting pits."
  },
  {
    "startTime": 484.94,
    "endTime": 488.64,
    "text": "And a shot of the statue being torn off the top of the pyramid."
  },
  {
    "startTime": 488.64,
    "endTime": 493.82,
    "text": "That's just meant to imply that rulers will face off a lot of opposition from their people in all parts of the world."
  },
  {
    "startTime": 493.82,
    "endTime": 501.9,
    "text": "I guess you could subtitle Season 5: Vengeance or Uprising or Revolt depending on whose point of view you're taking."
  },
  {
    "startTime": 501.9,
    "endTime": 508.44,
    "text": "So here's my big question for you guys: of all the crazy new things they're going to be doing and the new places we're going to visit, what are you most looking forward to?"
  },
  {
    "startTime": 508.44,
    "endTime": 510.68,
    "text": "Like Arya in Bravos at the House of Black and White."
  },
  {
    "startTime": 510.68,
    "endTime": 512.6800000000001,
    "text": "Or say like House Martell in Dorne."
  },
  {
    "startTime": 512.68,
    "endTime": 516.42,
    "text": "Personally, I would say both those things are probably pretty equal."
  },
  {
    "startTime": 516.42,
    "endTime": 518.66,
    "text": "But I think House Martell is going to be pretty awesome."
  },
  {
    "startTime": 518.66,
    "endTime": 520.66,
    "text": "So like I said, new round of the give away starts now."
  },
  {
    "startTime": 520.66,
    "endTime": 524.5799999999999,
    "text": "Now all you have to do to enter is be a subscriber and leave a comment on this video."
  },
  {
    "startTime": 524.58,
    "endTime": 526.58,
    "text": "So I'm going to do a Q&A tomorrow where I'll announce the winners."
  },
  {
    "startTime": 526.58,
    "endTime": 532.2800000000001,
    "text": "And actually instead of gift certificates, I'm giving away to preorders for Episode 2 of the Tell-tale Game."
  },
  {
    "startTime": 532.28,
    "endTime": 534.56,
    "text": "Sorry I forgot about that in the beginning of the video."
  },
  {
    "startTime": 534.56,
    "endTime": 538.9399999999999,
    "text": "Its going to be a great Season. I'll be doing all the same type of videos I did last year."
  },
  {
    "startTime": 538.94,
    "endTime": 544.24,
    "text": "I'll be doing bonus videos, episode reviews and then Q&As. So it'll be like three Game of Thrones videos a week."
  },
  {
    "startTime": 544.24,
    "endTime": 546.78,
    "text": "It'll be a lot of fun. I'm really excited."
  },
  {
    "startTime": 546.78,
    "endTime": 552.06,
    "text": "If HBO posts a higher quality version trailer tomorrow I'll just attach it to my Q&A."
  },
  {
    "startTime": 552.06,
    "endTime": 555.7399999999999,
    "text": "While you guys wait for that you can click here to learn all about the Citadel of Maesters."
  },
  {
    "startTime": 555.74,
    "endTime": 557.94,
    "text": "And you can click here for my Mance Rayder video."
  },
  {
    "startTime": 557.94,
    "endTime": 561.3800000000001,
    "text": "Thank you so much for watching let's all high five!"
  },
  {
    "startTime": 561.38,
    "endTime": 571.38,
    "text": "Game of Thrones is almost here. Its almost here."
  }
]