[
  {
    "startTime": 4.4,
    "endTime": 8.4,
    "text": "If you like to run, someone has probably warned you that you're wrecking your knees."
  },
  {
    "startTime": 8.4,
    "endTime": 14.0,
    "text": "The idea is that when you run, the flexible, tough tissue that cushions your knee joints, called cartilage, takes a pounding."
  },
  {
    "startTime": 14.0,
    "endTime": 21.8,
    "text": "And over time, that cartilage supposedly wears down, which makes your bones rub together, and leads to the pain, stiffness, and swelling of osteoarthritis."
  },
  {
    "startTime": 21.8,
    "endTime": 23.2,
    "text": "But is this actually true?"
  },
  {
    "startTime": 23.2,
    "endTime": 28.799999999999997,
    "text": "Past studies that compared runners to non-runners, sometimes collecting data over a couple of decades, have found mixed results."
  },
  {
    "startTime": 28.8,
    "endTime": 37.2,
    "text": "A few have found that there's more risk of knee osteoarthritis in specific groups of runners, like in men younger than 50 who run more than 32 km a week."
  },
  {
    "startTime": 37.2,
    "endTime": 45.5,
    "text": "But lots of papers comparing long-term runners to swimmers, non-runners, or sedentary people didn't turn up evidence that running will doom you to arthritic misery."
  },
  {
    "startTime": 45.5,
    "endTime": 49.1,
    "text": "In some cases runners even seemed to be less likely to get arthritis."
  },
  {
    "startTime": 49.1,
    "endTime": 51.6,
    "text": "So could running actually protect your joints somehow?"
  },
  {
    "startTime": 51.6,
    "endTime": 56.800000000000004,
    "text": "To find out, a study published in 2016 looked at what's happening inside your knees when you run."
  },
  {
    "startTime": 56.8,
    "endTime": 62.199999999999996,
    "text": "Scientists gathered a group of male and female runners, younger than 30 with no history of knee problems."
  },
  {
    "startTime": 62.2,
    "endTime": 65.5,
    "text": "And brought them in for two experiment sessions over two days."
  },
  {
    "startTime": 65.5,
    "endTime": 71.3,
    "text": "They started each session by collecting a blood sample and a bit of synovial fluid, the natural lubricant inside the knee joint."
  },
  {
    "startTime": 71.3,
    "endTime": 76.7,
    "text": "Then they had the participants spend 30 minutes running on a treadmill one day, and 30 minutes sitting on another day."
  },
  {
    "startTime": 76.7,
    "endTime": 78.3,
    "text": "Afterward they took more samples."
  },
  {
    "startTime": 78.3,
    "endTime": 81.89999999999999,
    "text": "Getting a useful amount of fluid from healthy knees, turned out to be pretty tricky."
  },
  {
    "startTime": 81.9,
    "endTime": 85.60000000000001,
    "text": "And the researchers only ended up with complete data for 6 people."
  },
  {
    "startTime": 85.6,
    "endTime": 87.19999999999999,
    "text": "But the results are still interesting."
  },
  {
    "startTime": 87.2,
    "endTime": 93.7,
    "text": "The scientists were looking for molecules related to inflammation, because extra inflammation has been linked to the development of arthritis."
  },
  {
    "startTime": 93.7,
    "endTime": 102.4,
    "text": "They were also measuring a compound called cartilage oligomeric matrix protein, or COMP, which can be a marker of arthritis if there's a bunch of it in your synovial fluid."
  },
  {
    "startTime": 102.4,
    "endTime": 108.0,
    "text": "After running, the subjects had less of these molecules in their knees, and more in their blood, spread out in their bodies."
  },
  {
    "startTime": 108.0,
    "endTime": 114.2,
    "text": "Sitting, on the other hand, slightly increased concentrations of COMP and some other inflammatory molecules in their knees."
  },
  {
    "startTime": 114.2,
    "endTime": 116.2,
    "text": "It's hard to tell exactly what this means."
  },
  {
    "startTime": 116.2,
    "endTime": 123.10000000000001,
    "text": "But it seems like running might squeeze inflammatory compounds out of your knee, which could reduce cartilage damage and arthritis."
  },
  {
    "startTime": 123.1,
    "endTime": 126.69999999999999,
    "text": "But this study did have a pretty tiny sample size, so... Jury's still out!"
  },
  {
    "startTime": 126.7,
    "endTime": 131.843,
    "text": "But if you like running and it makes you feel healthy, the next time someone says, \"But you'll ruin your knees!\""
  },
  {
    "startTime": 131.843,
    "endTime": 133.0,
    "text": "Take it with a grain of salt."
  },
  {
    "startTime": 133.0,
    "endTime": 137.311,
    "text": "Thanks for asking and thanks especially to all our patrons who keep these answers coming."
  },
  {
    "startTime": 137.311,
    "endTime": 143.993,
    "text": "For more running-related science, check out this other SciShow video, where Hank explains why you get that sharp pain in your sides sometimes."
  }
]