[
  {
    "startTime": 7.8,
    "endTime": 14.6,
    "text": "For the microscopic lab worm, C. elegans life equates to just a few short weeks on Earth."
  },
  {
    "startTime": 14.8,
    "endTime": 19.6,
    "text": "Compare that with the tortoise, which can age to more than 100 years."
  },
  {
    "startTime": 19.8,
    "endTime": 24.0,
    "text": "Mice and rats reach the end of their lives after just four years,"
  },
  {
    "startTime": 24.2,
    "endTime": 31.2,
    "text": "while for the bowhead whale, Earth's longest-lived mammal, death can come after 200."
  },
  {
    "startTime": 31.4,
    "endTime": 40.8,
    "text": "Like most living things, the vast majority of animals gradually degenerate after reaching sexual maturity in the process known as aging."
  },
  {
    "startTime": 41.0,
    "endTime": 43.8,
    "text": "But what does it really mean to age?"
  },
  {
    "startTime": 44.0,
    "endTime": 52.5,
    "text": "The drivers behind this process are varied and complicated, but aging is ultimately caused by cell death and dysfunction."
  },
  {
    "startTime": 52.7,
    "endTime": 58.6,
    "text": "When we're young, we constantly regenerate cells in order to replace dead and dying ones."
  },
  {
    "startTime": 58.8,
    "endTime": 61.5,
    "text": "But as we age, this process slows down."
  },
  {
    "startTime": 61.7,
    "endTime": 67.0,
    "text": "In addition, older cells don't perform their functions as well as young ones."
  },
  {
    "startTime": 67.1,
    "endTime": 73.3,
    "text": "That makes our bodies go into a decline, which eventually results in disease and death."
  },
  {
    "startTime": 73.5,
    "endTime": 80.8,
    "text": "But if that's consistently true, why the huge variance in aging patterns and lifespan within the animal kingdom?"
  },
  {
    "startTime": 81.0,
    "endTime": 86.7,
    "text": "The answer lies in several factors, including environment and body size."
  },
  {
    "startTime": 86.9,
    "endTime": 95.7,
    "text": "These can place powerful evolutionary pressures on animals to adapt, which in turn makes the aging process different across species."
  },
  {
    "startTime": 95.9,
    "endTime": 103.0,
    "text": "Consider the cold depths of the Atlantic and Arctic Seas, where Greenland sharks can live to over 400 years,"
  },
  {
    "startTime": 103.2,
    "endTime": 108.0,
    "text": "and the Arctic clam known as the quahog can live up to 500."
  },
  {
    "startTime": 108.2,
    "endTime": 117.9,
    "text": "Perhaps the most impressive of these ocean-dwelling ancients is the Antarctic glass sponge, which can survive over 10,000 years in frigid waters."
  },
  {
    "startTime": 118.1,
    "endTime": 123.39999999999999,
    "text": "In cold environments like these, heartbeats and metabolic rates slow down."
  },
  {
    "startTime": 123.6,
    "endTime": 128.4,
    "text": "Researchers theorize that this also causes a slowing of the aging process."
  },
  {
    "startTime": 128.6,
    "endTime": 132.79999999999998,
    "text": "In this way, the environment shapes longevity."
  },
  {
    "startTime": 133.0,
    "endTime": 140.8,
    "text": "When it comes to size, it's often, but not always, the case that larger species have a longer lifespan than smaller ones."
  },
  {
    "startTime": 141.0,
    "endTime": 151.0,
    "text": "For instance, an elephant or whale will live much longer than a mouse, rat, or vole, which in turn have years on flies and worms."
  },
  {
    "startTime": 151.2,
    "endTime": 157.29999999999998,
    "text": "Some small animals, like worms and flies, are also limited by the mechanics of their cell division."
  },
  {
    "startTime": 157.5,
    "endTime": 164.8,
    "text": "They're mostly made up of cells that can't divide and be replaced when damaged, so their bodies expire more quickly."
  },
  {
    "startTime": 165.0,
    "endTime": 169.18,
    "text": "And size is a powerful evolutionary driver in animals."
  },
  {
    "startTime": 169.18,
    "endTime": 171.6,
    "text": "Smaller creatures are more prone to predators."
  },
  {
    "startTime": 171.8,
    "endTime": 176.3,
    "text": "A mouse, for instance, can hardly expect to survive more than a year in the wild."
  },
  {
    "startTime": 176.5,
    "endTime": 185.2,
    "text": "So, it has evolved to grow and reproduce more rapidly, like an evolutionary defense mechanism against its shorter lifespan."
  },
  {
    "startTime": 185.4,
    "endTime": 189.52,
    "text": "Larger animals, by contrast, are better at fending off predators,"
  },
  {
    "startTime": 189.52,
    "endTime": 196.3,
    "text": "and so they have the luxury of time to grow to large sizes and reproduce multiple times during their lives."
  },
  {
    "startTime": 197.3,
    "endTime": 202.20000000000002,
    "text": "Exceptions to the size rule include bats, birds, moles, and turtles,"
  },
  {
    "startTime": 202.4,
    "endTime": 208.6,
    "text": "but in each case, these animals have other adaptations that allow them to escape predators."
  },
  {
    "startTime": 208.8,
    "endTime": 217.3,
    "text": "But there are still cases where animals with similar defining features, like size and habitat, age at completely different rates."
  },
  {
    "startTime": 217.5,
    "endTime": 219.891,
    "text": "In these cases, genetic differences, like how each organism's cells respond to threats, often account for the discrepancies in longevity."
  },
  {
    "startTime": 227.553,
    "endTime": 237.3,
    "text": "So it's the combination of all these factors playing out to differing degrees in different animals that explains the variability we see in the animal kingdom."
  },
  {
    "startTime": 237.5,
    "endTime": 239.2,
    "text": "So what about us?"
  },
  {
    "startTime": 239.4,
    "endTime": 248.4,
    "text": "Humans currently have an average life expectancy of 71 years, meaning that we're not even close to being the longest living inhabitants on Earth."
  },
  {
    "startTime": 248.6,
    "endTime": 252.6,
    "text": "But we are very good at increasing our life expectancy."
  },
  {
    "startTime": 252.8,
    "endTime": 257.40000000000003,
    "text": "In the early 1900s, humans only lived an average of 50 years."
  },
  {
    "startTime": 257.6,
    "endTime": 266.40000000000003,
    "text": "Since then, we've learned to adapt by managing many of the factors that cause deaths, like environmental exposure and nutrition."
  },
  {
    "startTime": 266.403,
    "endTime": 282.033,
    "text": "This, and other increases in life expectancy make us possibly the only species on Earth to take control over our natural fate."
  }
]