[
  {
    "startTime": 8.78,
    "endTime": 14.01,
    "text": "Hi. I'm Tim and this is my Pronunciation workshop."
  },
  {
    "startTime": 14.01,
    "endTime": 26.42,
    "text": "Here I'm going to show you how English is really spoken. Come on, let's go inside."
  },
  {
    "startTime": 26.42,
    "endTime": 32.84,
    "text": "Where were you born? Where do you come from? Here's what we heard when we asked some people in"
  },
  {
    "startTime": 32.84,
    "endTime": 46.53,
    "text": "London their names, and where they come from."
  },
  {
    "startTime": 46.53,
    "endTime": 49.77,
    "text": "Now they all used the word from, didn't they?"
  },
  {
    "startTime": 49.77,
    "endTime": 65.979,
    "text": "But they didn't pronounce it /frɒm/. Listen again: how is it pronounced?"
  },
  {
    "startTime": 65.979,
    "endTime": 69.46,
    "text": "The word from is a preposition; it's usually"
  },
  {
    "startTime": 69.46,
    "endTime": 76.03,
    "text": "not that important in a sentence, so it's often unstressed. Now, at the end of the question,"
  },
  {
    "startTime": 76.03,
    "endTime": 83.57000000000001,
    "text": "\"Where do you come from?\" It's unstressed, but the pronunciation is still /frɒm/. However,"
  },
  {
    "startTime": 83.57,
    "endTime": 90.66999999999999,
    "text": "when it's unstressed, and it comes in the middle of a sentence, the /ɒ/  changes to schwa,"
  },
  {
    "startTime": 90.67,
    "endTime": 111.46000000000001,
    "text": "so /frɒm/ becomes /frɒm/. This is an example of a weak form, and here are some more examples."
  },
  {
    "startTime": 111.46,
    "endTime": 114.08,
    "text": "Right, now you've heard the examples, and"
  },
  {
    "startTime": 114.08,
    "endTime": 139.8,
    "text": "now it's your turn. You know the drill by now: listen and repeat."
  },
  {
    "startTime": 139.8,
    "endTime": 142.34900000000002,
    "text": "Well done. And remember, if you want to learn"
  },
  {
    "startTime": 142.349,
    "endTime": 149.64,
    "text": "more about pronunciation, then please visit our website, bbclearningenglish.com. And that"
  },
  {
    "startTime": 149.64,
    "endTime": 156.57999999999998,
    "text": "is about it from the pronunciation workshop for this week. I'll see you soon. Bye bye!"
  },
  {
    "startTime": 156.58,
    "endTime": 175.18,
    "text": "Now you know me, I’m a skilled craftsman and artisan, if you will. I like to work with my hands. So I’m looking forward to doing a bit more DIY this afternoon."
  },
  {
    "startTime": 175.18,
    "endTime": 185.18,
    "text": "Actually, on second thoughts, I think I’ve learnt from my mistakes.  Best put this down here."
  }
]