[
  {
    "startTime": 0.2,
    "endTime": 2.0,
    "text": "Dreams are an amazing phenomenon."
  },
  {
    "startTime": 2.1,
    "endTime": 8.3,
    "text": "And considering you spend roughly six years of your life dreaming, it's quite curious that we often brush them aside to be quickly forgotten."
  },
  {
    "startTime": 8.5,
    "endTime": 15.2,
    "text": "Night after night, our brains go to work and bring us some of the most incredible, bizarre, and often seemingly random imagery and storylines."
  },
  {
    "startTime": 15.3,
    "endTime": 17.1,
    "text": "But what are dreams?"
  },
  {
    "startTime": 17.2,
    "endTime": 23.5,
    "text": "And like the many science fiction stories or movies, could we ever record and figure out what we're seeing while we're dreaming?"
  },
  {
    "startTime": 23.6,
    "endTime": 31.1,
    "text": "You may have heard of people referring to 'brain waves' before, but have you ever stopped to think: Are these actual waves, and do they carry information?"
  },
  {
    "startTime": 31.2,
    "endTime": 34.1,
    "text": "Are brain waves similar to, say, radio waves?"
  },
  {
    "startTime": 34.1,
    "endTime": 35.300000000000004,
    "text": "The answer is, yes."
  },
  {
    "startTime": 35.6,
    "endTime": 41.4,
    "text": "Both brain and radio waves are forms of electromagnetic radiation, waves that travel at the speed of light."
  },
  {
    "startTime": 41.5,
    "endTime": 46.8,
    "text": "Every time you think, thousands of neurons fire at the same frequency and generate a wave."
  },
  {
    "startTime": 46.8,
    "endTime": 50.5,
    "text": "These waves oscillate at around 10 to 100 cycles per second."
  },
  {
    "startTime": 50.7,
    "endTime": 56.2,
    "text": "Radio waves, on the other hand, oscillate at around 50 million to 1 billion times per second."
  },
  {
    "startTime": 56.3,
    "endTime": 62.3,
    "text": "Scientists have long used this phenomenon to measure brain activity and interface the brain to electronic devices."
  },
  {
    "startTime": 62.4,
    "endTime": 69.4,
    "text": "It allows us to see which parts of the brain are active for different activities, and similarly, which parts of the brain are active during dreaming."
  },
  {
    "startTime": 69.5,
    "endTime": 74.0,
    "text": "Strange as it may seem, we still barely understand why we sleep let alone why we dream."
  },
  {
    "startTime": 74.1,
    "endTime": 78.19999999999999,
    "text": "Michael from Vsauce does a fantastic job explaining the main theories for why we dream."
  },
  {
    "startTime": 78.3,
    "endTime": 85.0,
    "text": "But there are so many theories because we can't really measure or know what people are dreaming about without waking them up and asking them."
  },
  {
    "startTime": 85.1,
    "endTime": 88.3,
    "text": "Of course, this is subject to forgetting or other errors."
  },
  {
    "startTime": 88.4,
    "endTime": 94.80000000000001,
    "text": "Unfortunately, there is no device that exists to allow us to peer into the mind of a dreamer, or is there?"
  },
  {
    "startTime": 95.0,
    "endTime": 99.0,
    "text": "Crazy as it sounds, scientists have created a technique to do just that."
  },
  {
    "startTime": 99.2,
    "endTime": 106.8,
    "text": "This mind-reading technology began with a functional MRI Scanner, inside which, subjects were shown simple pictures made up of black and white pixels."
  },
  {
    "startTime": 106.9,
    "endTime": 111.7,
    "text": "The software then finds patterns in the brain activity that corresponds to the specific images."
  },
  {
    "startTime": 111.8,
    "endTime": 117.2,
    "text": "For example, if the letter \"T\" was shown, the software would record exactly how the brain reacted."
  },
  {
    "startTime": 117.3,
    "endTime": 125.0,
    "text": "After sufficient data, the subjects were then shown completely different images, and the software would predict and recreate what it thought the subjects were seeing."
  },
  {
    "startTime": 125.1,
    "endTime": 129.2,
    "text": "After being shown the word \"neuron\", these were the images the software generated."
  },
  {
    "startTime": 129.3,
    "endTime": 130.5,
    "text": "But it doesn't stop there."
  },
  {
    "startTime": 130.6,
    "endTime": 135.7,
    "text": "Further studies began to use more complex visuals and started monitoring the subjects in their sleep."
  },
  {
    "startTime": 135.8,
    "endTime": 144.0,
    "text": "In this case, they first had the subjects fall asleep while in an fMRI, and would wake them up in the middle of dreaming, quickly asking them what they were dreaming about."
  },
  {
    "startTime": 144.1,
    "endTime": 151.2,
    "text": "They then used thousands of images from the internet to get a best approximation of what the subject was seeing based on brain scans."
  },
  {
    "startTime": 151.3,
    "endTime": 159.70000000000002,
    "text": "After doing this nearly 200 times with each person, and plugging the information into a learning algorithm, software was used to interpret and generate their next dreams."
  },
  {
    "startTime": 159.8,
    "endTime": 165.9,
    "text": "Though by no means perfect, it was clear that the machine's predictions were better than chance, matching up with the dreamers' description."
  },
  {
    "startTime": 166.0,
    "endTime": 169.9,
    "text": "Perhaps even more shocking is a study that used actual video footage."
  },
  {
    "startTime": 170.0,
    "endTime": 179.5,
    "text": "After showing subjects two hours of movie footage and analyzing their brain activity, they then used a library of 18 million, 1 second YouTube clips to match the brain activity."
  },
  {
    "startTime": 179.6,
    "endTime": 191.7,
    "text": "Here are the results: On the left are new, unrelated clips that the subjects were later shown, and on the right is what the software guessed they were seeing, using a mashed-up combination of the YouTube clips as an approximation."
  },
  {
    "startTime": 191.8,
    "endTime": 194.4,
    "text": "All of this based on their brain waves."
  },
  {
    "startTime": 194.5,
    "endTime": 201.6,
    "text": "As these software programs become more and more complex, we come that much closer to accurately visualizing and recording our thoughts and dreams."
  },
  {
    "startTime": 201.7,
    "endTime": 206.7,
    "text": "At which point, perhaps, we'll find a few more clues into why we dream, in the first place."
  },
  {
    "startTime": 206.8,
    "endTime": 217.70000000000002,
    "text": "And if you'd like to find out about some other amazing and unanswered scientific phenomenon, head over to AllTime 10's channel, where 10 fantastic science YouTubers have come together in an attempt to answer some burning questions."
  },
  {
    "startTime": 217.8,
    "endTime": 236.4,
    "text": "It's a super-collaboration of science! And if you're new to AsapSCIENCE, be sure to subscribe for more weekly science videos! We've made a playlist of some of our favorite and most popular videos for your viewing pleasure. Enjoy!"
  }
]