[
  {
    "startTime": 0.24,
    "endTime": 8.93,
    "text": "Animals don’t set out to teach us anything at all – but we all have a lot to learn from our interactions with them nevertheless."
  },
  {
    "startTime": 8.95,
    "endTime": 12.2,
    "text": "Imagine that we come back from work unusually late."
  },
  {
    "startTime": 12.3,
    "endTime": 19.278,
    "text": "It’s been a tricky day: a threatened resignation, an enraged supplier, a lost document, two delayed trains."
  },
  {
    "startTime": 19.278,
    "endTime": 26.869,
    "text": "But none of the mayhem is of any concern to one friend waiting by the door uncomplicatedly pleased to see us."
  },
  {
    "startTime": 26.869,
    "endTime": 33.16,
    "text": "Pippi, a two-year-old Border Terrier with a continuous appetite for catching a deflated football in her jaws."
  },
  {
    "startTime": 33.16,
    "endTime": 37.153999999999996,
    "text": "She wants to play in the usual way, even if it’s past nine o’clock now,"
  },
  {
    "startTime": 37.154,
    "endTime": 42.794000000000004,
    "text": "with us in the chair and her sliding around the kitchen, and, unexpectedly, so do we."
  },
  {
    "startTime": 42.794,
    "endTime": 46.39,
    "text": "We’re not offended by her lack of overall interest in us."
  },
  {
    "startTime": 46.39,
    "endTime": 48.163000000000004,
    "text": "It’s at the root of our delight."
  },
  {
    "startTime": 48.163,
    "endTime": 55.879,
    "text": "Here, at last, is someone wholly indifferent to almost everything about us except for our dexterity at ball-throwing,"
  },
  {
    "startTime": 55.879,
    "endTime": 58.266999999999996,
    "text": "someone who doesn’t care about the Brussels meeting,"
  },
  {
    "startTime": 58.267,
    "endTime": 67.053,
    "text": "who forgive us for not warning the finance department in time about the tax rebates and someone for whom the Lisbon conference is beyond imagining."
  },
  {
    "startTime": 67.053,
    "endTime": 72.871,
    "text": "One of the most consoling aspects of animals – it might be a dog, a sheep, a lizard or a beetle"
  },
  {
    "startTime": 72.871,
    "endTime": 79.317,
    "text": "– is that their priorities have nothing whatsoever to do with our own perilous and tortured agendas."
  },
  {
    "startTime": 79.317,
    "endTime": 83.97699999999999,
    "text": "They are redemptively unconcerned with everything we are and want."
  },
  {
    "startTime": 83.977,
    "endTime": 92.63600000000001,
    "text": "They implicitly mock our self-importance and absorption and so return us to a fairer, more modest sense of our role on the planet."
  },
  {
    "startTime": 92.636,
    "endTime": 95.908,
    "text": "A sheep doesn’t know about our feelings of jealousy,"
  },
  {
    "startTime": 95.908,
    "endTime": 100.94800000000001,
    "text": "it has no interest in our humiliation and bitterness around a colleague; it has never emailed."
  },
  {
    "startTime": 100.948,
    "endTime": 106.582,
    "text": "On a walk in the hills, it simply ambles towards the path we’re on and looks curiously at us,"
  },
  {
    "startTime": 106.582,
    "endTime": 111.818,
    "text": "then takes a lazy mouthful of grass, chewing from the side of his mouth as though it were gum."
  },
  {
    "startTime": 111.818,
    "endTime": 121.03099999999999,
    "text": "Ducks nibble at the weeds, waddle down to the water and paddle about in circles without any interest in which century it happens to be from a human point of view;"
  },
  {
    "startTime": 121.031,
    "endTime": 124.771,
    "text": "they’ve never heard of the economy; they don’t know what country they live in;"
  },
  {
    "startTime": 124.771,
    "endTime": 128.102,
    "text": "they don’t have new ideas or regret what happened yesterday."
  },
  {
    "startTime": 128.102,
    "endTime": 135.52100000000002,
    "text": "They don’t care about the career hurdles or relationship status of the person who sprinkling a few bread crumbs near them."
  },
  {
    "startTime": 135.521,
    "endTime": 142.773,
    "text": "Time around animals invite us into a world in which most of the things that obsess us have no significance"
  },
  {
    "startTime": 142.773,
    "endTime": 154.0,
    "text": "– which corrects our characteristic over-investment in matters which make only a limited contribution to the essential task of existence, which is to be kind,"
  },
  {
    "startTime": 154.1,
    "endTime": 158.56,
    "text": "to make the most of our talents, to love and to appreciate."
  },
  {
    "startTime": 158.56,
    "endTime": 167.12,
    "text": "We believe in making the world a more emotionally intelligent place.  And to that end, we've now also published some extraordinary books."
  },
  {
    "startTime": 167.12,
    "endTime": 173.20000000000002,
    "text": "As well as other merchandise that re-enforces some of the themes illustrated in our videos."
  },
  {
    "startTime": 173.2,
    "endTime": 183.2,
    "text": "Please click on the link below to see more."
  }
]