[
  {
    "startTime": 0.089,
    "endTime": 5.25,
    "text": "Everyone has experienced that overwhelming feeling that your life is one giant mess."
  },
  {
    "startTime": 5.95,
    "endTime": 9.780000000000001,
    "text": "As a student, parent or average person you've got a lot going on"
  },
  {
    "startTime": 9.78,
    "endTime": 13.989999999999998,
    "text": "and it can be a real challenge to get in control and stay there."
  },
  {
    "startTime": 14.09,
    "endTime": 17.92,
    "text": "So what's the best way to get your life organized?"
  },
  {
    "startTime": 18.02,
    "endTime": 23.79,
    "text": "I asked Nicole from NeatNik for her advice, because she is a professional organizer."
  },
  {
    "startTime": 23.79,
    "endTime": 29.099999999999998,
    "text": "It turns out there are 6 habits highly organized people have in common."
  },
  {
    "startTime": 29.1,
    "endTime": 37.11,
    "text": "What's really interesting about these top tips is you can apply them to organizing anything, not just a physical space."
  },
  {
    "startTime": 37.11,
    "endTime": 44.6,
    "text": "Now you might be wondering why you should even care about being organized so let's see if any of these reasons blow your hair back."
  },
  {
    "startTime": 44.7,
    "endTime": 53.579,
    "text": "You'll be more focused on what you want to achieve, be able to prioritize your tasks, and set and achieve your goals more efficiently."
  },
  {
    "startTime": 53.71,
    "endTime": 58.84,
    "text": "You'll manage your time more effectively, work more economically and be more productive."
  },
  {
    "startTime": 58.84,
    "endTime": 64.629,
    "text": "You'll be less stressed, achieve more balance in your life and be more flexible."
  },
  {
    "startTime": 64.629,
    "endTime": 69.9,
    "text": "And you might even have more energy and enthusiasm once you've achieved freedom from chaos."
  },
  {
    "startTime": 69.9,
    "endTime": 70.9,
    "text": "Sound good?"
  },
  {
    "startTime": 70.9,
    "endTime": 75.06,
    "text": "Ok, here's how to do it — habit number one."
  },
  {
    "startTime": 75.06,
    "endTime": 76.499,
    "text": "Keep it simple."
  },
  {
    "startTime": 76.499,
    "endTime": 82.649,
    "text": "Elaborate organizational systems are hard to maintain, and most of the time—they're not worth the effort."
  },
  {
    "startTime": 82.649,
    "endTime": 92.909,
    "text": "Whether you're organizing your sock drawer or your class notes, have as few steps as possible, otherwise it'll be too frustrating to maintain over time."
  },
  {
    "startTime": 92.909,
    "endTime": 99.45,
    "text": "Going crazy with a fancy color coding system might look pretty cool, but the effort can outweigh the benefits."
  },
  {
    "startTime": 99.45,
    "endTime": 106.059,
    "text": "Choose a system that's easy to use, and you'll become more productive, not less."
  },
  {
    "startTime": 106.159,
    "endTime": 107.899,
    "text": "Develop routines."
  },
  {
    "startTime": 107.999,
    "endTime": 114.85,
    "text": "If there are things you have to do every day or week, create set routines about when and how you do them."
  },
  {
    "startTime": 114.85,
    "endTime": 122.97,
    "text": "This is about managing your time more effectively, and saving yourself the mental effort of continual planning and re-scheduling."
  },
  {
    "startTime": 122.979,
    "endTime": 129.97,
    "text": "Turn your important tasks into routines and fit the rest of your life around them, not the other way around."
  },
  {
    "startTime": 129.97,
    "endTime": 135.43,
    "text": "When is your best time to study, exercise, socialize, clean your home or relax?"
  },
  {
    "startTime": 135.43,
    "endTime": 141.9,
    "text": "Develop morning and evening routines for your regular tasks, whether it's study or putting out the recycling."
  },
  {
    "startTime": 141.909,
    "endTime": 151.35899999999998,
    "text": "Anybody's routines can get broken but always try to get your groove back as soon as possible."
  },
  {
    "startTime": 151.359,
    "endTime": 155.519,
    "text": "Have a place for everything, and put everything in its place."
  },
  {
    "startTime": 155.519,
    "endTime": 159.06900000000002,
    "text": "This might be common sense but it's not always common practice."
  },
  {
    "startTime": 159.069,
    "endTime": 162.599,
    "text": "If you don't know where things belong, you can't put them away."
  },
  {
    "startTime": 162.599,
    "endTime": 171.56,
    "text": "You might have a shelf for all your text books and class notes, a special section of your closet for your winter clothes, or folders on your computer for all your assignments."
  },
  {
    "startTime": 171.56,
    "endTime": 177.94,
    "text": "So this works for physical things or digital things or even your knowledge like I teach at Memorize Academy."
  },
  {
    "startTime": 178.04,
    "endTime": 184.269,
    "text": "Try not to put something down temporarily, but take a few extra seconds to put it where it belongs."
  },
  {
    "startTime": 184.53,
    "endTime": 186.56,
    "text": "Every time."
  },
  {
    "startTime": 186.56,
    "endTime": 188.89000000000001,
    "text": "Keep a current and detailed to-do list."
  },
  {
    "startTime": 188.89,
    "endTime": 192.76899999999998,
    "text": "Don't be mistaken, it takes planning to be organized."
  },
  {
    "startTime": 192.769,
    "endTime": 198.89000000000001,
    "text": "Work backwards by starting with your end goal, and then decide what smaller steps you'll follow to get there."
  },
  {
    "startTime": 198.89,
    "endTime": 203.32999999999998,
    "text": "Try to keep lists for daily tasks as well as longer term projects."
  },
  {
    "startTime": 203.33,
    "endTime": 209.52,
    "text": "And use a central list for everything, whether it's in a physical notebook or a digital list on your computer or phone."
  },
  {
    "startTime": 209.52,
    "endTime": 216.84,
    "text": "If you write random reminders on loose pieces of paper, make sure you transfer them to your main list, and keep it current."
  },
  {
    "startTime": 216.84,
    "endTime": 222.599,
    "text": "And giving yourself deadlines can help you to get things done and crossed off your list."
  },
  {
    "startTime": 222.599,
    "endTime": 226.56,
    "text": "Don't get bogged down by perfectionism."
  },
  {
    "startTime": 226.56,
    "endTime": 234.21,
    "text": "You don't have to be perfect to be organized, so don't think you need to get everything done, and done exactly right."
  },
  {
    "startTime": 234.219,
    "endTime": 240.79999999999998,
    "text": "Prioritize tasks and try to learn where and how you can take shortcuts and how to get things done quickly."
  },
  {
    "startTime": 240.8,
    "endTime": 244.15,
    "text": "Be honest and think about what's really important."
  },
  {
    "startTime": 244.15,
    "endTime": 252.12,
    "text": "The end goal is progress, so it's less about perfection and more about action."
  },
  {
    "startTime": 252.12,
    "endTime": 255.709,
    "text": "Toss things daily and purge routinely."
  },
  {
    "startTime": 255.709,
    "endTime": 261.95,
    "text": "Organized people don't wait for a free weekend or an open block of time to get themselves and their lives in order."
  },
  {
    "startTime": 261.95,
    "endTime": 269.75,
    "text": "They constantly cross things off their list, throw things away, reevaluate what they own, and tidy their house and the way they operate."
  },
  {
    "startTime": 269.75,
    "endTime": 280.93,
    "text": "They may take a few minutes each night to clean off their desk, delete old files from their computer or emails from their inbox, or throw out the expired food from the refrigerator."
  },
  {
    "startTime": 280.93,
    "endTime": 285.34000000000003,
    "text": "Organizing is not a separated event – it's part of their day."
  },
  {
    "startTime": 285.34,
    "endTime": 286.34,
    "text": "There you have it."
  },
  {
    "startTime": 286.34,
    "endTime": 298.4,
    "text": "Whether you're organizing your room or home, your computer, the way you study, the way you think, your social life or the goals you want to achieve, these six habits will get you streamlined and heading in the right direction."
  },
  {
    "startTime": 298.4,
    "endTime": 299.44899999999996,
    "text": "Keep it simple."
  },
  {
    "startTime": 299.449,
    "endTime": 300.84000000000003,
    "text": "Develop routines."
  },
  {
    "startTime": 300.84,
    "endTime": 303.75,
    "text": "Have a place for everything, and put everything in its place."
  },
  {
    "startTime": 303.75,
    "endTime": 305.699,
    "text": "Keep a current and detailed to-do list."
  },
  {
    "startTime": 305.699,
    "endTime": 308.199,
    "text": "Don't get bogged down by perfectionism."
  },
  {
    "startTime": 308.199,
    "endTime": 311.15000000000003,
    "text": "Toss things daily and purge routinely."
  },
  {
    "startTime": 311.15,
    "endTime": 320.08,
    "text": "If you'd like to get advice from a professional organizer on organizing your room, home or physical space, head over to Neatnik for some more great tips."
  },
  {
    "startTime": 320.08,
    "endTime": 326.52,
    "text": "And as always, to learn more about organizing knowledge and information in your memory, head over to Memorize Academy."
  },
  {
    "startTime": 326.52,
    "endTime": 336.52,
    "text": "Thanks for watching, I'll see you again soon, bye!"
  }
]