[
  {
    "startTime": 8.929,
    "endTime": 14.939,
    "text": "In Task 2 of the IELTS Academic Writing Test, one of the four areas on which your essay"
  },
  {
    "startTime": 14.939,
    "endTime": 24.269,
    "text": "is assessed is Grammatical Range and Accuracy. One important aspect of this is sentence structure."
  },
  {
    "startTime": 24.269,
    "endTime": 31.82,
    "text": "It is important to use complex sentences. If your sentences are all simple, then you"
  },
  {
    "startTime": 31.82,
    "endTime": 39.55,
    "text": "will lose marks for grammatical range. So, let’s look at how you can include complex"
  },
  {
    "startTime": 39.55,
    "endTime": 41.87,
    "text": "sentences in your writing."
  },
  {
    "startTime": 41.87,
    "endTime": 50.17,
    "text": "So let’s begin with a brief overview of sentence structure. A simple sentence contains"
  },
  {
    "startTime": 50.17,
    "endTime": 62.309,
    "text": "only one main or independent clause, for example, 'The baby cried'. A complex sentence contains"
  },
  {
    "startTime": 62.309,
    "endTime": 71.52,
    "text": "one main or independent clause and at least one subordinate or dependent clause. For example,"
  },
  {
    "startTime": 71.52,
    "endTime": 79.86,
    "text": "'Although I was tired, I stayed up late studying.' As the name suggests, the independent clause"
  },
  {
    "startTime": 79.86,
    "endTime": 85.83,
    "text": "can stand on its own, while the dependent clause cannot."
  },
  {
    "startTime": 85.83,
    "endTime": 92.42,
    "text": "Now, let’s take a look at how you can link your ideas to create complex sentences."
  },
  {
    "startTime": 92.42,
    "endTime": 99.79,
    "text": "Look at these two simple sentences. They have a common theme. We can combine these short"
  },
  {
    "startTime": 99.79,
    "endTime": 106.34,
    "text": "sentences into a larger sentence in a number of ways."
  },
  {
    "startTime": 106.34,
    "endTime": 113.45,
    "text": "For example, we could use a relative pronoun like 'where', 'which', or 'that'"
  },
  {
    "startTime": 113.45,
    "endTime": 117.729,
    "text": "to create complex sentences like these."
  },
  {
    "startTime": 117.729,
    "endTime": 124.47,
    "text": "Another way to make complex sentences is to use linking words and phrases to link your"
  },
  {
    "startTime": 124.47,
    "endTime": 133.299,
    "text": "ideas and show the relationships between them. The kinds of relationships you can show include"
  },
  {
    "startTime": 133.299,
    "endTime": 144.44,
    "text": "comparison and contrast, cause and effect, additional information, and opposition."
  },
  {
    "startTime": 144.44,
    "endTime": 150.7,
    "text": "This table shows some of these linking words and phrases. On the left, you can see the"
  },
  {
    "startTime": 150.7,
    "endTime": 156.879,
    "text": "meaning or function of these words and phrases, and on the right, you can see them used in"
  },
  {
    "startTime": 156.879,
    "endTime": 162.69899999999998,
    "text": "example sentences. You may find this table a useful reference when you are practising"
  },
  {
    "startTime": 162.699,
    "endTime": 165.18,
    "text": "Task 2 writing tasks."
  },
  {
    "startTime": 165.18,
    "endTime": 171.499,
    "text": "So I hope you now have a better understanding of the importance of using complex sentences"
  },
  {
    "startTime": 171.499,
    "endTime": 176.659,
    "text": "in your writing. I’m sure you’re ready now to do some practise to help you build"
  },
  {
    "startTime": 176.659,
    "endTime": 186.659,
    "text": "some more skills around linking your ideas and showing relationships between them."
  }
]