[
  {
    "startTime": 8.6,
    "endTime": 13.69,
    "text": "I’m sure you're curious to find out as much as possible about the IELTS Reading Test,"
  },
  {
    "startTime": 13.69,
    "endTime": 17.09,
    "text": "but why don’t we begin by looking at some important facts."
  },
  {
    "startTime": 17.09,
    "endTime": 21.948999999999998,
    "text": "Let’s start with facts about the timing of the test."
  },
  {
    "startTime": 21.949,
    "endTime": 28.340000000000003,
    "text": "When you take the IELTS Reading Test, it will take one hour, or 60 minutes. During this"
  },
  {
    "startTime": 28.34,
    "endTime": 34.29,
    "text": "time you will read and answer the questions. You’ll also need to write your answers on"
  },
  {
    "startTime": 34.29,
    "endTime": 39.87,
    "text": "the answer sheet while you are doing the test, because unlike the Listening Test, there is"
  },
  {
    "startTime": 39.87,
    "endTime": 42.449999999999996,
    "text": "no extra transfer time given."
  },
  {
    "startTime": 42.45,
    "endTime": 49.760000000000005,
    "text": "By the way, when you do this, your answers must be spelled correctly and you must use"
  },
  {
    "startTime": 49.76,
    "endTime": 53.48,
    "text": "correct grammar."
  },
  {
    "startTime": 53.48,
    "endTime": 60.669999999999995,
    "text": "The Reading Test is organised into three sections and each section has a reading text and 13"
  },
  {
    "startTime": 60.67,
    "endTime": 70.14,
    "text": "or 14 questions. You can start with any section that you like. In total, you have to answer"
  },
  {
    "startTime": 70.14,
    "endTime": 73.15,
    "text": "40 questions for the whole Reading Test."
  },
  {
    "startTime": 73.15,
    "endTime": 81.29,
    "text": "You are probably also wondering what the reading texts are about. Well, the text features a"
  },
  {
    "startTime": 81.29,
    "endTime": 88.05000000000001,
    "text": "variety of different reading passages. The topics are different, for example one text"
  },
  {
    "startTime": 88.05,
    "endTime": 94.78999999999999,
    "text": "may be about astronomy, but another would be about something completely different. The"
  },
  {
    "startTime": 94.79,
    "endTime": 102.35000000000001,
    "text": "topics are generally about academic subjects, such as the environment, education, technology,"
  },
  {
    "startTime": 102.35,
    "endTime": 108.19999999999999,
    "text": "and work. The texts would be of interest to an educated audience, but you don’t need"
  },
  {
    "startTime": 108.2,
    "endTime": 115.71000000000001,
    "text": "to be an expert to understand them. The texts are taken from real publications like books,"
  },
  {
    "startTime": 115.71,
    "endTime": 123.94999999999999,
    "text": "newspapers, and magazines. The style of the passage may vary too; it might be descriptive,"
  },
  {
    "startTime": 123.95,
    "endTime": 130.91,
    "text": "or argumentative, for example. The text may have an illustration or a graph."
  },
  {
    "startTime": 130.91,
    "endTime": 138.2,
    "text": "And as for length, each text can be up to about 900 words long."
  },
  {
    "startTime": 138.2,
    "endTime": 143.67999999999998,
    "text": "You might also be wondering about the test questions, or tasks. Well, the IELTS Reading"
  },
  {
    "startTime": 143.68,
    "endTime": 149.99,
    "text": "Test features a real variety of different question types. These include tasks like multiple"
  },
  {
    "startTime": 149.99,
    "endTime": 157.9,
    "text": "choice, completing a table, or choosing headings for paragraphs. In one test, you might encounter"
  },
  {
    "startTime": 157.9,
    "endTime": 163.87,
    "text": "between four and ten different question types, so it’s a good idea to have practised all"
  },
  {
    "startTime": 163.87,
    "endTime": 169.05,
    "text": "of them before you take the test."
  },
  {
    "startTime": 169.05,
    "endTime": 174.29000000000002,
    "text": "To prepare well for the IELTS Reading Test, you need to practise all of the ten possible"
  },
  {
    "startTime": 174.29,
    "endTime": 179.65,
    "text": "question types. The question types are used randomly and are"
  },
  {
    "startTime": 179.65,
    "endTime": 184.97,
    "text": "called: multiple choice; short-answer questions; sentence"
  },
  {
    "startTime": 184.97,
    "endTime": 192.52,
    "text": "completion; notes, summary, table, or flow chart completion; labelling a diagram; choosing"
  },
  {
    "startTime": 192.52,
    "endTime": 200.09900000000002,
    "text": "headings for paragraphs or sections of a text; locating information; identification of writer’s"
  },
  {
    "startTime": 200.099,
    "endTime": 207.79,
    "text": "views or of information in a text; classification; and finally, matching."
  },
  {
    "startTime": 207.79,
    "endTime": 211.959,
    "text": "When you answer these questions, you might be required to write a word or a phrase from"
  },
  {
    "startTime": 211.959,
    "endTime": 217.959,
    "text": "the reading text, or perhaps a number or a letter. You will be able to practise these question"
  },
  {
    "startTime": 217.959,
    "endTime": 220.629,
    "text": "types in this course."
  },
  {
    "startTime": 220.629,
    "endTime": 227.26999999999998,
    "text": "As a teacher, I often get asked how difficult the Reading Test is. Well, that varies from"
  },
  {
    "startTime": 227.27,
    "endTime": 233.56,
    "text": "person to person. How easy or difficult you find the test overall really depends on you,"
  },
  {
    "startTime": 233.56,
    "endTime": 239.959,
    "text": "your reading experience and your ability. But I can say that one of the most challenging"
  },
  {
    "startTime": 239.959,
    "endTime": 246.31900000000002,
    "text": "aspects of the Reading Test is managing your time. You won’t be told when to start and"
  },
  {
    "startTime": 246.319,
    "endTime": 251.69,
    "text": "finish each section, so you’ll need to keep an eye on the time. You don’t want to spend"
  },
  {
    "startTime": 251.69,
    "endTime": 257.43,
    "text": "too long on any one section because you’ll want to allow enough time to attempt all the"
  },
  {
    "startTime": 257.43,
    "endTime": 261.249,
    "text": "questions. And another thing that I remind my students"
  },
  {
    "startTime": 261.249,
    "endTime": 267.889,
    "text": "about is to read the instructions carefully. For example, pay attention to how many words"
  },
  {
    "startTime": 267.889,
    "endTime": 272.08,
    "text": "you're supposed to write; one, two or three?"
  },
  {
    "startTime": 272.08,
    "endTime": 275.729,
    "text": "So, what happens to your test when you've finished?"
  },
  {
    "startTime": 275.729,
    "endTime": 281.65,
    "text": "Well, it is marked and one point is given for each correct answer."
  },
  {
    "startTime": 281.65,
    "endTime": 287.30899999999997,
    "text": "Remember, you will lose points for incorrect spelling or grammar, so be careful when you're"
  },
  {
    "startTime": 287.309,
    "endTime": 292.589,
    "text": "copying words from the reading text onto your answer sheet, it’s easy to make a careless"
  },
  {
    "startTime": 292.589,
    "endTime": 296.939,
    "text": "mistake. The total number of points is then converted"
  },
  {
    "startTime": 296.939,
    "endTime": 303.449,
    "text": "into an IELTS band score for Reading, for example, 6.0 or 7.0."
  },
  {
    "startTime": 303.449,
    "endTime": 311.99,
    "text": "It's also possible to be given a half band score, such as 5.5, or 6.5."
  },
  {
    "startTime": 311.99,
    "endTime": 319.11,
    "text": "So, now you have some basic information. But remember, although these facts are important"
  },
  {
    "startTime": 319.11,
    "endTime": 323.969,
    "text": "background knowledge, there's a lot more to learn which will help you to do well in"
  },
  {
    "startTime": 323.969,
    "endTime": 333.969,
    "text": "the IELTS Reading Test."
  }
]