[
  {
    "startTime": 0.719,
    "endTime": 2.98,
    "text": "Hey, there! Welcome to Life Noggin."
  },
  {
    "startTime": 3.1,
    "endTime": 6.800000000000001,
    "text": "Have you ever heard someone say, \"I'm so clean. I'm OCD.\"?"
  },
  {
    "startTime": 6.8,
    "endTime": 16.5,
    "text": "You might think that having OCD just means being a neat freak, but actually, obsessive-compulsive disorder is a serious ailment that only affects about 2% of the population."
  },
  {
    "startTime": 16.5,
    "endTime": 23.1,
    "text": "People with OCD are plagued with unwanted thoughts, behaviors, or mental images that repeat over and over."
  },
  {
    "startTime": 23.2,
    "endTime": 32.4,
    "text": "They might feel like objects in a room have to be perfectly aligned, or they may worry obsessively about harming others, even if they would never actually do anything."
  },
  {
    "startTime": 32.4,
    "endTime": 38.6,
    "text": "And yes, some people with OCD obsess over germs and cleanliness, but it's different than just wanting your house tidy."
  },
  {
    "startTime": 38.6,
    "endTime": 42.78,
    "text": "For those with the disorder, their obsession feels out of their control."
  },
  {
    "startTime": 42.78,
    "endTime": 46.4,
    "text": "It can be debilitating, and cleaning won't solve the problem."
  },
  {
    "startTime": 46.5,
    "endTime": 53.4,
    "text": "These obsessions are typically intertwined with compulsions—repeated actions the person has to do just to function."
  },
  {
    "startTime": 53.4,
    "endTime": 60.5,
    "text": "If someone is obsessed with germs, they might wash their hands over and over, even after they logically know that they are clean."
  },
  {
    "startTime": 60.7,
    "endTime": 69.9,
    "text": "Or if they're obsessed with safety, they might force themselves to check that the doors are locked and that the stove is off dozens of times before they can leave the house."
  },
  {
    "startTime": 70.0,
    "endTime": 74.0,
    "text": "They might also feel the need to repeat a certain word, or count their steps."
  },
  {
    "startTime": 74.1,
    "endTime": 79.69999999999999,
    "text": "Although OCD can take many forms, there are some things that everyone with the disorder has in common."
  },
  {
    "startTime": 79.8,
    "endTime": 86.8,
    "text": "In order to be diagnosed, the obsessions or compulsions must be extremely time-consuming and take up at least an hour a day."
  },
  {
    "startTime": 86.9,
    "endTime": 92.60000000000001,
    "text": "Almost everyone with OCD knows their thoughts aren't logical, but they can't stop themselves."
  },
  {
    "startTime": 92.6,
    "endTime": 98.5,
    "text": "And they usually don't enjoy their compulsions. It's just the only way they can reduce their anxiety and stress."
  },
  {
    "startTime": 98.5,
    "endTime": 105.0,
    "text": "So, for those suffering, it can hurt to hear others use the term OCD without understanding what it fully means."
  },
  {
    "startTime": 105.0,
    "endTime": 111.3,
    "text": "You might say that you have OCD because you like things to be organized, but it's a passing thought that you could shrug off."
  },
  {
    "startTime": 111.3,
    "endTime": 115.31,
    "text": "Having real OCD means not being able to let go of those thoughts."
  },
  {
    "startTime": 115.31,
    "endTime": 121.0,
    "text": "Lots of studies have shown that those with OCD actually have slightly different brain function than those without."
  },
  {
    "startTime": 121.0,
    "endTime": 131.7,
    "text": "Although scientists are still learning how the disorder works, many think it has to do with the changes in a circuit of the brain called the corticostriatal pathway, which regulates habit and repeated action."
  },
  {
    "startTime": 131.7,
    "endTime": 136.89999999999998,
    "text": "Recent studies have focused on trying to find medications that bind to receptors in that pathway."
  },
  {
    "startTime": 136.9,
    "endTime": 143.48000000000002,
    "text": "If the studies are successful, they may be able to develop medication that specifically targets OCD symptoms."
  },
  {
    "startTime": 143.48,
    "endTime": 145.6,
    "text": "This would be a huge leap forward."
  },
  {
    "startTime": 145.7,
    "endTime": 151.72,
    "text": "Currently, doctors typically prescribe general antidepressants for OCD. They also recommend behavioral therapy."
  },
  {
    "startTime": 151.72,
    "endTime": 159.2,
    "text": "This includes exposure therapy, where patients are carefully exposed to fearful situations without being allowed to act on their compulsions."
  },
  {
    "startTime": 159.2,
    "endTime": 165.29999999999998,
    "text": "For the small amount of people who don't respond to either drugs or therapy, there are more invasive procedures."
  },
  {
    "startTime": 165.3,
    "endTime": 176.03,
    "text": "Around 300 people have undergone something called DBS, or deep brain stimulation, which is when electrodes are implanted in the brain to control impulses in some of the corticostriatal regions."
  },
  {
    "startTime": 176.03,
    "endTime": 182.87,
    "text": "When the electrodes are activated, they cause the brain of someone with OCD to have the same neural activity as someone without."
  },
  {
    "startTime": 182.87,
    "endTime": 184.9,
    "text": "The treatment has been a huge success."
  },
  {
    "startTime": 184.9,
    "endTime": 191.8,
    "text": "Almost all DBS patients say the procedure improved their mood and self-confidence, and most regained a normal quality of life."
  },
  {
    "startTime": 191.8,
    "endTime": 202.9,
    "text": "Although OCD can be debilitating, these types of treatments offer hope that one day soon, everyone with the disorder will be able to find relief and take back control of their life."
  },
  {
    "startTime": 202.9,
    "endTime": 210.20000000000002,
    "text": "I hope you gain a better understanding of OCD, And let me know in the comment section below what other science topic you would like us to talk about?"
  },
  {
    "startTime": 210.2,
    "endTime": 217.5,
    "text": "If you enjoyed this video, then you should definitely watch our video where we tackle the question - can you have more than one personality?"
  },
  {
    "startTime": 217.5,
    "endTime": 218.5,
    "text": "Check it out."
  },
  {
    "startTime": 218.5,
    "endTime": 226.9,
    "text": "To get this disorder, you'd have to have two or more identities that can take control of your behavior, and they have to have different memories and feelings itself."
  },
  {
    "startTime": 226.9,
    "endTime": 233.9,
    "text": "There are only a few people who have actually been documented with the psychological condition, but you've probably heard of it thanks to movies and television."
  },
  {
    "startTime": 233.9,
    "endTime": 239.0,
    "text": "My name is Bloco, this has been Life Noggin. Don't forget to keep on thinking."
  }
]