[
  {
    "startTime": 3.82,
    "endTime": 6.26,
    "text": "Have you seen these type of articles before?"
  },
  {
    "startTime": 6.26,
    "endTime": 9.66,
    "text": "Things like, \"12 Things Successful People Do Differently\"."
  },
  {
    "startTime": 9.66,
    "endTime": 13.42,
    "text": "Or, \"13 Tips From The World's Most Successful People\"."
  },
  {
    "startTime": 13.42,
    "endTime": 19.1,
    "text": "The logic is: if it helped them get success, it should at least be somewhat helpful to you, right?"
  },
  {
    "startTime": 19.1,
    "endTime": 24.240000000000002,
    "text": "Yet, this type of logic is fundamentally flawed and could very well make you worse off."
  },
  {
    "startTime": 24.24,
    "endTime": 37.7,
    "text": "To show just how easy it is to get fooled by these success stories, imagine this simple scam: first, get the email address of 50.000 people, next tell them you're part of a hedge fund that can accurately predict the stock market."
  },
  {
    "startTime": 37.7,
    "endTime": 45.580000000000005,
    "text": "Now, here is the trick: to half of them, say that the stock markets will go up and make up some reasonable explanation as for why."
  },
  {
    "startTime": 45.58,
    "endTime": 48.94,
    "text": "To the other half, say the stock markets will go down."
  },
  {
    "startTime": 48.94,
    "endTime": 52.699999999999996,
    "text": "Now, by the end of the week the stocks will either move up or down."
  },
  {
    "startTime": 52.7,
    "endTime": 54.540000000000006,
    "text": "Let's say the stocks moved up."
  },
  {
    "startTime": 54.54,
    "endTime": 58.68,
    "text": "All you need to do is call the half which received the wrong prediction."
  },
  {
    "startTime": 58.68,
    "endTime": 65.88,
    "text": "So, out of the remaining 25000, once again tell half that the stocks will rise and the other half that it will fall."
  },
  {
    "startTime": 65.88,
    "endTime": 70.14,
    "text": "At the end of the week, call the half with the wrong prediction and repeat."
  },
  {
    "startTime": 70.14,
    "endTime": 78.76,
    "text": "Ultimately, by the end of week 10 you would have shown around 50 people that you can accurately predict the stock markets 10 weeks in a row."
  },
  {
    "startTime": 78.76,
    "endTime": 80.58,
    "text": "Sounds pretty impressive, right?"
  },
  {
    "startTime": 80.58,
    "endTime": 87.32,
    "text": "In fact, if they'd then entrusted 10000 dollars to your hedge fund, you would've run away with half a million dollars."
  },
  {
    "startTime": 87.32,
    "endTime": 91.33999999999999,
    "text": "Now, you might be thinking \"surely this doesn't happen in real life!\""
  },
  {
    "startTime": 91.34,
    "endTime": 92.3,
    "text": "Well, it does."
  },
  {
    "startTime": 92.3,
    "endTime": 94.64,
    "text": "But we are those 50 remaining people."
  },
  {
    "startTime": 94.64,
    "endTime": 97.74,
    "text": "Because we are so in awe of these successful people."
  },
  {
    "startTime": 97.74,
    "endTime": 102.86,
    "text": "We don't even consider that there might be some other huge factors at play, such as: luck!"
  },
  {
    "startTime": 102.86,
    "endTime": 106.02,
    "text": "For example, let's say you wanted financial advice."
  },
  {
    "startTime": 106.02,
    "endTime": 110.47999999999999,
    "text": "One hyper common advice, given on how to get rich is to take risks."
  },
  {
    "startTime": 110.48,
    "endTime": 113.74000000000001,
    "text": "Because even if you fail, you can still learn from your failures."
  },
  {
    "startTime": 113.74,
    "endTime": 115.19999999999999,
    "text": "That makes sense, right?"
  },
  {
    "startTime": 115.2,
    "endTime": 118.16,
    "text": "However, consider all the people who are bankrupt."
  },
  {
    "startTime": 118.16,
    "endTime": 119.94,
    "text": "No doubt, they took risks too."
  },
  {
    "startTime": 119.94,
    "endTime": 121.94,
    "text": "So, where's their success?"
  },
  {
    "startTime": 121.94,
    "endTime": 128.62,
    "text": "Clearly, if we only listen to the winner's story, there's no balancing force of bankrupt people telling us to be more careful."
  },
  {
    "startTime": 128.62,
    "endTime": 135.6,
    "text": "Another example: take a look at \"In search of excellence\", a book which sold over 3 million copies!"
  },
  {
    "startTime": 135.6,
    "endTime": 142.38,
    "text": "It analyses about 50 excellent companies and identifies 8 common traits that propelled them to success."
  },
  {
    "startTime": 142.38,
    "endTime": 149.79999999999998,
    "text": "Yet, since then, out of the 35 companies which are publicly traded 20 are falling below the market average."
  },
  {
    "startTime": 149.8,
    "endTime": 151.8,
    "text": "5 even went bankrupt."
  },
  {
    "startTime": 151.8,
    "endTime": 155.36,
    "text": "Which bakes the question: were these companies actually excellent?"
  },
  {
    "startTime": 155.36,
    "endTime": 161.34,
    "text": "Or perhaps: were some of these 50 companies just the lucky ones out of a pool of 50000?"
  },
  {
    "startTime": 161.34,
    "endTime": 164.56,
    "text": "and if so, why should anyone listen to their advice?"
  },
  {
    "startTime": 164.56,
    "endTime": 181.8,
    "text": "From here you can see what the problem is: if you only take advice of the so called successful people and ignore all the failures, you're going to be left with a heavily distorted view of reality this is known as 'survivorship bias' , furthermore, it doesn't just apply to financial advice."
  },
  {
    "startTime": 181.8,
    "endTime": 184.24,
    "text": "Let's say you wanted some relationship advice."
  },
  {
    "startTime": 184.24,
    "endTime": 190.48000000000002,
    "text": "Naturally, you'll search for some happily married couple of 40 years and ask: \"what's your secret to marriage?\""
  },
  {
    "startTime": 190.48,
    "endTime": 195.29999999999998,
    "text": "They'll give sensible advice too, like: \"focus on your partners positives rather than the negatives.\""
  },
  {
    "startTime": 195.3,
    "endTime": 198.02,
    "text": "Now, sure, this sounds like good advice."
  },
  {
    "startTime": 198.02,
    "endTime": 199.66,
    "text": "It might even work!"
  },
  {
    "startTime": 199.66,
    "endTime": 207.34,
    "text": "Yet, it's only when you factor in both the happily married and the bitterly divorced that you get a better picture of what's really going on."
  },
  {
    "startTime": 207.34,
    "endTime": 208.56,
    "text": "Take a look at this graph."
  },
  {
    "startTime": 208.56,
    "endTime": 213.74,
    "text": "It follows the lives of about 2,500 German participants for 10 years."
  },
  {
    "startTime": 213.74,
    "endTime": 220.60000000000002,
    "text": "As you can see, those who are happily married are just happier to begin with even before they met their husbands and wives."
  },
  {
    "startTime": 220.6,
    "endTime": 223.1,
    "text": "They were already leading happier lives."
  },
  {
    "startTime": 223.1,
    "endTime": 227.73999999999998,
    "text": "On the other hand, those who ended up divorcing were naturally more depressed."
  },
  {
    "startTime": 227.74,
    "endTime": 229.98000000000002,
    "text": "Now, this isn't something people realize."
  },
  {
    "startTime": 229.98,
    "endTime": 235.73999999999998,
    "text": "Not many would say: \"I'm happy with my marriage because I'm just happier about stuff in general.\""
  },
  {
    "startTime": 235.74,
    "endTime": 238.72,
    "text": "And yet, this seems like such an important factor."
  },
  {
    "startTime": 238.72,
    "endTime": 244.78,
    "text": "It suggests we should focus on improving ourselves before we think of improving our relationships."
  },
  {
    "startTime": 244.78,
    "endTime": 253.72,
    "text": "So, here's the bottom line: when it comes to complex things in our life, like marriage and getting rich, no one really knows what it takes to become successful."
  },
  {
    "startTime": 253.86,
    "endTime": 260.32,
    "text": "Therefore, when listening to the advice of successful people be skeptical and make sure you aren't getting fooled."
  },
  {
    "startTime": 260.32,
    "endTime": 270.32,
    "text": "Instead, consider the failures and perhaps you'll learn more."
  }
]