[
  {
    "startTime": 0.2,
    "endTime": 2.7,
    "text": "They do their homework on time."
  },
  {
    "startTime": 2.8,
    "endTime": 4.5,
    "text": "Their writing is neat."
  },
  {
    "startTime": 4.6,
    "endTime": 6.3,
    "text": "They keep their bedroom tidy."
  },
  {
    "startTime": 6.4,
    "endTime": 8.0,
    "text": "They are often a little shy."
  },
  {
    "startTime": 8.1,
    "endTime": 10.0,
    "text": "They want to help their parents."
  },
  {
    "startTime": 10.1,
    "endTime": 13.0,
    "text": "They use their brakes when cycling down a hill."
  },
  {
    "startTime": 13.2,
    "endTime": 21.0,
    "text": "Because they don't pose many immediate problems, we tend to assume that all is well with good children."
  },
  {
    "startTime": 21.2,
    "endTime": 27.1,
    "text": "They aren't the target for particular concern that'll goes to the kids who are graffitiing the underpass."
  },
  {
    "startTime": 27.3,
    "endTime": 34.0,
    "text": "People imagine the good children are fine because they do everything that's expected of them."
  },
  {
    "startTime": 34.2,
    "endTime": 37.7,
    "text": "And that, of course, is precisely the problem."
  },
  {
    "startTime": 37.9,
    "endTime": 46.0,
    "text": "The secret sorrows⏤and future difficulties⏤of the good boy or girl begin with their inner need for excessive compliance."
  },
  {
    "startTime": 46.2,
    "endTime": 52.2,
    "text": "The good child isn't good because by a quirk of nature they simply have no inclination to be anything else."
  },
  {
    "startTime": 52.3,
    "endTime": 55.8,
    "text": "They are good because they have no other option."
  },
  {
    "startTime": 55.9,
    "endTime": 59.199999999999996,
    "text": "Their goodness is a necessity rather than a choice."
  },
  {
    "startTime": 59.7,
    "endTime": 69.10000000000001,
    "text": "Many good children are good out of love of a depressed, harassed parent who makes it clear they just couldn't cope with any more complications or difficulties."
  },
  {
    "startTime": 69.2,
    "endTime": 79.3,
    "text": "Or maybe they are very good to soothe a violently angry parent who could become catastrophically frightening at any sign of less than perfect conduct."
  },
  {
    "startTime": 79.6,
    "endTime": 89.69999999999999,
    "text": "But this sort of repression of more challenging emotions, though it produces short-term pleasant obedience, stores up a huge amount of difficulty in later life."
  },
  {
    "startTime": 89.9,
    "endTime": 98.7,
    "text": "Practiced educators and parents should spot signs of exaggerated politeness and treat it as the grave danger it really is."
  },
  {
    "startTime": 99.3,
    "endTime": 107.0,
    "text": "The good child becomes a keeper of too many secrets and an appalling communicator of unpopular but important things."
  },
  {
    "startTime": 107.2,
    "endTime": 112.84,
    "text": "They say lovely words, they're experts in satisfying the expectations of their audiences,"
  },
  {
    "startTime": 112.85,
    "endTime": 123.3,
    "text": "but their real thoughts and feelings stay buried and then generate psychosomatic symptoms, twitches, sudden outbursts, and sulphurous bitterness."
  },
  {
    "startTime": 123.5,
    "endTime": 130.5,
    "text": "The sickness of the good child is that they have no experience of other people being able to tolerate their badness."
  },
  {
    "startTime": 130.6,
    "endTime": 134.7,
    "text": "They have missed out a vital privilege accorded to the healthy child;"
  },
  {
    "startTime": 134.8,
    "endTime": 143.70000000000002,
    "text": "that of being able to display envious, greedy, ego-maniacal sides and yet be tolerated and loved nevertheless."
  },
  {
    "startTime": 144.0,
    "endTime": 147.3,
    "text": "The good person typically has particular problems around sex."
  },
  {
    "startTime": 147.4,
    "endTime": 151.8,
    "text": "As a child, they may have been praised for being pure and innocent."
  },
  {
    "startTime": 152.0,
    "endTime": 154.62,
    "text": "As they become an adult however, like all of us,"
  },
  {
    "startTime": 154.63,
    "endTime": 160.6,
    "text": "they discover the ecstasies of sex, which can be beautifully perverse and excitingly disgusting."
  },
  {
    "startTime": 160.8,
    "endTime": 166.10000000000002,
    "text": "But this may be radically at odds with the picture of what they believe they are allowed to be like."
  },
  {
    "startTime": 166.1,
    "endTime": 171.29999999999998,
    "text": "They may in response disavow their desires, go cold and detached from their bodies,"
  },
  {
    "startTime": 171.4,
    "endTime": 180.8,
    "text": "or perhaps give in to their longings only in a disproportionate way that's destructive to other bits of their lives and leaves them disgusted and frightened."
  },
  {
    "startTime": 180.8,
    "endTime": 183.8,
    "text": "At work, the good adult has problems too."
  },
  {
    "startTime": 184.0,
    "endTime": 186.2,
    "text": "As a child, they follow the rules."
  },
  {
    "startTime": 186.3,
    "endTime": 189.4,
    "text": "Never make trouble and take care not to annoy anyone."
  },
  {
    "startTime": 189.6,
    "endTime": 193.6,
    "text": "But following the rules won't get you very far in adult life."
  },
  {
    "startTime": 193.7,
    "endTime": 200.0,
    "text": "Almost everything that's interesting, worth doing or important will meet with a degree of opposition."
  },
  {
    "startTime": 200.099,
    "endTime": 206.7,
    "text": "A brilliant idea will always disappoint certain people and yet may be very much worth holding on to."
  },
  {
    "startTime": 206.8,
    "endTime": 212.70000000000002,
    "text": "The good child is condemned to career mediocrity and sterile people-pleasing."
  },
  {
    "startTime": 213.1,
    "endTime": 222.5,
    "text": "Being properly mature involves a frank, unfrightened relationship with one's own dark sides, complexities, and ambitions."
  },
  {
    "startTime": 222.6,
    "endTime": 230.62,
    "text": "It involves accepting that not everything that makes us happy will please others or be honored as especially \"nice\" by society"
  },
  {
    "startTime": 230.63,
    "endTime": 234.9,
    "text": "⏤but that it can be important to explore and hold on to it nevertheless."
  },
  {
    "startTime": 235.0,
    "endTime": 239.691,
    "text": "The desire to be good is one of the loveliest things in the world,"
  },
  {
    "startTime": 239.7,
    "endTime": 251.0,
    "text": "but in order to have a genuinely good life, we may sometimes need to be, by the standards of the good child, fruitfully and bravely bad."
  },
  {
    "startTime": 251.3,
    "endTime": 253.10000000000002,
    "text": "We love bringing you these films,"
  },
  {
    "startTime": 253.2,
    "endTime": 256.5,
    "text": "if you want to help us to keep bringing you thoughtful content,"
  },
  {
    "startTime": 256.6,
    "endTime": 262.3,
    "text": "please consider supporting us by visiting our shop at the link on your screen now."
  }
]