[
  {
    "startTime": 0.0,
    "endTime": 8.189,
    "text": "How your writing is marked. This is a writing answer sheet that you'll have in"
  },
  {
    "startTime": 8.189,
    "endTime": 15.179,
    "text": "an IELTS exam. Look at the bottom of the page. You can see that there are four"
  },
  {
    "startTime": 15.179,
    "endTime": 22.198999999999998,
    "text": "marking criteria used to assess your writing. The first criterion is task"
  },
  {
    "startTime": 22.199,
    "endTime": 28.650000000000002,
    "text": "achievement for task 1 and task response for task 2. In task 1 it"
  },
  {
    "startTime": 28.65,
    "endTime": 33.149,
    "text": "assesses if you answered all the instructions given in the question and"
  },
  {
    "startTime": 33.149,
    "endTime": 39.96,
    "text": "how accurately you met the requirements of the question. For example, in task 1"
  },
  {
    "startTime": 39.96,
    "endTime": 46.649,
    "text": "the question paper says you should write at least 150 words. To get a good mark in"
  },
  {
    "startTime": 46.649,
    "endTime": 53.19,
    "text": "task achievement, you should do so. If the first task gives you three bullet points,"
  },
  {
    "startTime": 53.19,
    "endTime": 57.599999999999994,
    "text": "then you need to provide a clear response that fully covers all of them."
  },
  {
    "startTime": 57.6,
    "endTime": 64.68,
    "text": "If the question in task 1 asks you to start a letter with \"Dear sir,\" leaving you"
  },
  {
    "startTime": 64.68,
    "endTime": 69.33000000000001,
    "text": "with no other options to start your letter with, then you should do so."
  },
  {
    "startTime": 69.33,
    "endTime": 75.81,
    "text": "Basically, task achievement is all about how accurately and fully you follow and"
  },
  {
    "startTime": 75.81,
    "endTime": 82.65,
    "text": "respond to the instructions given on the question paper. In task 2 this first"
  },
  {
    "startTime": 82.65,
    "endTime": 87.93,
    "text": "criterion 'task response' assesses if you answered the question, had a clear argument"
  },
  {
    "startTime": 87.93,
    "endTime": 93.45,
    "text": "developed then supported, clearly gave your own opinion when asked and"
  },
  {
    "startTime": 93.45,
    "endTime": 100.07900000000001,
    "text": "presented your ideas in a good structure. The next criterion is coherence and"
  },
  {
    "startTime": 100.079,
    "endTime": 106.979,
    "text": "cohesion. This criterion assesses how logically you present your ideas and how"
  },
  {
    "startTime": 106.979,
    "endTime": 113.579,
    "text": "smoothly your ideas flow to reach a reasonable conclusion. In order to"
  },
  {
    "startTime": 113.579,
    "endTime": 118.38,
    "text": "achieve a high score in this section, you should be capable of using many"
  },
  {
    "startTime": 118.38,
    "endTime": 124.35,
    "text": "different cohesive devices such as using keywords, linking words, referent"
  },
  {
    "startTime": 124.35,
    "endTime": 133.15,
    "text": "words and conjunctions. You also need to make sure to have paragraphs."
  },
  {
    "startTime": 133.15,
    "endTime": 139.93,
    "text": "Each paragraph should deliver one clear main idea. This criterion is all about"
  },
  {
    "startTime": 139.93,
    "endTime": 144.97,
    "text": "how closely and tightly your ideas are linked together to present a convincing"
  },
  {
    "startTime": 144.97,
    "endTime": 154.97,
    "text": "argument in a logical way. The third criterion is lexical resource."
  }
]