[
  {
    "startTime": 0.12,
    "endTime": 3.1,
    "text": "What's up everybody, we're the Vagabrothers and this week we're talking about the"
  },
  {
    "startTime": 3.1,
    "endTime": 10.18,
    "text": "Top 10 Things to do in Cancun in the Riviera Maya."
  },
  {
    "startTime": 10.18,
    "endTime": 14.53,
    "text": "If you've heard of Cancun, it's probably from MTV Spring Break – beaches, booze, and bodies"
  },
  {
    "startTime": 14.53,
    "endTime": 16.07,
    "text": "that make us feel like we gotta go to the gym more."
  },
  {
    "startTime": 16.17,
    "endTime": 19.910000000000004,
    "text": "Now, if that's what you're looking for, you'll find it, but trust us, there's plenty more to do in the Riviera Maya."
  },
  {
    "startTime": 20.75,
    "endTime": 21.41,
    "text": "So let's get into it."
  },
  {
    "startTime": 21.51,
    "endTime": 27.35,
    "text": "Numero uno – beaches. First and foremost, Cancun is about sun and sand."
  },
  {
    "startTime": 27.45,
    "endTime": 31.49,
    "text": "There are 30 miles of tropical, white sand beaches with beautiful blue water that's gonna make you"
  },
  {
    "startTime": 31.49,
    "endTime": 32.599,
    "text": "want to dive right in."
  },
  {
    "startTime": 32.599,
    "endTime": 37.629,
    "text": "Number two – nightlife. Now if there's one thing Cancun is famous for apart from the"
  },
  {
    "startTime": 37.629,
    "endTime": 42.41,
    "text": "beaches, it's the parties. It's definitely a lot of fun - BUT there are lots of cover"
  },
  {
    "startTime": 42.41,
    "endTime": 44.48,
    "text": "charges and it's full of foreigners."
  },
  {
    "startTime": 44.48,
    "endTime": 49.07899999999999,
    "text": "Number three - Playa del Carmen. Another option is Playa del Carmen, it's like the little sister of Cancun."
  },
  {
    "startTime": 49.179,
    "endTime": 54.260000000000005,
    "text": "It used to be a sleepy port but lately it's grown into a more mellow alternative to the high rises of Cancun – that's great, if you're on a budget."
  },
  {
    "startTime": 57.46,
    "endTime": 62.259,
    "text": "Number four – Tulum. Next, it's time to get into Mayan culture, starting with the beachfront ruins of Tulum."
  },
  {
    "startTime": 62.359,
    "endTime": 75.89,
    "text": "Now, from an archaeological perspective, this is late-period Mayan city that lacks the sublime architecture that the Maya are famous for - but it's gorgeous, and you can even go swimming on the beach."
  },
  {
    "startTime": 76.03,
    "endTime": 81.36,
    "text": "Number five – the ruins of Coba. By contrast, Coba is a larger city than Tulum and it's"
  },
  {
    "startTime": 81.36,
    "endTime": 86.17,
    "text": "covered in jungle, kinda like a Mexican version of Angkor Wat. Best of all, you can climb"
  },
  {
    "startTime": 86.17,
    "endTime": 90.02,
    "text": "up to the top of the highest Mayan pyramid in Mexico and - let's be honest - the selfie"
  },
  {
    "startTime": 90.02,
    "endTime": 93.39,
    "text": "alone is worth the trip."
  },
  {
    "startTime": 93.39,
    "endTime": 100.05,
    "text": "Number six - Chitzen Itza. Ok, it's not technically in the Riviera Maya - it's 3 hours inland"
  },
  {
    "startTime": 100.05,
    "endTime": 104.22999999999999,
    "text": "and in the Yucatan provence - but it's one of the 7 new wonders of the world and it's"
  },
  {
    "startTime": 104.23,
    "endTime": 107.27000000000001,
    "text": "one of the best preserved ruins in Mexico."
  },
  {
    "startTime": 107.27,
    "endTime": 112.13,
    "text": "Number seven - diving in Cenotes, the limestone sinkholes the Maya believed were portals to"
  },
  {
    "startTime": 112.13,
    "endTime": 116.86,
    "text": "the underworld. There are 1000 of them across the Yucatan peninsula and their cool, clear"
  },
  {
    "startTime": 116.86,
    "endTime": 121.8,
    "text": "waters are the best way to beat the heat – especially if you are SCUBA certified because cenotes"
  },
  {
    "startTime": 121.8,
    "endTime": 124.6,
    "text": "offer some of the best cave diving in all the world."
  },
  {
    "startTime": 124.6,
    "endTime": 131.79,
    "text": "Number eight - swimming with a whale shark. If scuba diving in a cenote seems a little too claustrophobic,"
  },
  {
    "startTime": 131.79,
    "endTime": 136.069,
    "text": "why not go swimming in middle of the open ocean with a whale shark. Did you hear me"
  },
  {
    "startTime": 136.069,
    "endTime": 142.04,
    "text": "correctly? A friggin' whale shark! It's an awesome experience. But make sure you don't swim in front of it's open"
  },
  {
    "startTime": 142.04,
    "endTime": 148.15,
    "text": "mouth or you might get swallowed."
  },
  {
    "startTime": 148.15,
    "endTime": 153.81900000000002,
    "text": "Number nine – Xcaret. We almost NEVER recommend touristic shows like Xcaret, but this one"
  },
  {
    "startTime": 153.819,
    "endTime": 157.23899999999998,
    "text": "was really, really well done. It tells the whole story of Mexico, from the Maya to the"
  },
  {
    "startTime": 157.239,
    "endTime": 160.829,
    "text": "Spanish to the Mexican Revolution, plus, it showcases all the different dances"
  },
  {
    "startTime": 160.829,
    "endTime": 162.26000000000002,
    "text": "of the regions of Mexico."
  },
  {
    "startTime": 162.26,
    "endTime": 168.239,
    "text": "Number ten – a temezcal. Sweat out all the week's tequila in a temezcal, a pre-Columbian"
  },
  {
    "startTime": 168.239,
    "endTime": 174.81,
    "text": "cleansing ritual held in a stone sweat lodge, guided by a shaman. The ones at hotels are"
  },
  {
    "startTime": 174.81,
    "endTime": 179.17000000000002,
    "text": "pretty touristic, but if you head to a Mayan community like Las Palmas, you can have an"
  },
  {
    "startTime": 179.17,
    "endTime": 181.2,
    "text": "authentic spiritual experience."
  },
  {
    "startTime": 181.2,
    "endTime": 185.85899999999998,
    "text": "Those are our top ten tips for Cancun and the Riviera Maya, what are yours? If you're"
  },
  {
    "startTime": 185.859,
    "endTime": 189.67000000000002,
    "text": "from Cancun or you've been there, let us know your recommendations in the comment box and"
  },
  {
    "startTime": 189.67,
    "endTime": 193.58999999999997,
    "text": "if you haven't seen our blog from Cancun with Louis and Nadine, make sure you check it out"
  },
  {
    "startTime": 193.59,
    "endTime": 194.159,
    "text": "in the info box."
  },
  {
    "startTime": 194.159,
    "endTime": 198.56,
    "text": "As always, don't forget to give this video a thumbs up, share it with friends and click"
  },
  {
    "startTime": 198.56,
    "endTime": 201.65,
    "text": "to subscribe new videos every Tuesday."
  },
  {
    "startTime": 201.65,
    "endTime": 202.56900000000002,
    "text": "Alright, hasta luego!"
  },
  {
    "startTime": 202.569,
    "endTime": 212.569,
    "text": "Later!"
  }
]