[
  {
    "startTime": 0.2,
    "endTime": 4.0,
    "text": "[Taiwan Trivia Episode 2: How red is your underwear?]"
  },
  {
    "startTime": 6.5,
    "endTime": 7.12,
    "text": "Hey!"
  },
  {
    "startTime": 7.4,
    "endTime": 10.100000000000001,
    "text": "Did you ever feel that life is difficult?"
  },
  {
    "startTime": 10.3,
    "endTime": 14.18,
    "text": "Did you ever feel so challenged that you wished for a different fate?"
  },
  {
    "startTime": 14.3,
    "endTime": 19.0,
    "text": "But what exactly can you do to turn your luck around?"
  },
  {
    "startTime": 19.0,
    "endTime": 24.0,
    "text": "In Taiwan, people are very passionate about \"Kai-Yun\","
  },
  {
    "startTime": 24.0,
    "endTime": 29.18,
    "text": "which means praying for good luck and avoiding bad fortune in our daily lives."
  },
  {
    "startTime": 29.7,
    "endTime": 36.8,
    "text": "If you are someone who believes in fate, in Taiwan, there is something called Auspicious dates."
  },
  {
    "startTime": 36.8,
    "endTime": 41.599999999999994,
    "text": "If you do certain things at a certain time, it will change your life for the better."
  },
  {
    "startTime": 41.6,
    "endTime": 42.7,
    "text": "For example:"
  },
  {
    "startTime": 43.0,
    "endTime": 51.8,
    "text": "If Taiwanese people wish for a year of good fortune, they would fight to be the first one to rush into a temple on the morning of Chinese New Year's Day."
  },
  {
    "startTime": 52.0,
    "endTime": 55.09,
    "text": "\"Oh! He's put the first incense into the burner.\""
  },
  {
    "startTime": 55.2,
    "endTime": 61.7,
    "text": "If they think they don't have enough money, they will borrow money from the God of Wealth or Cai Shen,"
  },
  {
    "startTime": 62.04,
    "endTime": 70.16,
    "text": "because they believe that spending the money of the gods will bring even more prosperity in the future."
  },
  {
    "startTime": 70.16,
    "endTime": 80.0,
    "text": "When they are hungry, they will eat food with different colors and food with rounded shape or a lot of stuffing to summon good fortune."
  },
  {
    "startTime": 80.0,
    "endTime": 90.08,
    "text": "What about marriage? If Taiwanese people can't find a good match, their parents will take their children to Yue Lao or God of Marriage."
  },
  {
    "startTime": 90.2,
    "endTime": 97.14,
    "text": "They will ask for a red string or buy peach blossoms to try and find their better half."
  },
  {
    "startTime": 97.5,
    "endTime": 104.1,
    "text": "If someone is ill, they will take the clothes of the patient and go around the incense burner three times."
  },
  {
    "startTime": 104.0,
    "endTime": 111.11,
    "text": "They will light the candles before the Gods, and wear a kind of herb called Le-goo-mi-nu-si to pray for safety."
  },
  {
    "startTime": 111.3,
    "endTime": 118.06,
    "text": "If they wish for luck, some Taiwanese even take baths at night using flower petals and leaves."
  },
  {
    "startTime": 118.06,
    "endTime": 125.01,
    "text": "Some people would even wear red underwear or put lucky charms next to the bed for good luck."
  },
  {
    "startTime": 125.01,
    "endTime": 127.4,
    "text": "Do you think this is too superstitious?"
  },
  {
    "startTime": 127.6,
    "endTime": 134.15,
    "text": "In fact, for a lot of Taiwanese people, they would be restless if they didn't do it!"
  },
  {
    "startTime": 134.7,
    "endTime": 138.17,
    "text": "The religious belief in Taiwan is influenced by many countries."
  },
  {
    "startTime": 138.6,
    "endTime": 143.14,
    "text": "Their ancestors are mostly immigrants arriving through dangerous waters."
  },
  {
    "startTime": 143.4,
    "endTime": 154.9,
    "text": "Due to the hardships and uncertainty they face, most believe that besides hard work, praying for good fortune and avoiding evil is the key to a fulfilled life."
  },
  {
    "startTime": 155.03,
    "endTime": 165.04,
    "text": "The Taiwanese value of life is a combination of religion, customs, Feng-Shui, the five elements, and Chinese astrology."
  },
  {
    "startTime": 165.04,
    "endTime": 172.10999999999999,
    "text": "So when students are about to take a big test, most parents will take them to the temple for prayers instead of encouraging them."
  },
  {
    "startTime": 172.3,
    "endTime": 174.12,
    "text": "Parents: \"Prayers bring blessings.\""
  },
  {
    "startTime": 174.12,
    "endTime": 178.4,
    "text": "The Taiwanese people believe that man proposes, God disposes."
  },
  {
    "startTime": 178.7,
    "endTime": 183.23,
    "text": "In other words, they believe that there will be order from the spiritual world."
  },
  {
    "startTime": 183.8,
    "endTime": 189.18,
    "text": "This belief is different from the mindset of the West: Where there is a will, there is a way."
  },
  {
    "startTime": 189.6,
    "endTime": 192.4,
    "text": "Taiwanese people are not as confident."
  },
  {
    "startTime": 192.4,
    "endTime": 197.06,
    "text": "Apart from self-motivated diligence, they entrust their success to the care of the gods."
  },
  {
    "startTime": 197.1,
    "endTime": 203.21,
    "text": "So naturally, when the gods don't bring good results, they will become furious!"
  },
  {
    "startTime": 203.6,
    "endTime": 213.4,
    "text": "Nevertheless, in this island where people elevate spiritual fortune, you will find that many religions coexist peacefully along with their abundant varieties of customs."
  },
  {
    "startTime": 213.6,
    "endTime": 219.17,
    "text": "You can even buy a Kai-yun lucky red underwear in a 24/7 convenience store."
  },
  {
    "startTime": 219.6,
    "endTime": 226.04999999999998,
    "text": "Next time you visit Taiwan, why don't you bring some good fortune home as well?"
  },
  {
    "startTime": 226.05,
    "endTime": 229.03,
    "text": "This video is brought to you by Taiwan Trivia."
  },
  {
    "startTime": 229.03,
    "endTime": 233.18,
    "text": "Oh! If you like this video, please click the subscribe button for future updates!"
  },
  {
    "startTime": 233.3,
    "endTime": 243.18,
    "text": "To bring good fortune to our dear viewers, we have already prayed for blessing from the Goddess Mazu."
  }
]