[
  {
    "startTime": 0.0,
    "endTime": 4.7,
    "text": "- How was the training, like for this, like, I understand that there's a little bit like a DC... - Very intensive."
  },
  {
    "startTime": 4.7,
    "endTime": 11.163,
    "text": "It was... it was very intensive. I was prepping for this one five, six months before we started to shoot this movie."
  },
  {
    "startTime": 11.787,
    "endTime": 21.886000000000003,
    "text": "I probably, every day I worked out for about six hours. I did two hours of gym, doing a lot of weights and, you know, making my body bigger."
  },
  {
    "startTime": 22.0,
    "endTime": 26.198999999999998,
    "text": "- A lot of eating, I would've imagined. - A lot of eating. - But not like fun eating."
  },
  {
    "startTime": 26.2,
    "endTime": 28.903,
    "text": "It was fun at the beginning."
  },
  {
    "startTime": 29.0,
    "endTime": 33.4,
    "text": "Like, you know, they cook for you and everything is super delicious."
  },
  {
    "startTime": 33.6,
    "endTime": 41.15,
    "text": "But after, I would say after few weeks, you... so over the food and it becomes a task."
  },
  {
    "startTime": 41.15,
    "endTime": 45.028999999999996,
    "text": "Uggh... chicken again... eggs, uggh..."
  },
  {
    "startTime": 45.1,
    "endTime": 47.800000000000004,
    "text": "- But it was a... it's a good problem to have. - Yeah."
  },
  {
    "startTime": 47.9,
    "endTime": 53.324,
    "text": "Does it... when you're in that kind of shape, like Wonder Woman shape, does it change the way you walk around in the world?"
  },
  {
    "startTime": 53.324,
    "endTime": 59.931,
    "text": "- Do you feel more confident off set? - I feel stronger. It changed my posture, honestly, for sure."
  },
  {
    "startTime": 60.517,
    "endTime": 70.771,
    "text": "But you just feel better, you feel stronger. I started this journey, uh... you know they cast me when I was super skinny."
  },
  {
    "startTime": 70.9,
    "endTime": 79.296,
    "text": "And I never knew what it... how it feels to be... you know, to be built. And to be really, really strong. And it felt really good."
  },
  {
    "startTime": 79.296,
    "endTime": 82.358,
    "text": "- You had, um... one daughter while you're shooting this, right? - Right."
  },
  {
    "startTime": 82.2,
    "endTime": 85.4,
    "text": "Did she see you in the full Wonder Woman costume?"
  },
  {
    "startTime": 85.4,
    "endTime": 91.688,
    "text": "Oh, she've seen me on \"Batman versus Superman,\" on \"Wonder Woman,\" on \"Justice League.\" She's like, super, she doesn't care."
  },
  {
    "startTime": 91.688,
    "endTime": 93.271,
    "text": "She doesn't care at all!?"
  },
  {
    "startTime": 93.7,
    "endTime": 96.5,
    "text": "No, it's like coming to visit mommy on set."
  },
  {
    "startTime": 96.5,
    "endTime": 100.28,
    "text": "She cares more about the crafty and what's, what's the snacks."
  },
  {
    "startTime": 100.3,
    "endTime": 108.295,
    "text": "Um... and not so... at the beginning, she might have been, you know, impressed by it, but now she got... she totally got used to it."
  },
  {
    "startTime": 108.295,
    "endTime": 114.5,
    "text": "She gets... so she understands what you're doing? When she sees you on like a bus or a billboard, and she's like, \"Mommy, I get it.\""
  },
  {
    "startTime": 114.6,
    "endTime": 115.33999999999999,
    "text": "Yeah."
  },
  {
    "startTime": 115.4,
    "endTime": 116.83200000000001,
    "text": "That's kind of cool."
  },
  {
    "startTime": 116.9,
    "endTime": 119.34400000000001,
    "text": "I think it's, um... you know, it's healthy."
  },
  {
    "startTime": 119.344,
    "endTime": 124.55499999999999,
    "text": "We don't make a big deal out of it in the house. We don't go like \"Hey, look at me! It's mommy!\""
  },
  {
    "startTime": 125.5,
    "endTime": 130.7,
    "text": "I'm like, it's random and when she sees it then it's nice and it's sweet."
  },
  {
    "startTime": 130.71,
    "endTime": 139.472,
    "text": "- Cause if she sees dolls or figures of Wonder Woman, she'll go \"Mom, Wonder Woman,\" she wouldn't even yell, she would whisper to me. - Yeah."
  }
]