[
  {
    "startTime": 2.37,
    "endTime": 10.3,
    "text": "Facebook has 1.4 billion active users, that means one-fifth of Earth's population has a Facebook account."
  },
  {
    "startTime": 10.769,
    "endTime": 16.099,
    "text": "Let's find out some mind-blowing facts about the social networking giant."
  },
  {
    "startTime": 23.099,
    "endTime": 27.529,
    "text": "1. The average user spends 40 minutes a day on Facebook."
  },
  {
    "startTime": 28.529,
    "endTime": 39.1,
    "text": "2. Some people spend so much time on Facebook that there is actually a medically recognized condition called FAD, or Facebook Addiction Disorder."
  },
  {
    "startTime": 39.309,
    "endTime": 46.138999999999996,
    "text": "That is someone whom is wholly reliant on Facebook and spends more than 3 hours a day on it."
  },
  {
    "startTime": 46.639,
    "endTime": 56.620000000000005,
    "text": "3. There are estimated to be around 350 million people in the world unknowingly suffering from Facebook Addiction Disorder."
  },
  {
    "startTime": 56.92,
    "endTime": 64.2,
    "text": "A common symptom of FAD is adding complete strangers as friends to artificially inflate their friend count."
  },
  {
    "startTime": 64.6,
    "endTime": 73.78,
    "text": "In fact, research has shown that 80% of people on the friends list of people who suffer from FAD are fake friends."
  },
  {
    "startTime": 74.32,
    "endTime": 80.74,
    "text": "4. 600,000 hacking attempts are made on Facebook accounts every single day."
  },
  {
    "startTime": 81.34,
    "endTime": 90.31,
    "text": "Facebook will actually pay you if you successfully hack their website and report the details of your hack to Facebook."
  },
  {
    "startTime": 90.41,
    "endTime": 100.19999999999999,
    "text": "This helps Facebook uncover bugs and fix security holes before other hackers with more malicious intentions find them and abuse them."
  },
  {
    "startTime": 100.51,
    "endTime": 110.4,
    "text": "Facebook will pay you anywhere between $500 and $40,000 dollars, if you can hack their site, depending on the severity of the bug."
  },
  {
    "startTime": 111.06,
    "endTime": 116.74000000000001,
    "text": "5. Al Pacino was the first ever face to appear on Facebook."
  },
  {
    "startTime": 116.8,
    "endTime": 119.0,
    "text": "He appeared in the header of the original website."
  },
  {
    "startTime": 119.44,
    "endTime": 124.03999999999999,
    "text": "Nobody is really sure why Zuckerberg chose Al Pacino."
  },
  {
    "startTime": 124.74,
    "endTime": 135.049,
    "text": "6. On average, every Facebook user is separated by only 3.74 degrees of separation, from every other Facebook user."
  },
  {
    "startTime": 135.34,
    "endTime": 149.6,
    "text": "Or to put it in another way, if you take any other Facebook user in the world, they are friends with someone who is friends with another person, who is friends with someone else who has a friend that is also a friend of yours."
  },
  {
    "startTime": 150.159,
    "endTime": 153.88899999999998,
    "text": "7. You can't block Mark Zuckerberg on Facebook."
  },
  {
    "startTime": 154.089,
    "endTime": 157.369,
    "text": "Attempting to do so will display an error message."
  },
  {
    "startTime": 157.469,
    "endTime": 163.53,
    "text": "8. The Facebook like button was originally going to be called the \"awesome\" button."
  },
  {
    "startTime": 163.83,
    "endTime": 177.60000000000002,
    "text": "9. In 2005, Myspace was engaged in talks to buy Facebook, but they rejected Mark Zuckerberg's asking price of $75 million as too expensive."
  },
  {
    "startTime": 178.05,
    "endTime": 184.68,
    "text": "10. Facebook now brings in a colossal $3 billion in revenue every quarter."
  },
  {
    "startTime": 184.68,
    "endTime": 190.559,
    "text": "11. Facebook has a whole 1 billion more users than Twitter does."
  },
  {
    "startTime": 191.259,
    "endTime": 199.19,
    "text": "12. Amongst Facebook's huge feature set used to be a peer-to-peer file-sharing service called Wirehog."
  },
  {
    "startTime": 199.69,
    "endTime": 207.399,
    "text": "When Facebook launched in 2004, users could upload files to their accounts then share them with their Facebook friends."
  },
  {
    "startTime": 207.699,
    "endTime": 213.96,
    "text": "However, Wirehog was eventually axed in 2006 due to security concerns."
  },
  {
    "startTime": 214.409,
    "endTime": 227.5,
    "text": "13. Similar to Google, Facebook employees get three completely free meals a day as well as free drinks, cooked by the self entitled \"Facebook Culinary Team\"."
  },
  {
    "startTime": 227.919,
    "endTime": 239.0,
    "text": "There's actually a Facebook app to see what's on the menu at the Facebook headquarters each day, so Facebook employees don't even need to leave their seats to order lunch."
  },
  {
    "startTime": 239.1,
    "endTime": 241.98,
    "text": "It's called the \"Lunchtime\" app."
  },
  {
    "startTime": 242.58,
    "endTime": 244.459,
    "text": "14. Don't worry Facebook employees!"
  },
  {
    "startTime": 245.0,
    "endTime": 248.5,
    "text": "If you get fired from Facebook, you can always sell your hoodie."
  },
  {
    "startTime": 248.559,
    "endTime": 259.14,
    "text": "A standard issue Facebook employee hoodie sold on eBay for a whopping $4,050 with 50 bidders battling it out."
  },
  {
    "startTime": 259.599,
    "endTime": 263.19,
    "text": "15. But Facebook also has a few dark secrets."
  },
  {
    "startTime": 263.5,
    "endTime": 271.2,
    "text": "Facebook tracks almost every site you visit, by using JavaScript, iframes and cookies."
  },
  {
    "startTime": 271.39,
    "endTime": 274.909,
    "text": "It can even track you when you're logged out."
  },
  {
    "startTime": 275.009,
    "endTime": 288.7,
    "text": "This is how Facebook shows you those ridiculously accurate adverts, and knows stuff about you that seem unbelievably invasive, such as when you're pregnant, or where you're planning to go on holiday."
  },
  {
    "startTime": 289.069,
    "endTime": 303.70000000000005,
    "text": "16. There have also been allegations that Facebook automatically scans your private messages to build up an overall picture of what you're interested in, so that they can show you more accurate advertisements."
  },
  {
    "startTime": 303.93,
    "endTime": 312.3,
    "text": "Although Facebook has denied this behaviour, the astonishing accuracy of their adverts seems to suggest otherwise."
  },
  {
    "startTime": 312.3,
    "endTime": 321.42,
    "text": "17. Even more shocking, there have been cases of people being murdered because they unfriended someone on Facebook."
  },
  {
    "startTime": 322.02,
    "endTime": 328.0,
    "text": "One such case was in 2012 when a couple unfriended a woman on Facebook."
  },
  {
    "startTime": 328.0,
    "endTime": 335.399,
    "text": "The unfriended woman's father was so angered by this that he went to the couple's house and shot them both."
  },
  {
    "startTime": 335.499,
    "endTime": 344.09900000000005,
    "text": "There was also the shocking case of a woman who set fire to her best friend's house after being unfriended on Facebook."
  },
  {
    "startTime": 344.159,
    "endTime": 349.18,
    "text": "18. Facebook is also responsible for an enormous amount of divorces."
  },
  {
    "startTime": 349.38,
    "endTime": 357.53,
    "text": "A frightening study showed that Facebook was a major contributing factor in up to one-third of all divorces."
  },
  {
    "startTime": 358.33,
    "endTime": 362.62,
    "text": "19. Also, all this Facebook use may not be as good for you as you think."
  },
  {
    "startTime": 362.82,
    "endTime": 370.699,
    "text": "A study suggested that 1 in 3 people feel more dissatisfied with their lives after visiting Facebook."
  },
  {
    "startTime": 371.399,
    "endTime": 379.909,
    "text": "20. Also a study showed that 25% of Facebook users have been dumped on Facebook at one point."
  },
  {
    "startTime": 380.3,
    "endTime": 393.55,
    "text": "And what's even more worrying is that it's becoming increasingly common for people to end relationships by simply changing their Facebook status from \"In a relationship\" to \"Single.\""
  },
  {
    "startTime": 394.369,
    "endTime": 400.52000000000004,
    "text": "21. And finally, there is strong evidence to suggest that Facebook is dumbing down society."
  },
  {
    "startTime": 400.62,
    "endTime": 414.0,
    "text": "A study conducted at the Ohio State University showed that the average grades of students who use Facebook were a whole grade lower than students who don't use Facebook."
  }
]