[
  {
    "startTime": 0.1,
    "endTime": 5.6,
    "text": "You may be doing some pretty little things that can have a big negative effect on what people think about you."
  },
  {
    "startTime": 5.6,
    "endTime": 13.799999999999999,
    "text": "So in this video, we're going to cover nine of the most common mistakes you may be making that can kill your charisma and some quick fixes."
  },
  {
    "startTime": 13.9,
    "endTime": 14.4,
    "text": "Here we go."
  },
  {
    "startTime": 14.9,
    "endTime": 17.7,
    "text": "First — not proactively introducing yourself."
  },
  {
    "startTime": 17.8,
    "endTime": 21.1,
    "text": "Many people feel uncomfortable when they enter into a new group."
  },
  {
    "startTime": 21.2,
    "endTime": 29.799999999999997,
    "text": "So in order to keep a low profile, they often offer a small hand wave or just stand there quietly — this is uncomfortable for everyone involved."
  },
  {
    "startTime": 29.9,
    "endTime": 38.4,
    "text": "So the next time that you find yourself entering or being pulled into a small group, make sure to make eye contact and introduce yourself to everyone there with the handshake."
  },
  {
    "startTime": 38.5,
    "endTime": 50.0,
    "text": "If they're particularly involved in the conversation, you can simply say, \"I don't mean to interrupt but just wanted to introduce myself,\" which brings me to number two — not introducing your friends when you're in a new group isn't cool."
  },
  {
    "startTime": 50.1,
    "endTime": 55.6,
    "text": "A simple, \"Hey, this is my friend, Dave,\" goes a long way towards making everyone else feel more comfortable."
  },
  {
    "startTime": 55.7,
    "endTime": 58.2,
    "text": "Third is talking about things that no one cares about."
  },
  {
    "startTime": 58.3,
    "endTime": 69.1,
    "text": "It's fine to mention that you had a weird dream, but as soon as you find yourself telling a three-minute story about it, you're probably boring people — the same goes for long speeches about anything that really only concerns you."
  },
  {
    "startTime": 69.2,
    "endTime": 73.3,
    "text": "Like the quality of your tan, your car problems or what you had for dinner last night."
  },
  {
    "startTime": 73.4,
    "endTime": 80.5,
    "text": "And if you're unsure whether something only concerns you, it's probably because you're committing the fourth mistake — not soliciting feedback."
  },
  {
    "startTime": 80.6,
    "endTime": 83.3,
    "text": "You don't want to go on for minutes on end lecturing."
  },
  {
    "startTime": 83.4,
    "endTime": 87.4,
    "text": "There should be opportunities for people to ask questions if they're truly engaged."
  },
  {
    "startTime": 87.5,
    "endTime": 92.5,
    "text": "If they're only nodding or giving responses like, \"Wow\" or \"jeez,\" then they may be uninterested."
  },
  {
    "startTime": 92.6,
    "endTime": 101.6,
    "text": "You might want to try pausing mid-story to ask the other person a question just to see if they ask you how that story ended or to find out that they were tuning you out the whole time."
  },
  {
    "startTime": 101.7,
    "endTime": 103.8,
    "text": "Fifth is trailing off or mumbling."
  },
  {
    "startTime": 103.9,
    "endTime": 111.9,
    "text": "While you can pause mid story, you don't want to trail off mid-sentence because it makes you sound like you don't really respect whatever you're talking about."
  },
  {
    "startTime": 112.0,
    "endTime": 120.4,
    "text": "You see? No matter whether you're introducing yourself, telling a story or saying, \"Thank you,\" to someone who held the door for you, do it in a full and clear voice."
  },
  {
    "startTime": 120.5,
    "endTime": 123.3,
    "text": "Sixth is answering questions with single words."
  },
  {
    "startTime": 123.4,
    "endTime": 131.5,
    "text": "If you find yourself consistently experiencing awkward silences, chances are that you're putting yourself in those situations with short answers."
  },
  {
    "startTime": 131.6,
    "endTime": 143.1,
    "text": "If you give longer two to three sentence responses to those small talk questions, you're not necessarily over-sharing — you're giving the other person stuff to continue talking about, which is usually very appreciated."
  },
  {
    "startTime": 143.2,
    "endTime": 151.0,
    "text": "Also, when you ask questions, try to make the ones that can't simply be answered in a single word or at least follow up with questions that can't be."
  },
  {
    "startTime": 151.1,
    "endTime": 155.7,
    "text": "Seventh — whining. Complaining is just flat-out a bad habit."
  },
  {
    "startTime": 155.8,
    "endTime": 162.20000000000002,
    "text": "And when you whine to people around you without seeking their advice or looking to improve the situation, you just drive them away from you."
  },
  {
    "startTime": 162.3,
    "endTime": 165.0,
    "text": "Eighth is not remembering names."
  },
  {
    "startTime": 165.1,
    "endTime": 172.6,
    "text": "Everyone has a hard time with names so saying that you're not good with names or not a name person is no excuse to not make an effort."
  },
  {
    "startTime": 172.7,
    "endTime": 181.2,
    "text": "If you typically have a hard time which most people do, you can repeat the person's name when you hear it, again in conversation, and then finally, when saying goodbye to them."
  },
  {
    "startTime": 181.3,
    "endTime": 188.3,
    "text": "Forcing yourself to say someone's name and then recall it twice in a short timespan makes it much more likely to stick."
  },
  {
    "startTime": 188.4,
    "endTime": 190.8,
    "text": "Ninth is lacking principles."
  },
  {
    "startTime": 190.9,
    "endTime": 199.0,
    "text": "We all experience massive social and psychological pressure to fit in so many of us hide the things that we believe or the things that make us weird."
  },
  {
    "startTime": 199.1,
    "endTime": 203.79999999999998,
    "text": "And while this might keep us out of trouble, it usually just makes you totally forgettable."
  },
  {
    "startTime": 203.9,
    "endTime": 209.6,
    "text": "It's the people who have convictions and live by them that generate the most respect and are the most charismatic."
  },
  {
    "startTime": 209.7,
    "endTime": 218.6,
    "text": "It doesn't mean that you have to shove your beliefs down other people's throats but don't be afraid to get clear on your principles and stand up for them even when it's not the popular thing to do."
  },
  {
    "startTime": 218.7,
    "endTime": 223.0,
    "text": "There you have it — the nine most common mistakes that people make with their charisma."
  },
  {
    "startTime": 223.1,
    "endTime": 228.79999999999998,
    "text": "If you like this video, I have a special request today — I'd like you to click the button and subscribe to Zeino's channel."
  },
  {
    "startTime": 228.85,
    "endTime": 235.504,
    "text": "Zeino animated this video — he reached out to me and offered to do it totally for free despite the fact that it took them hundreds of hours."
  },
  {
    "startTime": 235.504,
    "endTime": 240.208,
    "text": "And his dream was that the exposure would help him hit 5,000 subscribers on his channel."
  },
  {
    "startTime": 240.208,
    "endTime": 245.85,
    "text": "So, if you would be so kind, please click the button, give him some love, and check out his other animations."
  },
  {
    "startTime": 245.85,
    "endTime": 255.85,
    "text": "I know that if he does hit that 5,000 number, he will be over the moon."
  }
]