[
  {
    "startTime": 3.846,
    "endTime": 9.838000000000001,
    "text": "If I get through this speech today, it would be the first time I actually finished something here at Harvard."
  },
  {
    "startTime": 10.968,
    "endTime": 19.415,
    "text": "How many of you remember exactly where you were and what you were doing when you got that email telling you that you got into Harvard."
  },
  {
    "startTime": 25.204,
    "endTime": 36.581,
    "text": "I was playing the video game, Civilization, and I ran downstairs and got my dad and for some reason, his first reaction was to video me opening the email."
  },
  {
    "startTime": 36.926,
    "endTime": 40.867000000000004,
    "text": "That could have been a really really sad video!"
  },
  {
    "startTime": 41.951,
    "endTime": 49.046,
    "text": "But I swear, getting into Harvard is the thing my parents are most proud of me for."
  },
  {
    "startTime": 50.556,
    "endTime": 54.943,
    "text": "I was running late for class, so I throw on a T-shirt."
  },
  {
    "startTime": 54.943,
    "endTime": 60.542,
    "text": "And I didn't realize until afterwards that I put it on inside-out and backwards and my tag was sticking out in the front."
  },
  {
    "startTime": 60.542,
    "endTime": 63.751000000000005,
    "text": "I couldn't figure out why no one in class would talk to me."
  },
  {
    "startTime": 64.928,
    "endTime": 69.93299999999999,
    "text": "Except for this one guy, KX Jin, he just went with it."
  },
  {
    "startTime": 69.933,
    "endTime": 74.44500000000001,
    "text": "We start doing our problem sets together and now he runs a big part of Facebook."
  },
  {
    "startTime": 75.12,
    "endTime": 79.783,
    "text": "And that, class of 2017, is why you should be nice to people."
  },
  {
    "startTime": 82.063,
    "endTime": 91.164,
    "text": "As luck would have it, Priscilla was at that party with her friends and we met in line for the bathroom in the phoho belltower."
  },
  {
    "startTime": 91.164,
    "endTime": 100.382,
    "text": "And in what must be one of the all time most romantic lines I turned to her and said I'm getting kicked out in three days, so we need to go on a date quickly."
  },
  {
    "startTime": 102.01,
    "endTime": 106.52300000000001,
    "text": "Actually, any of you graduating today can use that line."
  },
  {
    "startTime": 106.848,
    "endTime": 111.27,
    "text": "But I'm not here to give you the standard commencement about finding your purpose."
  },
  {
    "startTime": 111.27,
    "endTime": 113.03,
    "text": "We're millennials!"
  },
  {
    "startTime": 113.054,
    "endTime": 115.266,
    "text": "We try to do that instinctively."
  },
  {
    "startTime": 115.466,
    "endTime": 121.345,
    "text": "Instead, I'm here to tell you, that finding your purpose isn't enough."
  },
  {
    "startTime": 122.143,
    "endTime": 129.119,
    "text": "The challenge for our generation is to create a world where everyone has a sense of purpose."
  },
  {
    "startTime": 130.792,
    "endTime": 134.409,
    "text": "I remember that night I launched Facebook from that little dorm in Kirkland house."
  },
  {
    "startTime": 140.291,
    "endTime": 143.277,
    "text": "I went to Noch's with my friend, KX."
  },
  {
    "startTime": 143.277,
    "endTime": 152.80499999999998,
    "text": "And I remember telling him clearly that I was excited to help connect the Harvard community but one day someone would connect the whole world."
  },
  {
    "startTime": 152.805,
    "endTime": 157.686,
    "text": "The thing is, it never even occurred to me that that someone might be us."
  },
  {
    "startTime": 157.686,
    "endTime": 162.244,
    "text": "And I know that a lot of you are gonna have your own stories just like this."
  },
  {
    "startTime": 162.244,
    "endTime": 168.542,
    "text": "A change in the world that seems so clear that you're sure someone else is going to do it."
  },
  {
    "startTime": 168.542,
    "endTime": 169.945,
    "text": "But they're not."
  },
  {
    "startTime": 169.945,
    "endTime": 172.126,
    "text": "You will."
  },
  {
    "startTime": 172.126,
    "endTime": 176.291,
    "text": "A couple years in, some big companies wanted to buy us."
  },
  {
    "startTime": 176.291,
    "endTime": 177.89,
    "text": "I didn't want to sell."
  },
  {
    "startTime": 177.89,
    "endTime": 181.583,
    "text": "I wanted to see if we can connect more people."
  },
  {
    "startTime": 181.583,
    "endTime": 184.958,
    "text": "Nearly everyone else wanted to sell."
  },
  {
    "startTime": 184.958,
    "endTime": 189.671,
    "text": "Without a sense of higher purpose, this was their startup dream come true."
  },
  {
    "startTime": 189.871,
    "endTime": 192.21200000000002,
    "text": "And it tore our company apart."
  },
  {
    "startTime": 192.412,
    "endTime": 202.453,
    "text": "After one particularly tense argument, one of my close advisers told me if I didn't agree to sell the company right now, I would regret that decision for the rest of my life."
  },
  {
    "startTime": 202.905,
    "endTime": 213.069,
    "text": "Relationships were so frayed that within a year or so, every single person on our management team was gone."
  },
  {
    "startTime": 213.079,
    "endTime": 217.714,
    "text": "That was my hardest time leading Facebook."
  },
  {
    "startTime": 217.714,
    "endTime": 221.296,
    "text": "Movies and pop culture just get this all wrong."
  },
  {
    "startTime": 221.296,
    "endTime": 226.042,
    "text": "The idea of a single eureka moment is a dangerous lie."
  },
  {
    "startTime": 226.042,
    "endTime": 231.198,
    "text": "It makes us feel inadequate, because we feel like we haven't had ours yet."
  },
  {
    "startTime": 231.198,
    "endTime": 236.67600000000002,
    "text": "And it prevents people with seeds of good ideas from ever getting started in the first place."
  },
  {
    "startTime": 236.676,
    "endTime": 240.69799999999998,
    "text": "Oh, and you know what else movies get wrong about innovation?"
  },
  {
    "startTime": 240.698,
    "endTime": 243.091,
    "text": "No one writes math formulas on glass."
  },
  {
    "startTime": 243.091,
    "endTime": 244.181,
    "text": "OK?"
  },
  {
    "startTime": 244.181,
    "endTime": 245.805,
    "text": "Alright?"
  },
  {
    "startTime": 245.805,
    "endTime": 248.32500000000002,
    "text": "That's not a thing. OK?"
  },
  {
    "startTime": 250.929,
    "endTime": 262.121,
    "text": "In our society, we often don't take on big things because we're so afraid of making mistakes that we ignore all the things wrong today if we do nothing."
  },
  {
    "startTime": 262.121,
    "endTime": 268.443,
    "text": "The reality is, anything we do today, is going to have some issues in the future."
  },
  {
    "startTime": 269.442,
    "endTime": 273.913,
    "text": "But that can't stop us from getting started."
  },
  {
    "startTime": 273.933,
    "endTime": 279.731,
    "text": "An entrepreneurial culture thrives when it is easy to try lots of new ideas."
  },
  {
    "startTime": 279.931,
    "endTime": 288.24899999999997,
    "text": "Facebook wasn't the first thing I built, I also built chat systems, and games, study tools, and music players, and I'm not alone."
  },
  {
    "startTime": 288.249,
    "endTime": 294.72700000000003,
    "text": "J.K. Rowling got rejected 12 times before she finally wrote and published Harry Potter."
  },
  {
    "startTime": 294.727,
    "endTime": 300.029,
    "text": "Even Beyonce had to make hundreds of songs to get Halo."
  },
  {
    "startTime": 303.783,
    "endTime": 310.589,
    "text": "The greatest successes come from having the freedom to fail."
  },
  {
    "startTime": 310.589,
    "endTime": 315.526,
    "text": "We all know you don't get successful just by having a good idea or working hard."
  },
  {
    "startTime": 315.526,
    "endTime": 319.112,
    "text": "We get successful by being lucky, too."
  },
  {
    "startTime": 319.437,
    "endTime": 323.894,
    "text": "If I had to support my family growing up instead of having the time learning how to code;"
  },
  {
    "startTime": 323.894,
    "endTime": 331.323,
    "text": "If I didn't know that I was gonna be fine, if Facebook didn't work out, then I wouldn't be standing up here today."
  },
  {
    "startTime": 331.323,
    "endTime": 338.789,
    "text": "And if we're honest, we all know how much luck we've had to get to this point in our lives."
  },
  {
    "startTime": 338.789,
    "endTime": 347.953,
    "text": "The forces of freedom, openness, and global community against the forces of authoritarianism, isolationism, and nationalism."
  },
  {
    "startTime": 347.953,
    "endTime": 357.38199999999995,
    "text": "Forces for the flow of knowledge, trade, and immigration against those who would slow them down."
  },
  {
    "startTime": 357.382,
    "endTime": 363.47,
    "text": "This is not a battle of nations, this is a battle of ideas."
  },
  {
    "startTime": 363.47,
    "endTime": 370.15400000000005,
    "text": "There are people in every country for more global connection and there are good people against it."
  },
  {
    "startTime": 370.154,
    "endTime": 375.296,
    "text": "Even global change starts small with people like us."
  },
  {
    "startTime": 375.296,
    "endTime": 395.157,
    "text": "In our generation, the struggle of whether we connect more, whether we achieve our greatest opportunities, comes down to this — your ability to built communities and create a world where every single person has a sense of purpose."
  },
  {
    "startTime": 395.157,
    "endTime": 397.78,
    "text": "(Applause)"
  }
]