[
  {
    "startTime": 0.56,
    "endTime": 4.76,
    "text": "Hey, it's Linda Raynier of LindaRaynier.com career strategist, speaker and coach."
  },
  {
    "startTime": 4.76,
    "endTime": 17.7,
    "text": "And in this video, I'm gonna teach you three tips in order to answer the \"tell me about yourself\" interview question the right way, so that you can stand out in front of hiring managers and ideally, land more job offers."
  },
  {
    "startTime": 17.7,
    "endTime": 25.0,
    "text": "Now before we begin, there are a couple of ground rules you need to know before you can develop the perfect answer to this question."
  },
  {
    "startTime": 25.0,
    "endTime": 30.0,
    "text": "Rule number one: do not talk about your personal or family life."
  },
  {
    "startTime": 30.0,
    "endTime": 42.2,
    "text": "When someone asks you, \"tell me about yourself,\" they're not actually asking you to tell them about your personal life choices, and the mistakes that you've learned from, and how you got here as a human being."
  },
  {
    "startTime": 42.2,
    "endTime": 46.38,
    "text": "They're not actually asking you to tell them about yourself."
  },
  {
    "startTime": 46.38,
    "endTime": 54.800000000000004,
    "text": "They're actually asking you to tell them about your qualifications, your experiences, as well as why you're a good fit for this role."
  },
  {
    "startTime": 54.8,
    "endTime": 55.5,
    "text": "That's it."
  },
  {
    "startTime": 55.5,
    "endTime": 60.5,
    "text": "They just want to know about your professional background and experience in a nutshell."
  },
  {
    "startTime": 60.5,
    "endTime": 63.82,
    "text": "Rule number two, do tell a story."
  },
  {
    "startTime": 63.82,
    "endTime": 71.0,
    "text": "Even though I said, you shouldn't be telling them about your life story, you do want to tell them your professional work story."
  },
  {
    "startTime": 71.0,
    "endTime": 73.94,
    "text": "I'll get into details about this a little later."
  },
  {
    "startTime": 73.94,
    "endTime": 83.7,
    "text": "But essentially, a good professional work story means that it needs to be engaging, compelling, clear and complete."
  },
  {
    "startTime": 83.7,
    "endTime": 93.5,
    "text": "So, now that we've got the ground rules out of the way, let's move onto our four major tips on how to answer the \"tell me about yourself\" interview question."
  },
  {
    "startTime": 93.5,
    "endTime": 96.4,
    "text": "Okay, so let's start off with tip number one."
  },
  {
    "startTime": 96.4,
    "endTime": 100.2,
    "text": "Tip number one is to give a snapshot of your work history."
  },
  {
    "startTime": 100.2,
    "endTime": 107.8,
    "text": "So what this means is, you're gonna go back in time to the earliest professional job you've ever held and you're gonna start your story from there."
  },
  {
    "startTime": 107.8,
    "endTime": 122.7,
    "text": "So you're essentially going to describe what company you worked at, what the title was that you held when you were in that position, how long you stayed in that position for, and, most importantly, what were your major responsibilities in that position."
  },
  {
    "startTime": 122.7,
    "endTime": 129.2,
    "text": "So for example, let's just say that you started off your career five years ago as a financial analyst."
  },
  {
    "startTime": 129.2,
    "endTime": 132.56,
    "text": "Okay, let's just make this up, let's just use another accounting example."
  },
  {
    "startTime": 132.56,
    "endTime": 139.1,
    "text": "You started off your career as a financial analyst five years ago and then you moved up to senior financial Analyst, and now you're a finance manager."
  },
  {
    "startTime": 139.1,
    "endTime": 143.72,
    "text": "When you tell your story, you're gonna start with your role as a financial analyst."
  },
  {
    "startTime": 143.72,
    "endTime": 146.76,
    "text": "And you're gonna say something along the lines of..."
  },
  {
    "startTime": 146.8,
    "endTime": 159.8,
    "text": "\"I started off my career as a Financial Analyst five years ago with XYZ Company where I performed full-cycle accounting duties, month-end close procedures and assisted with budgeting and forecasting on a monthly basis...\""
  },
  {
    "startTime": 159.8,
    "endTime": 163.70000000000002,
    "text": "So now you're gonna do that for each and every one of your positions."
  },
  {
    "startTime": 163.7,
    "endTime": 172.2,
    "text": "You're essentially telling mini work snapshots for every position that you've held up to the current position that you're holding right now."
  },
  {
    "startTime": 172.2,
    "endTime": 176.29999999999998,
    "text": "Tip number two: Make your mini stories achievement-oriented."
  },
  {
    "startTime": 176.3,
    "endTime": 186.70000000000002,
    "text": "So after you've told the employer about the company that you were at, the title that you held, the number of years you were there for and the major responsibilities that you had in that position ..."
  },
  {
    "startTime": 186.7,
    "endTime": 193.6,
    "text": "You're then going to also describe one major accomplishment that you were able to achieve in that role."
  },
  {
    "startTime": 193.6,
    "endTime": 203.29999999999998,
    "text": "So, I explained a lot about what accomplishments were in my previous video, \"Resume Hacks - How to Make a Resume Stand Out,\" which is, in the link below."
  },
  {
    "startTime": 203.3,
    "endTime": 205.70000000000002,
    "text": "But at the same time, I'll explain it here."
  },
  {
    "startTime": 205.7,
    "endTime": 214.79999999999998,
    "text": "An accomplishment is anytime where you have saved time, saved money, improved processes, improved profitability."
  },
  {
    "startTime": 214.8,
    "endTime": 224.60000000000002,
    "text": "I mean, anything where you've done something that has created a quantifiable--ideally quantifiable--result for your company or your department."
  },
  {
    "startTime": 224.6,
    "endTime": 228.4,
    "text": "So, to add on to our example, you would say:"
  },
  {
    "startTime": 228.4,
    "endTime": 240.6,
    "text": "\"In that role, a major accomplishment I'm most proud of was that I was able to reduce the time spent on month-end procedures by developing an Excel model, which automated a major accounting process."
  },
  {
    "startTime": 240.6,
    "endTime": 244.6,
    "text": "This resulted in a time savings of approximately one day per month.\""
  },
  {
    "startTime": 244.6,
    "endTime": 252.7,
    "text": "So you'll do both this tip number two and tip number one in conjunction with each other, for every single position that you've held."
  },
  {
    "startTime": 252.7,
    "endTime": 257.2,
    "text": "Now onto tip three: Tell the employer what you know about this role."
  },
  {
    "startTime": 257.2,
    "endTime": 274.8,
    "text": "Once you've gone through your entire story, and you've told the employer about your major roles as well as the accomplishments that you've achieved, it's now time to acknowledge to the employer what you know they need for this particular position that they're hiring for."
  },
  {
    "startTime": 274.8,
    "endTime": 278.5,
    "text": "So, to continue on our example, you'll then say..."
  },
  {
    "startTime": 278.5,
    "endTime": 285.6,
    "text": "\"I understand that for this position of Finance Manager that you're hiring for, you're looking for someone with strong process improvement skills.\""
  },
  {
    "startTime": 285.6,
    "endTime": 303.90000000000003,
    "text": "The reason why this is so important and that so many people don't do this is because what it does, psychologically, is that it tells the employer that not only are you aware of your abilities and your achievements but that you're also aware of his or her needs as well and what they're looking for."
  },
  {
    "startTime": 303.92,
    "endTime": 307.38,
    "text": "And when you can say something as simple as just simply acknowledging ..."
  },
  {
    "startTime": 307.38,
    "endTime": 311.84,
    "text": "\"I am aware that for this role you need someone with process improvements skills and abilities.\""
  },
  {
    "startTime": 311.84,
    "endTime": 319.7,
    "text": "It's creating a connection with the employer it's not you any longer talking at them, you're talking to them."
  },
  {
    "startTime": 319.7,
    "endTime": 325.46,
    "text": "Finally, onto tip number four: Tell the employer why you're the right fit for what they need."
  },
  {
    "startTime": 325.56,
    "endTime": 328.7,
    "text": "This is the icing on the cake, it's the cherry on top."
  },
  {
    "startTime": 328.7,
    "endTime": 338.0,
    "text": "And it's the one thing that many, many people do not bother to say when they're answering this or many other interview questions."
  },
  {
    "startTime": 338.0,
    "endTime": 351.2,
    "text": "And that is to tell the employer to literally spoon feed them to maybe even brainwash them to understanding why you are the one and only and perfect fit for this position."
  },
  {
    "startTime": 351.2,
    "endTime": 354.12,
    "text": "So to add onto our example, you would say something like ..."
  },
  {
    "startTime": 354.2,
    "endTime": 364.4,
    "text": "\"Overall, due to my strong background and achievement in successfully identifying gaps and creating efficiencies, I am confident I'll be able to succeed in this role you're hiring for.\""
  },
  {
    "startTime": 364.4,
    "endTime": 367.79999999999995,
    "text": "You need to tell the employer why you're the right fit for the job."
  },
  {
    "startTime": 367.8,
    "endTime": 371.8,
    "text": "If you don't end off with this, it's gonna end off on a flat note."
  },
  {
    "startTime": 371.8,
    "endTime": 374.6,
    "text": "It's gonna not be the most stellar response."
  },
  {
    "startTime": 374.6,
    "endTime": 377.1,
    "text": "It's just going to sound like everybody else's response."
  },
  {
    "startTime": 377.1,
    "endTime": 380.90000000000003,
    "text": "But in this case, you are making it very clear and specific."
  },
  {
    "startTime": 380.9,
    "endTime": 389.0,
    "text": "Even without them having asked you why you're the right fit, you're literally just feeding it to them and telling them: \"I'm the right fit for the role.\""
  },
  {
    "startTime": 389.0,
    "endTime": 390.3,
    "text": "Above all else."
  },
  {
    "startTime": 390.3,
    "endTime": 393.8,
    "text": "So now you know how to answer one of the toughest interview questions."
  },
  {
    "startTime": 393.8,
    "endTime": 399.3,
    "text": "But do you know if your resume stands out enough that you'll even land the interview in the first place?"
  },
  {
    "startTime": 399.3,
    "endTime": 407.7,
    "text": "If not, then feel free to download a free copy of my \"ten ultimate resume hacks\" cheat sheet, which is located down below, the link is right there."
  },
  {
    "startTime": 407.7,
    "endTime": 412.2,
    "text": "Feel free to click on it, enter your email and I will for sure send you a copy!"
  },
  {
    "startTime": 412.2,
    "endTime": 417.3,
    "text": "If you liked this video then please give it a thumbs up, subscribe, share it with your friends."
  },
  {
    "startTime": 417.3,
    "endTime": 422.0,
    "text": "And thank you so much for watching, I will see you in the next video."
  }
]