[
  {
    "startTime": 4.58,
    "endTime": 12.89,
    "text": "Indonesia's Capital, Jakarta, lies on the northwest coast of Java, the most populous island in the world."
  },
  {
    "startTime": 12.89,
    "endTime": 26.16,
    "text": "This sprawling metropolis is the republic's political and economic engine room, and home to over 10 million people."
  },
  {
    "startTime": 26.16,
    "endTime": 33.76,
    "text": "The sheer size and frenetic pace of Jakarta can sometimes make it feel like a city unraveling at the seams."
  },
  {
    "startTime": 33.76,
    "endTime": 39.699999999999996,
    "text": "But it's those ten million residents who hold it all together."
  },
  {
    "startTime": 39.7,
    "endTime": 50.39,
    "text": "Long after the traffic jams are forgotten, it's the warmth, pride and smiles of the people, which are remembered."
  },
  {
    "startTime": 50.39,
    "endTime": 61.24,
    "text": "Despite its rather gritty reputation, this is a city that often charms its way into the hearts of travellers."
  },
  {
    "startTime": 61.24,
    "endTime": 68.19,
    "text": "To get to the heart of Jakarta, and indeed the entire nation, head to Merdeka Square."
  },
  {
    "startTime": 68.19,
    "endTime": 74.77,
    "text": "Once a humble buffalo field, this one-kilometer-square park tells the story of a nation."
  },
  {
    "startTime": 74.77,
    "endTime": 82.53999999999999,
    "text": "From its earliest kingdoms, to its throwing off the yoke of Dutch colonial rule."
  },
  {
    "startTime": 82.54,
    "endTime": 96.06,
    "text": "From the square's center rises the towering National Monument, Monas, whose Flame of Independence shines its reassuring and unifying light across the entire archipelago."
  },
  {
    "startTime": 96.06,
    "endTime": 104.38,
    "text": "All around the square are some of the capital's most elegant and important buildings, such as the National Gallery."
  },
  {
    "startTime": 104.38,
    "endTime": 122.19999999999999,
    "text": "On the square's western side is the National Museum of Indonesia,whose majestic courtyard and stately rooms display national treasures from across the ages."
  },
  {
    "startTime": 122.2,
    "endTime": 133.28,
    "text": "To the northeast, rises the gleaming minaret of Istiqlal Mosque, the nation's main house of worship and the largest mosque in South East Asia."
  },
  {
    "startTime": 133.28,
    "endTime": 140.48,
    "text": "During Ramadan, over 100,000 worshipers gather at a time in this modernist masterpiece."
  },
  {
    "startTime": 140.48,
    "endTime": 146.23,
    "text": "Lovingly constructed from Javanese marble and stainless steel."
  },
  {
    "startTime": 146.23,
    "endTime": 152.11999999999998,
    "text": "Religious tolerance is one of the central guiding principles of the Indonesian Republic."
  },
  {
    "startTime": 152.12,
    "endTime": 171.78,
    "text": "As a symbolic gesture of harmony, the mosque was built directly opposite the magnificent twin spires of Jakarta Cathedral."
  },
  {
    "startTime": 171.78,
    "endTime": 178.02,
    "text": "But it's not just around Merdeka Square that you'll discover the spirit and riches of this city."
  },
  {
    "startTime": 178.02,
    "endTime": 194.82000000000002,
    "text": "In the heart of Jakarta's old town, lies Fatahillah Square, home to Jakarta's best heritage architecture and some of its finest museums."
  },
  {
    "startTime": 194.82,
    "endTime": 204.01,
    "text": "Housed in the old city hall, the Jakarta Historical Museum provides a fascinating glimpse into the city's colonial past."
  },
  {
    "startTime": 204.01,
    "endTime": 211.94,
    "text": "For over 300 years, the city was called Batavia, the capital of the Dutch East Indies."
  },
  {
    "startTime": 211.94,
    "endTime": 220.46,
    "text": "Known as The Jewel of Asia, this was the epicenter of the Dutch trading empire."
  },
  {
    "startTime": 220.46,
    "endTime": 228.84,
    "text": "Also facing the square, the Wayang Museum celebrates the incredible puppets of Java and beyond."
  },
  {
    "startTime": 228.84,
    "endTime": 242.84,
    "text": "While the Museum of Fine Arts and Ceramics showcases the paintings of Indonesian masters, as well as ceramics from all over Asia."
  },
  {
    "startTime": 242.84,
    "endTime": 250.76,
    "text": "After you've explored the museums around Fatahilla Square, pull up a chair at Café Batavia."
  },
  {
    "startTime": 250.76,
    "endTime": 267.24,
    "text": "Once the offices of the Dutch East India Company, for the last three decades this 200-year-old building has been serving up the coolest old-world charm in Jakarta."
  },
  {
    "startTime": 267.24,
    "endTime": 275.18,
    "text": "Times haven't changed much in Sunda Kelapa either, which is just a short walk north of the old town."
  },
  {
    "startTime": 275.18,
    "endTime": 292.98,
    "text": "Take a boat ride around this ancient port, and see traditional Makassar Schooners unloading and resupplying for inter-island voyages, just as they have for over eight centuries."
  },
  {
    "startTime": 292.98,
    "endTime": 306.31,
    "text": "When it's time to take a break from the non-stop bustle of Jakarta, embark on a nautical adventure of your own from nearby Ancol, and explore the Pulau Seribu National Park."
  },
  {
    "startTime": 306.31,
    "endTime": 320.48,
    "text": "Just a 30-minute ride from Jakarta, lies Pulau Bidadari, a tiny resort island famed for its tranquility."
  },
  {
    "startTime": 320.48,
    "endTime": 330.629,
    "text": "On nearby Pulau Onrust, once the site of Dutch ship yards, the fortifications still stand."
  },
  {
    "startTime": 330.62,
    "endTime": 348.28000000000003,
    "text": "Despite the British bombardments and tidal waves which rocked the island in the 1800s."
  },
  {
    "startTime": 348.28,
    "endTime": 354.34,
    "text": "Indonesia is made up of over 17,000 islands and 34 provinces."
  },
  {
    "startTime": 354.34,
    "endTime": 364.01,
    "text": "To sample them all in a single day, head to Taman Mini, a theme park that brings the entire archipelago to Jakarta."
  },
  {
    "startTime": 364.01,
    "endTime": 381.21999999999997,
    "text": "From the temples of Bali, to the bull races of Madura, the ethnic, cultural and architectural diversity of this island republic is waiting to be discovered."
  },
  {
    "startTime": 381.22,
    "endTime": 385.65000000000003,
    "text": "Jakarta is a gateway to Indonesia through which many rush."
  },
  {
    "startTime": 385.65,
    "endTime": 389.88899999999995,
    "text": "But it's a gateway that offers much to those who linger."
  },
  {
    "startTime": 389.889,
    "endTime": 392.88,
    "text": "From modern malls to roadside stalls."
  },
  {
    "startTime": 392.88,
    "endTime": 400.52,
    "text": "From markets where you can snack for a few rupiah to restaurants where you can dine like a sultan."
  },
  {
    "startTime": 400.52,
    "endTime": 405.44,
    "text": "From manic streets to places of absolute calm."
  },
  {
    "startTime": 405.44,
    "endTime": 413.75,
    "text": "This is a city that rewards the adventurous, and those who appreciate the value of a smile."
  },
  {
    "startTime": 413.75,
    "endTime": 423.64,
    "text": "Visiting Jakarta can be challenging at times, but this is a city where light dances from the most unexpected places, and moments."
  },
  {
    "startTime": 423.649,
    "endTime": 430.19,
    "text": "As the Javanese say; Urip Iku Urup, to be alive is to be a flame."
  },
  {
    "startTime": 430.19,
    "endTime": 443.56,
    "text": "So come, and share the light, and smiles, of Jakarta."
  }
]