[
  {
    "startTime": 0.49,
    "endTime": 2.83,
    "text": "You're a wizard, Harry."
  },
  {
    "startTime": 2.83,
    "endTime": 5.800000000000001,
    "text": "Look, you guys have been asking us to do this since forever."
  },
  {
    "startTime": 5.8,
    "endTime": 8.6,
    "text": "And with《Fantastic Beasts and Where to Find Them》coming out this weekend,"
  },
  {
    "startTime": 8.7,
    "endTime": 14.1,
    "text": "we're finally giving you guys a good dose of HPV, which, of course, stands for Harry Potter videos."
  },
  {
    "startTime": 14.1,
    "endTime": 15.27,
    "text": "Let's get this going. Here are seven things you didn't know about the Harry Potter."
  },
  {
    "startTime": 18.137,
    "endTime": 24.435000000000002,
    "text": "Prob."
  },
  {
    "startTime": 24.435,
    "endTime": 26.657,
    "text": "Let's start off in Harry's dorm room at Gryffindor."
  },
  {
    "startTime": 26.657,
    "endTime": 31.744,
    "text": "Over the course of the films, the props and set dressing evolved to reflect the characters and their interests as they got older."
  },
  {
    "startTime": 31.744,
    "endTime": 35.1,
    "text": "But, one thing that never evolved, was the size of their beds."
  },
  {
    "startTime": 35.2,
    "endTime": 41.480000000000004,
    "text": "Unfortunately, unlike Hermione's magical purse, the beds were not enchanted to be way bigger inside than they looked on the outside."
  },
  {
    "startTime": 41.48,
    "endTime": 42.5,
    "text": "Brilliant."
  },
  {
    "startTime": 42.5,
    "endTime": 45.4,
    "text": "So as the actors grew over the course of the ten years it took to make the films,"
  },
  {
    "startTime": 45.5,
    "endTime": 52.0,
    "text": "they eventually had to scrunch up into the fetal position just to fit inside of the beds and not have their limbs hanging off besides."
  },
  {
    "startTime": 52.2,
    "endTime": 54.5,
    "text": "It's really more of a minor inconvenience than anything,"
  },
  {
    "startTime": 54.6,
    "endTime": 61.9,
    "text": "but it does seem kind of weird that no one on the production team thought of the fact that the cast would, you know, grow up over the course of the following decade."
  },
  {
    "startTime": 62.0,
    "endTime": 62.915,
    "text": "Just saying."
  },
  {
    "startTime": 64.7,
    "endTime": 70.2,
    "text": "(The) first Harry Potter film will celebrate it's 15th anniversary for it's US release this Wednesday and that's...boom,"
  },
  {
    "startTime": 70.2,
    "endTime": 73.10000000000001,
    "text": "opening up thing number two with a bonus thing you didn't know already."
  },
  {
    "startTime": 73.2,
    "endTime": 80.3,
    "text": "And since it was so many year ago that Harry Potter 1 was in preproduction, you may not have known that Steven Spielberg was at task to direct it for a time."
  },
  {
    "startTime": 80.4,
    "endTime": 89.30000000000001,
    "text": "Chris Columbus wound up getting the gig because Spielberg had creative differences with J.K. Rowling and it's possible that one of those differences was who Spielberg wanted to cast as Harry Potter."
  },
  {
    "startTime": 89.34,
    "endTime": 91.02000000000001,
    "text": "He wanted Haley Joel Osment."
  },
  {
    "startTime": 91.02,
    "endTime": 92.7,
    "text": "I see dead people."
  },
  {
    "startTime": 92.8,
    "endTime": 99.2,
    "text": "Around 300 kids wound up testing for the part, including Jonathan Lipnicki, as well as Tom Felton, who also auditioned for Ron."
  },
  {
    "startTime": 99.3,
    "endTime": 102.475,
    "text": "Red hair, and a hand-me-down robe?"
  },
  {
    "startTime": 102.5,
    "endTime": 104.17,
    "text": "You must be a Weasley."
  },
  {
    "startTime": 104.17,
    "endTime": 111.1,
    "text": "But at this point, it's almost impossible to imagine anyone other than Daniel Radcliffe playing Harry, even if his eyes were the wrong color."
  },
  {
    "startTime": 111.2,
    "endTime": 113.86500000000001,
    "text": "Now ladies and gentlemen, there's a little thing called the segway."
  },
  {
    "startTime": 116.7,
    "endTime": 123.60000000000001,
    "text": "The reason they couldn't make Radcliff's blue eyes green like they were in the book was because he had a bad reaction to the colored contact lenses."
  },
  {
    "startTime": 123.616,
    "endTime": 127.099,
    "text": "And it would have been more trouble than it was worth to change his eye color in post."
  },
  {
    "startTime": 127.1,
    "endTime": 135.6,
    "text": "Although they had to do exactly that for this possession scene in 'The Order of The Phoenix' changing his eyes digitally because, like we just covered, Radcliffe couldn't wear contacts."
  },
  {
    "startTime": 135.6,
    "endTime": 139.79999999999998,
    "text": "Ultimately even J.K. Rowling decided that it wasn't so important that Harry's eyes be green,"
  },
  {
    "startTime": 139.9,
    "endTime": 145.1,
    "text": "but it was critical that his eyes resemble his mothers which they were able to accomplish through casting."
  },
  {
    "startTime": 145.1,
    "endTime": 150.0,
    "text": "Maybe that's why she declined playing Lily Potter herself because she was offered the role for the scene."
  },
  {
    "startTime": 150.1,
    "endTime": 152.51999999999998,
    "text": "And that's boom another bonus thing you didn't know."
  },
  {
    "startTime": 152.52,
    "endTime": 153.43,
    "text": "Moving on."
  },
  {
    "startTime": 154.1,
    "endTime": 157.9,
    "text": "Harry Potter is dead!"
  },
  {
    "startTime": 160.6,
    "endTime": 163.63,
    "text": "Here's a thing about some good old-fashioned show business nepotism."
  },
  {
    "startTime": 163.63,
    "endTime": 165.5,
    "text": "We all know that Ralph Fiennes played Lord Voldemort,"
  },
  {
    "startTime": 165.6,
    "endTime": 172.9,
    "text": "but you probably didn't know that the actor that played young Voldemort, as in the 11 year old Tom Riddle, is actually a blood relative of his."
  },
  {
    "startTime": 172.92,
    "endTime": 178.1,
    "text": "That's Hero Fiennes-Tiffin, Ralph Fiennes' nephew playing Tom Riddle in The Half-Blood Prince."
  },
  {
    "startTime": 178.1,
    "endTime": 183.07999999999998,
    "text": "And while we're on blood relatives, let's talk about how Bill Weasley is actually Mad-Eye Moody's son."
  },
  {
    "startTime": 183.08,
    "endTime": 188.5,
    "text": "Domhnall Gleeson, who played Bill Weasley, is the real life son of Brendan Gleeson, who played Mad-Eye Moody."
  },
  {
    "startTime": 188.5,
    "endTime": 192.0,
    "text": "Hooray for yet another bonus thing and hooray for preferential treatment."
  },
  {
    "startTime": 192.0,
    "endTime": 194.62,
    "text": "Yes, it's all very touching. Let's go!"
  },
  {
    "startTime": 194.62,
    "endTime": 197.89000000000001,
    "text": "But we're not really bitter because Domhnall Gleeson is actually super talented."
  },
  {
    "startTime": 197.89,
    "endTime": 199.79999999999998,
    "text": "Next thing."
  },
  {
    "startTime": 199.8,
    "endTime": 201.8,
    "text": "It's a broomstick."
  },
  {
    "startTime": 201.9,
    "endTime": 205.5,
    "text": "That's not just a broomstick Harry, that's a Nimbus 2000."
  },
  {
    "startTime": 206.0,
    "endTime": 210.43,
    "text": "It's pretty clear that the props team had to revamp the classic broom to make it Quidditch ready."
  },
  {
    "startTime": 210.43,
    "endTime": 214.14000000000001,
    "text": "But you probably don't know just how hard core they had to get with it."
  },
  {
    "startTime": 214.14,
    "endTime": 220.97,
    "text": "They had to design the brooms knowing that they would be mounted onto motion control bases and used in all sorts of special effects on a green screen."
  },
  {
    "startTime": 220.97,
    "endTime": 227.5,
    "text": "They also knew the brooms had to be strong enough to hold the weight of a full grown human person by the later films while also being thin."
  },
  {
    "startTime": 227.6,
    "endTime": 236.195,
    "text": "So the brooms were made of an aircraft-grade titanium which doesn't sound super magical but it does sound pretty badass."
  },
  {
    "startTime": 236.195,
    "endTime": 239.6,
    "text": "We watched Harry, Hermione, and Ron grow up over the course of eight movies."
  },
  {
    "startTime": 239.7,
    "endTime": 246.29999999999998,
    "text": "In fact, looking back now at how young they are in the first few movies is actually kind of weird."
  },
  {
    "startTime": 246.4,
    "endTime": 247.3,
    "text": "Shut up, Harry."
  },
  {
    "startTime": 247.4,
    "endTime": 254.9,
    "text": "Anyway, unlike most of the Hogwarts students, there's one character we meet in Chamber of Secrets who's nowhere near the age of the actress who played her."
  },
  {
    "startTime": 254.9,
    "endTime": 260.0,
    "text": "Shirley Henderson, better known as Moaning Myrtle was a whopping 22 years older than her character."
  },
  {
    "startTime": 260.0,
    "endTime": 264.9,
    "text": "She was 36 at the time of filming playing the ghost of a 14 year old girl."
  },
  {
    "startTime": 264.9,
    "endTime": 267.0,
    "text": "I wouldn't expect you to mourn me."
  },
  {
    "startTime": 267.0,
    "endTime": 273.6,
    "text": "Incidentally, you may also be surprised to find out that Moaning Myrtle is inspired by that girl who's crying in the bathroom at every party."
  },
  {
    "startTime": 273.6,
    "endTime": 283.44,
    "text": "Seriously, J.K. Rowling\" admitted that the recurring experience of finding a girl crying in the bathroom at clubs and parties when she was younger was what inspired her to create \"Moaning Myrtle\"."
  },
  {
    "startTime": 283.44,
    "endTime": 289.51,
    "text": "And since it's probably not a thing that happens in guy's bathrooms, she liked the idea of putting \"Harry\" and \"Ron\" in that situation."
  },
  {
    "startTime": 289.51,
    "endTime": 294.096,
    "text": "And we just put you in the situation of another bonus thing you didn't know."
  },
  {
    "startTime": 294.096,
    "endTime": 296.871,
    "text": "It's like 30 (Bleep) things in this episode."
  },
  {
    "startTime": 298.799,
    "endTime": 303.15999999999997,
    "text": "Making eight movies over ten years takes a lot of well, everything."
  },
  {
    "startTime": 303.16,
    "endTime": 309.0,
    "text": "So, let's on a staggering statistic about the most iconic image from 'Harry Potter', the lightning bolt scar."
  },
  {
    "startTime": 309.1,
    "endTime": 314.0,
    "text": "By the time all of the films were in the can, the scar had been applied 2,000 times to Daniel Radcliffe."
  },
  {
    "startTime": 314.1,
    "endTime": 319.0,
    "text": "And that doesn't even include the additional thousands of times they had to add the scar to his stunt doubles and the like."
  },
  {
    "startTime": 319.2,
    "endTime": 326.0,
    "text": "They drew the scar on for the first two movies, but after that they created a version they could basically just glue onto his face, which was a lot simpler."
  },
  {
    "startTime": 326.0,
    "endTime": 327.6,
    "text": "Oculus Reparo."
  },
  {
    "startTime": 328.5,
    "endTime": 333.5,
    "text": "If that weren't enough, they also went through 160 pairs of Harry Potter glasses by the end of filming."
  },
  {
    "startTime": 333.6,
    "endTime": 339.5,
    "text": "Not because Daniel Radcliffe kept breaking them, but because shady guys in the prop department kept stealing them to sell on eBay."
  },
  {
    "startTime": 339.6,
    "endTime": 345.70000000000005,
    "text": "Okay, that last part might not be true but that's way I would have done which is probably why I've been fired from so many movie sets."
  },
  {
    "startTime": 345.7,
    "endTime": 350.0,
    "text": "And those were our seven Harry Potter things along with a crap-ton of bonus things for today."
  },
  {
    "startTime": 350.4,
    "endTime": 355.0,
    "text": "But hit the thumbs up if you wanna see more HPV, because we can totally hook that up for you guys."
  },
  {
    "startTime": 355.3,
    "endTime": 362.0,
    "text": "And in the meantime, the final installment in our What's the Difference? - Harry Potter series goes up tomorrow, so you can finally get off of our backs about that, too."
  },
  {
    "startTime": 362.2,
    "endTime": 368.0,
    "text": "Let us know if you're excited to check out Fantastic Beasts later this week, or if you're a purist and only have love for the original Harry Potter movies."
  },
  {
    "startTime": 368.6,
    "endTime": 376.0,
    "text": "Thanks for watching and be sure to subscribe for more truish things about movies and sometimes Mad-Eye Moody's bastard son right here on things you didn't know."
  }
]