[
  {
    "startTime": 0.0,
    "endTime": 8.8,
    "text": "Whether you are watching an entire Netflix series in one sitting or playing the newest Zelda from start to finish, most of us spend a significant time in front of screens."
  },
  {
    "startTime": 9.0,
    "endTime": 11.8,
    "text": "But is binge watching bad for your brain and body ?"
  },
  {
    "startTime": 12.0,
    "endTime": 14.48,
    "text": "In the past, it may have actually been deadly !"
  },
  {
    "startTime": 14.5,
    "endTime": 25.2,
    "text": "In 1967, an era in manufacturing led to the selling of TV's which emitted harmful X-Rays with radiation levels 100,000 times higher than what is considered safe today."
  },
  {
    "startTime": 25.44,
    "endTime": 28.3,
    "text": "But even modern televisions cause a strain on your eyes."
  },
  {
    "startTime": 28.3,
    "endTime": 37.4,
    "text": "Under normal circumstances, humans blink around 18 times per minute, but when staring at a screen, this rate decreases drastically, causing sore and tired eyes."
  },
  {
    "startTime": 37.6,
    "endTime": 40.2,
    "text": "Fortunately, these symptoms are generally short-term."
  },
  {
    "startTime": 40.4,
    "endTime": 45.76,
    "text": "In children, however, simply spending extended hours indoors can have developmental effects."
  },
  {
    "startTime": 45.76,
    "endTime": 53.099999999999994,
    "text": "A condition called Myopia where the eyes cannot focus properly is seen much more frequently in children who spend more time inside."
  },
  {
    "startTime": 53.36,
    "endTime": 60.0,
    "text": "Not only are you constantly forced to focus on nearby objects as opposed to far-off landscapes and distances."
  },
  {
    "startTime": 60.16,
    "endTime": 65.03999999999999,
    "text": "But scientists believe that the sun itself, may actually play a role in healthy eye regulation."
  },
  {
    "startTime": 65.04,
    "endTime": 70.30000000000001,
    "text": "And while TV might feel like a nice way to relax your body and brain, that may not always be a good thing."
  },
  {
    "startTime": 70.66,
    "endTime": 79.0,
    "text": "Not only is a sedentary lifestyle a major contributor to obesity, but studies have shown that, people who watch less TV tend to burn more calories."
  },
  {
    "startTime": 79.24,
    "endTime": 81.52,
    "text": "Even if they aren't doing more physical activity."
  },
  {
    "startTime": 82.02,
    "endTime": 90.39999999999999,
    "text": "Simply doing more mentally rigorous tasks like reading, playing a board game or simple household activities requires more energy and burns more calories."
  },
  {
    "startTime": 90.6,
    "endTime": 94.8,
    "text": "And if you want to truly relax, TV before bed may also be hurting you."
  },
  {
    "startTime": 94.8,
    "endTime": 98.39999999999999,
    "text": "Studies have shown that it may actually reduce the hours of quality sleep."
  },
  {
    "startTime": 98.4,
    "endTime": 100.16000000000001,
    "text": "Contributing to chronic sleep debt."
  },
  {
    "startTime": 100.48,
    "endTime": 103.16000000000001,
    "text": "It may also affect other bed time activities."
  },
  {
    "startTime": 103.2,
    "endTime": 110.4,
    "text": "Researchers have found that those who watch more than twenty hours of TV a week have on average a 44% reduction in sperm."
  },
  {
    "startTime": 110.62,
    "endTime": 114.72,
    "text": "But perhaps the most significant findings relate directly to your lifespan."
  },
  {
    "startTime": 114.72,
    "endTime": 127.8,
    "text": "Not only is there a documented correlation between TV viewing time and risk for diabetes and heart disease, but as shocking as it might be, multiple studies have found a correlation between TV viewing time and all causes of death ."
  },
  {
    "startTime": 127.94,
    "endTime": 134.3,
    "text": "One study concluded that every hour spent in front of the TV may cut as much as 22 minutes of your life."
  },
  {
    "startTime": 134.48,
    "endTime": 142.29999999999998,
    "text": "Of course, correlation does not equal causation and you can have a healthy relationship with TV if consumed in moderation like anything else."
  },
  {
    "startTime": 142.42,
    "endTime": 147.94,
    "text": "At the root of many of these claims is the physical inactivity associated with prolonged TV watching."
  },
  {
    "startTime": 147.94,
    "endTime": 150.5,
    "text": "Ultimately, the more you move, the more you live."
  },
  {
    "startTime": 150.5,
    "endTime": 157.0,
    "text": "Be sure to check out our newest videos by clicking the screen or using the links in the description and subscribe for more weekly science videos every Thursday."
  }
]