[
  {
    "startTime": 0.429,
    "endTime": 10.56,
    "text": "“Some of my best leading men have been dogs and horses.” – Elizabeth Taylor"
  },
  {
    "startTime": 10.56,
    "endTime": 14.48,
    "text": "An adorable ball of fur, the Maltese has a lot going for him. Amaze your friends with"
  },
  {
    "startTime": 14.48,
    "endTime": 18.4,
    "text": "these interesting facts about the popular royal dog breed. Welcome to Animal Facts,"
  },
  {
    "startTime": 18.4,
    "endTime": 23.009999999999998,
    "text": "I'm Leroy and today we are discussing the much loved pup, the marvelous Maltese."
  },
  {
    "startTime": 23.01,
    "endTime": 29.89,
    "text": "10. The  Maltese dog is the oldest of the toy breeds and has been around for more than 28 centuries."
  },
  {
    "startTime": 29.89,
    "endTime": 33.371,
    "text": "They originated on the Island of Malta and when the little dogs were brought back to"
  },
  {
    "startTime": 33.371,
    "endTime": 37.61,
    "text": "England by the early crusaders, they became the little darlings of Britain's royal women."
  },
  {
    "startTime": 37.61,
    "endTime": 41.211,
    "text": " The Maltese made its first American appearance at a Westminster Kennel Club show in 1877,"
  },
  {
    "startTime": 41.211,
    "endTime": 48.75,
    "text": "called a Maltese Lion Dog. It currently enjoys being one of the more popular toy breeds."
  },
  {
    "startTime": 48.75,
    "endTime": 55.17,
    "text": "9. A Maltese may be small, but he's not all fluff. These little dogs only weigh between"
  },
  {
    "startTime": 55.17,
    "endTime": 60.650000000000006,
    "text": "4 and 7 pounds (1.8 to 3.2 kilograms), but their sprightly prance, keen attention to"
  },
  {
    "startTime": 60.65,
    "endTime": 64.57,
    "text": "their surroundings, affectionate personalities and devotion to their humans will make them"
  },
  {
    "startTime": 64.57,
    "endTime": 67.77999999999999,
    "text": "a huge part of their owners' lives."
  },
  {
    "startTime": 67.78,
    "endTime": 73.8,
    "text": "8. According to the American Kennel Club, Egyptian artifacts of Maltese (or Maltese-like)"
  },
  {
    "startTime": 73.8,
    "endTime": 78.09,
    "text": "dogs have been found, which means ancient Egyptians may have worshiped the breed. Greek"
  },
  {
    "startTime": 78.09,
    "endTime": 83.369,
    "text": "pottery dating from 5 A.D. shows  images of  small, long-haired dogs like the Maltese,"
  },
  {
    "startTime": 83.369,
    "endTime": 88.24,
    "text": "and according to the 18th century religious scholar Carolus Maria DuVeil, ancient Greek"
  },
  {
    "startTime": 88.24,
    "endTime": 94.0,
    "text": "writings by historians like Strabo mention small, pretty dogs known as \"Catelli”"
  },
  {
    "startTime": 94.0,
    "endTime": 99.711,
    "text": "7. There's no doubt that part of the Maltese's allure is its beautiful white hair - not to"
  },
  {
    "startTime": 99.711,
    "endTime": 104.2,
    "text": "be confused with fur. Like human hair, the Maltese's white locks grow and occasionally"
  },
  {
    "startTime": 104.2,
    "endTime": 109.299,
    "text": "fall out -- they don't shed like most dogs. According to the AKC, no breed is guaranteed"
  },
  {
    "startTime": 109.299,
    "endTime": 113.25,
    "text": "to be hypoallergenic, but the Maltese won't bother some allergy sufferers. The dogs were"
  },
  {
    "startTime": 113.25,
    "endTime": 118.03,
    "text": "specially bred by Roman emperors to have that white coat we know today. The color white was"
  },
  {
    "startTime": 118.03,
    "endTime": 121.84,
    "text": "sacred to the Romans, who wanted their pets to exhibit an air of divinity. "
  },
  {
    "startTime": 121.84,
    "endTime": 130.829,
    "text": "6. Over the course of its existence, the breed has had a number of different monikers. Some"
  },
  {
    "startTime": 130.829,
    "endTime": 135.68,
    "text": "include comforter dog, Maltese lion dog, Maltese terrier, Melitaie dog, Roman ladies'"
  },
  {
    "startTime": 135.68,
    "endTime": 139.56900000000002,
    "text": "dog, shock dog, and the Spaniel gentle."
  },
  {
    "startTime": 139.569,
    "endTime": 144.97,
    "text": "5. Maltese have profuse coats, meaning they need a lot of attention. To keep their fur"
  },
  {
    "startTime": 144.97,
    "endTime": 149.559,
    "text": "silky and white, they need to be brushed daily. Most non-show owners prefer to keep their"
  },
  {
    "startTime": 149.559,
    "endTime": 154.12,
    "text": "dogs in a puppy cut to avoid having to constantly groom them. "
  },
  {
    "startTime": 154.12,
    "endTime": 161.09900000000002,
    "text": "4. Though they be but little, they can jump. They also seem to have no fear of gravity"
  },
  {
    "startTime": 161.099,
    "endTime": 165.01899999999998,
    "text": "and have no problem leaping out of your arms or off high ledges. So, let's try to"
  },
  {
    "startTime": 165.019,
    "endTime": 168.769,
    "text": "keep our fur babies off balconies."
  },
  {
    "startTime": 168.769,
    "endTime": 174.59,
    "text": "3. Maltese make great therapy dogs because they’re loving and small, which means they"
  },
  {
    "startTime": 174.59,
    "endTime": 179.09,
    "text": "can cuddle right up to whomever they're trying to help. While any size dog can be a therapy"
  },
  {
    "startTime": 179.09,
    "endTime": 183.01,
    "text": "pet, small dogs in particular are well-suited for the job because they can be lifted into"
  },
  {
    "startTime": 183.01,
    "endTime": 187.29999999999998,
    "text": "beds if a person is immobile. They also can be held more easily than larger dogs. When"
  },
  {
    "startTime": 187.3,
    "endTime": 191.459,
    "text": "it comes to therapy dogs, temperament is most important. They should be friendly, gentle"
  },
  {
    "startTime": 191.459,
    "endTime": 196.129,
    "text": "and have a calm demeanor. They also should like to be petted and handled."
  },
  {
    "startTime": 196.129,
    "endTime": 202.16899999999998,
    "text": "2. Some of the A-list celebs who have co-habited with a Maltese include Elvis, Marilyn Monroe,"
  },
  {
    "startTime": 202.169,
    "endTime": 208.139,
    "text": "Jane Fonda, Ellen de Generes, Jessica Simpson, Elizabeth Taylor. A Maltese dog by the name"
  },
  {
    "startTime": 208.139,
    "endTime": 211.81900000000002,
    "text": "of Lucky was authenticated by Guinness Book of Records as having been photographed with"
  },
  {
    "startTime": 211.819,
    "endTime": 217.53,
    "text": "the most celebrities – a whopping 363. To date, this mini pooch has sat on the laps"
  },
  {
    "startTime": 217.53,
    "endTime": 223.329,
    "text": "of Kim Kardashian, Kristin Stewart, Richard Branson, Bill Clinton, Hugh Grant…. and"
  },
  {
    "startTime": 223.329,
    "endTime": 224.459,
    "text": "counting."
  },
  {
    "startTime": 224.459,
    "endTime": 229.999,
    "text": "1. Take Trouble, the Maltese worth $2 million. When real estate developer Leona Helmsley"
  },
  {
    "startTime": 229.999,
    "endTime": 235.329,
    "text": "died in 2007, she left $12 million to her pooch in her will. The government eventually"
  },
  {
    "startTime": 235.329,
    "endTime": 239.59,
    "text": "trimmed the inheritance down to a measly two million, Thanks Obama, but that didn’t stop"
  },
  {
    "startTime": 239.59,
    "endTime": 242.209,
    "text": "the dog from living it up until her death in 2011."
  },
  {
    "startTime": 242.209,
    "endTime": 248.72,
    "text": "Well, there ya have it. A meager meshup of maltese memorabilia. What did we miss? Let"
  },
  {
    "startTime": 248.72,
    "endTime": 253.04,
    "text": "us all know in the comments below. As always, we welcome any suggestion on Animal related"
  },
  {
    "startTime": 253.04,
    "endTime": 257.629,
    "text": "topics, because we heart animals. If you do toom take a moment to like and subscribe."
  },
  {
    "startTime": 257.629,
    "endTime": 267.629,
    "text": "And as always, catch ya next time."
  }
]