[
  {
    "startTime": 5.38,
    "endTime": 9.17,
    "text": "Released on Christmas Day, and directed by the one-and-only Steven Spielberg, this feel"
  },
  {
    "startTime": 9.17,
    "endTime": 14.1,
    "text": "good war-epic stars Jeremy Irvine as a young Briton who falls in love with a plucky thoroughbred"
  },
  {
    "startTime": 14.1,
    "endTime": 17.18,
    "text": "horse named Joey, who can seemingly do everything. When World War I breaks out, Joey is sold"
  },
  {
    "startTime": 17.18,
    "endTime": 20.95,
    "text": "to the army, and drifts from person to person during the war, going from one battlefield"
  },
  {
    "startTime": 20.95,
    "endTime": 52.75,
    "text": "to the next, with his wishful owner hoping he'll someday return. [CLIP] It is a simple,"
  },
  {
    "startTime": 52.75,
    "endTime": 56.68,
    "text": "and kid-friendly story about the love of a pet that transcends all boundaries, which"
  },
  {
    "startTime": 56.68,
    "endTime": 60.16,
    "text": "is why it's unfortunate this plot-thread is seemingly abandoned for the entire middle"
  },
  {
    "startTime": 60.16,
    "endTime": 65.369,
    "text": "act as Joey's owner is nowhere to be found. As expected though, the film is expertly direct"
  },
  {
    "startTime": 65.369,
    "endTime": 70.13,
    "text": "and filmed by Spielberg, who makes full use of the European countryside both before and"
  },
  {
    "startTime": 70.13,
    "endTime": 74.109,
    "text": "during the first great war. The acting is sufficient here, but sometimes approaches"
  },
  {
    "startTime": 74.109,
    "endTime": 78.79899999999999,
    "text": "soap-opera levels of scenery-chewing. Besides a clever scene between enemies who cease warfare"
  },
  {
    "startTime": 78.799,
    "endTime": 83.069,
    "text": "to help the injured Joey stuck in the barbed wire of No Man's Land - nothing particularly"
  },
  {
    "startTime": 83.069,
    "endTime": 88.09,
    "text": "amazing or surprising ever occurs in this film. Joey the horse is seen as an underdog"
  },
  {
    "startTime": 88.09,
    "endTime": 91.049,
    "text": "from the start, but that never stops him from constantly impressing the doubtful humans"
  },
  {
    "startTime": 91.049,
    "endTime": 94.97900000000001,
    "text": "taking care of him, whether it's the German army, or a small French girl who finds him"
  },
  {
    "startTime": 94.979,
    "endTime": 98.63,
    "text": "in a windmill. This is a fun, and delightful movie that plays everything by the book, and"
  },
  {
    "startTime": 98.63,
    "endTime": 103.619,
    "text": "never makes any missteps - but with a predictable ending, this film sorely lacks any real suspense"
  },
  {
    "startTime": 103.619,
    "endTime": 108.649,
    "text": "or consequence, and fails to really achieve a true level of greatness. \"Warhorse\", an"
  },
  {
    "startTime": 108.649,
    "endTime": 113.13,
    "text": "\"Heavy-handed inspiration of wartime\". Those are my thoughts, now let's take a look at"
  },
  {
    "startTime": 113.13,
    "endTime": 126.929,
    "text": "some of yours from the YouTube comments."
  },
  {
    "startTime": 126.929,
    "endTime": 132.22,
    "text": "For the last time tonight, here's the Rate-O-Matic to score \"War Horse\", a SEVEN and a NINE."
  },
  {
    "startTime": 132.22,
    "endTime": 137.39,
    "text": "You loved this film presentation and inspirational message, you scored it an \"awesome\". While"
  },
  {
    "startTime": 137.39,
    "endTime": 143.14999999999998,
    "text": "I appreciated everything this film accomplished, it never really impressed me - I thought it"
  },
  {
    "startTime": 143.15,
    "endTime": 153.15,
    "text": "was \"cool\"."
  }
]