[
  {
    "startTime": 12.98,
    "endTime": 19.42,
    "text": "The first thing you notice about Michael Mann's Heat is that it's all long lenses."
  },
  {
    "startTime": 19.42,
    "endTime": 26.380000000000003,
    "text": "In a widescreen, 23 by 9 format, meant to allow for a broad scope so that you can see more"
  },
  {
    "startTime": 26.38,
    "endTime": 32.36,
    "text": "Mann crowds his subjects into the frame, as if you're always watching them on a stakeout"
  },
  {
    "startTime": 32.36,
    "endTime": 35.339999999999996,
    "text": "from some hidden vantage on the building opposite."
  },
  {
    "startTime": 35.34,
    "endTime": 38.92,
    "text": "The telephoto lens is really the perfect lens for this film."
  },
  {
    "startTime": 38.92,
    "endTime": 42.440000000000005,
    "text": "It has the effect of keeping everything at a distance"
  },
  {
    "startTime": 42.44,
    "endTime": 45.379999999999995,
    "text": "while at the same time separating people from the background"
  },
  {
    "startTime": 45.38,
    "endTime": 50.52,
    "text": "while also, at the same time, turning the background into an almost liquid plane of lights"
  },
  {
    "startTime": 50.52,
    "endTime": 54.900000000000006,
    "text": "evoking that fantastical romance that is always found in noir"
  },
  {
    "startTime": 54.9,
    "endTime": 59.379999999999995,
    "text": "and which Michael Mann sees in the sprawl of Los Angeles."
  },
  {
    "startTime": 59.38,
    "endTime": 64.96000000000001,
    "text": "This is all to say that the telephoto lens is both functional and stylistic in Heat"
  },
  {
    "startTime": 64.96,
    "endTime": 69.44,
    "text": "two words that could be used to describe the driving ethos behind Mann's work."
  },
  {
    "startTime": 69.44,
    "endTime": 76.78,
    "text": "Of course, style is never something Michael Mann has been accused of lacking."
  },
  {
    "startTime": 76.78,
    "endTime": 82.3,
    "text": "In fact, it's likely accusations of empty stylistics from the days of Miami Vice"
  },
  {
    "startTime": 82.3,
    "endTime": 86.58,
    "text": "that made Mann insist that Heat wasn't a genre film at all"
  },
  {
    "startTime": 86.58,
    "endTime": 92.75999999999999,
    "text": "but a drama, drawn from the stories of a real-life detective who served as a consultant on the film."
  },
  {
    "startTime": 92.76,
    "endTime": 97.82000000000001,
    "text": "And it's true, the procedural and mundane elements of police and criminal activity"
  },
  {
    "startTime": 97.82,
    "endTime": 100.41999999999999,
    "text": "are painstakingly rendered in Heat."
  },
  {
    "startTime": 100.42,
    "endTime": 104.64,
    "text": "And there's a pride in the fact that the locations are real locations in LA."
  },
  {
    "startTime": 104.64,
    "endTime": 108.06,
    "text": "This was an actual cardboard community on Terminal Island."
  },
  {
    "startTime": 108.06,
    "endTime": 112.66,
    "text": "This train that DeNiro gets out of is the real Blue Line of the Los Angeles MTA"
  },
  {
    "startTime": 112.66,
    "endTime": 116.16,
    "text": "and his house is a real house in Malibu, by the sea."
  },
  {
    "startTime": 116.16,
    "endTime": 120.67999999999999,
    "text": "But Mann can't hide his knack for, and devotion to, style."
  },
  {
    "startTime": 120.68,
    "endTime": 123.68,
    "text": "The three locations I mentioned may be real places"
  },
  {
    "startTime": 123.68,
    "endTime": 130.62,
    "text": "but it's not an accident that in the first, a giant mound of yellow sulphur gives the space a dreamlike quality."
  },
  {
    "startTime": 130.62,
    "endTime": 134.76,
    "text": "Or that the train platform feels both alien and alienating"
  },
  {
    "startTime": 134.76,
    "endTime": 141.76,
    "text": "And as for DeNiro's home, what could call attention to itself more than this blue-suffused box of loneliness"
  },
  {
    "startTime": 141.76,
    "endTime": 145.44,
    "text": "cribbed from Alex Colville's 1967 painting \"Pacific\""
  },
  {
    "startTime": 145.44,
    "endTime": 150.46,
    "text": "In other words, despite Michael Mann's protestations that this is not a genre piece"
  },
  {
    "startTime": 150.46,
    "endTime": 154.4,
    "text": "Heat is clearly drawing from both crime and noir traditions."
  },
  {
    "startTime": 154.4,
    "endTime": 160.8,
    "text": "What makes the film brilliant is that it uses its style and realism to comment on each other"
  },
  {
    "startTime": 160.8,
    "endTime": 164.16000000000003,
    "text": "and in doing so, updates the genre for a new age."
  },
  {
    "startTime": 164.16,
    "endTime": 168.98,
    "text": "A lot of this is done through sound in the film, by the great work in Chris Jenkins' sound design"
  },
  {
    "startTime": 168.98,
    "endTime": 171.07999999999998,
    "text": "and Elliot Goldenthal's score."
  },
  {
    "startTime": 171.08,
    "endTime": 176.56,
    "text": "The interplay is established right at the start, as Goldenthal's spacey, highly stylized score"
  },
  {
    "startTime": 176.56,
    "endTime": 187.0,
    "text": "fades into the hyperreal sounds of a hospital."
  },
  {
    "startTime": 187.0,
    "endTime": 189.98,
    "text": "And that exchange is in the soundtrack, too."
  },
  {
    "startTime": 189.98,
    "endTime": 197.0,
    "text": "For the scene where Pacino chases down DeNiro on the highway, Mann uses a Joy Division song called \"New Dawn Fades\""
  },
  {
    "startTime": 197.0,
    "endTime": 208.12,
    "text": "that has a driving rhythm that fits the moment perfectly"
  },
  {
    "startTime": 208.12,
    "endTime": 212.96,
    "text": "But what I just played? That's actually not the song used in the movie."
  },
  {
    "startTime": 212.96,
    "endTime": 217.0,
    "text": "Mann commissioned a cover of \"New Dawn Fades\" by the electronic artist Moby"
  },
  {
    "startTime": 217.0,
    "endTime": 221.46,
    "text": "who super adds to this functional moment a layer of pure style."
  },
  {
    "startTime": 221.46,
    "endTime": 233.06,
    "text": "Listen to the difference it makes."
  },
  {
    "startTime": 233.06,
    "endTime": 239.74,
    "text": "Since its beginning, there has been a tension in film noir between realism and style."
  },
  {
    "startTime": 239.74,
    "endTime": 246.32000000000002,
    "text": "Its origins in black and white and harsh chiaroscuro lighting attempted to communicate a gritty realism."
  },
  {
    "startTime": 246.32,
    "endTime": 253.26,
    "text": "But in this lighting and in the implicitly abstract nature of black and white, it created a style all its own."
  },
  {
    "startTime": 253.26,
    "endTime": 256.46,
    "text": "Its values, however, were always traditional."
  },
  {
    "startTime": 256.46,
    "endTime": 262.56,
    "text": "From the start, noir has investigated the way men construct their identities from what they do."
  },
  {
    "startTime": 262.56,
    "endTime": 268.22,
    "text": "That reflected the broad scope of men in the early 20th century, not just cops and robbers."
  },
  {
    "startTime": 268.22,
    "endTime": 276.70000000000005,
    "text": "But the rise of postmodern consumerist culture, of new ways to build identity that weren't from one's career or one's relationships"
  },
  {
    "startTime": 276.7,
    "endTime": 283.26,
    "text": "made the crime film's association with style more problematic, but also more necessary."
  },
  {
    "startTime": 283.26,
    "endTime": 287.59999999999997,
    "text": "Mann confronts this head-on with DeNiro and Pacino's characters."
  },
  {
    "startTime": 287.6,
    "endTime": 294.64000000000004,
    "text": "DeNiro's style, his slick suits, his minimal, empty house, reflect his lifestyle of extreme professionalism"
  },
  {
    "startTime": 294.64,
    "endTime": 299.78,
    "text": "matched in the actual yuppie culture of the 80s, when the film was first conceived."
  },
  {
    "startTime": 299.78,
    "endTime": 305.41999999999996,
    "text": "Pacino, too, is placed in the actual home of postmodern architect Thom Mayne, in Santa Monica."
  },
  {
    "startTime": 305.42,
    "endTime": 308.64000000000004,
    "text": "Mann knows that to communicate with contemporary audiences"
  },
  {
    "startTime": 308.64,
    "endTime": 312.56,
    "text": "to make a crime noir that is fresh and looks forward"
  },
  {
    "startTime": 312.56,
    "endTime": 315.52,
    "text": "these stylistic choices have to be present."
  },
  {
    "startTime": 315.52,
    "endTime": 321.7,
    "text": "Modern audiences firmly entrenched in this culture register style. They speak themselves through style."
  },
  {
    "startTime": 321.7,
    "endTime": 327.96,
    "text": "And it's through this attention to style that Heat can finally level a critique on its own culture."
  },
  {
    "startTime": 327.96,
    "endTime": 334.03999999999996,
    "text": "In the end, DeNiro and Pacino ultimately reject these new forms of identity construction."
  },
  {
    "startTime": 334.04,
    "endTime": 343.26000000000005,
    "text": "\"You can lounge around here on her sofa, in her ex-husband's dead tech postmodernistic bullshit house if you want to...\""
  },
  {
    "startTime": 343.26,
    "endTime": 348.88,
    "text": "They fall back on traditional methods. Pacino looks to his work, and DeNiro looks to relationships."
  },
  {
    "startTime": 348.88,
    "endTime": 354.96,
    "text": "\"All I know is, there's no point in me going anywhere any more if it's gonna be alone.\""
  },
  {
    "startTime": 354.96,
    "endTime": 360.09999999999997,
    "text": "In this way, Michael Mann's attention to style and score and soundtrack"
  },
  {
    "startTime": 360.1,
    "endTime": 363.20000000000005,
    "text": "and lenses and locations and wardrobe and lighting"
  },
  {
    "startTime": 363.2,
    "endTime": 368.03999999999996,
    "text": "and his attention to realism in all those same categories"
  },
  {
    "startTime": 368.04,
    "endTime": 374.54,
    "text": "serve to illustrate a new social environment as well as its drawbacks."
  },
  {
    "startTime": 374.54,
    "endTime": 377.94,
    "text": "And that's what film noir was always meant to do at its best:"
  },
  {
    "startTime": 377.94,
    "endTime": 384.18,
    "text": "show the underside of culture and why it's a necessary extension of the reverse."
  },
  {
    "startTime": 384.18,
    "endTime": 390.62,
    "text": "In fact, it may be the case in our modern culture that when the two sides are put face to face"
  },
  {
    "startTime": 390.62,
    "endTime": 398.34000000000003,
    "text": "they don't look all that different."
  },
  {
    "startTime": 398.34,
    "endTime": 403.76,
    "text": "Hey everybody, thanks for watching. Heat is one of the best crime thrillers of all time, no question about that."
  },
  {
    "startTime": 403.76,
    "endTime": 409.59999999999997,
    "text": "Um, I just want to say that 2015 has been the best year of my life."
  },
  {
    "startTime": 409.6,
    "endTime": 415.86,
    "text": "You guys have helped me expand this channel to something that I never could have imagined."
  },
  {
    "startTime": 415.86,
    "endTime": 420.96000000000004,
    "text": "The fact that I get to do this full-time is just beyond my wildest dreams."
  },
  {
    "startTime": 420.96,
    "endTime": 425.08,
    "text": "I believe in this channel so much and the work that's happening here"
  },
  {
    "startTime": 425.08,
    "endTime": 432.58,
    "text": "and I really believe that, to exist in 2016 and beyond, it has to innovate and experiment and do new things"
  },
  {
    "startTime": 432.58,
    "endTime": 436.14,
    "text": "and that is what I'm looking forward to doing and looking forward to giving to you."
  },
  {
    "startTime": 436.14,
    "endTime": 439.78,
    "text": "Um, there's a really special relationship between the people who watch this channel"
  },
  {
    "startTime": 439.78,
    "endTime": 443.21999999999997,
    "text": "pledge to this channel on my Patreon page, um, and me"
  },
  {
    "startTime": 443.22,
    "endTime": 447.48,
    "text": "because there's nothing in between us, and that's a model that I talk about after every video"
  },
  {
    "startTime": 447.48,
    "endTime": 450.14000000000004,
    "text": "but one that I really, really, really, REALLY believe in"
  },
  {
    "startTime": 450.14,
    "endTime": 457.02,
    "text": "because this content is not diluted by any corporation or any brand or anything like that"
  },
  {
    "startTime": 457.02,
    "endTime": 461.38,
    "text": "and that's, I think, really special, um, and I think, a new model for the way that content can be."
  },
  {
    "startTime": 461.38,
    "endTime": 465.02,
    "text": "So, um, I just wanted to say thank you for 2015. You guys have been awesome."
  },
  {
    "startTime": 465.02,
    "endTime": 467.76,
    "text": "If you do want to pledge you can click right there and go to my Patreon page."
  },
  {
    "startTime": 467.76,
    "endTime": 477.76,
    "text": "Um, I will see you guys next Wednesday in 2016 and hopefully an exciting year to come."
  }
]