[
  {
    "startTime": 1.4,
    "endTime": 7.300000000000001,
    "text": "Polite people have it instilled in them from an early age that they shouldn't talk too much about themselves."
  },
  {
    "startTime": 7.39,
    "endTime": 16.084,
    "text": "A few comments aside, they should, to prove appealing – always ask the other about their lives or stick to impersonal topics found in newspapers,"
  },
  {
    "startTime": 16.085,
    "endTime": 21.084,
    "text": "lest they be accused of that heinous charge: self-absorption."
  },
  {
    "startTime": 21.1,
    "endTime": 25.650000000000002,
    "text": "But this rule fails to distinguish between different ways of talking about oneself."
  },
  {
    "startTime": 25.65,
    "endTime": 32.379999999999995,
    "text": "There are, as well-mannered people sometimes forget, better and worse ways to share details of one's life."
  },
  {
    "startTime": 32.6,
    "endTime": 38.46,
    "text": "It's not the amount that one talks that should determine the issue; only how one does so."
  },
  {
    "startTime": 38.8,
    "endTime": 51.82599999999999,
    "text": "There is one particular way of discussing oneself which, however long it goes on for, never fails to win one friend, reassure audiences, comfort couples, bring solace to the single and buy one the goodwill of enemies."
  },
  {
    "startTime": 52.0,
    "endTime": 55.45,
    "text": "The confession of vulnerability and error."
  },
  {
    "startTime": 55.7,
    "endTime": 65.34,
    "text": "To hear that we've  failed, that we are sad, that it was our fault, that our partners don't seem to like us much, that we are lonely, that we have wished it might all be over."
  },
  {
    "startTime": 65.35,
    "endTime": 69.37899999999999,
    "text": "There is scarcely anything nicer anyone could learn."
  },
  {
    "startTime": 69.4,
    "endTime": 75.18900000000001,
    "text": "This is often taken to signal a basic nastiness in human nature, but the truth is more poignant."
  },
  {
    "startTime": 75.189,
    "endTime": 86.0,
    "text": "We are not so much crowing when we hear of failure as deeply reassured, reassured to know that we aren't humiliatingly alone with the appalling difficulties of being alive."
  },
  {
    "startTime": 86.3,
    "endTime": 94.383,
    "text": "It is all too easy to suspect that we have been uniquely cursed in the extent of our troubles, of which we seldom find evidence in the lives around us."
  },
  {
    "startTime": 94.7,
    "endTime": 99.74000000000001,
    "text": "The media offers us unending accounts of the financial and creative success of others,"
  },
  {
    "startTime": 99.75,
    "endTime": 107.709,
    "text": "while our friends and acquaintances constantly pepper their conversations with ever-so subtle boasts about their and their children's accomplishments."
  },
  {
    "startTime": 108.2,
    "endTime": 112.4,
    "text": "By an ultimate irony, these self-promoters aren't trying to alienate us."
  },
  {
    "startTime": 112.719,
    "endTime": 119.19999999999999,
    "text": "They are labouring under the touching but seriously misguided impression that we will like them more for their success."
  },
  {
    "startTime": 119.4,
    "endTime": 128.453,
    "text": "They are applying to social life, a model of a relationship between popularity and success that in fact only applies in very selective contexts,"
  },
  {
    "startTime": 128.5,
    "endTime": 133.818,
    "text": "perhaps when we seek to please our parents or need the help of successful people to advance our careers."
  },
  {
    "startTime": 134.189,
    "endTime": 139.69,
    "text": "But the rest of the time, as the boasters forget, we find success an enormous problem."
  },
  {
    "startTime": 139.7,
    "endTime": 142.7,
    "text": "We put in so much effort to be perfect."
  },
  {
    "startTime": 142.7,
    "endTime": 151.506,
    "text": "But the irony is that it's failure that charms, because others so need to hear external evidence of problems with which we are all too lonely:"
  },
  {
    "startTime": 151.7,
    "endTime": 161.95,
    "text": "How unnormal our sex lives are; how misguided our careers are proving; how unsatisfactory our family can be; how worried we are pretty much all the time."
  },
  {
    "startTime": 162.2,
    "endTime": 166.052,
    "text": "Revealing any of these wounds might, of course, place us in great danger."
  },
  {
    "startTime": 166.0,
    "endTime": 169.2,
    "text": "Others could laugh; social media could have a field day."
  },
  {
    "startTime": 169.25,
    "endTime": 170.35,
    "text": "That's the point."
  },
  {
    "startTime": 170.4,
    "endTime": 176.53,
    "text": "We get close by revealing things that would, in the wrong hands, be capable of inflicting humiliation on us."
  },
  {
    "startTime": 177.05,
    "endTime": 184.489,
    "text": "Friendship is the dividend of gratitude that flows from an acknowledgement that one has offered something very valuable to someone by talking."
  },
  {
    "startTime": 184.55,
    "endTime": 190.37,
    "text": "Not a fancy present, but something even more precious, the key to one's self-esteem and dignity."
  },
  {
    "startTime": 190.37,
    "endTime": 195.768,
    "text": "It's deeply poignant that we should expend so much effort on trying to look strong before the world,"
  },
  {
    "startTime": 195.768,
    "endTime": 203.463,
    "text": "When, all the while, it's really only ever the revelation of the somewhat embarrassing, sad, melancholy and anxious bits of us, that is what makes us endearing to others, and transforms strangers into friends."
  },
  {
    "startTime": 212.5,
    "endTime": 214.259,
    "text": "We love bringing you these films."
  },
  {
    "startTime": 214.3,
    "endTime": 227.28,
    "text": "If you want to help us to keep bringing you thoughtful content, please consider supporting us by visiting our shop at the link on your screen now."
  }
]