[
  {
    "startTime": 0.0,
    "endTime": 2.941,
    "text": "Where in the world is Superwoman today, eh?"
  },
  {
    "startTime": 2.941,
    "endTime": 5.21,
    "text": "Chicago. Chi-town."
  },
  {
    "startTime": 5.21,
    "endTime": 7.881,
    "text": "Windy City. Deep dish pizza. Mm."
  },
  {
    "startTime": 7.881,
    "endTime": 12.3,
    "text": "What up eveyone? It's your girl, Superwoman, and I'm losing my voice, but that's not the point."
  },
  {
    "startTime": 12.381,
    "endTime": 14.541,
    "text": "Today's video is gonna be a little bit different."
  },
  {
    "startTime": 14.7,
    "endTime": 19.122,
    "text": "It's probably not gonna be funny, but I can guarantee you, it's gonna be straight from my heart."
  },
  {
    "startTime": 19.122,
    "endTime": 22.4,
    "text": "Now, I'm gonna be honest with you, I've been having a really tough time recently."
  },
  {
    "startTime": 22.424,
    "endTime": 28.4,
    "text": "I'm in the middle of my world tour, and it's been mentally, emotionally, and physically overwhelming."
  },
  {
    "startTime": 28.5,
    "endTime": 32.6,
    "text": "As a result, I'm finding myself unhappy sometimes, aka, right now."
  },
  {
    "startTime": 32.685,
    "endTime": 41.5,
    "text": "And because I'm a pretty spiritual person, I've decided to analyze my feelings, not only in hopes of making you maybe feel better, but kinda to make myself feel better too."
  },
  {
    "startTime": 41.605,
    "endTime": 44.8,
    "text": "And hopefully by the end of this video we can both smile together."
  },
  {
    "startTime": 44.825,
    "endTime": 53.0,
    "text": "Now, everything I'm about to say is based off my own experiences and things I've learned, and I feel like I'm making this video just to kinda remind myself."
  },
  {
    "startTime": 53.106,
    "endTime": 57.206,
    "text": "So, welcome to five things we do to make ourselves unhappy."
  },
  {
    "startTime": 57.5,
    "endTime": 59.2,
    "text": "I think that's the title. Was that the title?"
  },
  {
    "startTime": 59.2,
    "endTime": 62.0,
    "text": "It's something like that. Are you ready? Because it's honesty hour."
  },
  {
    "startTime": 62.146,
    "endTime": 66.1,
    "text": "Number one: Expect to control people and situations."
  },
  {
    "startTime": 66.1,
    "endTime": 70.28699999999999,
    "text": "Now, I'm gonna be real with you, I'll be the first to say, I'm a huge control freak."
  },
  {
    "startTime": 70.287,
    "endTime": 76.5,
    "text": "Like, I'm on tour right now, and every time I'm on stage, I want to control everything that's happening."
  },
  {
    "startTime": 76.5,
    "endTime": 81.4,
    "text": "And even in my personal life, I find myself expecting people to do certain things."
  },
  {
    "startTime": 81.4,
    "endTime": 87.30000000000001,
    "text": "But what we need to remember, even though it's really hard to accept, is that we will never control people and certain situations."
  },
  {
    "startTime": 87.488,
    "endTime": 93.5,
    "text": "For example, if I'm on stage and the microphone stops working, nothing I do can fix that."
  },
  {
    "startTime": 93.5,
    "endTime": 103.669,
    "text": "The only thing I can control in that situation is how I react, so I can either A) get pissed off and throw the microphone at someone's head, or B) make a joke about it and hope people laugh."
  },
  {
    "startTime": 103.669,
    "endTime": 105.2,
    "text": "And the same goes with people."
  },
  {
    "startTime": 105.2,
    "endTime": 110.789,
    "text": "If we could control people, let's be real, you would be dating your celebrity crush and be living on a yacht."
  },
  {
    "startTime": 110.789,
    "endTime": 113.6,
    "text": "Are you living on a yacht? I don't think so."
  },
  {
    "startTime": 113.9,
    "endTime": 116.10000000000001,
    "text": "And if you's living on a yacht, then god damn it."
  },
  {
    "startTime": 116.1,
    "endTime": 129.1,
    "text": "Now, the reality is you will never control people and what they do, no matter how hard you try, and it's okay to have expectations of people, but understand that if you have expectations, people will not always fulfill them,"
  },
  {
    "startTime": 129.3,
    "endTime": 131.607,
    "text": "and there's nothing you can do about it."
  },
  {
    "startTime": 131.607,
    "endTime": 139.2,
    "text": "The only thing you'll ever be able to control in this world is how you react, so the key is to react like an effing boss."
  },
  {
    "startTime": 139.438,
    "endTime": 141.648,
    "text": "Number two: compare yourself to others."
  },
  {
    "startTime": 142.0,
    "endTime": 148.6,
    "text": "Now, i feel like in today's day and age this is mostly the fault of social media, because it's so easy to go through Facebook and envy everybody else,"
  },
  {
    "startTime": 148.8,
    "endTime": 160.3,
    "text": "but what you need to remember is that we as humans have the tendency to compare people's highlight reel to our blooper reel, because no one's life is as wonderful as it seems on social media, and how do I know this?"
  },
  {
    "startTime": 160.5,
    "endTime": 165.429,
    "text": "Because my life is not nearly as wonderful as my Instagram makes it seem, okay?"
  },
  {
    "startTime": 165.429,
    "endTime": 170.53,
    "text": "I know I put seven filters on every picture, and so do you, and so does everybody else."
  },
  {
    "startTime": 170.53,
    "endTime": 180.63,
    "text": "Everyone has their own path because everyone is different, and in a world where there's seven billion people, it's stupid to think that everyone's going to get from A to B while using the same road."
  },
  {
    "startTime": 180.63,
    "endTime": 186.171,
    "text": "It's just not gonna happen, not to mention, a lot of people aren't even trying to get to B, they're over there chilling on Q."
  },
  {
    "startTime": 186.171,
    "endTime": 191.5,
    "text": "Look how many people are on this planet, everyone is so different, where it doesn't even make sense to compare each other."
  },
  {
    "startTime": 191.5,
    "endTime": 194.306,
    "text": "I suck at some things, and I'm good at some things."
  },
  {
    "startTime": 194.306,
    "endTime": 196.691,
    "text": "You suck at some things, and you're good at some things."
  },
  {
    "startTime": 196.8,
    "endTime": 198.351,
    "text": "This is everyone's story."
  },
  {
    "startTime": 198.351,
    "endTime": 202.249,
    "text": "Number 3: View mistakes and hard times negatively."
  },
  {
    "startTime": 202.249,
    "endTime": 204.448,
    "text": "This gon' be some real talk."
  },
  {
    "startTime": 204.8,
    "endTime": 207.56900000000002,
    "text": "How do you know not to touch the stove when it's on?"
  },
  {
    "startTime": 208.2,
    "endTime": 213.749,
    "text": "Chances are when you were younger you burnt yourself a few times and now you know if you touch it, it's gonna hurt."
  },
  {
    "startTime": 213.749,
    "endTime": 217.1,
    "text": "But how would you know that if you didn't burn yourself in the first place?"
  },
  {
    "startTime": 217.1,
    "endTime": 220.29,
    "text": "As humans we learn through mistakes."
  },
  {
    "startTime": 220.29,
    "endTime": 221.709,
    "text": "How do you know how to walk?"
  },
  {
    "startTime": 221.709,
    "endTime": 225.989,
    "text": "Because when you were a toddler, you fell on your butt a couple hundred times."
  },
  {
    "startTime": 225.989,
    "endTime": 228.0,
    "text": "Now that concept doesn't change over time."
  },
  {
    "startTime": 228.0,
    "endTime": 234.329,
    "text": "From the moment you were born, to the moment you die, you will always learn things because you f**k things up."
  },
  {
    "startTime": 234.329,
    "endTime": 235.829,
    "text": "Or because someone hurt you."
  },
  {
    "startTime": 235.829,
    "endTime": 250.18,
    "text": "Look back, honestly take a second and look back at every lesson you've ever learned and I can guarantee you that lesson is founded on strong mistakes, heartache, tears, and a whole lot of other sad things."
  },
  {
    "startTime": 250.18,
    "endTime": 253.8,
    "text": "If you've learned who to trust it's probably because someone has lied to you."
  },
  {
    "startTime": 253.81,
    "endTime": 257.601,
    "text": "And if you've learned how to be positive, it's probably because you've been negative."
  },
  {
    "startTime": 257.601,
    "endTime": 263.7,
    "text": "And if you have the app Find My iPhone on your iPhone, it's probably because you've lost your iPhone."
  },
  {
    "startTime": 263.7,
    "endTime": 266.935,
    "text": "So when you make a mistake or you fail or you're heartbroken, yeah, cry."
  },
  {
    "startTime": 266.935,
    "endTime": 275.7,
    "text": "Be sad about it, that's ok, but also be 10% happy because yo, this is going to teach you something amazing that will help you in the future."
  },
  {
    "startTime": 275.9,
    "endTime": 279.79999999999995,
    "text": "There is a huge silver lining to everything."
  },
  {
    "startTime": 279.8,
    "endTime": 282.236,
    "text": "Picture it as exercise for your soul."
  },
  {
    "startTime": 282.236,
    "endTime": 285.286,
    "text": "Number four: Ignore your closest friend."
  },
  {
    "startTime": 285.286,
    "endTime": 296.8,
    "text": "We're so busy idolizing celebrities, daydreaming about our crushes, prioritizing our besties and consuming ourselves with media that we ignore our closest friend, ourselves."
  },
  {
    "startTime": 296.992,
    "endTime": 299.522,
    "text": "Now the way I see it, people are wonderful."
  },
  {
    "startTime": 299.7,
    "endTime": 305.353,
    "text": "People are like the cherries on top of an already delicious sundae. They're bonus."
  },
  {
    "startTime": 305.353,
    "endTime": 309.8,
    "text": "But the person you should be relying on most in this life, is you. Why?"
  },
  {
    "startTime": 309.953,
    "endTime": 313.27299999999997,
    "text": "Simply because no one knows you as well as you know yourself."
  },
  {
    "startTime": 313.273,
    "endTime": 318.649,
    "text": "No one can read your mind, no one knows your greatest fears, no one can hear all of the little voices inside your head."
  },
  {
    "startTime": 318.649,
    "endTime": 322.529,
    "text": "And for that reason, no one can be a better friend to you, than you."
  },
  {
    "startTime": 322.529,
    "endTime": 326.509,
    "text": "It's important to talk to yourself, love yourself, be your own friend."
  },
  {
    "startTime": 326.509,
    "endTime": 328.649,
    "text": "Be on the same page as yourself."
  },
  {
    "startTime": 328.649,
    "endTime": 339.8,
    "text": "Have your own back because I promise you, no matter how popular you are, at some point in your life, you'll find yourself alone in a room feeling super lonely."
  },
  {
    "startTime": 340.0,
    "endTime": 345.4,
    "text": "It's in your best interest to be friends with the only person in that room."
  },
  {
    "startTime": 345.4,
    "endTime": 348.179,
    "text": "Number five: Surround yourself with negativity."
  },
  {
    "startTime": 348.18,
    "endTime": 353.58,
    "text": "Negativity is like a contagious disease. If you hang around it, chances are you'll experience it."
  },
  {
    "startTime": 353.58,
    "endTime": 361.221,
    "text": "It's really really simple: if you don't want to experience negative feelings, don't hang around negative people who talk negative crap."
  },
  {
    "startTime": 361.221,
    "endTime": 362.821,
    "text": "Don't hang around people that gossip."
  },
  {
    "startTime": 362.9,
    "endTime": 364.76099999999997,
    "text": "Don't hang around people that put you down."
  },
  {
    "startTime": 364.761,
    "endTime": 367.50100000000003,
    "text": "Don't hang around people who hate other groups of people."
  },
  {
    "startTime": 367.501,
    "endTime": 370.77,
    "text": "And you yourself don't speak ill about anyone else."
  },
  {
    "startTime": 370.771,
    "endTime": 375.752,
    "text": "If the people around you don't make you smile and inspire you, then you are around the wrong people."
  },
  {
    "startTime": 375.752,
    "endTime": 380.194,
    "text": "If you don't want to smell like crap, then stop hanging around crap."
  },
  {
    "startTime": 380.194,
    "endTime": 382.634,
    "text": "If you don't wanna be wet, then get outta the rain."
  },
  {
    "startTime": 382.634,
    "endTime": 384.83500000000004,
    "text": "It's a very simple concept."
  },
  {
    "startTime": 384.0,
    "endTime": 388.227,
    "text": "You wanna be happy? Surround yourself with happy people and things."
  },
  {
    "startTime": 388.227,
    "endTime": 396.71,
    "text": "Well, that's all, I don't know if this video was helpful or if you hated it or if ya loved it but, I'm feeling a little bit better and we all need that reminder once in a while."
  },
  {
    "startTime": 396.71,
    "endTime": 399.85999999999996,
    "text": "Let's smile. Ready? One, two, three."
  },
  {
    "startTime": 400.786,
    "endTime": 403.706,
    "text": "We're gonna be okay. We're always okay."
  },
  {
    "startTime": 403.706,
    "endTime": 405.1,
    "text": "We're gonna be okay."
  },
  {
    "startTime": 405.1,
    "endTime": 410.93600000000004,
    "text": "Comment down below and let me know if I missed anything or if you just wanna drop something positive, maybe someone will read it and it'll really make their day."
  },
  {
    "startTime": 410.936,
    "endTime": 413.436,
    "text": "So go ahead and spread the joy."
  },
  {
    "startTime": 413.437,
    "endTime": 417.0,
    "text": "If you liked this video and liked the stuff I said, I do a lot of this during my show."
  },
  {
    "startTime": 417.2,
    "endTime": 419.557,
    "text": "I am on tour. I got four shows left in North America."
  },
  {
    "startTime": 419.8,
    "endTime": 422.8,
    "text": "The link is in the description, www.lillysinghtour.com."
  },
  {
    "startTime": 423.0,
    "endTime": 427.7,
    "text": "Tomorrow I'm headed to Vancouver BC. I've got Seattle, I got San Francisco and I've got Anaheim."
  },
  {
    "startTime": 427.857,
    "endTime": 429.57800000000003,
    "text": "Other than that, give the video a big thumbs up."
  },
  {
    "startTime": 429.578,
    "endTime": 431.157,
    "text": "You can check out my last video right there it's called types of girls in relationships."
  },
  {
    "startTime": 433.358,
    "endTime": 435.78000000000003,
    "text": "My second vlog channel is right there."
  },
  {
    "startTime": 435.78,
    "endTime": 436.957,
    "text": "So make sure you check that out and subscribe to that."
  },
  {
    "startTime": 436.958,
    "endTime": 438.19800000000004,
    "text": "And make sure that you subscribe to this channel, my main channel."
  },
  {
    "startTime": 439.498,
    "endTime": 443.5,
    "text": "Because I make new videos every Monday and Thursday and I'd love for you to be here."
  },
  {
    "startTime": 443.5,
    "endTime": 445.718,
    "text": "I sincerely hope in some way, shape or form this video has positively impacted your life."
  },
  {
    "startTime": 448.9,
    "endTime": 451.5,
    "text": "Until next time, one love, Superwoman."
  },
  {
    "startTime": 451.5,
    "endTime": 453.779,
    "text": "That is a wrap and zoop!"
  },
  {
    "startTime": 454.509,
    "endTime": 455.877,
    "text": "We're gonna be okay."
  }
]