[
  {
    "startTime": 7.21,
    "endTime": 7.32,
    "text": "10 Amazing Actors Who Committed Horrible Crimes"
  },
  {
    "startTime": 7.32,
    "endTime": 10.27,
    "text": "When it comes to top Hollywood actors, the first things that come to mind when you think"
  },
  {
    "startTime": 10.27,
    "endTime": 13.36,
    "text": "about them are the movies they've been in, their world class talents and, in some cases"
  },
  {
    "startTime": 13.36,
    "endTime": 17.65,
    "text": "at least, their superstar good looks. Things that don't tend to spring to mind are mindless"
  },
  {
    "startTime": 17.65,
    "endTime": 22.0,
    "text": "crimes like assault, theft and drug dealing - but a surprisingly high number of actors"
  },
  {
    "startTime": 22.0,
    "endTime": 26.32,
    "text": "have fallen afoul of the law for offences like those.Some of the most talented, most"
  },
  {
    "startTime": 26.32,
    "endTime": 29.41,
    "text": "versatile, funniest and well-known actors of recent times have, regrettably, been in"
  },
  {
    "startTime": 29.41,
    "endTime": 33.09,
    "text": "trouble for doing the kind of things that don't exactly make them great role models."
  },
  {
    "startTime": 33.09,
    "endTime": 36.899,
    "text": "Granted, in pretty much all of the cases listed in this video, the actors in question turned"
  },
  {
    "startTime": 36.899,
    "endTime": 40.559,
    "text": "their lives around for the better and proved themselves to be decent human beings - but"
  },
  {
    "startTime": 40.559,
    "endTime": 45.69,
    "text": "you can't simply delete a criminal past.On that note, here are ten amazing actors who"
  },
  {
    "startTime": 45.69,
    "endTime": 46.78,
    "text": "committed horrible crimes..."
  },
  {
    "startTime": 46.78,
    "endTime": 52.17,
    "text": "Robert Downey Jr. Robert Downey Jr. is now one of the most successful,"
  },
  {
    "startTime": 52.17,
    "endTime": 56.35,
    "text": "popular and highly-paid actors on the planet, but his career took a major downturn back"
  },
  {
    "startTime": 56.35,
    "endTime": 60.929,
    "text": "in the late 1990s, after a succession of drug-related convictions that ended up with the actor in"
  },
  {
    "startTime": 60.929,
    "endTime": 65.25,
    "text": "jail. He was sentenced to three years in the California Substance Abuse Treatment Facility"
  },
  {
    "startTime": 65.25,
    "endTime": 69.68,
    "text": "and State Prison in 1999, but was released after just one year, having proven that he"
  },
  {
    "startTime": 69.68,
    "endTime": 74.14,
    "text": "had rehabilitated himself - although he did relapse with a further two drug arrests a"
  },
  {
    "startTime": 74.14,
    "endTime": 78.39,
    "text": "year later. Having previously starred in movies like Chaplin, Natural Born Killers and Kiss"
  },
  {
    "startTime": 78.39,
    "endTime": 83.28,
    "text": "Kiss Bang Bang, Downey Jr. is currently most famous for his flagship role as Iron Man in"
  },
  {
    "startTime": 83.28,
    "endTime": 88.63,
    "text": "the Marvel Cinematic Universe."
  },
  {
    "startTime": 88.63,
    "endTime": 93.369,
    "text": "Christian Slater There was a time when, quite frankly, Christian"
  },
  {
    "startTime": 93.369,
    "endTime": 97.689,
    "text": "Slater needed Jesus! The True Romance star was arrested for and convicted of a number"
  },
  {
    "startTime": 97.689,
    "endTime": 102.94999999999999,
    "text": "of crimes in the 1980s and 90s. In 1989 he spent ten days in jail for drunk driving and"
  },
  {
    "startTime": 102.95,
    "endTime": 107.789,
    "text": "assault, in 1994 he was given community service for trying to board a plane with a loaded"
  },
  {
    "startTime": 107.789,
    "endTime": 112.99,
    "text": "gun in his luggage and, in 1997, he was convicted of assaulting both his ex-girlfriend Michelle"
  },
  {
    "startTime": 112.99,
    "endTime": 117.81,
    "text": "Jonas AND a police officer whilst under the influence of drugs and alcohol. Most recently,"
  },
  {
    "startTime": 117.81,
    "endTime": 122.93,
    "text": "he was charged with third degree sexual abuse in 2007 for harassing a woman on the street."
  },
  {
    "startTime": 122.93,
    "endTime": 126.67,
    "text": "These days, he is probably best known for his TV work, and has appeared in (and provided"
  },
  {
    "startTime": 126.67,
    "endTime": 130.34,
    "text": "voices for) shows like Archer, Mr. Robot and The Lion Guard."
  },
  {
    "startTime": 130.34,
    "endTime": 137.1,
    "text": "Kiefer Sutherland 24 star Kiefer Sutherland has been in trouble"
  },
  {
    "startTime": 137.1,
    "endTime": 141.82999999999998,
    "text": "with the law a few times - most notably on four occasions for driving under the influence"
  },
  {
    "startTime": 141.83,
    "endTime": 147.41000000000003,
    "text": "of alcohol. His first DUI was in 1989 and, most recently, he spent 48 days in jail for"
  },
  {
    "startTime": 147.41,
    "endTime": 152.38,
    "text": "a DUI in 2007 - a stint that was split into two periods so that he could continue filming"
  },
  {
    "startTime": 152.38,
    "endTime": 157.29,
    "text": "24 in between. Sutherland was also in trouble in 2009 for head-butting fashion designer"
  },
  {
    "startTime": 157.29,
    "endTime": 161.13,
    "text": "Jack McCollough - although the charges for this were ultimately dropped. Sutherland has"
  },
  {
    "startTime": 161.13,
    "endTime": 165.63,
    "text": "starred in movies like Stand by Me, The Lost Boys, A Few Good Men and Pompeii during his"
  },
  {
    "startTime": 165.63,
    "endTime": 169.97,
    "text": "time as an actor."
  },
  {
    "startTime": 169.97,
    "endTime": 173.84,
    "text": "Will Smith With one of the most clean-cut images in Hollywood,"
  },
  {
    "startTime": 173.84,
    "endTime": 177.73,
    "text": "you'd be hard-pressed to believe that there has ever been a bad bone in Will Smith's body."
  },
  {
    "startTime": 177.73,
    "endTime": 182.10999999999999,
    "text": "However, back in 1989, the Fresh Prince of Bel-Air star was supposedly involved in a"
  },
  {
    "startTime": 182.11,
    "endTime": 186.98000000000002,
    "text": "violent crime. Smith was arrested after being involved in an altercation so ferocious that"
  },
  {
    "startTime": 186.98,
    "endTime": 190.86999999999998,
    "text": "record promoter William Hendricks was almost blinded. Consequently, he was charged with"
  },
  {
    "startTime": 190.87,
    "endTime": 195.73000000000002,
    "text": "aggravated assault, recklessly endangering another person, simple assault, and criminal"
  },
  {
    "startTime": 195.73,
    "endTime": 199.5,
    "text": "conspiracy, and spent the night in a cell. However, the charges were later dismissed"
  },
  {
    "startTime": 199.5,
    "endTime": 203.36,
    "text": "and Smith - who has gone on to star in movies like Independence Day, Men in Black and Ali"
  },
  {
    "startTime": 203.36,
    "endTime": 209.11,
    "text": "- denies the crime completely, blaming the friends he was with instead."
  },
  {
    "startTime": 209.11,
    "endTime": 212.42000000000002,
    "text": "Woody Harrelson Cheers star Woody Harrelson is such a nice"
  },
  {
    "startTime": 212.42,
    "endTime": 215.89999999999998,
    "text": "guy that it's hard to imagine him getting in trouble with the law, but he actually has"
  },
  {
    "startTime": 215.9,
    "endTime": 220.73000000000002,
    "text": "been on several occasions. He was arrested in 1982 for disorderly conduct after dancing"
  },
  {
    "startTime": 220.73,
    "endTime": 225.48,
    "text": "in the middle of a street and subsequently charged with resisting arrest, in 1996 he"
  },
  {
    "startTime": 225.48,
    "endTime": 230.54,
    "text": "was accused of cultivating marijuana (although he was acquitted of that charge), in 2002"
  },
  {
    "startTime": 230.54,
    "endTime": 235.19,
    "text": "he was arrested after an incident in a taxi ended in a full-blown police chase and, in"
  },
  {
    "startTime": 235.19,
    "endTime": 239.97,
    "text": "2006, he assaulted a photographer, resulting in a 2008 lawsuit being filed against him."
  },
  {
    "startTime": 239.97,
    "endTime": 243.41,
    "text": "Thankfully, these days he is better known for appearing in movies like Zombieland, Friends"
  },
  {
    "startTime": 243.41,
    "endTime": 249.04,
    "text": "with Benefits, Seven Psychopaths and the Hunger Games series."
  },
  {
    "startTime": 249.04,
    "endTime": 253.51,
    "text": "Matthew Broderick Back in 1987, a year after filming the iconic"
  },
  {
    "startTime": 253.51,
    "endTime": 257.979,
    "text": "Ferris Bueller's Day Off, Matthew Broderick was vacationing in Ireland with his then-girlfriend"
  },
  {
    "startTime": 257.979,
    "endTime": 260.56,
    "text": "Jennifer Grey - whom he had met on the set of the aforementioned movie. Whilst driving"
  },
  {
    "startTime": 260.56,
    "endTime": 265.18,
    "text": "a rented BMW, Broderick forgot he was in Ireland and ended up driving on the wrong side of"
  },
  {
    "startTime": 265.18,
    "endTime": 269.939,
    "text": "the road. He slammed straight into an oncoming Volvo, killing 28-year-old Anna Gallagher"
  },
  {
    "startTime": 269.939,
    "endTime": 274.87,
    "text": "and her 63-year-old mother Margaret Dorothy on impact. Broderick suffered a few injuries,"
  },
  {
    "startTime": 274.87,
    "endTime": 280.11,
    "text": "but was ultimately only charged $175 for careless driving - a punishment that the family of"
  },
  {
    "startTime": 280.11,
    "endTime": 283.909,
    "text": "the two victims has called \"a travesty of justice\". He has since gone on to star in"
  },
  {
    "startTime": 283.909,
    "endTime": 287.84,
    "text": "movies like Godzilla, The Producers and The Lion King series, in which he voiced the adult"
  },
  {
    "startTime": 287.84,
    "endTime": 290.06899999999996,
    "text": "Simba."
  },
  {
    "startTime": 290.069,
    "endTime": 293.61,
    "text": "Mark Wahlberg Former pop star Mark Wahlberg comes across"
  },
  {
    "startTime": 293.61,
    "endTime": 297.939,
    "text": "as a nice guy and as something of an endearing cheeky chappy, but he actually has quite a"
  },
  {
    "startTime": 297.939,
    "endTime": 302.689,
    "text": "checkered past. Having previously been addicted to illegal drugs and charged with racially"
  },
  {
    "startTime": 302.689,
    "endTime": 307.40000000000003,
    "text": "abusing some African-American children, his most notable charge was for attempted murder,"
  },
  {
    "startTime": 307.4,
    "endTime": 312.37899999999996,
    "text": "for which he spent 45 days in prison. It was 1987, and a 16-year-old Wahlberg attacked"
  },
  {
    "startTime": 312.379,
    "endTime": 316.93,
    "text": "two Vietnamese men in what was another racially aggravated attack. Wahlberg hit one of the"
  },
  {
    "startTime": 316.93,
    "endTime": 322.18,
    "text": "men with a wooden stick and punched the other in the face - even calling one of them a \"Vietnam"
  },
  {
    "startTime": 322.18,
    "endTime": 326.069,
    "text": "f*cking shit\". He has since reformed dramatically and has appeared in successful movies like"
  },
  {
    "startTime": 326.069,
    "endTime": 331.06,
    "text": "Boogie Nights, Planet of the Apes and Ted. Tim Allen"
  },
  {
    "startTime": 331.06,
    "endTime": 336.34,
    "text": "Who could possibly believe this? In 1978, prior to his acting career, comedy star Tim"
  },
  {
    "startTime": 336.34,
    "endTime": 341.35999999999996,
    "text": "Allen - real name Tim Allen Dick - was arrested for drug trafficking. He was caught with over"
  },
  {
    "startTime": 341.36,
    "endTime": 346.439,
    "text": "650 grams of cocaine in his possession and pled guilty to the crime, but only ended up"
  },
  {
    "startTime": 346.439,
    "endTime": 351.06,
    "text": "having to serve 2 years and 4 months in jail, instead of the life sentence that he was originally"
  },
  {
    "startTime": 351.06,
    "endTime": 355.099,
    "text": "given. These days, Allen is best-known for starring in sitcoms Home Improvement and Last"
  },
  {
    "startTime": 355.099,
    "endTime": 359.53,
    "text": "Man Standing, for appearing in movies like the Santa Clause trilogy, Galaxy Quest and"
  },
  {
    "startTime": 359.53,
    "endTime": 368.84,
    "text": "Wild Hogs and, of course, for being the voice of Buzz Lightyear in the Toy Story trilogy."
  },
  {
    "startTime": 368.84,
    "endTime": 372.43899999999996,
    "text": "Matthew McConaughey Prior to meeting his wife - Brazilian model"
  },
  {
    "startTime": 372.439,
    "endTime": 376.87,
    "text": "Camila Alves - Matthew McConaughey openly admits to having been something of a wild"
  },
  {
    "startTime": 376.87,
    "endTime": 381.419,
    "text": "and reckless guy. He drank heavily and used all manner of illegal drugs, which culminated"
  },
  {
    "startTime": 381.419,
    "endTime": 385.54999999999995,
    "text": "in his arrest back in 1999. His neighbour heard commotion in his home and called the"
  },
  {
    "startTime": 385.55,
    "endTime": 388.93,
    "text": "police. When the cops arrived, they found McConaughey playing the bongos naked, with"
  },
  {
    "startTime": 388.93,
    "endTime": 393.31,
    "text": "marijuana and various other drugs laying around. Although he was later released, due to the"
  },
  {
    "startTime": 393.31,
    "endTime": 396.889,
    "text": "police not having a search warrant when they entered his home, the night he consequently"
  },
  {
    "startTime": 396.889,
    "endTime": 400.909,
    "text": "spent in the cells was a turning point for the actor. He has since starred in hit movies"
  },
  {
    "startTime": 400.909,
    "endTime": 407.029,
    "text": "like Magic Mike, The Wolf of Wall Street, Dallas Buyers Club and Interstellar."
  },
  {
    "startTime": 407.029,
    "endTime": 410.83,
    "text": "Paul Walker The late Paul Walker, who passed away tragically"
  },
  {
    "startTime": 410.83,
    "endTime": 416.529,
    "text": "in a high-speed car crash in 2013, faced felony charges back when he was 18-years-old - although"
  },
  {
    "startTime": 416.529,
    "endTime": 420.84,
    "text": "the crime in question remains undisclosed. Walker did maintain that it didn't involve"
  },
  {
    "startTime": 420.84,
    "endTime": 425.08,
    "text": "hurting anybody, however, but we'll probably never know exactly what it did involve. That"
  },
  {
    "startTime": 425.08,
    "endTime": 429.639,
    "text": "being said, while Walker was alive, some people called for him to be charged with statutory"
  },
  {
    "startTime": 429.639,
    "endTime": 433.8,
    "text": "rape, as he began dating his girlfriend Jasmine Pilchard-Gosnell when he was 33-years-old"
  },
  {
    "startTime": 433.8,
    "endTime": 439.219,
    "text": "and she was just 16. Walker starred in movies like Varsity Blues, She's All That and Timeline,"
  },
  {
    "startTime": 439.219,
    "endTime": 442.349,
    "text": "but he is undoubtedly best-known for his recurring role in the Fast and Furious franchise."
  },
  {
    "startTime": 442.349,
    "endTime": 446.74899999999997,
    "text": "Thanks for watching our list of 10 amazing actors who committed horrible crimes. Did"
  },
  {
    "startTime": 446.749,
    "endTime": 450.55,
    "text": "you know about any of these? Which other criminal actors are you aware of? Let us know in the"
  },
  {
    "startTime": 450.55,
    "endTime": 454.029,
    "text": "comments section below and be sure to subscribe to our channel for more great videos like"
  },
  {
    "startTime": 454.029,
    "endTime": 464.029,
    "text": "this one."
  }
]