[
  {
    "startTime": 11.098,
    "endTime": 14.100000000000001,
    "text": "Bees are very busy little matchmakers."
  },
  {
    "startTime": 14.1,
    "endTime": 16.7,
    "text": "Wingmen in every sense of the word."
  },
  {
    "startTime": 16.8,
    "endTime": 23.96,
    "text": "You see, the bees' side of the whole \"birds and the bees\" business is to help plants find mates and reproduce."
  },
  {
    "startTime": 23.96,
    "endTime": 32.0,
    "text": "In their work as pollinators, honeybees are integral to the production of nearly 1/3 of the food that we eat."
  },
  {
    "startTime": 32.0,
    "endTime": 37.0,
    "text": "And these bees, dutifully helping lonely plants have sex, aren't alone."
  },
  {
    "startTime": 37.0,
    "endTime": 46.912,
    "text": "But rather are part of a very complex network of matchmaking creatures, critical for the pollination of natural ecosystems and crops."
  },
  {
    "startTime": 46.912,
    "endTime": 51.0,
    "text": "Plants in many natural ecosystems need help to have sex."
  },
  {
    "startTime": 51.232,
    "endTime": 54.3,
    "text": "Like many of us, they're too busy to find a relationship."
  },
  {
    "startTime": 54.3,
    "endTime": 60.699999999999996,
    "text": "They have too much photosynthesis to do, and they can't find the time to evolve feet and walk to a singles bar."
  },
  {
    "startTime": 60.7,
    "endTime": 65.006,
    "text": "Those places are called meat markets for a reason, because plants can't walk."
  },
  {
    "startTime": 65.006,
    "endTime": 71.4,
    "text": "So they need matchmaker pollinators to transport their pollen grains to flowers of the same plant species."
  },
  {
    "startTime": 71.4,
    "endTime": 74.563,
    "text": "And they pay these pollinators with food."
  },
  {
    "startTime": 74.563,
    "endTime": 84.0,
    "text": "Today, around 170,000 plant species receive pollination services from more than 200,000 pollinator species."
  },
  {
    "startTime": 84.0,
    "endTime": 93.4,
    "text": "Pollinators include many species of bees, butterflies, moths, flies, wasps, beetles, even birds and bats,"
  },
  {
    "startTime": 93.4,
    "endTime": 99.57600000000001,
    "text": "who together help pollinate many species of trees, shrubs and other flowering plants."
  },
  {
    "startTime": 99.576,
    "endTime": 104.8,
    "text": "In return, flowering plants are an abundant and diverse food source for pollinators."
  },
  {
    "startTime": 105.166,
    "endTime": 113.608,
    "text": "For instance, fossil records suggest bees may have evolved from wasps that gave up hunting after they acquired a taste for nectar."
  },
  {
    "startTime": 113.608,
    "endTime": 116.336,
    "text": "Plant pollinator networks are everywhere."
  },
  {
    "startTime": 116.336,
    "endTime": 127.3,
    "text": "Ecologists record these networks in the field by observing which pollinators visit which plants, or by analyzing the identity of pollen loads on their bodies."
  },
  {
    "startTime": 127.4,
    "endTime": 132.588,
    "text": "Networks, registered in these ways, contain from 20 to 800 species."
  },
  {
    "startTime": 132.588,
    "endTime": 136.424,
    "text": "These networks show a repeated structure, or architecture."
  },
  {
    "startTime": 136.424,
    "endTime": 140.3,
    "text": "Pollinators interact with plants in a very heterogeneous way."
  },
  {
    "startTime": 140.4,
    "endTime": 145.4,
    "text": "Most plants are specialists, they have only one or a few matchmakers."
  },
  {
    "startTime": 145.4,
    "endTime": 154.357,
    "text": "Meanwhile, only a few generalist plants hire a diverse team of matchmakers, getting visits from almost all the pollinators of the network."
  },
  {
    "startTime": 154.357,
    "endTime": 156.437,
    "text": "The same occurs with pollinators."
  },
  {
    "startTime": 156.437,
    "endTime": 171.3,
    "text": "Most are specialists that feed on only a few plant species, while a few pollinators, including the honeybee usually, are generalists, busily feeding from and matchmaking for almost all the plant species in that ecosystem."
  },
  {
    "startTime": 171.305,
    "endTime": 179.93200000000002,
    "text": "What's interesting is that specialists and generalists across both plants and pollinators, sort themselves out in a particular pattern."
  },
  {
    "startTime": 179.932,
    "endTime": 184.23899999999998,
    "text": "Most pollinator networks, for which we have data, are nested."
  },
  {
    "startTime": 184.239,
    "endTime": 190.8,
    "text": "In a nested network, specialists tend to interact more with generalists than with other specialists."
  },
  {
    "startTime": 190.987,
    "endTime": 200.95499999999998,
    "text": "This is because if you're a specialist plant, and your only matchmaker also specializes on you as its only food source, you're each more vulnerable to extinction."
  },
  {
    "startTime": 200.955,
    "endTime": 209.90200000000002,
    "text": "So, you're better off specializing on a generalist pollinator that has other sources of food to ensure its persistence in bad years."
  },
  {
    "startTime": 209.902,
    "endTime": 212.6,
    "text": "The same goes if you're a specialist pollinator."
  },
  {
    "startTime": 212.728,
    "endTime": 221.5,
    "text": "You're better off in the long run specializing on a generalist plant that gets pollinated by other species in times when you're not around to help."
  },
  {
    "startTime": 221.5,
    "endTime": 226.468,
    "text": "Finally, in addition to nestedness, the networks are usually modular."
  },
  {
    "startTime": 226.468,
    "endTime": 236.53,
    "text": "This means that the species in a network are compartmentalized into modules of plants and animals that interact more with each other than with species in other modules."
  },
  {
    "startTime": 236.533,
    "endTime": 238.398,
    "text": "Think of them like social cliques."
  },
  {
    "startTime": 238.398,
    "endTime": 243.2,
    "text": "A plant or pollinator dying off will effect the species in its module."
  },
  {
    "startTime": 243.3,
    "endTime": 247.025,
    "text": "But those effects will be less severe on the rest of the network."
  },
  {
    "startTime": 247.025,
    "endTime": 248.695,
    "text": "Why's all that important?"
  },
  {
    "startTime": 248.695,
    "endTime": 253.06099999999998,
    "text": "Because plant pollinator network structure affects the stability of ecosystems."
  },
  {
    "startTime": 253.2,
    "endTime": 262.06899999999996,
    "text": "Heterogeneous distribution, nestedness and modularity enable networks to better prevent and respond to extinctions."
  },
  {
    "startTime": 262.069,
    "endTime": 265.223,
    "text": "That's critical because nature is never static."
  },
  {
    "startTime": 265.223,
    "endTime": 267.90000000000003,
    "text": "Some species may not show up every year."
  },
  {
    "startTime": 268.026,
    "endTime": 270.0,
    "text": "Plants flower at different times."
  },
  {
    "startTime": 270.542,
    "endTime": 273.455,
    "text": "Pollinators mature on varying schedules."
  },
  {
    "startTime": 273.455,
    "endTime": 279.24,
    "text": "Generalist pollinators have to adapt their preferences depending on who's flowering when."
  },
  {
    "startTime": 279.24,
    "endTime": 286.3,
    "text": "So from one flowering season to the next, the participants and patterns of matchmaking can drastically change."
  },
  {
    "startTime": 286.358,
    "endTime": 299.557,
    "text": "With all those variables, you can understand the importance of generalist pollinators, like bees, to the stability of not only a crop harvest, but the entire network of plants and pollinators we see in nature, and rely on for life."
  },
  {
    "startTime": 299.557,
    "endTime": 535.76,
    "text": "Next time you see a bee fly by, remember that it belongs to a complex network of matchmakers critical to the love lives of plants all around you."
  }
]