[
  {
    "startTime": 6.1,
    "endTime": 9.399999999999999,
    "text": "Cologne Cathedral is a Roman Catholic church in Cologne, Germany."
  },
  {
    "startTime": 9.6,
    "endTime": 15.0,
    "text": "It is the seat of the Archbishop of Cologne and the administration of the Archdiocese of Cologne."
  },
  {
    "startTime": 15.4,
    "endTime": 21.6,
    "text": "It is a renowned monument of German Catholicism and Gothic architecture and is a World Heritage Site."
  },
  {
    "startTime": 21.6,
    "endTime": 28.1,
    "text": "It is Germany's most visited landmark, attracting an average of 20,000 people a day."
  },
  {
    "startTime": 28.1,
    "endTime": 34.7,
    "text": "Construction of Cologne Cathedral commenced in 1248 and was halted in 1473, leaving it unfinished."
  },
  {
    "startTime": 34.9,
    "endTime": 41.0,
    "text": "Work restarted in the 19th century and was completed, to the original plan, in 1880."
  },
  {
    "startTime": 41.6,
    "endTime": 48.7,
    "text": "It is 144 meters long, 86 meters wide, and its towers are approximately 157 meters tall."
  },
  {
    "startTime": 49.4,
    "endTime": 54.4,
    "text": "The cathedral is the largest Gothic church in Northern Europe and has the second-tallest spires."
  },
  {
    "startTime": 55.0,
    "endTime": 61.0,
    "text": "Its two huge spires give it the largest façade of any church in the world."
  },
  {
    "startTime": 61.0,
    "endTime": 69.0,
    "text": "Cologne's medieval builders had planned a grand structure to house the reliquary of the Three Kings, and fit its role as a place of worship for the Holy Roman Emperor."
  },
  {
    "startTime": 69.7,
    "endTime": 73.0,
    "text": "Despite having been left incomplete during the medieval period,"
  },
  {
    "startTime": 73.0,
    "endTime": 85.9,
    "text": "Cologne Cathedral eventually became unified as \"a masterpiece of exceptional intrinsic value\" and \"a powerful testimony to the strength and persistence of Christian belief in medieval and modern Europe\"."
  },
  {
    "startTime": 85.9,
    "endTime": 96.80000000000001,
    "text": "As a World Heritage Site, and with its convenient position on tourist routes, Cologne Cathedral is a major tourist attraction, the visitors including many who travel there as a Christian pilgrimage."
  },
  {
    "startTime": 96.8,
    "endTime": 104.2,
    "text": "Visitors can climb 509 stone steps of the spiral staircase to a viewing platform about 98 meters above the ground."
  },
  {
    "startTime": 104.9,
    "endTime": 107.5,
    "text": "The platform gives a scenic view over the Rhine."
  },
  {
    "startTime": 107.7,
    "endTime": 110.2,
    "text": "Touring the Cathedral is forbidden during Mass."
  },
  {
    "startTime": 110.4,
    "endTime": 117.0,
    "text": "Entry into the cathedral is free but you will be asked for a donation."
  }
]