[
  {
    "startTime": 0.5,
    "endTime": 2.4,
    "text": "You know what's really tough?"
  },
  {
    "startTime": 2.5,
    "endTime": 4.5,
    "text": "Loving people for who they are."
  },
  {
    "startTime": 5.0,
    "endTime": 7.0,
    "text": "Not who we want them to be."
  },
  {
    "startTime": 7.5,
    "endTime": 9.0,
    "text": "Not who we think they can be."
  },
  {
    "startTime": 10.5,
    "endTime": 13.3,
    "text": "But loving them exactly as they are today."
  },
  {
    "startTime": 14.0,
    "endTime": 18.2,
    "text": "It's tough because we have our own expectations by which we measure others."
  },
  {
    "startTime": 18.6,
    "endTime": 27.5,
    "text": "We focus so much on whether the other person is meeting our standards, that we forget to love them for being uniquely flawed and evolving, just like ourselves."
  },
  {
    "startTime": 28.0,
    "endTime": 31.8,
    "text": "Perhaps at a different pace, in a different place."
  },
  {
    "startTime": 32.3,
    "endTime": 42.3,
    "text": "But when we actually succeed, when we love someone for who they are, we see how quickly they transform into the greatest, most inspired version of themselves."
  },
  {
    "startTime": 42.7,
    "endTime": 48.7,
    "text": "You see, the truth is that we don't know a thing about the silent battles fought by those we admire."
  },
  {
    "startTime": 49.0,
    "endTime": 53.5,
    "text": "Battles that are perhaps compensated by the very bravado we respect."
  },
  {
    "startTime": 53.9,
    "endTime": 56.699999999999996,
    "text": "We do not see the pain hidden behind their smile."
  },
  {
    "startTime": 56.9,
    "endTime": 59.8,
    "text": "We don't see the suffering and loss they've endured."
  },
  {
    "startTime": 60.0,
    "endTime": 66.0,
    "text": "But more importantly, we do not know what wisdom is hidden in the hearts of those who go unnoticed."
  },
  {
    "startTime": 66.6,
    "endTime": 76.8,
    "text": "Recognizing this humanizes our role models, flattens our egos, and gives us reason to treat every person with compassion and kindness."
  },
  {
    "startTime": 77.0,
    "endTime": 82.2,
    "text": "The most broken people have taught me more about life than some teachers ever could."
  },
  {
    "startTime": 82.5,
    "endTime": 84.9,
    "text": "They taught me hope."
  },
  {
    "startTime": 85.1,
    "endTime": 90.0,
    "text": "Now one of my favorite things to do is give that hope to others."
  },
  {
    "startTime": 90.2,
    "endTime": 96.0,
    "text": "To understand their fears, and assure them that their dreams are much more powerful than their demons。"
  },
  {
    "startTime": 96.2,
    "endTime": 102.2,
    "text": "To dissolve their insecurities and remind them that they don't have to have it all figured out in order to move forward."
  },
  {
    "startTime": 102.4,
    "endTime": 103.9,
    "text": "These things are my favorite."
  },
  {
    "startTime": 104.2,
    "endTime": 110.8,
    "text": "Not because I have more to share than anyone else, but because it is so often that I myself need to hear the words I speak."
  },
  {
    "startTime": 111.0,
    "endTime": 115.6,
    "text": "By offering hope to others, I develop hope for myself."
  },
  {
    "startTime": 115.8,
    "endTime": 119.5,
    "text": "See the reality is that no matter how insightful someone may seem."
  },
  {
    "startTime": 119.8,
    "endTime": 121.5,
    "text": "They are equally clueless."
  },
  {
    "startTime": 121.8,
    "endTime": 128.4,
    "text": "Enlightenment begins here, with the sobering reminder that there are no masters in life, only helpers."
  },
  {
    "startTime": 128.6,
    "endTime": 132.1,
    "text": "So be a helper, inspire someone, empower their soul."
  },
  {
    "startTime": 133.0,
    "endTime": 135.0,
    "text": "Awakening to this journey is the treasure."
  },
  {
    "startTime": 135.2,
    "endTime": 136.6,
    "text": "It is the only treasure."
  },
  {
    "startTime": 136.6,
    "endTime": 143.9,
    "text": "Because cemeteries are not just where we bury those who have passed, but also where we entomb the treasures of our future."
  },
  {
    "startTime": 144.3,
    "endTime": 147.8,
    "text": "Think, for a moment, of all the untapped wisdom and love."
  },
  {
    "startTime": 148.0,
    "endTime": 154.7,
    "text": "Think of all the books that will never be written, hugs that will never be given, and dreams that will never come to light."
  },
  {
    "startTime": 154.9,
    "endTime": 163.20000000000002,
    "text": "In this light, the cemetery is the most valuable place on Earth, for it is here where our regrets come to rest."
  },
  {
    "startTime": 163.4,
    "endTime": 170.20000000000002,
    "text": "Think of this when that voice in your head says you're not good enough or convinces you to start tomorrow instead of today."
  },
  {
    "startTime": 170.2,
    "endTime": 177.29999999999998,
    "text": "Think of this when you're holding a grudge, think of how fortunate you are to have another day to share your gifts with the world."
  },
  {
    "startTime": 177.5,
    "endTime": 183.5,
    "text": "If for no other reason, think of this, be humbled by this before you do the things you wish."
  },
  {
    "startTime": 183.7,
    "endTime": 189.7,
    "text": "I assure you, if you think as often as you should, you'll never postpone another day."
  },
  {
    "startTime": 189.9,
    "endTime": 197.20000000000002,
    "text": "So, think, and spend every ounce of your life in the passionate pursuit of that which moves your soul."
  },
  {
    "startTime": 197.4,
    "endTime": 201.0,
    "text": "Let your treasure be known."
  }
]