[
  {
    "startTime": 0.13,
    "endTime": 1.6,
    "text": "Hey, Thoughty2 here."
  },
  {
    "startTime": 1.6,
    "endTime": 6.199999999999999,
    "text": "At some point in your life, you may have become frustrated with modern day life."
  },
  {
    "startTime": 6.2,
    "endTime": 9.21,
    "text": "The awful music, long work hours."
  },
  {
    "startTime": 9.21,
    "endTime": 14.700000000000001,
    "text": "You complain that everyone's living through social media, rather than actually living."
  },
  {
    "startTime": 14.7,
    "endTime": 21.4,
    "text": "You may even foolishly believe that life in the past was superior and that you were born at the wrong time."
  },
  {
    "startTime": 21.4,
    "endTime": 25.4,
    "text": "You may think that life was simpler back then, less hectic and stressful, perhaps."
  },
  {
    "startTime": 25.4,
    "endTime": 30.599999999999998,
    "text": "But in reality, how good, or bad, was pre-industrial life?"
  },
  {
    "startTime": 30.6,
    "endTime": 43.0,
    "text": "Before we had machinery and modern medicine, if we go back to the Middle Ages or even all the way back to the Roman Empire, was life ever any better than it is right now?"
  },
  {
    "startTime": 43.0,
    "endTime": 51.84,
    "text": "Let's take a dirty detour and flirt with the filthy past to discover what it was really like to live in the time of the history books."
  },
  {
    "startTime": 51.84,
    "endTime": 56.0,
    "text": "So, why a dirty detour into the past?"
  },
  {
    "startTime": 56.0,
    "endTime": 62.0,
    "text": "Because ladies and gentlemen, the past was disgusting; utterly, down-right filthy."
  },
  {
    "startTime": 62.0,
    "endTime": 64.35,
    "text": "Cities were also disease-ridden."
  },
  {
    "startTime": 64.35,
    "endTime": 66.80999999999999,
    "text": "The bigger the city, the filthier it was."
  },
  {
    "startTime": 66.81,
    "endTime": 69.299,
    "text": "Humans are pretty disgusting like that."
  },
  {
    "startTime": 69.299,
    "endTime": 74.5,
    "text": "The biggest contributor to this problem was obviously the sewers, or lack of."
  },
  {
    "startTime": 74.5,
    "endTime": 86.0,
    "text": "Until the last 300 or so years, most cities around the world relied on sewerage systems no more advanced than throwing your waste of the window and hoping it doesn't land on your wife's head."
  },
  {
    "startTime": 86.0,
    "endTime": 93.5,
    "text": "Some fancier cities though, like ancient Rome and London, had open sewers—how opulent of them!"
  },
  {
    "startTime": 93.5,
    "endTime": 99.549,
    "text": "To put it crudely, open sewers were no more than a river of shit running past your front door."
  },
  {
    "startTime": 99.549,
    "endTime": 102.60000000000001,
    "text": "Very few people had clean running water in the past."
  },
  {
    "startTime": 102.6,
    "endTime": 109.33999999999999,
    "text": "Only the very wealthy, whose water was delivered through lead pipes, which gave them all heavy metal poisoning."
  },
  {
    "startTime": 109.5,
    "endTime": 111.5,
    "text": "But wait a minute, back up there:"
  },
  {
    "startTime": 111.5,
    "endTime": 116.9,
    "text": "Weren't the Romans credited with creating vast underground sewerage systems?"
  },
  {
    "startTime": 116.9,
    "endTime": 122.4,
    "text": "Well, yes, but they only built those in the dwellings of the upper-classes."
  },
  {
    "startTime": 122.4,
    "endTime": 126.60000000000001,
    "text": "They also built some public toilets that led to underground sewers."
  },
  {
    "startTime": 126.6,
    "endTime": 131.4,
    "text": "But you'd have to share these with hundreds of people—some chose not to."
  },
  {
    "startTime": 131.5,
    "endTime": 144.66,
    "text": "Despite the Romans having some underground sewers, we know from the history books that the majority of the lower class in ancient Rome and elsewhere, still chose to chuck their waste out of the window onto the street."
  },
  {
    "startTime": 144.66,
    "endTime": 146.57,
    "text": "It's just easier, I guess."
  },
  {
    "startTime": 146.57,
    "endTime": 159.2,
    "text": "And in smaller towns and villages across the world, all throughout history, dumping your waste onto the street, or all over your neighbor's cabbages, has been the standard way to dispose of it."
  },
  {
    "startTime": 159.2,
    "endTime": 164.89999999999998,
    "text": "Interestingly, emptying waste out of your window was actually illegal in medieval London."
  },
  {
    "startTime": 164.9,
    "endTime": 167.9,
    "text": "That didn't stop most people from doing it, though."
  },
  {
    "startTime": 167.9,
    "endTime": 178.6,
    "text": "The recommended method of waste disposal in London was actually to dump it in the river Thames, which is where thousands of people also got their drinking water from. Nice."
  },
  {
    "startTime": 178.6,
    "endTime": 183.7,
    "text": "So, what happened to the endless waste piling up in the streets?"
  },
  {
    "startTime": 183.7,
    "endTime": 194.0,
    "text": "Well, sewage collectors, known as \"muckrakers,\" would roam the streets and collect all the waste, then take it to local farmers and sell it as fertiliser."
  },
  {
    "startTime": 194.0,
    "endTime": 197.4,
    "text": "So, next time you complain about your job, just remember:"
  },
  {
    "startTime": 197.4,
    "endTime": 201.70000000000002,
    "text": "You could be playing Pokemon Go with human feces for a living."
  },
  {
    "startTime": 201.7,
    "endTime": 206.29999999999998,
    "text": "And that's if you were lucky enough to have a local shite shoveler."
  },
  {
    "startTime": 206.3,
    "endTime": 216.70000000000002,
    "text": "Some historic accounts tell of streets that were caked so deep in human waste that stepping stones had to be built to traverse them."
  },
  {
    "startTime": 216.7,
    "endTime": 221.29999999999998,
    "text": "But that would only have been a minor inconvenience to your medieval self."
  },
  {
    "startTime": 221.3,
    "endTime": 226.71,
    "text": "You would have been far too busy trying to stay alive to care about all the filth."
  },
  {
    "startTime": 226.71,
    "endTime": 238.60000000000002,
    "text": "Death and disease was everywhere, and almost every disease out there was hideous and meant certain death, or if you were very lucky an amputated limb, without anesthesia of course."
  },
  {
    "startTime": 238.6,
    "endTime": 247.6,
    "text": "Diseases such as leprosy, diabetes, dysentery, and measles were rife, and there was no cure or treatments like we have today."
  },
  {
    "startTime": 247.6,
    "endTime": 256.661,
    "text": "In fact, before the advent of modern medicine, if you managed to reach the age of 40 and your face hadn't fallen off yet, then you were incredibly lucky."
  },
  {
    "startTime": 256.66,
    "endTime": 259.6,
    "text": "But it wasn't actually all that bad."
  },
  {
    "startTime": 259.6,
    "endTime": 264.70000000000005,
    "text": "Contrary to popular belief, peasants in the Middle Ages did eat rather well."
  },
  {
    "startTime": 264.7,
    "endTime": 268.69,
    "text": "They weren't starved like the books and films would have us believe."
  },
  {
    "startTime": 268.69,
    "endTime": 275.66,
    "text": "The poor actually ate a plentiful diet of porridge, bread, meats, cheeses, fruits, and plenty of beer to wash it all down with."
  },
  {
    "startTime": 277.6,
    "endTime": 284.20000000000005,
    "text": "Although, to be fair, the beer did taste absolutely terrible, since Flemish hops hadn't been introduced yet."
  },
  {
    "startTime": 284.2,
    "endTime": 290.0,
    "text": "There was also significantly less violence outside of war than the movies portray."
  },
  {
    "startTime": 290.0,
    "endTime": 298.4,
    "text": "Medieval taverns were actually relatively civilized, until of course you go and steal somebody else's whore and you get garroted."
  },
  {
    "startTime": 298.4,
    "endTime": 314.5,
    "text": "So, next time you complain about modern-day life and your long work hours, at least you're not a slave to some lord or emperor, doing back-breaking work seven days a week, all the while trying to avoid the plague and the myriad of other fatal diseases out there."
  },
  {
    "startTime": 314.5,
    "endTime": 320.3,
    "text": "And when you walk home at night, the ground you tread upon is probably nicely paved and relatively clean."
  },
  {
    "startTime": 320.3,
    "endTime": 326.69,
    "text": "So, just be thankful, because your street could be covered in the collective works of your neighbor's bowels."
  },
  {
    "startTime": 326.69,
    "endTime": 341.5,
    "text": "And on that cheery note, thanks for watching."
  }
]