[
  {
    "startTime": 0.68,
    "endTime": 3.1,
    "text": "Hey there! Welcome to Life Noggin!"
  },
  {
    "startTime": 3.2,
    "endTime": 7.6000000000000005,
    "text": "A lot of people talk about autism, but not everyone understands what it is."
  },
  {
    "startTime": 7.8,
    "endTime": 14.1,
    "text": "Autism Spectrum Disorder, or ASD, affects how people communicate with and relate to others."
  },
  {
    "startTime": 14.3,
    "endTime": 17.7,
    "text": "This isn’t the same as being shy or not knowing what to say."
  },
  {
    "startTime": 17.9,
    "endTime": 23.9,
    "text": "Most people with autism don’t understand some of the basic social conventions that others take for granted."
  },
  {
    "startTime": 24.1,
    "endTime": 29.400000000000002,
    "text": "They might have trouble making eye contact, holding a conversation, or recognizing gestures."
  },
  {
    "startTime": 29.5,
    "endTime": 41.2,
    "text": "And over one-third of people with ASD are nonverbal, meaning they don’t use speech."
  },
  {
    "startTime": 41.5,
    "endTime": 50.1,
    "text": "Many have a sensitivity to bright light or loud noises, and others have physical problems, like trouble walking or picking up small objects."
  },
  {
    "startTime": 50.3,
    "endTime": 55.9,
    "text": "Some have intellectual disabilities, but about half have average or above average IQs."
  },
  {
    "startTime": 56.0,
    "endTime": 64.8,
    "text": "It’s also common for people with autism to have a great long-term memory for certain details, and many excel in math, science, music, or art."
  },
  {
    "startTime": 65.0,
    "endTime": 70.4,
    "text": "With such a wide variety of symptoms, no two people with ASD are alike."
  },
  {
    "startTime": 70.5,
    "endTime": 74.7,
    "text": "The behaviors vary so much that they used to be classified as different disorders."
  },
  {
    "startTime": 74.8,
    "endTime": 84.0,
    "text": "One was Asperger Syndrome, where people obsess over particular topics, miss nonverbal social cues, and may not understand appropriate social behavior."
  },
  {
    "startTime": 84.1,
    "endTime": 90.5,
    "text": "In 2013, scientists realized that the boundary between Asperger Syndrome and some of the other disorders was fuzzy,"
  },
  {
    "startTime": 90.7,
    "endTime": 93.2,
    "text": "so they decided to put them all under one name."
  },
  {
    "startTime": 93.4,
    "endTime": 97.0,
    "text": "This made it easier to diagnose autism, which is important."
  },
  {
    "startTime": 97.1,
    "endTime": 100.28999999999999,
    "text": "The younger someone is diagnosed, the earlier they can get help."
  },
  {
    "startTime": 100.29,
    "endTime": 105.0,
    "text": "In fact, many children who have autism will show signs by just two years old,"
  },
  {
    "startTime": 105.1,
    "endTime": 111.39999999999999,
    "text": "including not responding to their name, avoiding eye contact, and flapping their hands or rocking repeatedly."
  },
  {
    "startTime": 111.5,
    "endTime": 116.9,
    "text": "Even though there’s no cure for ASD, therapy and medication can help people adjust."
  },
  {
    "startTime": 117.0,
    "endTime": 120.5,
    "text": "Scientists are also doing clinical trials to find other solutions."
  },
  {
    "startTime": 120.6,
    "endTime": 127.3,
    "text": "They’ve learned that one out of every 68 of children in the US has the disorder, but they still aren’t sure what causes it."
  },
  {
    "startTime": 127.4,
    "endTime": 135.1,
    "text": "Autism is over four times more common in boys than girls, and most scientists think genes play a role because it often runs in families."
  },
  {
    "startTime": 135.3,
    "endTime": 140.20000000000002,
    "text": "Some people with ASD have abnormal chromosomes, but this can’t be the whole story."
  },
  {
    "startTime": 140.3,
    "endTime": 144.0,
    "text": "There are people with the same gene changes who don’t have autism."
  },
  {
    "startTime": 144.2,
    "endTime": 153.5,
    "text": "Other possible causes include having older parents, being exposed to high levels of testosterone in the womb, and having complications during pregnancy or birth."
  },
  {
    "startTime": 153.7,
    "endTime": 159.6,
    "text": "It may even have something to do with gut bacteria, since many autistic people have gastrointestinal issues."
  },
  {
    "startTime": 159.8,
    "endTime": 162.60000000000002,
    "text": "But most likely, it’s a combination of many factors."
  },
  {
    "startTime": 162.7,
    "endTime": 167.6,
    "text": "The one thing scientists know for sure is that vaccines do NOT cause autism."
  },
  {
    "startTime": 167.7,
    "endTime": 172.7,
    "text": "No matter why it happens, ASD is being diagnosed at a higher rate every year."
  },
  {
    "startTime": 172.9,
    "endTime": 175.1,
    "text": "This doesn’t mean it’s becoming more common."
  },
  {
    "startTime": 175.2,
    "endTime": 179.6,
    "text": "It just means more people are aware of the condition and getting diagnosed early."
  },
  {
    "startTime": 179.8,
    "endTime": 181.60000000000002,
    "text": "And awareness is crucial."
  },
  {
    "startTime": 181.7,
    "endTime": 186.39999999999998,
    "text": "The more we learn about autism, the more we can understand and relate to those who have it."
  },
  {
    "startTime": 186.6,
    "endTime": 195.6,
    "text": "It’s important to note that people with ASD deserve the same respect, fairness and chances that people without ASD receive."
  },
  {
    "startTime": 195.8,
    "endTime": 199.60000000000002,
    "text": "This will help people with ASD adapt and grow in our communities."
  },
  {
    "startTime": 199.8,
    "endTime": 206.3,
    "text": "We've put some resources in the description if you would like to learn more about ASD, and figure out what you can do to help."
  },
  {
    "startTime": 206.4,
    "endTime": 210.1,
    "text": "Is there another disorder or any other topic you would like us to talk about?"
  },
  {
    "startTime": 210.2,
    "endTime": 211.89999999999998,
    "text": "Let us know in the comment section below."
  },
  {
    "startTime": 212.1,
    "endTime": 225.9,
    "text": "And if you would like to know more about OCD, we made a video on just that. Check it out."
  },
  {
    "startTime": 226.3,
    "endTime": 230.0,
    "text": "My name is Blocko, this has been Life Noggin, don't forget to keep on thinking."
  }
]