[
  {
    "startTime": 6.5,
    "endTime": 11.2,
    "text": "In a Moment of Vision..."
  },
  {
    "startTime": 12.2,
    "endTime": 13.6,
    "text": "Early 1800s."
  },
  {
    "startTime": 13.7,
    "endTime": 18.2,
    "text": "It's the middle of the Napoleonic Wars in the middle of Europe, and it's the middle of the night."
  },
  {
    "startTime": 18.8,
    "endTime": 24.700000000000003,
    "text": "One Captain Charles Barbier of Napoleon's army is trying to relay a message to one of his troops."
  },
  {
    "startTime": 25.3,
    "endTime": 29.5,
    "text": "But sending written communications to the front lines can be deadly for the recipient."
  },
  {
    "startTime": 30.1,
    "endTime": 34.300000000000004,
    "text": "Lighting a candle to read the missive can give away their positions to the enemy."
  },
  {
    "startTime": 35.6,
    "endTime": 41.1,
    "text": "In a moment of vision, Barbier pokes a series of holes into a sheet of a paper with his blade,"
  },
  {
    "startTime": 41.2,
    "endTime": 45.800000000000004,
    "text": "creating a coded message that can be deciphered by fingertip, even in the pitch black."
  },
  {
    "startTime": 47.2,
    "endTime": 51.7,
    "text": "The merits of his so-called night writing are never acknowledged by the military,"
  },
  {
    "startTime": 51.8,
    "endTime": 61.099999999999994,
    "text": "but in 1821, Barbier approaches the Royal Institute for Blind Youth in Paris in the hopes that they might find a use for his innovative, new communication method."
  },
  {
    "startTime": 61.8,
    "endTime": 65.5,
    "text": "There, a precocious teen by the name of Louis Braille does just that."
  },
  {
    "startTime": 66.4,
    "endTime": 74.5,
    "text": "Louis spends the next several years improving on Barbier's idea, creating an organized alphabet fitting into a six dot standardized cell."
  },
  {
    "startTime": 76.0,
    "endTime": 77.2,
    "text": "The system catches on."
  },
  {
    "startTime": 78.5,
    "endTime": 86.1,
    "text": "Today, Braille is the universally accepted system of writing for the blind, adapted for more than 130 languages."
  }
]