[
  {
    "startTime": 6.474,
    "endTime": 12.3,
    "text": "In a Moment of Vision..."
  },
  {
    "startTime": 12.5,
    "endTime": 14.799,
    "text": "It's 1905, Northern California."
  },
  {
    "startTime": 14.899,
    "endTime": 16.849,
    "text": "Frank Epperson is eleven years old."
  },
  {
    "startTime": 17.301,
    "endTime": 23.0,
    "text": "He's sitting on his front porch making a sort of DIY drink that's very popular at this time."
  },
  {
    "startTime": 23.699,
    "endTime": 30.001,
    "text": "He has just poured a sugary soda powder into a glass of water and is mixing enthusiastically with a wooden stir stick."
  },
  {
    "startTime": 31.3,
    "endTime": 39.301,
    "text": "We don't know exactly how the next 24 hours play out, but we can imagine that something catches Frank's attention and he abandons his drink mid-stir."
  },
  {
    "startTime": 39.799,
    "endTime": 43.999,
    "text": "After a cold Bay Area night, Frank rediscovers his mixed drink the next morning."
  },
  {
    "startTime": 44.599,
    "endTime": 46.001,
    "text": "It's frozen solid."
  },
  {
    "startTime": 47.199,
    "endTime": 56.601,
    "text": "But instead of throwing it out, Frank pulls the icy block of soda out of the glass by the embedded stir stick and, in a moment of vision, licks it."
  },
  {
    "startTime": 57.999,
    "endTime": 62.1,
    "text": "Delighted by his invention, Frank begins making the frozen treat for friends,"
  },
  {
    "startTime": 62.1,
    "endTime": 68.69,
    "text": "and as he grows older, begins selling them as Eppsicles, a contraction of his last name and the word icicle."
  },
  {
    "startTime": 69.999,
    "endTime": 74.79899999999999,
    "text": "It is rumored that later, Frank's own kids dubbed the icy delicacy, Pop's 'cicle."
  },
  {
    "startTime": 74.999,
    "endTime": 78.701,
    "text": "Others claim the name is a combination of lollipop and icicle."
  },
  {
    "startTime": 80.0,
    "endTime": 83.999,
    "text": "Regardless where the name comes from, the popsicle is here to stay."
  },
  {
    "startTime": 84.379,
    "endTime": 88.99900000000001,
    "text": "Approximately 2 billion popsicles are sold each year."
  }
]