[
  {
    "startTime": 7.346,
    "endTime": 9.221,
    "text": "Fish are in trouble."
  },
  {
    "startTime": 9.221,
    "endTime": 20.142,
    "text": "The cod population of Canada's East Coast collapsed in the 1990s, intense recreational and commercial fishing has decimated goliath grouper populations in South Florida."
  },
  {
    "startTime": 20.142,
    "endTime": 28.22,
    "text": "And most populations of tuna have plummeted by over 50%, with the Southern Atlantic bluefin on the verge of extinction."
  },
  {
    "startTime": 28.22,
    "endTime": 30.703,
    "text": "Those are just a couple of many examples."
  },
  {
    "startTime": 30.704,
    "endTime": 33.283,
    "text": "Overfishing is happening all over the world."
  },
  {
    "startTime": 33.283,
    "endTime": 34.515,
    "text": "How did this happen?"
  },
  {
    "startTime": 34.515,
    "endTime": 40.714,
    "text": "When some people think of fishing, they imagine relaxing in a boat and patiently reeling in the day's catch."
  },
  {
    "startTime": 40.714,
    "endTime": 46.705,
    "text": "But modern industrial fishing, the kind that stocks our grocery shelves, looks more like warfare."
  },
  {
    "startTime": 46.705,
    "endTime": 50.676,
    "text": "In fact, the technologies they employ were developed for war."
  },
  {
    "startTime": 50.676,
    "endTime": 58.584,
    "text": "Radar, sonar, helicopters, and spotter planesare all used to guide factory ships towards dwindling schools of fish."
  },
  {
    "startTime": 58.584,
    "endTime": 67.506,
    "text": "Long lines with hundreds of hooks or huge nets round up massive amounts of fish, along with other species, like seabirds, turtles, and dolphins."
  },
  {
    "startTime": 67.506,
    "endTime": 73.336,
    "text": "And fish are hauled up onto giant boats, complete with onboard flash freezing and processing facilities."
  },
  {
    "startTime": 73.336,
    "endTime": 79.976,
    "text": "All of these technologies have enabled us to catch fish at greater depths, and farther out at sea than ever before."
  },
  {
    "startTime": 79.976,
    "endTime": 85.536,
    "text": "And as the distance and depth of fishing have expanded, so has the variety of species we target."
  },
  {
    "startTime": 85.536,
    "endTime": 90.156,
    "text": "For example, the Patagonian toothfish neither sounds nor looks very appetizing."
  },
  {
    "startTime": 90.156,
    "endTime": 93.346,
    "text": "And fishermen ignored it until the late 1970s."
  },
  {
    "startTime": 93.346,
    "endTime": 100.866,
    "text": "Then it was rebranded and marketed to chefs in the U.S. as Chilean sea bass, despite the animal actually being a type of cod."
  },
  {
    "startTime": 100.866,
    "endTime": 105.557,
    "text": "Soon it was popping up in markets all over the world and is now a delicacy."
  },
  {
    "startTime": 105.557,
    "endTime": 116.137,
    "text": "Unfortunately, these deep water fish don't reproduce until they're at least ten years old, making them extremely vulnerable to overfishing when the young are caught before they've had the chance to spawn."
  },
  {
    "startTime": 116.137,
    "endTime": 119.278,
    "text": "Consumer taste and prices can also have harmful effects."
  },
  {
    "startTime": 119.278,
    "endTime": 127.88900000000001,
    "text": "For example, shark fin soup is considered such a delicacy in China and Vietnam that the fin has become the most profitable part of the shark."
  },
  {
    "startTime": 127.889,
    "endTime": 133.739,
    "text": "This leads many fishermen to fill their boats with fins leaving millions of dead sharks behind."
  },
  {
    "startTime": 133.739,
    "endTime": 136.34900000000002,
    "text": "The problems aren't unique to toothfish and sharks."
  },
  {
    "startTime": 136.349,
    "endTime": 144.41899999999998,
    "text": "Almost 31% of the world's fish populations are overfished, and another 58% are fished at the maximum sustainable level."
  },
  {
    "startTime": 144.419,
    "endTime": 149.199,
    "text": "Wild fish simply can't reproduce as fast as 7 billion people can eat them."
  },
  {
    "startTime": 149.199,
    "endTime": 152.31,
    "text": "Fishing also has impacts on broader ecosystems."
  },
  {
    "startTime": 152.31,
    "endTime": 160.629,
    "text": "Wild shrimp are typically caught by dragging nets the size of a football field along the ocean bottom, disrupting or destroying seafloor habitats."
  },
  {
    "startTime": 160.629,
    "endTime": 163.31,
    "text": "The catch is often as little as 5% shrimp."
  },
  {
    "startTime": 163.311,
    "endTime": 167.881,
    "text": "The rest is by-catch, unwanted  animals that are thrown back dead."
  },
  {
    "startTime": 167.881,
    "endTime": 170.36,
    "text": "And coastal shrimp farming isn't much better."
  },
  {
    "startTime": 170.36,
    "endTime": 180.36100000000002,
    "text": "Mangroves are bulldozed to make room for shrimp farms, robbing coastal communities of storm protection and natural water filtration and depriving fish of key nursery habitats."
  },
  {
    "startTime": 180.361,
    "endTime": 184.161,
    "text": "So what does it look like to give fish a break and let them recover?"
  },
  {
    "startTime": 184.161,
    "endTime": 185.861,
    "text": "Protection can take many forms."
  },
  {
    "startTime": 185.861,
    "endTime": 195.963,
    "text": "In national waters, governments can set limits about how, when, where,  and how much fishing occurs, with restrictions on certain  boats and equipment."
  },
  {
    "startTime": 195.963,
    "endTime": 206.23399999999998,
    "text": "Harmful practices, such as bottom  trawling, can be banned altogether, and we can establish marine reserves closed to all fishing to help ecosystems restore themselves."
  },
  {
    "startTime": 206.234,
    "endTime": 215.34,
    "text": "There's also a role for consumer awareness and boycotts to reduce wasteful practices, like shark finning, and push fishing industries towards more sustainable practices."
  },
  {
    "startTime": 215.341,
    "endTime": 219.614,
    "text": "Past interventions have successfully helped depleted fish populations recover."
  },
  {
    "startTime": 219.614,
    "endTime": 221.40200000000002,
    "text": "There are many solutions."
  },
  {
    "startTime": 221.402,
    "endTime": 230.164,
    "text": "The best approach for each fishery must be considered based on science, respect for the local communities that rely on the ocean, and for fish as wild animals."
  },
  {
    "startTime": 230.164,
    "endTime": 232.92999999999998,
    "text": "And then the rules must be enforced."
  },
  {
    "startTime": 232.93,
    "endTime": 238.293,
    "text": "International collaboration is often needed, too, because fish don't care about our borders."
  },
  {
    "startTime": 238.293,
    "endTime": 240.114,
    "text": "We need to end overfishing."
  },
  {
    "startTime": 240.114,
    "endTime": 245.844,
    "text": "Ecosystems, food security, jobs, economies, and coastal cultures all depend on it."
  }
]