[
  {
    "startTime": 0.8,
    "endTime": 5.0,
    "text": "GMOs are one of the most controversial areas of science."
  },
  {
    "startTime": 5.1,
    "endTime": 7.699999999999999,
    "text": "Genetic engineering is used in many fields."
  },
  {
    "startTime": 7.8,
    "endTime": 15.8,
    "text": "But even though medical applications like GM insulin are widely accepted, the debate heats up when it comes to food and agriculture."
  },
  {
    "startTime": 15.9,
    "endTime": 17.2,
    "text": "Why is that?"
  },
  {
    "startTime": 17.3,
    "endTime": 19.8,
    "text": "Why is the same thing treated so differently?"
  },
  {
    "startTime": 20.5,
    "endTime": 27.3,
    "text": "Let's try to get to the bottom of this and explore the facts, the fears, and the future of GMOs."
  },
  {
    "startTime": 34.1,
    "endTime": 37.0,
    "text": "(Kurzgesagt - In a Nutshell)"
  },
  {
    "startTime": 37.1,
    "endTime": 40.9,
    "text": "(What is natural?)"
  },
  {
    "startTime": 42.1,
    "endTime": 46.5,
    "text": "Humans have been genetically modifying plants and animals for thousands of years."
  },
  {
    "startTime": 46.6,
    "endTime": 49.2,
    "text": "Maybe a few of your crops had very good yields."
  },
  {
    "startTime": 49.3,
    "endTime": 52.0,
    "text": "Maybe one of your wolves was especially loyal."
  },
  {
    "startTime": 52.1,
    "endTime": 56.5,
    "text": "So, you did the smart thing and bred the plants and animals that had traits beneficial to you."
  },
  {
    "startTime": 57.4,
    "endTime": 59.6,
    "text": "Traits suggest an expression of genes."
  },
  {
    "startTime": 60.4,
    "endTime": 64.1,
    "text": "So, with each generation, those genes got more pronounced."
  },
  {
    "startTime": 65.6,
    "endTime": 72.69999999999999,
    "text": "After thousands of years, almost every single plant and animal around us is vastly different from its pre-domesticated state."
  },
  {
    "startTime": 73.1,
    "endTime": 80.1,
    "text": "If humans have been changing genes for millennia, what makes a so-called \"genetically modified organism\", or GMO, different?"
  },
  {
    "startTime": 80.8,
    "endTime": 84.2,
    "text": "Selective breeding is basically hoping for lucky hits."
  },
  {
    "startTime": 84.3,
    "endTime": 87.0,
    "text": "Genetic engineering eliminates this factor."
  },
  {
    "startTime": 87.1,
    "endTime": 93.1,
    "text": "We can choose the traits we want, make fruit grow bigger, immune to pests, and so on."
  },
  {
    "startTime": 93.2,
    "endTime": 95.5,
    "text": "So, why are people concerned about them ?"
  },
  {
    "startTime": 95.8,
    "endTime": 99.8,
    "text": "(Are GMOs bad?)"
  },
  {
    "startTime": 100.2,
    "endTime": 103.60000000000001,
    "text": "Let's start with one of the most common objections to GMOs."
  },
  {
    "startTime": 104.0,
    "endTime": 110.8,
    "text": "Gene flow, meaning GM crops could mix with traditional crops and introduce unwanted new characteristics into them."
  },
  {
    "startTime": 111.2,
    "endTime": 117.7,
    "text": "There is a method that might guarantee complete prevention, but is a big anti-GMO argument by itself."
  },
  {
    "startTime": 118.2,
    "endTime": 119.5,
    "text": "Terminator seeds."
  },
  {
    "startTime": 120.2,
    "endTime": 126.0,
    "text": "The idea is that they could produce sterile plants, requiring farmers to buy new seeds every year."
  },
  {
    "startTime": 126.6,
    "endTime": 131.9,
    "text": "The very concept of this, however, caused a public outcry, stopping the technology being put to use."
  },
  {
    "startTime": 133.3,
    "endTime": 137.70000000000002,
    "text": "This brings us back to the unintentional spreading of engineered DNA."
  },
  {
    "startTime": 138.5,
    "endTime": 144.6,
    "text": "There have been cases of GMOs growing where they weren't planted and traces of modified genes found in foreign crops."
  },
  {
    "startTime": 145.8,
    "endTime": 148.60000000000002,
    "text": "But GM plants can't run wild entirely."
  },
  {
    "startTime": 149.1,
    "endTime": 152.9,
    "text": "Many crops pollinate themselves, and all crops have to be related to mingle."
  },
  {
    "startTime": 153.4,
    "endTime": 158.1,
    "text": "There are also cultural methods like buffer zones to keep unintentional crossing at a minimum."
  },
  {
    "startTime": 158.7,
    "endTime": 165.7,
    "text": "But if it's possible in principle that a GMO could unintentionally cross with a non-GMO, there's actually a more important question."
  },
  {
    "startTime": 166.2,
    "endTime": 170.89999999999998,
    "text": "Is food that comes from GM crops different to food from non-GM crops?"
  },
  {
    "startTime": 171.7,
    "endTime": 175.0,
    "text": "This question has been a major concern from the very beginning."
  },
  {
    "startTime": 175.6,
    "endTime": 182.6,
    "text": "GM plants that are destined to be eaten are checked for possible dangers, and the results are evaluated by multiple agencies."
  },
  {
    "startTime": 183.1,
    "endTime": 187.0,
    "text": "After more than 30 years and thousands of studies, the science is in."
  },
  {
    "startTime": 187.3,
    "endTime": 191.20000000000002,
    "text": "Eating GMO plants is no more risky than their non-GMO equivalent."
  },
  {
    "startTime": 191.7,
    "endTime": 196.5,
    "text": "But don't just take it our word for it⏤sources for this and other claims are in the video description."
  },
  {
    "startTime": 197.2,
    "endTime": 200.2,
    "text": "But what about plants that have been engineered to be toxic?"
  },
  {
    "startTime": 200.9,
    "endTime": 202.5,
    "text": "For example, BT crops."
  },
  {
    "startTime": 203.1,
    "endTime": 212.29999999999998,
    "text": "A gene borrowed from the bacterium Bacillus Thuringiensis lets engineered plants produce a protein that destroys the digestive system of specific insect pests."
  },
  {
    "startTime": 212.6,
    "endTime": 216.7,
    "text": "The plant makes its own pesticide⏤insects that eat it die."
  },
  {
    "startTime": 218.1,
    "endTime": 219.5,
    "text": "That sounds alarming."
  },
  {
    "startTime": 219.9,
    "endTime": 225.20000000000002,
    "text": "Pesticide sprays could be washed off, while the poison in BT crops is inside the plant."
  },
  {
    "startTime": 225.8,
    "endTime": 227.70000000000002,
    "text": "But actually, it's not a big deal."
  },
  {
    "startTime": 228.2,
    "endTime": 231.39999999999998,
    "text": "Poison is really just a question of different perspectives."
  },
  {
    "startTime": 231.7,
    "endTime": 234.29999999999998,
    "text": "What's harmless to one species might kill another."
  },
  {
    "startTime": 234.8,
    "endTime": 238.8,
    "text": "Coffee, for example, is a poison that kills insects but is harmless to us."
  },
  {
    "startTime": 239.2,
    "endTime": 243.5,
    "text": "Or take chocolate⏤it's dangerous for dogs but a pleasure for humans."
  },
  {
    "startTime": 244.4,
    "endTime": 252.1,
    "text": "BT crops produce a protein that is tailored to the specific design of the digestive tract of certain insects; it's completely harmless for us."
  },
  {
    "startTime": 252.9,
    "endTime": 254.8,
    "text": "There's also the opposite approach."
  },
  {
    "startTime": 254.9,
    "endTime": 258.3,
    "text": "Plants that are engineered to be resistant to certain weed killers."
  },
  {
    "startTime": 258.7,
    "endTime": 264.7,
    "text": "This way, farmers can use them widely, killing the other plants competing for resources without harming the crop."
  },
  {
    "startTime": 265.3,
    "endTime": 268.2,
    "text": "Here, we get to the dark underbelly of GMOs."
  },
  {
    "startTime": 268.6,
    "endTime": 271.40000000000003,
    "text": "For the pesticide industry, they are big business."
  },
  {
    "startTime": 271.8,
    "endTime": 277.6,
    "text": "Over 90% of all cash crops in the US are herbicide resistant, mostly to glyphosate."
  },
  {
    "startTime": 277.7,
    "endTime": 281.0,
    "text": "As a result, the use of glyphosate has increased greatly."
  },
  {
    "startTime": 281.7,
    "endTime": 286.7,
    "text": "That isn't only bad, glyphosate is much less harmful to humans than many other herbicides."
  },
  {
    "startTime": 287.4,
    "endTime": 294.7,
    "text": "Still, this means famers have a strong incentive to rely on this one method only, casting more balanced ways of managing weeds aside."
  },
  {
    "startTime": 295.3,
    "endTime": 298.40000000000003,
    "text": "That's one of the most fundamental problems with the GMO debate."
  },
  {
    "startTime": 298.7,
    "endTime": 307.4,
    "text": "Much of the criticism of this technology is actually criticism of modern agriculture and the business practice of the huge corporations that control our food supply."
  },
  {
    "startTime": 308.2,
    "endTime": 311.7,
    "text": "This criticism is not only valid, it's also important."
  },
  {
    "startTime": 312.0,
    "endTime": 315.2,
    "text": "We need to change agriculture to a more sustainable model."
  },
  {
    "startTime": 315.9,
    "endTime": 325.09999999999997,
    "text": "GMOs as a technology are actually an ally and not an enemy in that fight, helping to save and protect nature and minimize our impact on the environment."
  },
  {
    "startTime": 325.7,
    "endTime": 329.59999999999997,
    "text": "(What goods GMOs can do)"
  },
  {
    "startTime": 330.5,
    "endTime": 332.4,
    "text": "Let's look at some positive examples."
  },
  {
    "startTime": 332.8,
    "endTime": 338.0,
    "text": "Eggplant is an important crop in Bangladesh, but⏤often⏤whole harvests are destroyed by pests."
  },
  {
    "startTime": 338.5,
    "endTime": 341.0,
    "text": "Farmers had to rely heavily on pesticides."
  },
  {
    "startTime": 341.4,
    "endTime": 345.4,
    "text": "Not only was this very expensive, farmers also frequently got sick."
  },
  {
    "startTime": 346.1,
    "endTime": 350.0,
    "text": "The introduction of a new GM eggplant in 2013 stopped this."
  },
  {
    "startTime": 350.5,
    "endTime": 357.1,
    "text": "The same BT protein we talked about before⏤an effective killer of insects but harmless to humans⏤was engineered into them."
  },
  {
    "startTime": 357.7,
    "endTime": 365.2,
    "text": "This reduced insecticide use on eggplants by more than 80%⏤the health of farmers improved and their income rose dramatically."
  },
  {
    "startTime": 365.7,
    "endTime": 369.09999999999997,
    "text": "And, sometimes, the GM approach is the only option."
  },
  {
    "startTime": 369.5,
    "endTime": 377.2,
    "text": "In the 1990s, the papaya industry in Hawaii was under attack from the ringspot virus which threatened to wipe out Hawaiian papaya."
  },
  {
    "startTime": 377.6,
    "endTime": 382.40000000000003,
    "text": "The solution was a papaya genetically modified to be vaccinated against the virus."
  },
  {
    "startTime": 382.5,
    "endTime": 385.6,
    "text": "Without it, the state's papaya industry would've collapsed."
  },
  {
    "startTime": 386.1,
    "endTime": 389.90000000000003,
    "text": "(The Future)"
  },
  {
    "startTime": 390.6,
    "endTime": 400.1,
    "text": "All these stories show a very narrow application⏤99% of all GMOs we use right now produce pesticides or are resistant against them."
  },
  {
    "startTime": 400.7,
    "endTime": 402.59999999999997,
    "text": "There is so much more we could do."
  },
  {
    "startTime": 403.0,
    "endTime": 406.2,
    "text": "Scientists are working on GMOs that could improve our diet."
  },
  {
    "startTime": 406.8,
    "endTime": 415.40000000000003,
    "text": "Plants that produce more or different nutrients, like fruit with higher antioxidant levels that help to fight diseases or rice with additional vitamins."
  },
  {
    "startTime": 415.9,
    "endTime": 420.59999999999997,
    "text": "On a larger scale, we're trying to engineer plants that are more resilient to climate change."
  },
  {
    "startTime": 420.7,
    "endTime": 427.09999999999997,
    "text": "Plants that can better adapt to erratic weather and adverse soil conditions, making them resistant to droughts or floods."
  },
  {
    "startTime": 428.1,
    "endTime": 434.1,
    "text": "GMOs could also not only reduce agriculture's impact on the environment, but actively help to protect it."
  },
  {
    "startTime": 434.5,
    "endTime": 438.8,
    "text": "Scientists are working on crops that can draw nitrogen from the air like microbes."
  },
  {
    "startTime": 439.1,
    "endTime": 444.90000000000003,
    "text": "Nitrogen is a common fertilizer, but its build-up pollutes the ground water and speeds up climate change."
  },
  {
    "startTime": 445.9,
    "endTime": 449.59999999999997,
    "text": "Plants that collect their own nitrogen could fix two problems at once."
  },
  {
    "startTime": 450.0,
    "endTime": 455.8,
    "text": "The overuse of fertilizers in the developed world as well as the shortage of it in developing countries."
  },
  {
    "startTime": 456.1,
    "endTime": 464.40000000000003,
    "text": "We could even modify plants to become super-effective carbon collectors like the American chestnut tree to mitigate and actually reverse climate change."
  },
  {
    "startTime": 465.0,
    "endTime": 468.6,
    "text": "With the tools we have today, our imagination is the limit."
  },
  {
    "startTime": 469.0,
    "endTime": 472.8,
    "text": "(Conclusion)"
  },
  {
    "startTime": 473.5,
    "endTime": 476.6,
    "text": "The world eats 11 million pounds of food every day."
  },
  {
    "startTime": 477.1,
    "endTime": 481.5,
    "text": "A UN estimate suggests we'll need 70% more by 2050."
  },
  {
    "startTime": 482.2,
    "endTime": 488.5,
    "text": "We could grow that food by clearing more and more forests to create fields and pastures, and by using more pesticides."
  },
  {
    "startTime": 488.6,
    "endTime": 494.1,
    "text": "Or we find a way to do it on the land we've got right now, with more effective methods like GM crops."
  },
  {
    "startTime": 494.7,
    "endTime": 500.5,
    "text": "Intensifying farming instead of expanding it means GMOs could become the new organic."
  },
  {
    "startTime": 501.0,
    "endTime": 509.5,
    "text": "In a nutshell, GMOs have the potential to not only drastically change agriculture but to also dampen the effects of our own irresponsible behavior."
  },
  {
    "startTime": 510.1,
    "endTime": 515.8000000000001,
    "text": "GMOs could be our most powerful weapon to save our biosphere."
  },
  {
    "startTime": 519.5,
    "endTime": 525.7,
    "text": "This video took more than 600 hours to make, which would be impossible without viewer support on Patreon.com."
  },
  {
    "startTime": 526.0,
    "endTime": 531.0,
    "text": "If you'd like to support carefully-researched content made with love, it's really very helpful"
  },
  {
    "startTime": 531.1,
    "endTime": 533.3000000000001,
    "text": "And you can get your own bird as a reward."
  },
  {
    "startTime": 533.6,
    "endTime": 541.3000000000001,
    "text": "If you want to learn more about genetic modification, we have more videos explaining the opportunities and risks of the technology and how it could impact our future."
  }
]