[
  {
    "startTime": 1.0,
    "endTime": 6.3,
    "text": "Have you ever noticed, after studying English for a while, that you don't learn as many new words as you used to?"
  },
  {
    "startTime": 6.3,
    "endTime": 10.899999999999999,
    "text": "Don't worry; that's completely normal, and there are ways to overcome this hurdle."
  },
  {
    "startTime": 11.0,
    "endTime": 16.4,
    "text": "Let's take a look at three ways you can continue to improve and grow your vocabulary."
  },
  {
    "startTime": 18.4,
    "endTime": 22.0,
    "text": "First of all, what's the point if you're not having fun?"
  },
  {
    "startTime": 22.0,
    "endTime": 25.0,
    "text": "Are there any particular subjects you're interested in?"
  },
  {
    "startTime": 25.0,
    "endTime": 26.6,
    "text": "Do you have any hobbies?"
  },
  {
    "startTime": 26.6,
    "endTime": 31.0,
    "text": "You could learn new words by doing some research online and reading about it."
  },
  {
    "startTime": 31.0,
    "endTime": 38.4,
    "text": "If you don't like reading, try listening to songs and looking up the lyrics or watching a movie you like with the subtitles."
  },
  {
    "startTime": 38.4,
    "endTime": 42.8,
    "text": "You could also try word game apps to help you with new words."
  },
  {
    "startTime": 42.8,
    "endTime": 47.0,
    "text": "The important thing here is to have fun."
  },
  {
    "startTime": 47.7,
    "endTime": 52.2,
    "text": "Don't you hate it when you discover a new word and you forget it when you want to use it?"
  },
  {
    "startTime": 52.2,
    "endTime": 56.0,
    "text": "One way to help you remember the new word is to keep a word journal."
  },
  {
    "startTime": 56.0,
    "endTime": 60.0,
    "text": "This can be on your phone, or a notebook if you prefer."
  },
  {
    "startTime": 60.0,
    "endTime": 66.8,
    "text": "To help you remember, write down the meaning, pronunciation, and an example sentence that makes sense to you."
  },
  {
    "startTime": 66.8,
    "endTime": 71.7,
    "text": "If you use a dictionary app, you could add a link or post a picture of the meaning next to it."
  },
  {
    "startTime": 73.6,
    "endTime": 76.39999999999999,
    "text": "As the saying goes, use it or lose it!"
  },
  {
    "startTime": 76.5,
    "endTime": 82.0,
    "text": "Once you learn a new word, make sure you use it so that you could remember it better."
  },
  {
    "startTime": 82.0,
    "endTime": 85.8,
    "text": "The best way would be to use the new word while speaking."
  },
  {
    "startTime": 85.9,
    "endTime": 92.2,
    "text": "If you don't have anyone to talk in English with, don't worry; you can still use the new word in writing somewhere."
  },
  {
    "startTime": 92.3,
    "endTime": 95.8,
    "text": "It could be in a social media post or a personal journal."
  },
  {
    "startTime": 95.9,
    "endTime": 101.5,
    "text": "And, as mentioned before, you could play word games using various apps and try to use it then."
  },
  {
    "startTime": 101.5,
    "endTime": 104.0,
    "text": "Remember, use it or lose it!"
  }
]