[
  {
    "startTime": 6.0,
    "endTime": 10.0,
    "text": "There is a vending machine for every 23 people in Japan."
  },
  {
    "startTime": 10.1,
    "endTime": 13.5,
    "text": "That's the highest vending machine per capita on the planet."
  },
  {
    "startTime": 22.5,
    "endTime": 28.4,
    "text": "After the business card fiasco, I started to become keenly aware of all the vending machines that I saw here in Japan."
  },
  {
    "startTime": 28.6,
    "endTime": 31.3,
    "text": "I noticed, they are everywhere!"
  },
  {
    "startTime": 31.4,
    "endTime": 34.3,
    "text": "Indeed, what we're looking at here is a Japanese institution."
  },
  {
    "startTime": 38.3,
    "endTime": 42.099999999999994,
    "text": "Behind me sits an entire shop dedicated to chopsticks."
  },
  {
    "startTime": 42.2,
    "endTime": 44.6,
    "text": "Yes, I'm about to go inside."
  },
  {
    "startTime": 49.7,
    "endTime": 55.2,
    "text": "The first thing you have to know in order to understand the vending machines, is that Japan is an aging country."
  },
  {
    "startTime": 55.9,
    "endTime": 60.4,
    "text": "The average age here is 46 years old, which is almost double the world average."
  },
  {
    "startTime": 60.5,
    "endTime": 64.5,
    "text": "And the fertility rate is 1.4 which means the population is actually shrinking."
  },
  {
    "startTime": 64.6,
    "endTime": 72.39999999999999,
    "text": "This is actually a looming crisis for Japan generally, but one of the effects of it is that the labor market is very expensive."
  },
  {
    "startTime": 72.6,
    "endTime": 74.6,
    "text": "There's a scarcity of low-skilled labor."
  },
  {
    "startTime": 74.8,
    "endTime": 79.5,
    "text": "So, instead of paying a sales clerk to sit and collect your money when you buy a piece of gum."
  },
  {
    "startTime": 79.6,
    "endTime": 82.3,
    "text": "They just put it in a machine and automate the whole thing."
  },
  {
    "startTime": 92.6,
    "endTime": 94.14,
    "text": "And the same goes for real estate."
  },
  {
    "startTime": 94.14,
    "endTime": 95.8,
    "text": "Japan is one of the densest countries in the world."
  },
  {
    "startTime": 95.9,
    "endTime": 98.62,
    "text": "93 percent of the population lives in cities."
  },
  {
    "startTime": 98.8,
    "endTime": 103.1,
    "text": "People literally live in an apartment smaller than your SUV."
  },
  {
    "startTime": 103.3,
    "endTime": 112.0,
    "text": "So instead of paying a lot of money for a store front, retailers will just slip a little machine into an alleyway to save a lot of money and they can still turn a really good profit."
  },
  {
    "startTime": 118.4,
    "endTime": 130.0,
    "text": "According to one essay that I read from a Japanese economist here in Tokyo, the bigger explanation for the vending machines is a fascination or even an obsession with automation and robotics."
  },
  {
    "startTime": 135.7,
    "endTime": 138.679,
    "text": "Everything that can be automated here, is automated."
  },
  {
    "startTime": 138.7,
    "endTime": 147.0,
    "text": "When I go into order like a ramen or breakfast, more often than not I order on a machine and I give a little ticket to someone."
  },
  {
    "startTime": 150.2,
    "endTime": 156.89999999999998,
    "text": "It's indicative of a broader cultural trend of wanting to automate every system you possibly can."
  },
  {
    "startTime": 162.7,
    "endTime": 167.2,
    "text": "Every taxi in Tokyo has automated doors that the driver controls."
  },
  {
    "startTime": 175.7,
    "endTime": 176.79999999999998,
    "text": "I don't want to overstate this."
  },
  {
    "startTime": 177.0,
    "endTime": 183.1,
    "text": "There's still a major appreciation for handcrafted artisanal goods here in Japan."
  },
  {
    "startTime": 183.4,
    "endTime": 186.8,
    "text": "A good example of this is the seven-year-old coffee shop I just got out of."
  },
  {
    "startTime": 187.4,
    "endTime": 194.4,
    "text": "Where they literally use a weighted scale to weigh their coffee beans before grinding them and brewing them to order"
  },
  {
    "startTime": 200.5,
    "endTime": 207.0,
    "text": "To cool down their coffee, they put it into a metal vessel and spin it around a giant ice cube."
  },
  {
    "startTime": 213.54,
    "endTime": 218.62,
    "text": "So yes, they love automation but they're still very much in touch with the handmade."
  },
  {
    "startTime": 222.26,
    "endTime": 226.7,
    "text": "So another thing that totally contributes is this: coinage."
  },
  {
    "startTime": 227.58,
    "endTime": 228.96,
    "text": "So much coinage."
  },
  {
    "startTime": 230.66,
    "endTime": 237.49,
    "text": "The one big caveat to the whole automation thing is that definitely got on board with credit cards yet everything is cash based."
  },
  {
    "startTime": 237.58,
    "endTime": 239.38000000000002,
    "text": "And because of that you always have coinage."
  },
  {
    "startTime": 239.58,
    "endTime": 242.14000000000001,
    "text": "One of their highest coin is worth like five dollars."
  },
  {
    "startTime": 242.52,
    "endTime": 243.88000000000002,
    "text": "And let's be honest."
  },
  {
    "startTime": 243.88,
    "endTime": 250.59,
    "text": "There's nothing more satisfying than unloading some of the change in your pocket into a vending machine for some yummy treat."
  },
  {
    "startTime": 250.81,
    "endTime": 260.039,
    "text": "My personal favorite item is hot green tea comes out wonderfully warm, and you just wonder how you got so lucky."
  },
  {
    "startTime": 266.28,
    "endTime": 268.84,
    "text": "So Japan is an aging nation with expensive labor and a love for robots and too many coins in its pocket."
  }
]