[
  {
    "startTime": 0.9,
    "endTime": 3.399,
    "text": "Hey there and welcome to Life Noggin."
  },
  {
    "startTime": 3.399,
    "endTime": 7.4,
    "text": "The human brain is an incredibly complex organ, it makes you who you are!"
  },
  {
    "startTime": 7.5,
    "endTime": 16.219,
    "text": "But sometimes, according to psychologists, your brain can take that sense of self -- your personality -- into pieces -- making you seem like you're more than one person."
  },
  {
    "startTime": 16.219,
    "endTime": 22.3,
    "text": "This is called Dissociative Identity Disorder. It used to be called Multiple Personality Disorder, but not anymore."
  },
  {
    "startTime": 22.3,
    "endTime": 30.11,
    "text": "Two out of every 100 people experience a feeling of having more than one personality, at least once in their lives; usually it's not serious."
  },
  {
    "startTime": 30.11,
    "endTime": 36.489,
    "text": "Very few people show up into a psychologist's offices because multiple personalities (called alters) are causing problems."
  },
  {
    "startTime": 36.489,
    "endTime": 44.589,
    "text": "To get this disorder, you'd have to have \"two or more\" identities that can take control of your behavior, and they have to have different memories and feelings of self."
  },
  {
    "startTime": 44.589,
    "endTime": 48.8,
    "text": "There are only a few people who've actually been documented with this psychological condition,"
  },
  {
    "startTime": 48.8,
    "endTime": 51.879,
    "text": "but you've probably heard of it thanks to movies and television!"
  },
  {
    "startTime": 51.879,
    "endTime": 58.099999999999994,
    "text": "In the movies, character's multiple personalities can talk to each other, but in real life, only the single personality can talk."
  },
  {
    "startTime": 58.1,
    "endTime": 62.5,
    "text": "Think of D.I.D. as multiple people trying to share one single phone."
  },
  {
    "startTime": 62.5,
    "endTime": 66.9,
    "text": "Only one can talk at a time, and when one has the phone, the others can't hear anything."
  },
  {
    "startTime": 66.9,
    "endTime": 74.93,
    "text": "This is why psychologists often find people with D.I.D. have gaps in their memory, when the alters are in charge of the body, they don't remember anything!"
  },
  {
    "startTime": 74.93,
    "endTime": 79.0,
    "text": "No one really knows exactly why someone's personality would fragment like this."
  },
  {
    "startTime": 79.0,
    "endTime": 81.35,
    "text": "But it is a hot debate in the mental health field!"
  },
  {
    "startTime": 81.35,
    "endTime": 85.86,
    "text": "The manual for psychologists, called the DSM, says it could be caused by trauma during childhood,"
  },
  {
    "startTime": 85.86,
    "endTime": 89.1,
    "text": "but some psychiatrists think D.I.D. doesn't exist at all."
  },
  {
    "startTime": 89.1,
    "endTime": 92.6,
    "text": "Instead, they think it's a product of the stories we read and see."
  },
  {
    "startTime": 92.6,
    "endTime": 99.6,
    "text": "In the 1950s, a best-selling book had a character with multiple personalities, and psychologists saw many patients believing they had them too."
  },
  {
    "startTime": 99.6,
    "endTime": 107.69999999999999,
    "text": "It happens again and again, with the last personality fad popping up in the 1990s as Hollywood released dozens of movies with dissociative identities in them."
  },
  {
    "startTime": 107.7,
    "endTime": 116.9,
    "text": "On the other hand, studies have scanned the brains of patients, and measured their skin's ability to conduct electricity, and found that they might change depending on the alter in control."
  },
  {
    "startTime": 116.9,
    "endTime": 119.30000000000001,
    "text": "So, the jury is still out."
  },
  {
    "startTime": 118.2,
    "endTime": 127.0,
    "text": "The reason psychologists call them alters and not personalities, is because the patients don't really have two or three or five separate personalities inside one head,"
  },
  {
    "startTime": 127.0,
    "endTime": 132.3,
    "text": "instead, it's a single personality broken into pieces, like fragments of a dish that's been broken."
  },
  {
    "startTime": 132.3,
    "endTime": 134.839,
    "text": "Each alter has a part of the single personality."
  },
  {
    "startTime": 134.84,
    "endTime": 140.1,
    "text": "Meaning each alter might have a different mood, age, level of education, name or even gender."
  },
  {
    "startTime": 140.1,
    "endTime": 147.9,
    "text": "The alters are having trouble working together to make a whole person, but each alone has their own experiences, memories, and mannerisms."
  },
  {
    "startTime": 147.9,
    "endTime": 151.94,
    "text": "Picture a man named Jared who has Dissociative Identity Disorder."
  },
  {
    "startTime": 151.94,
    "endTime": 160.53,
    "text": "Jared could have one alter that is a woman who needs glasses, a second who is an old British man, and a third who is a toddler that cries all the time!"
  },
  {
    "startTime": 160.53,
    "endTime": 170.4,
    "text": "Jared might experience all of these fragments in his head at the same time, or not. He could hear their voices or not, he might even have amnesia if one of the other alters took over!"
  },
  {
    "startTime": 170.4,
    "endTime": 175.191,
    "text": "Unfortunately, for patients with D.I.D., just like a broken bowl, there's always one big piece."
  },
  {
    "startTime": 175.191,
    "endTime": 180.0,
    "text": "The biggest personality, the main person, would probably feel very depressed and sad,"
  },
  {
    "startTime": 180.0,
    "endTime": 184.9,
    "text": "would have memory loss from when the fragments took over, and could carry a lot of guilt and stress because of it."
  },
  {
    "startTime": 184.9,
    "endTime": 188.79,
    "text": "In the end, psychologists will keep an eye out for patients who have more than one personality."
  },
  {
    "startTime": 188.79,
    "endTime": 192.0,
    "text": "One woman claimed to have 162."
  },
  {
    "startTime": 192.0,
    "endTime": 195.3,
    "text": "But for most of us, we'll have to be satisfied with the one we've got."
  },
  {
    "startTime": 195.3,
    "endTime": 197.97,
    "text": "This video was written by our good friend Trace Dominguez."
  },
  {
    "startTime": 197.97,
    "endTime": 206.459,
    "text": "He just made a series on Fake News, which you should totally check out."
  },
  {
    "startTime": 216.7,
    "endTime": 220.1,
    "text": "As always, my name is Blocko. This has been Life Noggin."
  },
  {
    "startTime": 220.1,
    "endTime": 222.17,
    "text": "Don't forget to keep on thinking!"
  }
]