[
  {
    "startTime": 7.0,
    "endTime": 15.6,
    "text": "This is a tomato plant, and this is an aphid slowly killing the tomato plant by sucking the juice out of its leaves."
  },
  {
    "startTime": 15.6,
    "endTime": 23.0,
    "text": "The tomato is putting up a fight using both physical and chemical defenses to repel the attacking insects."
  },
  {
    "startTime": 23.4,
    "endTime": 25.0,
    "text": "But that's not all."
  },
  {
    "startTime": 25.0,
    "endTime": 33.0,
    "text": "The tomato is also releasing compounds that signal nearby tomato plants to release their own insect repellent."
  },
  {
    "startTime": 33.637,
    "endTime": 36.6,
    "text": "Plants are constantly under attack."
  },
  {
    "startTime": 36.6,
    "endTime": 40.437000000000005,
    "text": "They face threats ranging from microscopic fungi and bacteria."
  },
  {
    "startTime": 40.437,
    "endTime": 44.427,
    "text": "Small herbivores, like aphids, caterpillars, and grasshoppers."
  },
  {
    "startTime": 44.427,
    "endTime": 49.7,
    "text": "Up to large herbivores, like tortoises, koalas, and elephants."
  },
  {
    "startTime": 49.7,
    "endTime": 58.0,
    "text": "All are looking to devour plants to access the plentiful nutrients and water in their leaves, stems, fruits, and seeds."
  },
  {
    "startTime": 58.0,
    "endTime": 69.8,
    "text": "But plants are ready with a whole series of internal and external defenses that make them a much less appealing meal, or even a deadly one."
  },
  {
    "startTime": 69.8,
    "endTime": 72.569,
    "text": "Plants' defenses start at their surface."
  },
  {
    "startTime": 72.569,
    "endTime": 83.2,
    "text": "The bark covering tree trunks is full of lignin, a rigid web of compounds that's tough to chew and highly impermeable to pathogens."
  },
  {
    "startTime": 83.2,
    "endTime": 89.27000000000001,
    "text": "Leaves are protected by a waxy cuticle that deters insects and microbes."
  },
  {
    "startTime": 89.27,
    "endTime": 95.0,
    "text": "Some plants go a step further with painful structures to warn would-be predators."
  },
  {
    "startTime": 95.76,
    "endTime": 99.891,
    "text": "Thorns, spines, and prickles discourage bigger herbivores."
  },
  {
    "startTime": 99.891,
    "endTime": 108.9,
    "text": "To deal with smaller pests, some plants' leaves have sharp hair-like structures called trichomes."
  },
  {
    "startTime": 108.9,
    "endTime": 116.0,
    "text": "The kidney bean plant sports tiny hooks to stab the feet of bed bugs and other insects."
  },
  {
    "startTime": 116.762,
    "endTime": 121.612,
    "text": "In some species, trichomes also dispense chemical irritants."
  },
  {
    "startTime": 121.612,
    "endTime": 130.0,
    "text": "Stinging nettles release a mixture of histamine and other toxins that cause pain and inflammation when touched."
  },
  {
    "startTime": 130.0,
    "endTime": 136.312,
    "text": "For other plant species, the pain comes after an herbivore's first bite."
  },
  {
    "startTime": 136.322,
    "endTime": 147.0,
    "text": "Spinach, kiwi fruit, pineapple, fuchsia, and rhubarb all produce microscopic needle-shaped crystals called raphides."
  },
  {
    "startTime": 147.0,
    "endTime": 156.0,
    "text": "They can cause tiny wounds in the inside of animals' mouths, which create entry points for toxins."
  },
  {
    "startTime": 156.0,
    "endTime": 162.632,
    "text": "The mimosa plant has a strategy designed to prevent herbivores from taking a bite at all."
  },
  {
    "startTime": 162.633,
    "endTime": 175.264,
    "text": "Specialized mechanoreceptor cells detect touch and shoot an electrical signal through the leaflet to its base causing cells there to release charged particles."
  },
  {
    "startTime": 175.264,
    "endTime": 182.0,
    "text": "The buildup of charge draws water out of these cells and they shrivel, pulling the leaflet closed."
  },
  {
    "startTime": 182.0,
    "endTime": 190.0,
    "text": "The folding movement scares insects away and the shrunken leaves look less appealing to larger animals."
  },
  {
    "startTime": 190.0,
    "endTime": 196.0,
    "text": "If these external defenses are breached, the plant immune system springs into action."
  },
  {
    "startTime": 196.0,
    "endTime": 199.337,
    "text": "Plants don't have a separate immune system like animals."
  },
  {
    "startTime": 199.337,
    "endTime": 206.267,
    "text": "Instead, every cell has the ability to detect and defend against invaders."
  },
  {
    "startTime": 206.267,
    "endTime": 214.252,
    "text": "Specialized receptors can recognize molecules that signal the presence of dangerous microbes or insects."
  },
  {
    "startTime": 214.252,
    "endTime": 219.3,
    "text": "In response, the immune system initiates a battery of defensive maneuvers."
  },
  {
    "startTime": 219.3,
    "endTime": 227.804,
    "text": "To prevent more pathogens from making their way inside, the waxy cuticle thickens and cell walls get stronger."
  },
  {
    "startTime": 227.804,
    "endTime": 231.4,
    "text": "Guard cells seal up pores in the leaves."
  },
  {
    "startTime": 231.4,
    "endTime": 241.4,
    "text": "And if microbes are devouring one section of the plant, those cells can self-destruct to quarantine the infection."
  },
  {
    "startTime": 241.475,
    "endTime": 249.0,
    "text": "Compounds toxic to microbes and insects are also produced, often tailor-made for a specific threat."
  },
  {
    "startTime": 249.0,
    "endTime": 262.4,
    "text": "Many of the plant molecules that humans have adopted as drugs, medicines, and seasonings evolved as part of plants' immune systems because they're antimicrobial, or insecticidal."
  },
  {
    "startTime": 262.4,
    "endTime": 272.0,
    "text": "An area of a plant under attack can alert other regions using hormones, airborne compounds, or even electrical signals."
  },
  {
    "startTime": 272.0,
    "endTime": 278.2,
    "text": "When other parts of the plant detect these signals, they ramp up production of defensive compounds."
  },
  {
    "startTime": 278.2,
    "endTime": 285.589,
    "text": "And for some species, like tomatoes, this early warning system also alerts their neighbors."
  },
  {
    "startTime": 285.589,
    "endTime": 289.938,
    "text": "Some plants can even recruit allies to adopt a strong offense against their would-be attackers."
  },
  {
    "startTime": 292.877,
    "endTime": 301.40000000000003,
    "text": "Cotton plants under siege by caterpillars release a specific cocktail of 10 to 12 chemicals into the air."
  },
  {
    "startTime": 301.4,
    "endTime": 309.21799999999996,
    "text": "This mixture attracts parasitic wasps that lay eggs inside the caterpillars."
  },
  {
    "startTime": 309.218,
    "endTime": 327.11600000000004,
    "text": "Plants may not be able to flee the scene of an attack, or fight off predators with teeth and claws, but with sturdy armor, a well-stocked chemical arsenal, a neighborhood watch, and cross-species alliances, a plant isn't always an easy meal."
  }
]