[
  {
    "startTime": 8.8,
    "endTime": 13.450000000000001,
    "text": "79 years, that's the average lifespan of an American citizen."
  },
  {
    "startTime": 13.5,
    "endTime": 15.8,
    "text": "If you're in Japan, it's 83."
  },
  {
    "startTime": 16.449,
    "endTime": 18.449,
    "text": "Canada, 82."
  },
  {
    "startTime": 18.67,
    "endTime": 23.200000000000003,
    "text": "68 in India and Sierra Leone, 50."
  },
  {
    "startTime": 23.2,
    "endTime": 26.069,
    "text": "79 years but not all of those are free."
  },
  {
    "startTime": 26.769,
    "endTime": 32.3,
    "text": "If you sleep eight hours a day, you'll sleep for about a third of your life, which cuts that down to fifty three years."
  },
  {
    "startTime": 32.469,
    "endTime": 38.268,
    "text": "If you're like 68 percent of American students, you'll study from kindergarten to grade 12 and then head to college right after."
  },
  {
    "startTime": 38.3,
    "endTime": 43.449,
    "text": "This takes 3 years worth of time from your life, and brings the total down to 50."
  },
  {
    "startTime": 43.5,
    "endTime": 54.8,
    "text": "If you spend a typical 45 years of your life working full-time at 40 hours a week, this amounts to 93 thousand and 6 hundred hours or 12 years of time, which brings a toll down to 38 years."
  },
  {
    "startTime": 54.8,
    "endTime": 61.009,
    "text": "If you retire at the current average age of 63, you'll spend about 16 years of your life in retirement which might be nice."
  },
  {
    "startTime": 61.109,
    "endTime": 71.60900000000001,
    "text": "But some statistics show that 68 percent of people over the age of 65 suffer from some sort of disablement and require long-term care, so that's not exactly the freest time in your life."
  },
  {
    "startTime": 71.7,
    "endTime": 74.159,
    "text": "So that brings a total down to 22 years."
  },
  {
    "startTime": 74.71,
    "endTime": 80.259,
    "text": "The average American spends a little over 10 percent of their life cooking, cleaning, eating or doing housework."
  },
  {
    "startTime": 80.259,
    "endTime": 84.49,
    "text": "This amounts to 8 years of their life and brings a total down to 14 years."
  },
  {
    "startTime": 84.49,
    "endTime": 93.3,
    "text": "The average American will spend a bit over two and a half percent of the life taking care of kids or family, which amounts to roughly 2 years and brings the total down to 12 years."
  },
  {
    "startTime": 93.3,
    "endTime": 98.759,
    "text": "I think most people will agree that those activities are fairly standard and usually considered non-negotiables."
  },
  {
    "startTime": 98.759,
    "endTime": 103.689,
    "text": "They're gonna happen in our lives, so that means we have twelve years worth of absolute freedom, right?"
  },
  {
    "startTime": 103.689,
    "endTime": 113.69999999999999,
    "text": "Well, if you're a typical young adult, you spend about five hours a day on your phone, which amounts to 118 thousand 6 hundred 25 hours over your lifetime, or roughly fifteen years."
  },
  {
    "startTime": 113.799,
    "endTime": 115.86800000000001,
    "text": "So there goes all your free time."
  },
  {
    "startTime": 115.9,
    "endTime": 118.4,
    "text": "Or maybe you're not like those young adults, you don't even have a phone."
  },
  {
    "startTime": 118.63,
    "endTime": 130.709,
    "text": "But if you're like the average American, you spend about 2.5 hours a day watching television, amounting to 57 thousand 9 hundred and 33 hours over the average life, or 7 years that would bring your total down to 5 years."
  },
  {
    "startTime": 131.29,
    "endTime": 136.39,
    "text": "This is assuming you only watch 2.5 hours a day and that you start watching at the age of 15."
  },
  {
    "startTime": 136.909,
    "endTime": 140.738,
    "text": "So in reality, this number is probably a lot higher in the modern day."
  },
  {
    "startTime": 140.739,
    "endTime": 143.939,
    "text": "So it's at this point I should ask you how do you feel?"
  },
  {
    "startTime": 143.989,
    "endTime": 146.799,
    "text": "Did it make you sad, happy, shock or maybe angry?"
  },
  {
    "startTime": 146.9,
    "endTime": 152.959,
    "text": "Because how you feel about this data is you telling yourself something important about your own life."
  },
  {
    "startTime": 153.0,
    "endTime": 156.6,
    "text": "What it didn't say is that, yes, we're going to spend 12 years worth of time at work."
  },
  {
    "startTime": 156.6,
    "endTime": 158.2,
    "text": "But what if it's work that we love?"
  },
  {
    "startTime": 158.299,
    "endTime": 167.75,
    "text": "If we spend the 8 years of our life involved in cooking, cleaning and eating, preparing the best food and maintaining good hygiene, we might be a lot healthier heading into retirement and not require long-term care."
  },
  {
    "startTime": 167.75,
    "endTime": 170.349,
    "text": "So those 16 years may actually be quite free."
  },
  {
    "startTime": 170.659,
    "endTime": 176.1,
    "text": "That time spent eating are we mindlessly eating, or are we being present and enjoying the flavors and every bite?"
  },
  {
    "startTime": 176.2,
    "endTime": 181.0,
    "text": "When we're taking care of our kids or family, are we thinking about what happened in the past or the future?"
  },
  {
    "startTime": 181.0,
    "endTime": 184.1,
    "text": "Are we indulging in the present and making new memories?"
  },
  {
    "startTime": 184.1,
    "endTime": 190.4,
    "text": "Are we truly enjoying the time we spend on our phones, or are we mindlessly scrolling through an infinite loop of articles, videos and information?"
  },
  {
    "startTime": 190.4,
    "endTime": 194.49,
    "text": "Do we enjoy watching TV or is it just something to do when there's nothing to do？"
  },
  {
    "startTime": 195.5,
    "endTime": 198.1,
    "text": "The exact precision of the numbers I've presented isn't important."
  },
  {
    "startTime": 198.1,
    "endTime": 202.0,
    "text": "What is important is the feeling the information gave you."
  },
  {
    "startTime": 202.0,
    "endTime": 208.0,
    "text": "What I'm trying to say is that life, even if we are truly free for the whole 79 years is extremely short."
  },
  {
    "startTime": 208.249,
    "endTime": 210.879,
    "text": "Life has been around for 3.8 billion years on Earth."
  },
  {
    "startTime": 211.19,
    "endTime": 217.7,
    "text": "You and I are just the tiniest of tiny specks in existence whether we like it or not our clocks are constantly draining."
  },
  {
    "startTime": 217.7,
    "endTime": 223.07899999999998,
    "text": "Our most precious asset, our time, is constantly being fought over and we might never come back."
  },
  {
    "startTime": 223.079,
    "endTime": 226.359,
    "text": "If you're working a job you hate, that's 12 years of your life gone."
  },
  {
    "startTime": 226.359,
    "endTime": 230.959,
    "text": "If you aren't healthy or financially prepared for retirement, that's another 16 years gone."
  },
  {
    "startTime": 230.959,
    "endTime": 240.619,
    "text": "If you're in the habit of constantly checking your phone or going home and watching TV on the couch all day, and you don't really enjoy these activities, that's at least another 10 years of your life gone."
  },
  {
    "startTime": 240.739,
    "endTime": 242.278,
    "text": "So it's time to make a decision."
  },
  {
    "startTime": 242.3,
    "endTime": 245.0,
    "text": "We can do what we think we're supposed to do, or what people tell us to do."
  },
  {
    "startTime": 245.359,
    "endTime": 249.829,
    "text": "Passively let life pass by and keep on thinking that we have a lot of time left."
  },
  {
    "startTime": 249.829,
    "endTime": 252.729,
    "text": "Constantly think about the past and worry about the future."
  },
  {
    "startTime": 252.9,
    "endTime": 255.4,
    "text": "Lose an hour here and an hour there and keep waiting for tomorrow."
  },
  {
    "startTime": 255.53,
    "endTime": 260.509,
    "text": "Or we can truly understand the shortness of life and start taking control of it."
  },
  {
    "startTime": 260.92,
    "endTime": 263.48900000000003,
    "text": "Start appreciating each moment for what it really is."
  },
  {
    "startTime": 263.5,
    "endTime": 267.9,
    "text": "A moment we will never get back and become deliberate with our actions."
  },
  {
    "startTime": 267.99,
    "endTime": 271.46000000000004,
    "text": "I'm not advocating anyone hastily quit their job or drop out of school."
  },
  {
    "startTime": 271.5,
    "endTime": 272.7,
    "text": "Not at all."
  },
  {
    "startTime": 272.7,
    "endTime": 279.09999999999997,
    "text": "Self-disciplined and delayed gratification are great tools that can be used to maximize overall freedom and enjoyment in life."
  },
  {
    "startTime": 279.18,
    "endTime": 284.259,
    "text": "The only thing I'm advocating is to be mindful of how we spend our own time."
  },
  {
    "startTime": 284.26,
    "endTime": 288.13,
    "text": "Let's go back to that average value of 12 years of freedom for a second."
  },
  {
    "startTime": 288.21,
    "endTime": 291.87899999999996,
    "text": "That amounts to a hundred and five thousand and a hundred and twenty hours."
  },
  {
    "startTime": 291.88,
    "endTime": 294.55,
    "text": "Assuming that the 10,000 hour rule is correct."
  },
  {
    "startTime": 294.55,
    "endTime": 300.91,
    "text": "If you use those 12 years of free time perfectly, you could become world class in about 10 different activities."
  },
  {
    "startTime": 301.01,
    "endTime": 306.8,
    "text": "That's crazy, and I've never heard of anyone doing that and it's probably because humans aren't capable of being that efficient."
  },
  {
    "startTime": 306.88,
    "endTime": 315.959,
    "text": "But if you have at least one big dream in life, I hope you're constantly moving your life towards that and don't care about what other people have to say because you legitimately don't have the time."
  },
  {
    "startTime": 316.0,
    "endTime": 322.93,
    "text": "But if you focus on your craft and are mindful of your time, I don't think there's any reason you can't become world-class in at least one thing."
  },
  {
    "startTime": 322.96,
    "endTime": 325.85999999999996,
    "text": "Life's too short and you never know when it's gonna end."
  }
]