[
  {
    "startTime": 0.3,
    "endTime": 2.0,
    "text": "I think about death a lot."
  },
  {
    "startTime": 2.2,
    "endTime": 6.0,
    "text": "Whether it's ruminating over my sister's suicide and wondering what happened to her,"
  },
  {
    "startTime": 10.1,
    "endTime": 13.8,
    "text": "or just looking around at the people here and knowing that we're all temporary."
  },
  {
    "startTime": 13.9,
    "endTime": 18.8,
    "text": "- Ew, gross. There's a fly in my water. - Someday, we'll all be a fly in water."
  },
  {
    "startTime": 20.6,
    "endTime": 22.6,
    "text": "Or wondering how I'm gonna die."
  },
  {
    "startTime": 22.7,
    "endTime": 27.4,
    "text": "Let me know if you ever want me to come to your house... just for fun."
  },
  {
    "startTime": 27.5,
    "endTime": 31.2,
    "text": "She's gonna wear my skin. This is the last face I will ever see."
  },
  {
    "startTime": 32.6,
    "endTime": 37.800000000000004,
    "text": "I think being mindful of death helps you truly live because it shifts everything into perspective."
  },
  {
    "startTime": 37.9,
    "endTime": 42.1,
    "text": "You don't sweat the small stuff as much, it motivates you to do what you truly want to do,"
  },
  {
    "startTime": 42.2,
    "endTime": 47.400000000000006,
    "text": "and you start measuring your happiness by experiences, and how fulfilling your relationships are."
  },
  {
    "startTime": 47.5,
    "endTime": 50.8,
    "text": "And sure, sometimes it becomes incredibly overwhelming, and you have to lay in bed,"
  },
  {
    "startTime": 50.8,
    "endTime": 55.9,
    "text": "and just wonder what the point of all of this is, but it's impacted my life in beautiful ways."
  },
  {
    "startTime": 56.1,
    "endTime": 62.7,
    "text": "Thinking about death has made me a more present human being because it's a constant reminder that tomorrow is not a guarantee."
  },
  {
    "startTime": 62.8,
    "endTime": 70.3,
    "text": "It makes me want to be a more compassionate and giving person because when you're confronted with the idea of your own mortality, you have to ask yourself:"
  },
  {
    "startTime": 70.4,
    "endTime": 73.4,
    "text": "like, what mark do I want to leave on this world?"
  },
  {
    "startTime": 73.5,
    "endTime": 78.6,
    "text": "How do I want to measure my self-worth and what is gonna make my life meaningful?"
  },
  {
    "startTime": 78.7,
    "endTime": 82.5,
    "text": "And knowing how impermanent and small I am in comparison to the vastness of the universe,"
  },
  {
    "startTime": 82.6,
    "endTime": 89.19999999999999,
    "text": "I've kind of come to the conclusion that I would define my life a success if I made meaningful art that inspired people,"
  },
  {
    "startTime": 89.3,
    "endTime": 95.8,
    "text": "if I helped as many animals and human beings as I could, and if I had incredibly loving relationships with my friends and family."
  },
  {
    "startTime": 95.8,
    "endTime": 102.89999999999999,
    "text": "Being so obsessed with death at such an early age actually forced me to create a life philosophy, and I encourage you to do the same."
  },
  {
    "startTime": 103.0,
    "endTime": 106.1,
    "text": "This is one sentence that you can live your entire life by,"
  },
  {
    "startTime": 106.2,
    "endTime": 114.2,
    "text": "it's like your thesis statement or a mantra that resonates with you that you can come back to again and again when life's finalities trick you into thinking you're going to be here forever."
  },
  {
    "startTime": 114.3,
    "endTime": 116.2,
    "text": "Spoiler alert: You're not."
  },
  {
    "startTime": 116.3,
    "endTime": 121.8,
    "text": "Mine is, and has been for like the last fifteen years: I love, therefore I am."
  },
  {
    "startTime": 121.9,
    "endTime": 125.2,
    "text": "Let me know what your life philosophy is. I would love to hear it."
  },
  {
    "startTime": 125.3,
    "endTime": 127.89999999999999,
    "text": "I'm Anna Akana. Stay uh..."
  },
  {
    "startTime": 128.0,
    "endTime": 133.3,
    "text": "right here for a beautifully animated sponsored message from miss Bethany Radloff for Squarespace."
  },
  {
    "startTime": 135.6,
    "endTime": 138.6,
    "text": "I want to say thank you to Squarespace for sponsoring today's episode."
  },
  {
    "startTime": 138.7,
    "endTime": 145.5,
    "text": "Squarespace has beautiful award-winning templates and with their all-in-one platform. There's no install upgrades or patches ever."
  },
  {
    "startTime": 145.6,
    "endTime": 150.2,
    "text": "They also have 24-hour customer service that you can call from whatever afterlife you believe in."
  },
  {
    "startTime": 150.3,
    "endTime": 155.10000000000002,
    "text": "If you don't have a domain, don't worry. They offer a simple and unique setup experience."
  },
  {
    "startTime": 155.2,
    "endTime": 158.1,
    "text": "And you can use squarespace to create any kind of website,"
  },
  {
    "startTime": 158.2,
    "endTime": 163.29999999999998,
    "text": "whether you're an artist, a photographer, or the Grim Reaper advertising your inevitable services."
  },
  {
    "startTime": 163.4,
    "endTime": 169.0,
    "text": "Go to SquareSpace.com to start your free trial today and use the offer code Anna for 10% off at checkout."
  },
  {
    "startTime": 169.4,
    "endTime": 171.6,
    "text": "Squarespace. We're all gonna die."
  }
]