[
  {
    "startTime": 0.286,
    "endTime": 8.535,
    "text": "And I'm gonna be a boss woman, and then I'm gonna go home, and put on my pjs, and be his tender little kitten on the couch."
  },
  {
    "startTime": 8.535,
    "endTime": 11.118,
    "text": "Like, I get to do those things."
  },
  {
    "startTime": 12.296,
    "endTime": 13.296,
    "text": "Consciously."
  },
  {
    "startTime": 20.603,
    "endTime": 25.703000000000003,
    "text": "There are two totally different ways that I have to carry myself, I have to operate."
  },
  {
    "startTime": 25.703,
    "endTime": 30.169999999999998,
    "text": "That it's the woman that's in my head, and how I see myself."
  },
  {
    "startTime": 30.17,
    "endTime": 31.933,
    "text": "And then, there's how this person sees me."
  },
  {
    "startTime": 31.933,
    "endTime": 37.118,
    "text": "Probably some of the early things I would notice was what I was complimented for."
  },
  {
    "startTime": 38.382,
    "endTime": 47.772,
    "text": "The world sort of valued, and applauded, you know, my pretty dress, or my smile, or I'm so polite."
  },
  {
    "startTime": 47.772,
    "endTime": 56.635999999999996,
    "text": "It wasn't until, like, you know you get these righteous women in your life who are just like, \"Hair and makeup is for you, \"it's not for anyone else.\""
  },
  {
    "startTime": 56.636,
    "endTime": 63.376000000000005,
    "text": "My first day, somebody walked in and this guy looked at me, he was like \"Oh, I'm sorry. I need the bartender.\""
  },
  {
    "startTime": 63.376,
    "endTime": 64.962,
    "text": "And I was, like, yeah that's me."
  },
  {
    "startTime": 64.962,
    "endTime": 67.83500000000001,
    "text": "And he went, \"No, no, no, I need the real bartender.\""
  },
  {
    "startTime": 67.835,
    "endTime": 73.826,
    "text": "You know, that felt like a very sort of clear example of an experience I've had my entire life."
  },
  {
    "startTime": 73.826,
    "endTime": 79.73599999999999,
    "text": "Which has been a sense of feeling that my intelligence is something that must be proved."
  },
  {
    "startTime": 79.736,
    "endTime": 82.37,
    "text": "Or my capability in whatever way."
  },
  {
    "startTime": 82.37,
    "endTime": 91.706,
    "text": "You don't want to be viewed as the complainer, and so you accept, and maybe either are complicit with sweeping a lot of things under the rug because you just want to do your work."
  },
  {
    "startTime": 91.706,
    "endTime": 102.53800000000001,
    "text": "I started to realize: You know what? I have a voice, and yes I can be opinionated, and yes I'm sensitive, and I'm all of these things, but I need to start speaking up."
  },
  {
    "startTime": 102.538,
    "endTime": 106.36699999999999,
    "text": "Finding my strength, is finding my womanhood."
  },
  {
    "startTime": 106.367,
    "endTime": 110.516,
    "text": "You know, you hear about the feminine divine, but I think it's real."
  },
  {
    "startTime": 111.524,
    "endTime": 117.6,
    "text": "The most powerful experience of owning my womanhood was giving birth."
  },
  {
    "startTime": 117.6,
    "endTime": 133.68699999999998,
    "text": "All of these women who are walking around who are just total rock stars that have gone through this crazy experience of growing a person, and then going through this unbelievably excruciating process of labor, and just survive it."
  },
  {
    "startTime": 133.687,
    "endTime": 136.996,
    "text": "Motherhood, it's really great, and it's really hard."
  },
  {
    "startTime": 136.996,
    "endTime": 142.389,
    "text": "I have to look at myself, and think about the behavior that I'm modeling, and how empowered is it, really?"
  },
  {
    "startTime": 142.389,
    "endTime": 149.953,
    "text": "Especially with television and film, people's minds and mentalitys getting them to see more women doing more things."
  },
  {
    "startTime": 149.953,
    "endTime": 151.491,
    "text": "Our strength is different."
  },
  {
    "startTime": 151.491,
    "endTime": 155.363,
    "text": "I find that it's fluid, it's flexible, it's adaptable."
  },
  {
    "startTime": 155.363,
    "endTime": 158.014,
    "text": "It's fierce, but it's also gentle."
  },
  {
    "startTime": 158.014,
    "endTime": 165.34,
    "text": "What we can change now is how we're shaping and shifting our perspectives and our perceptions in this very moment."
  },
  {
    "startTime": 165.34,
    "endTime": 177.666,
    "text": "I think about the little girls today who get to see movies like Ghostbusters with the women, and just that they have these models now of what it's like to just be a woman doing life."
  }
]