[
  {
    "startTime": 0.202,
    "endTime": 6.963,
    "text": "- It can have a very, not necessarily oppressive but kind of weighty presence on you."
  },
  {
    "startTime": 6.963,
    "endTime": 8.382,
    "text": "(whooshing)"
  },
  {
    "startTime": 8.382,
    "endTime": 11.219999999999999,
    "text": "(creaking)"
  },
  {
    "startTime": 11.22,
    "endTime": 14.482000000000001,
    "text": "- My relationship with the word Asian can sometimes be a little complicated."
  },
  {
    "startTime": 14.483,
    "endTime": 16.323,
    "text": "- Being Asian informs most of my identity."
  },
  {
    "startTime": 16.323,
    "endTime": 22.602,
    "text": "- Sometimes I will identity as Asian, but then other Indian people don't identify as Asian."
  },
  {
    "startTime": 22.602,
    "endTime": 26.662,
    "text": "- Why are you considered Asian, you're in the Pacific Islander, wouldn't you be considered more Hawaiian?"
  },
  {
    "startTime": 26.662,
    "endTime": 28.662,
    "text": "And I'm like, not really."
  },
  {
    "startTime": 28.662,
    "endTime": 32.822,
    "text": "- I have this awareness that it's the first thing that people notice about me."
  },
  {
    "startTime": 32.822,
    "endTime": 35.282000000000004,
    "text": "- People associate Asian with East Asian."
  },
  {
    "startTime": 35.282,
    "endTime": 41.903999999999996,
    "text": "- Filipinos aren't so much dismissed, they're just overlooked just because they're not as popular within, at least the American culture."
  },
  {
    "startTime": 41.904,
    "endTime": 47.365,
    "text": "- If you think about it, the world population, 60% of it is technically Asians."
  },
  {
    "startTime": 47.365,
    "endTime": 53.406000000000006,
    "text": "And we don't speak of any ethnic group at large on such a continental scale."
  },
  {
    "startTime": 53.406,
    "endTime": 62.184,
    "text": "- Asia as a term refers to a continent of like 40 to 50 different countries all with really, really different history, culture, language, religion."
  },
  {
    "startTime": 62.184,
    "endTime": 65.63,
    "text": "- But the term Asian has utility."
  },
  {
    "startTime": 65.63,
    "endTime": 69.883,
    "text": "It's just within that there is so much diversity that needs to be acknowledged."
  },
  {
    "startTime": 69.883,
    "endTime": 74.484,
    "text": "And especially when you extent that to Pacific Islanders."
  },
  {
    "startTime": 74.484,
    "endTime": 76.344,
    "text": "- People will say things like, oh that's so Asian."
  },
  {
    "startTime": 76.344,
    "endTime": 77.443,
    "text": "Or why are you being so Asian?"
  },
  {
    "startTime": 77.444,
    "endTime": 79.145,
    "text": "Or like stop being so Asian."
  },
  {
    "startTime": 79.145,
    "endTime": 84.184,
    "text": "And I'm like, I'm just trying to eat my lunch here, like I don't understand why my lunch makes, like says that I'm being so Asian."
  },
  {
    "startTime": 84.185,
    "endTime": 88.98400000000001,
    "text": "- Even when I did my hair this morning, I was like, oh, every time I put my hair in a bun, do I look too Asian?"
  },
  {
    "startTime": 88.984,
    "endTime": 91.445,
    "text": "But, what does that even mean, because I am Asian."
  },
  {
    "startTime": 91.445,
    "endTime": 96.484,
    "text": "- In high school I had to deal a lot with the stereotype of being Asian and smart."
  },
  {
    "startTime": 96.484,
    "endTime": 99.982,
    "text": "Other people would say, oh, you just did well because you're Asian."
  },
  {
    "startTime": 99.983,
    "endTime": 109.24300000000001,
    "text": "- Yes, I am Asian, and I'm proud of it, but my first identifying feature should not be like, oh, that guy's Asian so therefore he's this, this, and this."
  },
  {
    "startTime": 109.243,
    "endTime": 113.764,
    "text": "- It's the way they're saying the word, and it's not the word itself."
  },
  {
    "startTime": 113.765,
    "endTime": 120.584,
    "text": "- The biggest source of pride for me is whenever I see fellow Asians and Asian-Americans making their voices heard."
  },
  {
    "startTime": 120.584,
    "endTime": 125.924,
    "text": "- I have incorporated my love of India into the work that I do."
  },
  {
    "startTime": 125.924,
    "endTime": 129.305,
    "text": "- My mom has a signature Filipino like lumpia egg rolls."
  },
  {
    "startTime": 129.305,
    "endTime": 133.685,
    "text": "I'd always bring them, and that was my way of kind of like, introducing people to Filipino culture."
  },
  {
    "startTime": 133.685,
    "endTime": 143.84,
    "text": "- I think, I feel like the reason that I am always staunchly proud of being an Pacific Islander specifically is to kind of raise awareness just on a personal level."
  },
  {
    "startTime": 143.84,
    "endTime": 148.225,
    "text": "- Your identity informs everything that you do, and that's something to be celebrated, and it something to be excited about."
  },
  {
    "startTime": 148.225,
    "endTime": 152.905,
    "text": "- No matter what, you're able to identify as Asian, and you're able to understand someone's journey."
  },
  {
    "startTime": 152.905,
    "endTime": 162.455,
    "text": "- If were able to see Asian and Asian-American as like a group, and as a conversation, we can use something like that as a way to collectively rise up."
  },
  {
    "startTime": 170.323,
    "endTime": 171.526,
    "text": "(whooshing)"
  },
  {
    "startTime": 171.526,
    "endTime": 172.953,
    "text": "(creaking)"
  }
]