[
  {
    "startTime": 0.1,
    "endTime": 15.5,
    "text": "Emotional intelligence is the quality that enables us to confront⏤with patience, insight, and imagination⏤the many problems that we face in our affective relationship with ourselves and with other people."
  },
  {
    "startTime": 15.6,
    "endTime": 19.3,
    "text": "The term \"emotional intelligence\" may sound odd."
  },
  {
    "startTime": 19.4,
    "endTime": 28.099999999999998,
    "text": "We're used to referring to intelligence just as a general quality without unpicking a particular variety a person might possess."
  },
  {
    "startTime": 28.2,
    "endTime": 37.8,
    "text": "And, therefore, we don't tend to highlight the value of a distinctive sort of intelligence which currently does not enjoy the prestige it should."
  },
  {
    "startTime": 37.9,
    "endTime": 48.2,
    "text": "Every sort of intelligence signals an ability to navigate well around a particular set of challenges: mathematical, linguistic, technical, commercial."
  },
  {
    "startTime": 48.3,
    "endTime": 62.8,
    "text": "When we say that someone is clever, but add that they've made a mess of their personal lives or that they've acquired a fortune but are restless and sad or that they are powerful but intolerant and unimaginative,"
  },
  {
    "startTime": 62.9,
    "endTime": 69.0,
    "text": "we're pointing to a deficit in what deserves to be called \"emotional intelligence\"."
  },
  {
    "startTime": 69.1,
    "endTime": 82.8,
    "text": "In social life, we can feel the presence of emotional intelligence in a sensitivity to the moods of others and in a readiness to grasp the surprising things that may be going on for other people beneath the surface."
  },
  {
    "startTime": 82.9,
    "endTime": 105.7,
    "text": "Emotional intelligence recognizes a role for interpretation and knows that, for example, a fiery outburst might be a disguised plea for help or that a long political rant may be provoked by hunger or that concealed within a forceful jolliness may be a sorrow that has been sentimentally disavowed."
  },
  {
    "startTime": 105.8,
    "endTime": 119.8,
    "text": "In relation to ourselves, emotional intelligence shows up in a skepticism around our emotions, especially those of love, desire, anger, envy, anxiety, and professional ambition."
  },
  {
    "startTime": 119.9,
    "endTime": 127.9,
    "text": "The emotionally intelligent refuse to just trust their first impulses or the inherent wisdom of their feelings."
  },
  {
    "startTime": 128.0,
    "endTime": 141.5,
    "text": "They know that hatred may mask love, that anger may be a cover for sadness, and that we are prone to huge and costly inaccuracies around whom we desire and what we really want."
  },
  {
    "startTime": 141.6,
    "endTime": 154.29999999999998,
    "text": "Emotional intelligence is also what distinguishes those who are crushed by failure from those who know how to greet the troubles of existence with a melancholy and, at points, darkly humorous resilience."
  },
  {
    "startTime": 154.4,
    "endTime": 162.70000000000002,
    "text": "The emotionally intelligent appreciate the role of well-handled pessimism within the overall economy of a good life."
  },
  {
    "startTime": 162.8,
    "endTime": 166.4,
    "text": "Emotional intelligence isn't an inborn talent."
  },
  {
    "startTime": 166.5,
    "endTime": 182.0,
    "text": "It's always the result of education, specifically, education in how to interpret ourselves, in where our emotions arise from, in how our childhoods influence us, and in how we might best navigate our fears and our wishes."
  },
  {
    "startTime": 182.1,
    "endTime": 192.29999999999998,
    "text": "In the ideal society, it would be routine to be taught emotional intelligence from the youngest age, before we'd had the opportunity to make too many mistakes."
  },
  {
    "startTime": 192.4,
    "endTime": 207.4,
    "text": "It's because we have, until now, not taken emotional education seriously enough, that our species has grown ever more technically adept while retaining the level of wisdom of our earliest days, with catastrophic results."
  },
  {
    "startTime": 207.5,
    "endTime": 211.4,
    "text": "We are now evolved monkeys with nuclear weapons."
  },
  {
    "startTime": 211.5,
    "endTime": 220.8,
    "text": "It appears that the fate of civilization depends on our capacity to master the mechanisms of emotional education before it's too late."
  },
  {
    "startTime": 220.9,
    "endTime": 227.5,
    "text": "An emotional education means something far beyond just normal education as we've conceived of it to date."
  },
  {
    "startTime": 227.6,
    "endTime": 239.79999999999998,
    "text": "Though it should ideally include courses in every year of school or college, emotional education is more than something that should just take place in classrooms at the hands of teachers and come to a halt around the age of 21."
  },
  {
    "startTime": 239.9,
    "endTime": 247.9,
    "text": "The central vehicle for the transfer of emotional intelligence is culture, from its highest to its most popular level."
  },
  {
    "startTime": 248.0,
    "endTime": 255.3,
    "text": "Culture is the field that can ritualize and consistently promote the absorption of emotional intelligence."
  },
  {
    "startTime": 255.4,
    "endTime": 263.5,
    "text": "The lessons might be embedded in a tragedy or a TV series, a pop song or a novel, a work of architecture, or a YouTube film."
  },
  {
    "startTime": 263.6,
    "endTime": 272.3,
    "text": "We can envisage the entire apparatus of culture as a subtle mechanism designed to point us towards greater emotional intelligence."
  },
  {
    "startTime": 272.4,
    "endTime": 288.0,
    "text": "We will never progress as a species, and will indeed grow into ever greater technologically armed menaces to ourselves until we've accepted the challenges and opportunities of properly educating ourselves in emotional intelligence."
  },
  {
    "startTime": 288.1,
    "endTime": 294.70000000000005,
    "text": "Our technical intelligence is great, of course; it's led us to tame nature and conquer this planet."
  },
  {
    "startTime": 294.8,
    "endTime": 306.2,
    "text": "But a wiser, saner future for the human race must depend on a capacity to master and then seductively teach one another the rudiments of emotional intelligence."
  },
  {
    "startTime": 306.3,
    "endTime": 308.6,
    "text": "While there is still time."
  },
  {
    "startTime": 309.6,
    "endTime": 313.20000000000005,
    "text": "Thank you for watching, liking, and subscribing."
  },
  {
    "startTime": 313.3,
    "endTime": 317.6,
    "text": "If you want more, why not visit us in person and attend a class?"
  },
  {
    "startTime": 317.7,
    "endTime": 322.7,
    "text": "Or take a look at our shop at the link on your screen now?"
  }
]