[
  {
    "startTime": 8.0,
    "endTime": 15.4,
    "text": "When it comes to what things look like, the Western world is obsessed by perfection, by symmetry and ideal proportion."
  },
  {
    "startTime": 15.5,
    "endTime": 23.8,
    "text": "This is a taste for beauty shaped by a reverence for universal laws, mathematics, and an appetite for the perfect and the eternal."
  },
  {
    "startTime": 23.9,
    "endTime": 27.599999999999998,
    "text": "Japanese aesthetics are, however, very different indeed."
  },
  {
    "startTime": 27.7,
    "endTime": 36.2,
    "text": "And the core of the difference is captured in a term for which Western languages have no direct equivalent, a term known as \"Wabi-Sabi\"."
  },
  {
    "startTime": 36.3,
    "endTime": 43.0,
    "text": "Wabi-Sabi refers to the beauty of the impermanent, the imperfect, the rustic, and the melancholy."
  },
  {
    "startTime": 43.1,
    "endTime": 52.400000000000006,
    "text": "It derives not from a love of invincibility, youth, and flawlessness, but from a respect for what is passing, fragile, slightly broken, and modest."
  },
  {
    "startTime": 52.5,
    "endTime": 58.8,
    "text": "Wabi-sabi believes that things are always more beautiful, forbearing the marks of age and individuality."
  },
  {
    "startTime": 58.9,
    "endTime": 65.6,
    "text": "A trickle of glaze or a beautifully repaired crack on a piece of pottery are to be appreciated rather than made invisible."
  },
  {
    "startTime": 65.7,
    "endTime": 75.9,
    "text": "Wabi-sabi's history is intimately linked with Buddhism and its suggestion that wisdom comes from making peace without transitory, imperfect, and unheroic natures."
  },
  {
    "startTime": 76.1,
    "endTime": 79.1,
    "text": "Kyushu, Japan, 1191."
  },
  {
    "startTime": 79.2,
    "endTime": 86.4,
    "text": "A monk known as Eisai returns to Japan from China, with plans to create Japan's first Zen Buddhist temple."
  },
  {
    "startTime": 86.5,
    "endTime": 90.9,
    "text": "Zen presents a challenge to Japan's indigenous religion, Shinto."
  },
  {
    "startTime": 91.0,
    "endTime": 104.2,
    "text": "Zen offers a complex philosophical system, which presents nature with its constant cycles of life and imperfect patterns as a focus of meditation and a lens through which to understand our own transients and emptiness."
  },
  {
    "startTime": 104.3,
    "endTime": 108.6,
    "text": "Zen will go on to be the philosophical bedrock of wabi-sabi."
  },
  {
    "startTime": 108.7,
    "endTime": 110.9,
    "text": "14th Century, Japan."
  },
  {
    "startTime": 111.0,
    "endTime": 117.1,
    "text": "The meaning of two words, wabi and sabi, begin to evolve and become more positive than they had been."
  },
  {
    "startTime": 117.2,
    "endTime": 123.3,
    "text": "Wabi had originally meant the misery and loneliness of living in nature, away from human consolation,"
  },
  {
    "startTime": 123.4,
    "endTime": 129.9,
    "text": "but its meaning now shifts to refer to an almost exquisite, bittersweet melancholy of being on ones' own."
  },
  {
    "startTime": 130.4,
    "endTime": 139.5,
    "text": "Sabi, meanwhile, which had originally meant chill, lean, or withered, started to denote the marks of aging and wear, which can enhance an object."
  },
  {
    "startTime": 139.6,
    "endTime": 144.9,
    "text": "It refers to a positive impermanence and the welcome and noble signs of time."
  },
  {
    "startTime": 145.0,
    "endTime": 150.6,
    "text": "The ancient pattern of a pot or a crack beautifully mended are now called Sabi."
  },
  {
    "startTime": 152.8,
    "endTime": 154.9,
    "text": "Kyoto, 1488."
  },
  {
    "startTime": 155.0,
    "endTime": 159.3,
    "text": "Murata Shukō sits down to write a letter to his student, Furuichi Chōin."
  },
  {
    "startTime": 159.4,
    "endTime": 170.8,
    "text": "This document will come to be known as the Letter of the Heart, and will define the ideal way that one should drink tea⏤the tea ceremony⏤and lays out the aesthetic of Wabi-Sabi."
  },
  {
    "startTime": 170.9,
    "endTime": 182.5,
    "text": "The tea ceremony had originated as a way for monks to stay awake in order to practice long periods of Zen meditation, but recently, it's been overtaken by the ruling class of warlords or shoguns."
  },
  {
    "startTime": 182.7,
    "endTime": 187.39999999999998,
    "text": "They use it as a way of showing off expensive vessels and utensils imported from China."
  },
  {
    "startTime": 187.5,
    "endTime": 195.7,
    "text": "The tea ceremony has become flashy, often in elaborate and gaudy surroundings, and has slipped a long way from its spiritual roots."
  },
  {
    "startTime": 195.8,
    "endTime": 201.10000000000002,
    "text": "Now, Shukō redesigns the tea ceremony, with the ideals of wabi-sabi in mind."
  },
  {
    "startTime": 201.2,
    "endTime": 209.29999999999998,
    "text": "The fashion at the time is to enjoy tea on a balcony while looking at the full moon, but Shukō claims that he has no taste for the full moon."
  },
  {
    "startTime": 209.4,
    "endTime": 217.6,
    "text": "Instead, he urges his student to appreciate the more subtle interplay of shadows on the half of the moon, or the partially clouded moon."
  },
  {
    "startTime": 217.7,
    "endTime": 226.0,
    "text": "He also stresses that one should abandon the perfect and lustrous tea-drinking cups of the Chinese, which seem to evoke the flawlessness of a full moon,"
  },
  {
    "startTime": 226.1,
    "endTime": 234.9,
    "text": "and, instead, to commission more rustic ware from Japanese artisans, who will make little errors in the glaze, and let these be a deliberate part of their work."
  },
  {
    "startTime": 235.8,
    "endTime": 237.3,
    "text": "Kyoto, 1582."
  },
  {
    "startTime": 237.8,
    "endTime": 245.4,
    "text": "Sen no Rikyū is someone to the service of Toyotomi Hideyoshi, a powerful warlord who unites the warring factions of feudal Japan."
  },
  {
    "startTime": 245.5,
    "endTime": 250.3,
    "text": "He commissions Rikyū to create a tea ceremony that can help to foster peace."
  },
  {
    "startTime": 250.4,
    "endTime": 258.9,
    "text": "Along with Shukō, Sen no Rikyū is revered in Japan as the father of the modern tea ceremony, and the most perfect practitioner of wabi-sabi⏤"
  },
  {
    "startTime": 259.0,
    "endTime": 264.1,
    "text": "a story that is most often used to illustrate the spirit of wabi-sabi is taken from his life."
  },
  {
    "startTime": 264.2,
    "endTime": 272.0,
    "text": "One day, Rikyū asked a disciple to clean his tea house, and the young boy worked all day to scrub and sweep every inch of the house and garden."
  },
  {
    "startTime": 272.1,
    "endTime": 277.40000000000003,
    "text": "When Rikyū came to inspect it, he reached up and shook a maple tree overhanging the path."
  },
  {
    "startTime": 277.5,
    "endTime": 288.9,
    "text": "The sprinkling of leaves that fell brought wabi-sabi to the scene, thus the manmade and the natural, artifice and random chance were united in a perfect expression of beauty and wisdom."
  },
  {
    "startTime": 289.0,
    "endTime": 296.6,
    "text": "Rikyū goes further than Shukō in undermining the high taste of the shoguns and strips everything non-essential from his tea ceremony."
  },
  {
    "startTime": 296.7,
    "endTime": 306.4,
    "text": "The pots he uses are often directly taken from peasant environments or are modeled after a particularly rustic roof tile that he spots while walking through a local village."
  },
  {
    "startTime": 306.5,
    "endTime": 319.4,
    "text": "Rikyū also codifies the movements of the tea ceremony, creating the perfectly economical and graceful notions for preparing tea with a minimum fuss, thereby adding wabi-sabi to the very core of the ritual."
  },
  {
    "startTime": 319.5,
    "endTime": 329.9,
    "text": "Unfortunately for Rikyū, his boss, the warlord Hideyoshi, comes from a peasant background, and begins to fear that the whole process is maybe an elaborate joke at his expense."
  },
  {
    "startTime": 330.0,
    "endTime": 333.0,
    "text": "This causes him to order Rikyū to commit hara-kiri."
  },
  {
    "startTime": 333.1,
    "endTime": 342.20000000000005,
    "text": "In an eerie parallel to Socrates' demise, Rikyū holds a final tea ceremony among his closest friends before obediently stabbing himself through the stomach."
  },
  {
    "startTime": 342.3,
    "endTime": 348.8,
    "text": "Today, all the great schools of tea trace their lineage back to Rikyū, and all follow the motions and traditions that he set out."
  },
  {
    "startTime": 348.9,
    "endTime": 358.4,
    "text": "The maker of the humble tile that he so admired was known as Raku, and Raku pots are still made today and appreciated as the greatest embodiment of wabi-sabi."
  },
  {
    "startTime": 358.5,
    "endTime": 367.6,
    "text": "If you take tea in the Silver Pavilion in Kyoto, the birthplace of the formal tea ceremony in Japan, you can drink from the same cup as the troublesome Hideyoshi once sipped from."
  },
  {
    "startTime": 369.4,
    "endTime": 370.79999999999995,
    "text": "Edo, 1684."
  },
  {
    "startTime": 371.0,
    "endTime": 378.3,
    "text": "Matsuo Bashō, the father of the Haiku and Japan's most revered poet, sets off on the first of his great pilgrimages."
  },
  {
    "startTime": 378.4,
    "endTime": 385.09999999999997,
    "text": "These aimless wanderings will take him to the heart of solitude and nature, and help him to capture the spirit of wabi-sabi in words."
  },
  {
    "startTime": 385.2,
    "endTime": 391.3,
    "text": "A depressive with a great talent, Bashō takes joy in wandering the dangerous roads around Edo disguised as a beggar."
  },
  {
    "startTime": 391.6,
    "endTime": 398.70000000000005,
    "text": "Here, he distills the fragile beauty of the sights around him into poetry that tries to spot the eternal through the fleeting moment."
  },
  {
    "startTime": 398.9,
    "endTime": 402.79999999999995,
    "text": "We can hear the beautiful desolation in one of his most famous haikus⏤"
  },
  {
    "startTime": 402.9,
    "endTime": 408.2,
    "text": "Solitary now⏤Standing Amidst the blossoms, is a cypress tree."
  },
  {
    "startTime": 409.1,
    "endTime": 411.20000000000005,
    "text": "GInza District, Tokyo, 2013."
  },
  {
    "startTime": 411.9,
    "endTime": 417.59999999999997,
    "text": "An enormous new outlet of Louis Vuitton opens, built by the Japanese architect Jun Aoki."
  },
  {
    "startTime": 417.7,
    "endTime": 427.3,
    "text": "Forty-five percent of all Japanese women are now estimated to own a bag by the French luxury goods firm, featuring Western ideals of shininess, perfection, and symmetry."
  },
  {
    "startTime": 427.4,
    "endTime": 434.2,
    "text": "Wabi-sabi is, like many traditional Japanese ideas, under enormous threat from the consumerist values of the West."
  },
  {
    "startTime": 434.9,
    "endTime": 440.2,
    "text": "Wabi-sabi is, at one level, an idea that relates to pottery, drinking tea, and the history of Japan."
  },
  {
    "startTime": 440.3,
    "endTime": 450.2,
    "text": "But at another, it's a lesson for all of us, for all times, because the place we really have to come to terms with imperfection, melancholy, and age is in ourselves."
  },
  {
    "startTime": 450.5,
    "endTime": 457.7,
    "text": "Wabi-sabi is a giant marketing effort which urges us to take a second look at what we might otherwise dismiss or treat with disdain."
  },
  {
    "startTime": 457.8,
    "endTime": 460.6,
    "text": "It recognizes that our tastes are not fixed."
  },
  {
    "startTime": 460.7,
    "endTime": 471.0,
    "text": "And that if someone with talent and artistic grace urges us to look more sympathetically at some moss, a slightly wonky teacup, or indeed, the wise, wrinkled face of a friend or relative,"
  },
  {
    "startTime": 471.1,
    "endTime": 474.6,
    "text": "we will be able to find charm and beauty here, too."
  },
  {
    "startTime": 474.7,
    "endTime": 479.4,
    "text": "Our notions of beauty and interests are relative and open to change and improvement."
  },
  {
    "startTime": 479.5,
    "endTime": 485.1,
    "text": "With the ideals of wabi-sabi in mind, we may learn to find greater satisfaction in the humbler moments⏤"
  },
  {
    "startTime": 485.2,
    "endTime": 493.8,
    "text": "in a walk down a slightly crooked path or an overcast autumn day, or in a less than blemish-free house, face, or soul."
  },
  {
    "startTime": 495.8,
    "endTime": 501.6,
    "text": "If you like our films, take a look at our shop, theschooloflife.com/shop."
  },
  {
    "startTime": 501.7,
    "endTime": 505.9,
    "text": "You'll find lots of thoughtful books, games, stationery, and more."
  },
  {
    "startTime": 507.6,
    "endTime": 511.1,
    "text": "Let's say you just had a big row with someone close to you."
  },
  {
    "startTime": 512.0,
    "endTime": 517.2,
    "text": "They behaved terribly; maybe broke something and said something hideous to you."
  },
  {
    "startTime": 517.3,
    "endTime": 522.4,
    "text": "It's so tempting to give up on them and just hate them, but there's another...."
  }
]