[
  {
    "startTime": 1.6,
    "endTime": 8.8,
    "text": "When advertising began in a significant way in the early 19th century, it was a relatively straightforward business."
  },
  {
    "startTime": 8.9,
    "endTime": 13.600000000000001,
    "text": "It showed you a product, told you what it did, where you could get it, and what it cost."
  },
  {
    "startTime": 14.2,
    "endTime": 25.2,
    "text": "Then, in 1960s America, a remarkable new way of advertising emerged, led by luminaries of Madison Avenue like William Bernbach, David Ogilvy, and Mary Wells Lawrence."
  },
  {
    "startTime": 25.3,
    "endTime": 33.7,
    "text": "In their work for brands like Esso, Avis, and Life Cereal, adverts cease to be in a narrow sense about the things that they were selling."
  },
  {
    "startTime": 34.0,
    "endTime": 43.9,
    "text": "The focus of an ad might ostensibly be on a car, but our attention was also being directed at the harmonious, handsome couple holding hands beside it."
  },
  {
    "startTime": 44.3,
    "endTime": 51.5,
    "text": "It might, on the surface, be an advert about soap, but the true emphasis was on the state of calm that accompanied the washing."
  },
  {
    "startTime": 52.0,
    "endTime": 60.7,
    "text": "It might be whiskey one was being invited to drink, but it was the attitude of resoluteness and resilience on display that provided the compelling focal point."
  },
  {
    "startTime": 61.2,
    "endTime": 71.9,
    "text": "Madison Avenue had made an extraordinary discovery: However appealing a product might be, there were many other things that were likely to be even more appealing to customers."
  },
  {
    "startTime": 72.0,
    "endTime": 77.2,
    "text": "And by intwining their products with these ingredients, sales could be transformed."
  },
  {
    "startTime": 77.7,
    "endTime": 81.5,
    "text": "Patek Philippe is one of the giants of the global watchmaking industry."
  },
  {
    "startTime": 81.9,
    "endTime": 90.80000000000001,
    "text": "Since 1996, they've been running a very distinctive series of adverts featuring parents and children; it's almost impossible not to have glimpse one somewhere."
  },
  {
    "startTime": 90.9,
    "endTime": 98.80000000000001,
    "text": "In one example, a father and son are hanging out together in scenes which tenderly evoke filial and paternal loyalty and love."
  },
  {
    "startTime": 98.9,
    "endTime": 104.30000000000001,
    "text": "We can imagine the boy will grow up confident and independent, yet also respectful and warm."
  },
  {
    "startTime": 104.4,
    "endTime": 107.7,
    "text": "The advert understands our deepest hopes around our children."
  },
  {
    "startTime": 107.8,
    "endTime": 112.0,
    "text": "It's moving because what it depicts is so hard to find in real life."
  },
  {
    "startTime": 112.4,
    "endTime": 118.5,
    "text": "We're often brought to tears not so much by what we have as by what we long for but cannot reach."
  },
  {
    "startTime": 119.1,
    "endTime": 127.69999999999999,
    "text": "Father-son relationships are dependably problematic, but in the world of Patek Philippe, we glimpse a kind of psychological paradise."
  },
  {
    "startTime": 127.8,
    "endTime": 129.6,
    "text": "We can turn to Calvin Klein."
  },
  {
    "startTime": 129.7,
    "endTime": 136.1,
    "text": "The couple seem like they might have been together a while, they may have a couple of children, and they're in it for the long-term."
  },
  {
    "startTime": 136.2,
    "endTime": 138.0,
    "text": "The perfume is called \"Eternity\"."
  },
  {
    "startTime": 138.1,
    "endTime": 144.79999999999998,
    "text": "But their passion is still so intense they have sex maybe a couple of times a day, often in unusual locations."
  },
  {
    "startTime": 144.9,
    "endTime": 149.0,
    "text": "Calvin Klein knows all about what we really want in relationships."
  },
  {
    "startTime": 149.1,
    "endTime": 155.79999999999998,
    "text": "It's brilliantly latched onto our deepest and, at the same time, our most elusive inner longings."
  },
  {
    "startTime": 155.9,
    "endTime": 164.20000000000002,
    "text": "Adverts wouldn't work if they didn't operate with a very good understanding of what our real needs are, what we truly require to be happy."
  },
  {
    "startTime": 164.3,
    "endTime": 168.60000000000002,
    "text": "Their emotional pull is based on knowing us eerily well."
  },
  {
    "startTime": 168.7,
    "endTime": 182.39999999999998,
    "text": "As they recognize we are creatures who hunger for good family relationships, connections with others, a sense of freedom and joy, a promise of self-development, dignity, calm, and the feeling that we're respected."
  },
  {
    "startTime": 182.5,
    "endTime": 189.6,
    "text": "Yet, armed with this knowledge, they and the corporations who bankroll them are unwittingly, somewhat cruel to us."
  },
  {
    "startTime": 189.7,
    "endTime": 196.39999999999998,
    "text": "For while they excite us with reminders of our buried longings, they cannot do anything wholehearted about quenching them."
  },
  {
    "startTime": 196.9,
    "endTime": 203.0,
    "text": "Adverts may want to sell us things, but incommensurate things in relation to the hopes they've aroused."
  },
  {
    "startTime": 203.4,
    "endTime": 210.4,
    "text": "Calvin Klein makes lovely cologne, Patek Philippe's watches are extremely reliable and beautiful agents of timekeeping."
  },
  {
    "startTime": 210.5,
    "endTime": 216.6,
    "text": "But these items cannot, by themselves, help us secure the goods our unconscious believed were on offer."
  },
  {
    "startTime": 217.3,
    "endTime": 224.5,
    "text": "The real crisis of Capitalism is that product development lags so far behind the best insights of advertising."
  },
  {
    "startTime": 224.6,
    "endTime": 230.4,
    "text": "Since the 1960s, advertising has worked out just how much we need help with the true challenges of life."
  },
  {
    "startTime": 230.5,
    "endTime": 236.3,
    "text": "Its fathomed how deeply we want to have better careers, stronger relationships, greater confidence."
  },
  {
    "startTime": 236.4,
    "endTime": 246.1,
    "text": "In most adverts, the pain and the hope of our lives have been superbly identified, but the products are almost comically at odds with the problems at hand."
  },
  {
    "startTime": 246.4,
    "endTime": 253.3,
    "text": "Advertisers are hardly to blame; they are, in fact, the victims of an extraordinary problem of modern Capitalism."
  },
  {
    "startTime": 253.7,
    "endTime": 259.59999999999997,
    "text": "While we have so many complex needs, we have nothing better to offer ourselves in the face of our troubles."
  },
  {
    "startTime": 260.0,
    "endTime": 265.3,
    "text": "Then, perhaps, a slightly more accurate chronometer or a more subtly blended perfume."
  },
  {
    "startTime": 266.0,
    "endTime": 276.4,
    "text": "Business needs to get more ambitious in the creation of new kinds of products in their own way as strange-sounding today as a wristwatch would have struck observers in 1500."
  },
  {
    "startTime": 276.8,
    "endTime": 288.5,
    "text": "We need the drive of commerce to get behind filling the world in our lives with goods that really can help us to thrive, flourish, find contentment, and manage our relationships well."
  },
  {
    "startTime": 288.6,
    "endTime": 296.0,
    "text": "To trace the future shape of Capitalism, we only have to think of all the needs we have that currently lie outside of commerce."
  },
  {
    "startTime": 296.4,
    "endTime": 300.9,
    "text": "We need help in forming cohesive, interesting, benevolent communities."
  },
  {
    "startTime": 301.0,
    "endTime": 303.1,
    "text": "We need help in bringing up children."
  },
  {
    "startTime": 303.2,
    "endTime": 305.9,
    "text": "We need help in calming down at key moments."
  },
  {
    "startTime": 306.0,
    "endTime": 310.5,
    "text": "We require immense assistance in discovering our real talents in the workplace."
  },
  {
    "startTime": 311.2,
    "endTime": 317.7,
    "text": "Our higher needs are not trivial or minor ones, insignificant things we could easily survive without."
  },
  {
    "startTime": 317.8,
    "endTime": 320.8,
    "text": "They are, in many ways, central to our lives."
  },
  {
    "startTime": 320.9,
    "endTime": 326.7,
    "text": "We've simply accepted without adequate protest that there is nothing business could sell us to address them."
  },
  {
    "startTime": 326.8,
    "endTime": 336.7,
    "text": "We don't know today quite what the businesses of the future will look like, just as half a century ago, no one could describe the corporate essence of the current large technology companies."
  },
  {
    "startTime": 336.8,
    "endTime": 339.6,
    "text": "But we can know the direction we need to head to."
  },
  {
    "startTime": 339.7,
    "endTime": 345.3,
    "text": "One where the drive and inventiveness of Capitalism tackles the higher, deeper problems of life."
  },
  {
    "startTime": 345.8,
    "endTime": 351.8,
    "text": "Advertising has, at least, done us the great service at hinting at the future shape of the economy."
  },
  {
    "startTime": 351.9,
    "endTime": 355.0,
    "text": "It already trades on all the right ingredients."
  },
  {
    "startTime": 355.1,
    "endTime": 363.0,
    "text": "The challenge now is to narrow the gap between the fantasies being offered and what businesses should be able to sell us."
  }
]