[
  {
    "startTime": 0.64,
    "endTime": 3.37,
    "text": "Hey there and welcome to Life Noggin."
  },
  {
    "startTime": 3.37,
    "endTime": 6.9,
    "text": "So you probably shower. At least, I hope so."
  },
  {
    "startTime": 7.1,
    "endTime": 10.3,
    "text": "And you probably do it to keep clean, right?"
  },
  {
    "startTime": 10.4,
    "endTime": 12.34,
    "text": "It seems like a healthy thing to do."
  },
  {
    "startTime": 12.34,
    "endTime": 15.45,
    "text": "But have you ever wondered what would happen if you never showered?"
  },
  {
    "startTime": 15.3,
    "endTime": 17.179000000000002,
    "text": "Well, let's start with the basics."
  },
  {
    "startTime": 17.179,
    "endTime": 20.799999999999997,
    "text": "You would, if I'm being honest, stink. I'm sorry to say it."
  },
  {
    "startTime": 21.0,
    "endTime": 24.4,
    "text": "But after a while without washing, you'll start to develop quite an odor."
  },
  {
    "startTime": 24.6,
    "endTime": 33.0,
    "text": "Soap and water in a shower or bath work to rid your body of bacteria and dead skin cells, so these things start to pile up when you stop cleaning yourself."
  },
  {
    "startTime": 33.329,
    "endTime": 43.7,
    "text": "According to dermatology professor Dr. Cameron Rokhsar, among the pile of dead cells that would accumulate on top of your skin are some proteins with a sugary coating, such as sialomucin."
  },
  {
    "startTime": 43.84,
    "endTime": 51.800000000000004,
    "text": "Lots of bacteria love to consume sugar, and when they digest sugary proteins like sialomucin, they produce what we call body odor."
  },
  {
    "startTime": 51.91,
    "endTime": 53.8,
    "text": "So less showering means more stench."
  },
  {
    "startTime": 54.4,
    "endTime": 57.12,
    "text": "But what kind of effects would it have on your health?"
  },
  {
    "startTime": 57.12,
    "endTime": 59.94,
    "text": "Well, the results don't look too good there either."
  },
  {
    "startTime": 59.94,
    "endTime": 62.87,
    "text": "For starters, dirty skin means itchy skin."
  },
  {
    "startTime": 62.87,
    "endTime": 68.5,
    "text": "Dandruff builds up, your skin is coated in oil and the dirt that sticks to it, and you start scratching."
  },
  {
    "startTime": 68.7,
    "endTime": 75.7,
    "text": "Scratching an irritating itch can feel great, but if you scratch too much you can hurt yourself, even breaking through your skin."
  },
  {
    "startTime": 75.9,
    "endTime": 79.80000000000001,
    "text": "On a related note, never bathing can put you at a higher risk for infection."
  },
  {
    "startTime": 80.0,
    "endTime": 93.2,
    "text": "If you were to get a cut or a scratch (perhaps because of all that excessive itchiness) and your skin was covered in all sorts of extra bacteria, those bacteria might find their way inside your wound and eventually lead to a soft tissue infection."
  },
  {
    "startTime": 93.35,
    "endTime": 105.89999999999999,
    "text": "You would also become more prone to a whole host of other health issues, from acne and pus to fungus between your toes, or even intertrigo, a painful combination of yeast and inflammation in your groin."
  },
  {
    "startTime": 106.1,
    "endTime": 109.19999999999999,
    "text": "This all sounds kind of scary and gross, right?"
  },
  {
    "startTime": 109.5,
    "endTime": 112.7,
    "text": "It might make you feel like you need to scrub yourself clean right this second."
  },
  {
    "startTime": 113.0,
    "endTime": 116.2,
    "text": "But what if I told you it's possible to shower too much?"
  },
  {
    "startTime": 116.3,
    "endTime": 118.0,
    "text": "In fact, a lot of us are guilty of it."
  },
  {
    "startTime": 118.3,
    "endTime": 122.1,
    "text": "Remember when I mentioned that dirty skin can increase your risk of infection?"
  },
  {
    "startTime": 122.1,
    "endTime": 123.5,
    "text": "Well, so can dry skin."
  },
  {
    "startTime": 123.6,
    "endTime": 125.85,
    "text": "And you know what can cause dry skin?"
  },
  {
    "startTime": 125.85,
    "endTime": 126.69999999999999,
    "text": "That's right."
  },
  {
    "startTime": 126.7,
    "endTime": 127.4,
    "text": "Showers."
  },
  {
    "startTime": 127.5,
    "endTime": 131.719,
    "text": "Washing your skin might also remove some of the important bacteria that help your immune system."
  },
  {
    "startTime": 132.2,
    "endTime": 140.79999999999998,
    "text": "Some doctors even say that when you shower, you should only apply soap to the parts of your body that typically smell—such as your armpits, groin, and butt."
  },
  {
    "startTime": 140.93,
    "endTime": 147.5,
    "text": "Sure, frequent showers reduce your body odor, but in terms of your health, one or two showers a week is likely to be enough."
  },
  {
    "startTime": 147.53,
    "endTime": 152.0,
    "text": "So, as is true of many things in life, showers are good in moderation."
  },
  {
    "startTime": 152.2,
    "endTime": 158.2,
    "text": "Showering twice a day or twice a year can both have serious consequences on your health and wellbeing."
  },
  {
    "startTime": 158.31,
    "endTime": 165.5,
    "text": "So keep clean, but not too clean, and make sure to head on over to keeponthinking.coｍ where you can pick up a Life Noggin poster or shirt!"
  },
  {
    "startTime": 165.7,
    "endTime": 168.2,
    "text": "The link is in the description and pinned comment!"
  },
  {
    "startTime": 168.4,
    "endTime": 174.4,
    "text": "Make sure you hit that bell button right next to the subscribe button if you want to get notified every time we upload a video."
  },
  {
    "startTime": 174.4,
    "endTime": 177.59900000000002,
    "text": "As always, my name is Blocko and this has been Life Noggin."
  },
  {
    "startTime": 177.599,
    "endTime": 179.679,
    "text": "Don't forget to keep on thinking!"
  }
]