[
  {
    "startTime": 1.3,
    "endTime": 5.8,
    "text": "(\"The hardest part of learning something new is not embracing new ideas, but letting go of old ones.\" - Todd Rose, \"The End of Average\")"
  },
  {
    "startTime": 8.7,
    "endTime": 17.7,
    "text": "The first standardized tests that we know of were administered in China over 2,000 years ago during the Han dynasty."
  },
  {
    "startTime": 17.8,
    "endTime": 23.1,
    "text": "Chinese officals used them to determine aptitude for various government posts."
  },
  {
    "startTime": 23.2,
    "endTime": 28.4,
    "text": "The subject matter included philosophy, farming, and even military tactics."
  },
  {
    "startTime": 28.5,
    "endTime": 33.8,
    "text": "Standardized tests continued to be used around the world for the next two millennia,"
  },
  {
    "startTime": 33.9,
    "endTime": 39.6,
    "text": "and today, they're used for everything from evaluating stair climbs for firefighters in France"
  },
  {
    "startTime": 39.7,
    "endTime": 45.1,
    "text": "to language examinations for diplomats in Canada to students in schools."
  },
  {
    "startTime": 45.2,
    "endTime": 51.6,
    "text": "Some standardized tests measure scores only in relation to the results of other test-takers."
  },
  {
    "startTime": 51.7,
    "endTime": 56.800000000000004,
    "text": "Others measure performances on how well test-takers meet predetermined criteria."
  },
  {
    "startTime": 56.9,
    "endTime": 65.2,
    "text": "So, the stair climb for the firefighter could be measured by comparing the time of the climb to that of all other firefighters."
  },
  {
    "startTime": 65.3,
    "endTime": 68.89999999999999,
    "text": "This might be expressed in what many call a \"bell curve\"."
  },
  {
    "startTime": 69.0,
    "endTime": 79.2,
    "text": "Or it could be evaluated with reference to set criteria, such as carrying a certain amount of weight a certain distance up a certain number of stairs."
  },
  {
    "startTime": 79.7,
    "endTime": 90.3,
    "text": "Similarly, the diplomat might be measured against other test-taking diplomats or against a set of fixed criteria, which demonstrate different levels of language proficiency."
  },
  {
    "startTime": 90.4,
    "endTime": 95.5,
    "text": "And all of these results can be expressed using something called a \"percentile\"."
  },
  {
    "startTime": 95.6,
    "endTime": 101.19999999999999,
    "text": "If a diplomat is in the 70th percentile, 70% of test-takers scored below her."
  },
  {
    "startTime": 101.6,
    "endTime": 107.19999999999999,
    "text": "If she scored in the 30th percentile, 70% of test-takers scored above her."
  },
  {
    "startTime": 107.3,
    "endTime": 112.39999999999999,
    "text": "Although standardized tests are sometimes controversial, they're simply a tool."
  },
  {
    "startTime": 112.5,
    "endTime": 116.4,
    "text": "As a thought experiment, think of a standardized test as a ruler."
  },
  {
    "startTime": 116.5,
    "endTime": 119.0,
    "text": "A ruler's usefulness depends on two things."
  },
  {
    "startTime": 119.1,
    "endTime": 121.89999999999999,
    "text": "First, the job we ask it to do."
  },
  {
    "startTime": 122.0,
    "endTime": 127.1,
    "text": "Our ruler can't measure the temperature outside or how loud someone is singing."
  },
  {
    "startTime": 127.2,
    "endTime": 130.6,
    "text": "Second, the ruler's usefulness depends on its design."
  },
  {
    "startTime": 130.7,
    "endTime": 133.79999999999998,
    "text": "Say you need to measure the circumference of an orange."
  },
  {
    "startTime": 133.9,
    "endTime": 141.8,
    "text": "Our ruler measures length, which is the right quantity, but it hasn't been designed with the flexibility required for the task at hand."
  },
  {
    "startTime": 141.9,
    "endTime": 149.8,
    "text": "So, if standardized tests are given the wrong job or aren't designed properly, they may end up measuring the wrong things."
  },
  {
    "startTime": 151.3,
    "endTime": 158.0,
    "text": "In the case of schools, students with test anxiety may have trouble performing their best on a standardized test,"
  },
  {
    "startTime": 158.1,
    "endTime": 162.79999999999998,
    "text": "not because they don't know the answers, but because they're feeling too nervous to share what they've learned."
  },
  {
    "startTime": 163.5,
    "endTime": 167.6,
    "text": "Students with reading challenges may struggle with the wording of a math problem,"
  },
  {
    "startTime": 167.9,
    "endTime": 172.70000000000002,
    "text": "so their test results may better reflect their literacy rather than numeracy skills."
  },
  {
    "startTime": 173.1,
    "endTime": 180.1,
    "text": "And students who are confused by examples on tests that contain unfamiliar cultural references may do poorly,"
  },
  {
    "startTime": 180.2,
    "endTime": 184.79999999999998,
    "text": "telling us more about the test-taker's cultural familiarity than their academic learning."
  },
  {
    "startTime": 185.4,
    "endTime": 189.5,
    "text": "In these cases, the tests may need to be designed differently."
  },
  {
    "startTime": 190.9,
    "endTime": 199.8,
    "text": "Standardized tests can also have a hard time measuring abstract characteristics or skills, such as creativity, critical thinking, and collaboration."
  },
  {
    "startTime": 200.4,
    "endTime": 209.20000000000002,
    "text": "If we design a test poorly or ask it to do the wrong job or a job it's not very good at, the results may not be reliable or valid."
  },
  {
    "startTime": 209.6,
    "endTime": 215.0,
    "text": "Reliability and validity are two critical ideas for understanding standardized tests."
  },
  {
    "startTime": 215.1,
    "endTime": 220.1,
    "text": "To understand the difference between them, we can use the metaphor of two broken thermometers."
  },
  {
    "startTime": 220.6,
    "endTime": 225.0,
    "text": "An unreliable thermometer gives you a different reading each time you take your temperature,"
  },
  {
    "startTime": 225.3,
    "endTime": 230.60000000000002,
    "text": "and the reliable but invalid thermometer is consistently ten degrees too hot."
  },
  {
    "startTime": 231.0,
    "endTime": 235.2,
    "text": "Validity also depends on accurate interpretations of results."
  },
  {
    "startTime": 235.3,
    "endTime": 241.5,
    "text": "If people say the results of a test mean something they don't, that test may have validity problem."
  },
  {
    "startTime": 242.3,
    "endTime": 248.0,
    "text": "Just as we wouldn't expect a ruler to tell us how much an elephant weighs, or what it had for breakfast,"
  },
  {
    "startTime": 248.1,
    "endTime": 253.6,
    "text": "we can't expect standardized tests alone to reliably tell us how smart someone is,"
  },
  {
    "startTime": 253.7,
    "endTime": 256.2,
    "text": "how diplomats will handle a tough situation,"
  },
  {
    "startTime": 256.3,
    "endTime": 259.90000000000003,
    "text": "or how brave a firefighter might turn out to be."
  },
  {
    "startTime": 260.4,
    "endTime": 266.09999999999997,
    "text": "So, standardized tests may help us learn a little about a lot of people in a short time,"
  },
  {
    "startTime": 266.5,
    "endTime": 270.1,
    "text": "but they usually can't tell us a lot about a single person."
  },
  {
    "startTime": 270.9,
    "endTime": 281.59999999999997,
    "text": "Many social scientists worry about test scores resulting in sweeping and often negative changes for test-takers, sometimes with long-term life consequences."
  },
  {
    "startTime": 282.2,
    "endTime": 284.0,
    "text": "We can't blame the tests, though."
  },
  {
    "startTime": 284.4,
    "endTime": 291.0,
    "text": "It's up to us to use the right tests for the right jobs and to interpret results appropriately."
  },
  {
    "startTime": 291.9,
    "endTime": 300.9,
    "text": "If you'd like to learn more about this topic, we highly recommend a best-selling book called \"The End of Average\" by Harvard Professor Todd Rose."
  },
  {
    "startTime": 301.0,
    "endTime": 307.6,
    "text": "In it, Rose investigates the rampant misuse of standardized test with clarity and urgency."
  },
  {
    "startTime": 307.7,
    "endTime": 310.2,
    "text": "He also proposes a solution to the problem."
  },
  {
    "startTime": 310.6,
    "endTime": 315.8,
    "text": "You can download an audio version of this book for free on audible.com/teded."
  },
  {
    "startTime": 315.9,
    "endTime": 321.5,
    "text": "And every free trial encourages Audible to continue supporting Ted-Ed's nonprofit mission."
  },
  {
    "startTime": 322.4,
    "endTime": 330.9,
    "text": "We're very passionate about this issue, and we're very grateful to any Ted-Ed community members who take the time to read or listen to this important book."
  },
  {
    "startTime": 331.6,
    "endTime": 334.3,
    "text": "Thanks for watching, and thanks for your support."
  }
]