[
  {
    "startTime": 0.357,
    "endTime": 4.699,
    "text": "There is a growing feeling today that something is wrong with our system of education."
  },
  {
    "startTime": 4.699,
    "endTime": 6.24,
    "text": "But what is it?"
  },
  {
    "startTime": 6.24,
    "endTime": 12.811,
    "text": "Well, we send our children to school to prepare them for the real world, which is changing very, very fast."
  },
  {
    "startTime": 12.811,
    "endTime": 16.727,
    "text": "But our schools haven't changed much for hundreds of years."
  },
  {
    "startTime": 16.758,
    "endTime": 25.89,
    "text": "In fact, thought leaders from around the world agree that the current system of education was designed in the Industrial Age, mainly to churn out factory workers."
  },
  {
    "startTime": 25.89,
    "endTime": 33.498,
    "text": "And this Industrial Age mentality of mass production and mass control still runs deep in schools."
  },
  {
    "startTime": 33.498,
    "endTime": 35.33,
    "text": "Industrial Age values."
  },
  {
    "startTime": 36.657,
    "endTime": 41.562,
    "text": "We educate children by batches, and govern their lives by ringing bells."
  },
  {
    "startTime": 41.562,
    "endTime": 45.119,
    "text": "All day long, students do nothing but follow instructions."
  },
  {
    "startTime": 45.119,
    "endTime": 52.696,
    "text": "Sit down, take out your books, turn to page 40, solve problem number three, stop talking."
  },
  {
    "startTime": 52.696,
    "endTime": 56.885,
    "text": "At school, you're rewarded for doing exactly what you're told."
  },
  {
    "startTime": 56.9,
    "endTime": 61.372,
    "text": "These are Industrial Age values that were really important for factory workers."
  },
  {
    "startTime": 61.447,
    "endTime": 66.85900000000001,
    "text": "Their success depended on following instructions and doing exactly what they were told."
  },
  {
    "startTime": 66.859,
    "endTime": 71.645,
    "text": "But in today's world, how far can you get by simply following instructions?"
  },
  {
    "startTime": 71.723,
    "endTime": 78.642,
    "text": "The modern world values people who can be creative, who can communicate their ideas, and collaborate with others."
  },
  {
    "startTime": 78.642,
    "endTime": 84.651,
    "text": "But our children don't get a chance to develop such skills in a system that's based on Industrial Age values."
  },
  {
    "startTime": 85.769,
    "endTime": 88.186,
    "text": "Lack of autonomy and control."
  },
  {
    "startTime": 89.139,
    "endTime": 93.565,
    "text": "At school, our children experience a complete lack of autonomy and control."
  },
  {
    "startTime": 93.619,
    "endTime": 97.702,
    "text": "Every minute of a child's life is tightly controlled by the system."
  },
  {
    "startTime": 97.702,
    "endTime": 102.223,
    "text": "But in today's world, if you're doing important work, then you're managing your own time."
  },
  {
    "startTime": 102.223,
    "endTime": 107.633,
    "text": "You're making your own decisions regarding what to do and when to do it."
  },
  {
    "startTime": 107.633,
    "endTime": 110.211,
    "text": "But life at school looks very different."
  },
  {
    "startTime": 110.212,
    "endTime": 116.57600000000001,
    "text": "The system is sending a dangerous message to our children, that they are not in charge of their own lives."
  },
  {
    "startTime": 116.576,
    "endTime": 122.619,
    "text": "They just have to follow whatever is laid down, instead of taking charge and making the most of their lives."
  },
  {
    "startTime": 122.62,
    "endTime": 126.805,
    "text": "Experts believe autonomy is incredibly important for children."
  },
  {
    "startTime": 126.805,
    "endTime": 131.994,
    "text": "It's no wonder then that our children are bored and demotivated by school."
  },
  {
    "startTime": 131.994,
    "endTime": 137.468,
    "text": "Can you imagine how you would feel if you were told exactly what to do for every minute of your life?"
  },
  {
    "startTime": 138.309,
    "endTime": 140.4,
    "text": "Inauthentic learning."
  },
  {
    "startTime": 140.4,
    "endTime": 147.8,
    "text": "Most of the learning that happens in schools today is not authentic, because it relies on memorization and rote learning."
  },
  {
    "startTime": 148.0,
    "endTime": 152.409,
    "text": "The system defines a generic set of knowledge that all children must know."
  },
  {
    "startTime": 152.48,
    "endTime": 158.452,
    "text": "And then, every few months, we measure how much has been retained by administering exams."
  },
  {
    "startTime": 158.505,
    "endTime": 164.785,
    "text": "We know that such learning is not authentic because most of it is gone the day after the exam."
  },
  {
    "startTime": 164.785,
    "endTime": 168.286,
    "text": "Learning can be much deeper and more authentic."
  },
  {
    "startTime": 168.286,
    "endTime": 172.539,
    "text": "It can be so much more than just memorization and retention."
  },
  {
    "startTime": 172.539,
    "endTime": 177.438,
    "text": "But that's the only thing we measure, and test scores are the only thing we value."
  },
  {
    "startTime": 177.438,
    "endTime": 182.896,
    "text": "This has created an extremely unhealthy culture for students, parents, and teachers."
  },
  {
    "startTime": 182.969,
    "endTime": 190.777,
    "text": "Children are going through endless hours of tuitions, staying up all night memorizing useless facts that they will forget very soon."
  },
  {
    "startTime": 190.833,
    "endTime": 194.288,
    "text": "No room for passions and interests."
  },
  {
    "startTime": 194.288,
    "endTime": 202.01700000000002,
    "text": "We have an extremely standardized system, where each child must learn the same thing at the same time in the same way as everyone else."
  },
  {
    "startTime": 202.1,
    "endTime": 208.46,
    "text": "This doesn't respect the basic fact of being human, that each of us is unique and different in our own way."
  },
  {
    "startTime": 208.461,
    "endTime": 211.71800000000002,
    "text": "We all have different passions and interests."
  },
  {
    "startTime": 211.718,
    "endTime": 215.70399999999998,
    "text": "And the key to fulfilment in life is to find your passion."
  },
  {
    "startTime": 215.704,
    "endTime": 221.55200000000002,
    "text": "But do the schools of today help our children find and develop their passion?"
  },
  {
    "startTime": 221.552,
    "endTime": 227.43599999999998,
    "text": "There seems to be no room in the current education system for the most important questions in a child's life:"
  },
  {
    "startTime": 227.436,
    "endTime": 228.72400000000002,
    "text": "What am I good at?"
  },
  {
    "startTime": 228.724,
    "endTime": 230.908,
    "text": "What do I want to do in life?"
  },
  {
    "startTime": 230.908,
    "endTime": 233.351,
    "text": "How do I fit into this world?"
  },
  {
    "startTime": 233.352,
    "endTime": 235.915,
    "text": "The system doesn't seem to care."
  },
  {
    "startTime": 235.915,
    "endTime": 241.171,
    "text": "There are so many greatly talented people who failed in the traditional school system."
  },
  {
    "startTime": 241.171,
    "endTime": 244.74699999999999,
    "text": "Fortunately, they were able to overcome these failures."
  },
  {
    "startTime": 244.747,
    "endTime": 247.72000000000003,
    "text": "But not everyone can."
  },
  {
    "startTime": 247.72,
    "endTime": 253.373,
    "text": "We have no measure for how much talent, how much potential goes unrecognized in the current system."
  },
  {
    "startTime": 254.907,
    "endTime": 257.24,
    "text": "Differences in how we learn."
  },
  {
    "startTime": 258.117,
    "endTime": 267.48900000000003,
    "text": "Each of us is also different in how we learn, in how much time we take to learn something, and what tools and resources work best for us."
  },
  {
    "startTime": 267.489,
    "endTime": 270.57,
    "text": "But the system has no room for such differences."
  },
  {
    "startTime": 270.571,
    "endTime": 279.58000000000004,
    "text": "So, if you're a bit slow in learning something, you are considered a failure, when all you needed was a bit more time to catch up."
  },
  {
    "startTime": 280.485,
    "endTime": 282.13300000000004,
    "text": "Lecturing."
  },
  {
    "startTime": 282.133,
    "endTime": 286.41999999999996,
    "text": "In the current system, children are lectured for more than five hours a day."
  },
  {
    "startTime": 286.42,
    "endTime": 289.41400000000004,
    "text": "But there are a few big problems with lecturing."
  },
  {
    "startTime": 289.414,
    "endTime": 295.3,
    "text": "Sal Khan from Khan Academy calls lecturing \"a fundamentally dehumanizing experience\"."
  },
  {
    "startTime": 295.3,
    "endTime": 299.0,
    "text": "\"30 kids with fingers on their lips, not allowed to interact with each other.\""
  },
  {
    "startTime": 299.5,
    "endTime": 304.8,
    "text": "Also, in any given classroom, different students are at different levels of understanding."
  },
  {
    "startTime": 304.8,
    "endTime": 312.0,
    "text": "Now, whatever the teacher does, there are bound to be students who are either bored because they're ahead, or confused because they're behind."
  },
  {
    "startTime": 312.0,
    "endTime": 318.3,
    "text": "Because of the Internet and digital media, our children have at their fingertips all the information in the world."
  },
  {
    "startTime": 318.3,
    "endTime": 329.5,
    "text": "Technology has made it possible for anyone to learn anything, but for fear of losing control, the system is not leveraging these incredible resources."
  },
  {
    "startTime": 329.5,
    "endTime": 336.0,
    "text": "Our system of education, which evolved in the Industrial Age, has become outdated and ineffective."
  },
  {
    "startTime": 336.0,
    "endTime": 342.0,
    "text": "If we want to prepare our children for the modern world, if we want learning to be effective and engaging,"
  },
  {
    "startTime": 342.0,
    "endTime": 348.0,
    "text": "then there's no doubt that we need to fundamentally change our system of education."
  }
]