[
  {
    "startTime": 0.659,
    "endTime": 3.0,
    "text": "Hey there and welcome to Life Noggin."
  },
  {
    "startTime": 3.2,
    "endTime": 9.100000000000001,
    "text": "We've all had those days where we curl up in our best blanket and never step outside to greet the sun."
  },
  {
    "startTime": 9.29,
    "endTime": 15.399999999999999,
    "text": "It's fun to have lazy vampire days like this, but what would happen if you never got any sunlight at all?"
  },
  {
    "startTime": 15.53,
    "endTime": 24.0,
    "text": "Well, while it looks like getting sunlight is not absolutely necessary to live, having the sun's rays hug your skin is pretty important to staying healthy."
  },
  {
    "startTime": 24.2,
    "endTime": 28.2,
    "text": "One of the biggest benefits of getting sunlight is how it helps you get vitamin D."
  },
  {
    "startTime": 28.4,
    "endTime": 39.7,
    "text": "While some other essential vitamins must be obtained through food, vitamin D is able to be synthesized in your skin by a photosynthetic reaction that can be caused by exposure to the sun's radiation."
  },
  {
    "startTime": 39.9,
    "endTime": 48.599999999999994,
    "text": "Vitamin D is essential for supporting your bone integrity and has a protective role against chronic morbidities such as diabetes and cardiovascular diseases."
  },
  {
    "startTime": 48.8,
    "endTime": 59.199999999999996,
    "text": "Low vitamin D levels have long been linked to poor bone health, and more recent findings seem to correlate inadequate amounts of this precious vitamin to problems ranging from multiple sclerosis to prostate cancer."
  },
  {
    "startTime": 59.34,
    "endTime": 67.60000000000001,
    "text": "If you never were exposed to any sunlight, you would almost definitely be lacking in this important nutrient unless you were taking vitamin D supplements."
  },
  {
    "startTime": 67.8,
    "endTime": 78.0,
    "text": "It's almost impossible to get the amount of vitamin D you need from food alone, as only a few foods naturally contain it and most of those that do only have it in small amounts."
  },
  {
    "startTime": 78.2,
    "endTime": 86.2,
    "text": "Even so, some argue that vitamin D supplementation alone is not as good as vitamin D your body synthesizes in response to sunlight."
  },
  {
    "startTime": 86.38,
    "endTime": 91.19999999999999,
    "text": "And when this one guy is exposed to sun, he sparkles apparently, and I still don't know why."
  },
  {
    "startTime": 91.4,
    "endTime": 94.9,
    "text": "Getting sunlight also seems to have other pretty significant benefits."
  },
  {
    "startTime": 95.1,
    "endTime": 99.0,
    "text": "Sunlight and spending time outdoors is thought to help improve your mood."
  },
  {
    "startTime": 99.2,
    "endTime": 105.4,
    "text": "Recent research further suggests that light hitting your skin, not just your eyes, can help to reverse seasonal affective disorder."
  },
  {
    "startTime": 105.6,
    "endTime": 110.3,
    "text": "Other studies have found that sunlight alters the levels of nitric oxide in your blood and skin."
  },
  {
    "startTime": 110.7,
    "endTime": 115.0,
    "text": "This can lead to lowered blood pressure and a reduced risk of heart disease."
  },
  {
    "startTime": 115.2,
    "endTime": 122.10000000000001,
    "text": "Putting this all together makes a pretty significant case for how your life would be far less awesome if you never got any sunlight."
  },
  {
    "startTime": 122.3,
    "endTime": 125.8,
    "text": "My animator can make the sun go away anytime you want, so I'm really ha..."
  },
  {
    "startTime": 126.0,
    "endTime": 130.6,
    "text": "Okay... you can bring it back now... please. I don't like the dark."
  },
  {
    "startTime": 130.6,
    "endTime": 138.1,
    "text": "While exposure to the hot ball of glowing gases in the sky definitely has its benefits, too much sun may also be a bad thing."
  },
  {
    "startTime": 138.3,
    "endTime": 144.0,
    "text": "Getting too much sun can cause those pesky sunburns and also suppress your skin's immune system."
  },
  {
    "startTime": 144.2,
    "endTime": 150.1,
    "text": "Sunlight might also be capable of damaging skin cell membranes and put you at a greater risk for certain skin cancers."
  },
  {
    "startTime": 150.28,
    "endTime": 157.1,
    "text": "The Center for Disease Control and Prevention warns that the sun's ultraviolet rays can damage your skin in as little as 15 minutes,"
  },
  {
    "startTime": 157.3,
    "endTime": 169.3,
    "text": "and recommends certain strategies to protect yourself such as hats with brims all the way around and using sunscreen."
  },
  {
    "startTime": 169.3,
    "endTime": 173.10000000000002,
    "text": "All in all, it seems like getting sunlight is mostly beneficial to you."
  },
  {
    "startTime": 173.27,
    "endTime": 178.8,
    "text": "Provided you don't stay out for too long, you should probably avoid a life that avoids the sun."
  },
  {
    "startTime": 179.0,
    "endTime": 183.24,
    "text": "So are you someone that loves going outside or are you more of a homebody?"
  },
  {
    "startTime": 183.24,
    "endTime": 186.8,
    "text": "Let me know in the comments below or tell us what should we talk about next?"
  },
  {
    "startTime": 187.0,
    "endTime": 193.5,
    "text": "So we've confirmed sunlight is very important, but have you ever wondered what would happen if you never left your bed?"
  },
  {
    "startTime": 193.7,
    "endTime": 195.0,
    "text": "Check out this episode."
  },
  {
    "startTime": 206.3,
    "endTime": 208.99,
    "text": "My name is Blocko, this has been Life Noggin."
  },
  {
    "startTime": 208.99,
    "endTime": 211.36,
    "text": "Don't forget to keep on thinking!"
  }
]