[
  {
    "startTime": 0.0,
    "endTime": 6.68,
    "text": "Whether you're thinking of having kids today or becoming a parent in the future, many are aware that fertility declines as you age."
  },
  {
    "startTime": 6.68,
    "endTime": 11.48,
    "text": "So when should you have kids, and is there anything you can do to beat your biological clock?"
  },
  {
    "startTime": 11.48,
    "endTime": 14.700000000000001,
    "text": "A woman's first period is generally around age twelve or thirteen,"
  },
  {
    "startTime": 14.7,
    "endTime": 18.18,
    "text": "but most ovaries don't start releasing eggs until a few years after this."
  },
  {
    "startTime": 18.28,
    "endTime": 23.16,
    "text": "In fact, a woman's peak fertility isn't actually until her early or mid twenties."
  },
  {
    "startTime": 23.16,
    "endTime": 31.66,
    "text": "Unlike males who are constantly producing new sperm, females have a finite number of eggs, but don't worry, by puberty, you have around 300,000."
  },
  {
    "startTime": 31.66,
    "endTime": 35.06,
    "text": "Way more than the 300 to 400 you will release in your lifetime."
  },
  {
    "startTime": 35.3,
    "endTime": 43.699999999999996,
    "text": "However, popular statistics show that after trying to conceive for one year, a thirty-year-old woman has a 25% chance of not conceiving a life birth."
  },
  {
    "startTime": 43.7,
    "endTime": 49.46,
    "text": "This increases to a 44% chance at 35, and 66% chance at 40 years old."
  },
  {
    "startTime": 49.46,
    "endTime": 52.42,
    "text": "But most of this data comes from a 2004 journal."
  },
  {
    "startTime": 52.6,
    "endTime": 58.800000000000004,
    "text": "Looking at French birth records from 1670 to 1830, it's safe to say that a lot has changed."
  },
  {
    "startTime": 58.8,
    "endTime": 64.72,
    "text": "For the lives and health of women since before the age of electricity, antibiotics, and reliable food supply."
  },
  {
    "startTime": 64.72,
    "endTime": 70.52,
    "text": "It also does an account for the amount of sex couples were having and the fact that sex drive tapers off as you age."
  },
  {
    "startTime": 70.52,
    "endTime": 80.84,
    "text": "Modern studies present a more optimistic look with the percentage of women unable to conceive within a year of unprotected intercourse at 13% to 14% for women aged 27 to 34,"
  },
  {
    "startTime": 80.84,
    "endTime": 83.74000000000001,
    "text": "and 18% for women aged 35 to 39."
  },
  {
    "startTime": 83.74,
    "endTime": 88.6,
    "text": "Still showing declining fertility but much better odds than the historical data suggest."
  },
  {
    "startTime": 88.6,
    "endTime": 93.25999999999999,
    "text": "Another study found that among 38 and 39 year olds who have been pregnant before,"
  },
  {
    "startTime": 93.26,
    "endTime": 99.10000000000001,
    "text": "80% were able to become pregnant naturally within six months, and this points to another flaw in the studies."
  },
  {
    "startTime": 99.1,
    "endTime": 102.39999999999999,
    "text": "Nearly half of all pregnancies in America are unintended."
  },
  {
    "startTime": 102.4,
    "endTime": 107.18,
    "text": "This means highly fertile women are more likely to become pregnant accidentally when they're younger,"
  },
  {
    "startTime": 107.18,
    "endTime": 118.02000000000001,
    "text": "while those purposefully trying to have kids for the first time in their late thirties are already disproportionately less fertile regardless of age, creating an overestimate for the effect of biological aging."
  },
  {
    "startTime": 118.02,
    "endTime": 123.8,
    "text": "However, older eggs may not fertilize normally and there is an increase of chromosomal abnormalities with age."
  },
  {
    "startTime": 123.8,
    "endTime": 133.1,
    "text": "A woman who is thirty has a 1 in 800 chance of having a baby with Down Syndrome, but the probability goes up to 1 in 100 when she's forty."
  },
  {
    "startTime": 131.8,
    "endTime": 134.4,
    "text": "Granted, that's still only a 1% chance."
  },
  {
    "startTime": 134.4,
    "endTime": 135.6,
    "text": "But what about men?"
  },
  {
    "startTime": 135.6,
    "endTime": 142.18,
    "text": "Many assume male fertility is limitless with some famous examples like Charlie Chaplin having kids up until his seventies."
  },
  {
    "startTime": 142.18,
    "endTime": 148.8,
    "text": "And while men do continually make new sperm, the more cell divides the higher probability of genetic mutations."
  },
  {
    "startTime": 148.8,
    "endTime": 155.46,
    "text": "By the time a man reaches 50, the cells that create his sperm have gone through over 800 rounds of division and replication."
  },
  {
    "startTime": 155.46,
    "endTime": 165.0,
    "text": "As a result, older fathers carry increased risk of children with schizophrenia, autism, cancer a form of dwarfism, neurofibromatosis, and even skull and facial abnormalities."
  },
  {
    "startTime": 165.0,
    "endTime": 172.0,
    "text": "On top of this, even among young men in the Western world, sperm counts have dropped over 50% in the last 40 years."
  },
  {
    "startTime": 172.0,
    "endTime": 175.3,
    "text": "The impact and importance of this is yet to be determined though."
  },
  {
    "startTime": 175.3,
    "endTime": 183.70000000000002,
    "text": "Of course, there's more to raising children than biology anecdotal accounts points to younger parents having more energy, but older parents having more maturity and financial stability."
  },
  {
    "startTime": 183.7,
    "endTime": 191.0,
    "text": "Of course, more income does not mean better parents but research has shown that higher family income is linked to higher SAT scores."
  },
  {
    "startTime": 191.0,
    "endTime": 200.7,
    "text": "Not to mention in low to middle-income countries, the risk of death per birth for women between 15 to 19 years old is 28% higher than for women 20 to 24 years old."
  },
  {
    "startTime": 200.7,
    "endTime": 209.29999999999998,
    "text": "Studies have also found that in some sub-Saharan African countries, up to 25% of girls and young women drop out of school because of unintended pregnancies."
  },
  {
    "startTime": 209.3,
    "endTime": 217.9,
    "text": "Preserving young female eggs by cryogenically freezing them has also become more common but isn't a guarantee with increasing age still affecting pregnancy success rates,"
  },
  {
    "startTime": 217.9,
    "endTime": 222.0,
    "text": "and researchers finding that the freezing process degrades the quality of the eggs."
  },
  {
    "startTime": 222.0,
    "endTime": 233.04,
    "text": "Additionally, this isn't a viable option for most women, as the cost of freezing alone is 10,000 dollars, and one round of in vitro fertilization can cost upwards of 12,000 dollars."
  },
  {
    "startTime": 233.04,
    "endTime": 241.95999999999998,
    "text": "Overall, yes, conceiving a baby becomes more difficult as both men and women age, but it is not the level of baby panic that is so often discussed in the media."
  },
  {
    "startTime": 241.96,
    "endTime": 250.62,
    "text": "Individual fertility is very variable based on genetics and lifestyle, and the best time to have kids is a very personal decision as is having kids at all."
  },
  {
    "startTime": 250.62,
    "endTime": 253.98000000000002,
    "text": "Special thanks to the Bill and Melinda Gates Foundation for supporting this episode."
  },
  {
    "startTime": 253.98,
    "endTime": 259.46,
    "text": "Even though the world is on an incredible path of progress, it's important to remember that progress isn't inevitable."
  },
  {
    "startTime": 259.46,
    "endTime": 266.46,
    "text": "That's why the Gates Foundation has created a Goalkeepers Report which will help raise awareness, accountability, and drive action for a better future."
  },
  {
    "startTime": 266.46,
    "endTime": 271.02,
    "text": "Did you know that the number of mothers who die during childbirth has been halved in the past generation?"
  },
  {
    "startTime": 271.02,
    "endTime": 275.44,
    "text": "The Gates Foundation wants to ensure continued healthy lives and promote well-being for all ages."
  },
  {
    "startTime": 275.44,
    "endTime": 279.06,
    "text": "Click the link in the description to read the report and see the progress being made."
  },
  {
    "startTime": 279.06,
    "endTime": 281.88,
    "text": "And subscribe for more weekly science videos every Thursday!"
  }
]