[
  {
    "startTime": 13.6,
    "endTime": 15.899999999999999,
    "text": "Olive oil is 100% fat."
  },
  {
    "startTime": 16.0,
    "endTime": 16.9,
    "text": "There's nothing else in it."
  },
  {
    "startTime": 17.0,
    "endTime": 20.432,
    "text": "Pancake mix, on the other hand, is only about 11% fat."
  },
  {
    "startTime": 20.5,
    "endTime": 24.9,
    "text": "And, yet, olive oil is good for you, and pancake mix is not."
  },
  {
    "startTime": 24.9,
    "endTime": 27.299999999999997,
    "text": "Why is that?"
  },
  {
    "startTime": 27.5,
    "endTime": 35.8,
    "text": "As it turns out, the amount of fat we eat doesn't impact our weight or our cholesterol or our risk of heart disease nearly as much as what kind of fat we eat."
  },
  {
    "startTime": 35.9,
    "endTime": 37.199999999999996,
    "text": "But let's back up:"
  },
  {
    "startTime": 37.2,
    "endTime": 38.900000000000006,
    "text": "What is fat?"
  },
  {
    "startTime": 39.3,
    "endTime": 42.0,
    "text": "If we were to zoom in on a salmon, which is a fatty fish,"
  },
  {
    "startTime": 42.0,
    "endTime": 52.5,
    "text": "past the organs, past the tissues, into the cells, we would see that the stuff we call fat is actually made up of molecules called triglycerides, and they are not all alike."
  },
  {
    "startTime": 52.545,
    "endTime": 53.629000000000005,
    "text": "Here's one example."
  },
  {
    "startTime": 53.629,
    "endTime": 55.73,
    "text": "Those three carbons on the left, that's glycerol."
  },
  {
    "startTime": 55.73,
    "endTime": 59.599999999999994,
    "text": "Now, you can think of that as the backbone that holds the rest of the molecule together."
  },
  {
    "startTime": 59.6,
    "endTime": 68.9,
    "text": "The three long chains on the right are called fatty acids, and it's subtle differences in the structures of these chains that determine whether a fat is, let's say,  solid or liquid."
  },
  {
    "startTime": 68.9,
    "endTime": 74.9,
    "text": "Whether or not it goes rancid quickly, and most importantly, how good or how bad it is for you."
  },
  {
    "startTime": 75.0,
    "endTime": 77.0,
    "text": "Let's take a look at some of these differences."
  },
  {
    "startTime": 77.0,
    "endTime": 77.8,
    "text": "One is length."
  },
  {
    "startTime": 78.1,
    "endTime": 80.16,
    "text": "Fatty acids can be short or long."
  },
  {
    "startTime": 80.16,
    "endTime": 84.1,
    "text": "Another, more important difference is the type of bond between the carbon atoms."
  },
  {
    "startTime": 84.1,
    "endTime": 86.89999999999999,
    "text": "Some fatty acids have only single bonds."
  },
  {
    "startTime": 86.914,
    "endTime": 89.8,
    "text": "Others have both single and double bonds."
  },
  {
    "startTime": 89.9,
    "endTime": 96.4,
    "text": "Fatty acids with only single bonds are called saturated, and those with one or more double bonds are called unsaturated."
  },
  {
    "startTime": 96.4,
    "endTime": 102.0,
    "text": "Now, most unsaturated fats are good for you, while saturated fats are bad for you in excess."
  },
  {
    "startTime": 102.1,
    "endTime": 107.11999999999999,
    "text": "For saturated fats, the story pretty much ends there, but not for unsaturated fats."
  },
  {
    "startTime": 107.12,
    "endTime": 112.031,
    "text": "The double bonds in these molecules have a kind of weird property; they're rigid."
  },
  {
    "startTime": 112.4,
    "endTime": 115.9,
    "text": "So, that means there are two ways to arrange every double bond."
  },
  {
    "startTime": 115.883,
    "endTime": 120.824,
    "text": "The first is like this, where both hydrogens are on same side and both carbons are on the same side."
  },
  {
    "startTime": 120.824,
    "endTime": 122.648,
    "text": "The second way is like this."
  },
  {
    "startTime": 122.648,
    "endTime": 126.5,
    "text": "Now the hydrogens and carbons are on opposite sides of the double bond."
  },
  {
    "startTime": 126.7,
    "endTime": 136.4,
    "text": "Now, even though both of these molecules are made up of exactly the same building blocks, they are two completely different substances, and they behave completely differently inside of us."
  },
  {
    "startTime": 136.5,
    "endTime": 140.3,
    "text": "The configuration on the left is called CIS, which you've probably never heard of."
  },
  {
    "startTime": 140.376,
    "endTime": 144.70000000000002,
    "text": "The one of the right is called TRANS, and you probably have heard of trans fats before."
  },
  {
    "startTime": 144.713,
    "endTime": 151.79999999999998,
    "text": "They don't go rancid, they're more stable during deep frying, and they can change the texture of foods in ways that other fats just can't."
  },
  {
    "startTime": 151.8,
    "endTime": 160.0,
    "text": "They're also terrible for your health, by far worse than saturated fat, even though technically they're a type of unsaturated fat."
  },
  {
    "startTime": 160.0,
    "endTime": 164.4,
    "text": "Now, I know that seems crazy, but your body doesn't care what a molecule looks like on paper."
  },
  {
    "startTime": 164.656,
    "endTime": 170.8,
    "text": "All that matters is the 3-D shape where the molecule fits, where it doesn't, and what pathways it interferes with."
  },
  {
    "startTime": 170.9,
    "endTime": 173.8,
    "text": "So, how do you know if a food has trans fat in it?"
  },
  {
    "startTime": 173.9,
    "endTime": 179.20000000000002,
    "text": "Well, the only sure way to know is if you see the words, \"partially hydrogenated\" in the ingredients list."
  },
  {
    "startTime": 179.3,
    "endTime": 182.0,
    "text": "Don't let nutrition labels or advertising fool you."
  },
  {
    "startTime": 182.0,
    "endTime": 192.635,
    "text": "The FDA allows manufacturers to claim that their products contain \"0\" grams of trans fat even if they actually have up to half a gram per serving."
  },
  {
    "startTime": 192.635,
    "endTime": 200.0,
    "text": "But there are no hard and fast rules about how small a serving can be, and, that means, you'll have to rely on seeing those keywords, partially hydrogenated,"
  },
  {
    "startTime": 200.1,
    "endTime": 205.79999999999998,
    "text": "because that's how trans fats are made, by partially hydrogenating unsaturated fats."
  },
  {
    "startTime": 205.8,
    "endTime": 209.0,
    "text": "So, let's go back to our olive oil and pancake mix from before."
  },
  {
    "startTime": 209.0,
    "endTime": 211.6,
    "text": "Olive oil is 100% fat."
  },
  {
    "startTime": 211.6,
    "endTime": 214.4,
    "text": "Pancake mix is only 11% fat."
  },
  {
    "startTime": 214.4,
    "endTime": 219.6,
    "text": "But olive oil is mostly unsaturated fat, and it has no trans fat at all."
  },
  {
    "startTime": 219.84,
    "endTime": 225.0,
    "text": "On the other hand, more than half the fat in pancake mix is either saturated or trans fat."
  },
  {
    "startTime": 225.1,
    "endTime": 232.4,
    "text": "And, so, even though olive oil has 10 times as much fat as pancake mix, it's healthy for you, whereas pancake mix is not."
  },
  {
    "startTime": 232.4,
    "endTime": 234.20000000000002,
    "text": "Now, I'm not trying to pick on pancake mix."
  },
  {
    "startTime": 234.2,
    "endTime": 237.0,
    "text": "There are lots of foods with this type of fat profile."
  },
  {
    "startTime": 237.0,
    "endTime": 241.9,
    "text": "The point is this: It's not how much fat you eat, it's what kind of fat."
  },
  {
    "startTime": 241.9,
    "endTime": 246.20000000000002,
    "text": "And what makes a particular fat healthy or unhealthy is its shape."
  }
]