[
  {
    "startTime": 0.5,
    "endTime": 5.2,
    "text": "You may not realize it but your brain actually processes information in two very distinct ways."
  },
  {
    "startTime": 5.3,
    "endTime": 11.5,
    "text": "Like, when you look at this photo, you instantly know she has blonde hair, is visibly angry and likely has some choice words to yell."
  },
  {
    "startTime": 11.6,
    "endTime": 17.2,
    "text": "Without any effort you experienced fast thinking, but if you look at the following problem something different happens."
  },
  {
    "startTime": 17.3,
    "endTime": 22.6,
    "text": "Sure, you immediately know it's a multiplication problem and you knew you could solve it if you had the energy, but didn't."
  },
  {
    "startTime": 22.8,
    "endTime": 27.200000000000003,
    "text": "If you do try your muscles will tense, your pupils will dilate, and your heart rate will increase."
  },
  {
    "startTime": 27.3,
    "endTime": 29.400000000000002,
    "text": "Now you've experienced slow thinking."
  },
  {
    "startTime": 29.5,
    "endTime": 34.3,
    "text": "These two systems of fast and slow thinking dictate much of our perception and reaction in life."
  },
  {
    "startTime": 34.4,
    "endTime": 40.6,
    "text": "Take these lines for example, it's clear that they're different lengths, but if you measure them they're actually the exact same length."
  },
  {
    "startTime": 40.7,
    "endTime": 46.800000000000004,
    "text": "Even now that you know, system one, or your fast thinking can't stop seeing the illusion because it acts automatically."
  },
  {
    "startTime": 46.9,
    "endTime": 50.0,
    "text": "A similar effect is seen here, which figure is the largest?"
  },
  {
    "startTime": 50.1,
    "endTime": 51.6,
    "text": "Again, they are all the same size,"
  },
  {
    "startTime": 51.7,
    "endTime": 59.5,
    "text": "but the suggestion of perspective and depth causes your system one to interpret the picture as three-dimensional even though it's on a flat two-dimensional surface."
  },
  {
    "startTime": 59.6,
    "endTime": 64.7,
    "text": "It's making quick work of the available information and so you're conscious system two, or slow thinking,"
  },
  {
    "startTime": 64.8,
    "endTime": 69.39999999999999,
    "text": "must compensate after the fact and choose not to believe your intuition or instinct."
  },
  {
    "startTime": 69.5,
    "endTime": 71.2,
    "text": "Want to see your system two in action?"
  },
  {
    "startTime": 71.3,
    "endTime": 76.5,
    "text": "I'll show you a string of four digits, you read them aloud and add one to each of the original digits."
  },
  {
    "startTime": 76.6,
    "endTime": 82.0,
    "text": "If the card reads 3795, the correct response would be 4806."
  },
  {
    "startTime": 82.1,
    "endTime": 85.6,
    "text": "We'll then go to the next card and you will do the same followed by the next card."
  },
  {
    "startTime": 85.7,
    "endTime": 86.9,
    "text": "Ready? Go."
  },
  {
    "startTime": 107.6,
    "endTime": 111.39999999999999,
    "text": "Few people can cope with more than four digits, but even harder is add three."
  },
  {
    "startTime": 111.5,
    "endTime": 118.2,
    "text": "The interesting bit is that though your pupils would have dilated you often become effectively blind when you fully engage system two."
  },
  {
    "startTime": 118.3,
    "endTime": 120.2,
    "text": "Did you notice the colour of the text change?"
  },
  {
    "startTime": 120.3,
    "endTime": 124.1,
    "text": "Or how about the fact that the numbers completely changed when I put them off to the side?"
  },
  {
    "startTime": 124.2,
    "endTime": 125.8,
    "text": "Listen to the following puzzle."
  },
  {
    "startTime": 125.9,
    "endTime": 132.1,
    "text": "A bat and a ball cost one dollar and ten cents. The bat cost one dollar more than the ball. How much does the ball cost?"
  },
  {
    "startTime": 132.2,
    "endTime": 138.7,
    "text": "Chances are your system one intuition was yelling \"ten cents\", but this appealing system one answer we know is wrong."
  },
  {
    "startTime": 138.8,
    "endTime": 141.4,
    "text": "In fact, the correct answer is five cents."
  },
  {
    "startTime": 141.5,
    "endTime": 145.5,
    "text": "Even if you worked out the correct answer, you likely thought of ten cents along the way."
  },
  {
    "startTime": 145.6,
    "endTime": 152.29999999999998,
    "text": "System one is trying to work out an answer as quickly and seamlessly as possible which is extremely beneficial in everyday life."
  },
  {
    "startTime": 152.4,
    "endTime": 156.3,
    "text": "If every activity required full mental effort, it would be exhausting."
  },
  {
    "startTime": 156.4,
    "endTime": 161.20000000000002,
    "text": "But knowing this allows us to understand that not all of our first impressions are correct."
  },
  {
    "startTime": 161.3,
    "endTime": 164.60000000000002,
    "text": "How many animals of each kind did Moses take into the ark?"
  },
  {
    "startTime": 164.7,
    "endTime": 169.2,
    "text": "So, few people detect what is wrong with this question and that it has been dubbed the the Moses illusion."
  },
  {
    "startTime": 169.3,
    "endTime": 172.3,
    "text": "In fact, Moses took no animals, Noah did."
  },
  {
    "startTime": 172.4,
    "endTime": 177.5,
    "text": "Again, our brain invests as little resources as necessary, so that things run quickly and smoothly."
  },
  {
    "startTime": 177.6,
    "endTime": 186.2,
    "text": "Because Moses is not abnormal in the biblical context, system one unconsciously detects an association between Moses and ark, and quickly accepts the question."
  },
  {
    "startTime": 186.3,
    "endTime": 190.0,
    "text": "In a similar way, system one generates context without you knowing."
  },
  {
    "startTime": 190.1,
    "endTime": 196.2,
    "text": "Reading each of the following may seem fairly simple, \"ABC\" \"Ann approached the bank\" and \"12, 13, 14\""
  },
  {
    "startTime": 196.3,
    "endTime": 200.3,
    "text": "But your brain actually interpreted these ambiguous statements without you ever knowing."
  },
  {
    "startTime": 200.4,
    "endTime": 207.70000000000002,
    "text": "You could have read it as \"A 13 C\" or \"12 B 14\", but your brain created the context unconsciously."
  },
  {
    "startTime": 207.8,
    "endTime": 212.5,
    "text": "Also, you likely imagined a woman with money on her mind walking towards a building with tellers,"
  },
  {
    "startTime": 212.6,
    "endTime": 220.6,
    "text": "but if the sentence before this was \"they were floating gently down the river\" the entire scene would have changed because \"bank\" is no longer associated with \"money\"."
  },
  {
    "startTime": 220.7,
    "endTime": 225.6,
    "text": "Without an explicit context, system one quickly generates one based on previous experience."
  },
  {
    "startTime": 225.7,
    "endTime": 231.1,
    "text": "In this case, you've likely visited more banks than rivers and so the context is resolved accordingly."
  },
  {
    "startTime": 231.1,
    "endTime": 233.4,
    "text": "This ties into a concept called \"priming\"."
  },
  {
    "startTime": 233.5,
    "endTime": 237.1,
    "text": "For example, if I said \"wash\", how would you complete this word fragment?"
  },
  {
    "startTime": 237.2,
    "endTime": 242.7,
    "text": "Most would see \"soap\", but had I just shown you the word \"eat\" you'd be more likely to see \"soup\"."
  },
  {
    "startTime": 242.669,
    "endTime": 245.5,
    "text": "In this way, both eat and wash prime your thoughts."
  },
  {
    "startTime": 245.6,
    "endTime": 254.2,
    "text": "Though system two likes to think that it's in charge and knows what's going on, the truth is that priming effects have even been shown to affect and modify behavior."
  },
  {
    "startTime": 254.3,
    "endTime": 257.90000000000003,
    "text": "These arise in system one and you have no conscious access to them."
  },
  {
    "startTime": 258.0,
    "endTime": 260.6,
    "text": "If you'd like to learn more about the thinking systems in your brain,"
  },
  {
    "startTime": 260.7,
    "endTime": 265.3,
    "text": "check out the book \"Thinking Fast and Slow\" by Daniel Kahneman, which covers it in great detail."
  },
  {
    "startTime": 265.4,
    "endTime": 267.9,
    "text": "I'll put a link in the description which you can check out."
  },
  {
    "startTime": 268.1,
    "endTime": 270.3,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 270.4,
    "endTime": 275.5,
    "text": "Ask it in the comments, or on facebook and twitter, and subscribe for more weekly science videos."
  }
]