[
  {
    "startTime": 3.36,
    "endTime": 9.5,
    "text": "Whether you're headed back to school or just wanting to pick up a new skill like a language or an instrument, learning new things is amazing."
  },
  {
    "startTime": 9.5,
    "endTime": 14.059999999999999,
    "text": "But is there a better way to learn something quickly and retain that knowledge?"
  },
  {
    "startTime": 14.06,
    "endTime": 15.8,
    "text": "First step is, skip the laptop."
  },
  {
    "startTime": 15.8,
    "endTime": 20.0,
    "text": "Though you might be quicker at typing, writing with pen and paper is the way to go when taking notes."
  },
  {
    "startTime": 20.0,
    "endTime": 27.08,
    "text": "Not only are there oodles of distractions online, but researchers have found that those who type process the information at a shallower level."
  },
  {
    "startTime": 27.2,
    "endTime": 35.0,
    "text": "As opposed to simply transcribing verbatim, re-framing the information into your own words while writing out physically leads to better performance on tests."
  },
  {
    "startTime": 35.2,
    "endTime": 38.5,
    "text": "And to retain those notes, study-sleep-study."
  },
  {
    "startTime": 38.56,
    "endTime": 44.6,
    "text": "In a French experiment, two groups were taught the Swahili translation for 16 French words over 2 sessions."
  },
  {
    "startTime": 44.6,
    "endTime": 48.660000000000004,
    "text": "Group 1 studied in the morning, then took a break and studied again in the evening."
  },
  {
    "startTime": 48.66,
    "endTime": 53.739999999999995,
    "text": "But group 2 studied in the evening, slept for the night and then resumed studying in the morning."
  },
  {
    "startTime": 53.74,
    "endTime": 62.08,
    "text": "Though there was the same amount of time between the 2 study sessions, the sleep group could recall 10 of the 16 words while the no-sleep group could only get seven and a half."
  },
  {
    "startTime": 62.28,
    "endTime": 63.6,
    "text": "Learning a new motor skill?"
  },
  {
    "startTime": 63.6,
    "endTime": 65.82000000000001,
    "text": "Try modifying your practice slightly."
  },
  {
    "startTime": 65.92,
    "endTime": 70.94,
    "text": "A study of 86 healthy volunteers were asked to learn a computer-based motor skill over 2 training sessions."
  },
  {
    "startTime": 70.94,
    "endTime": 78.56,
    "text": "One group's second training session had them learn the task in a slightly altered way, while the other repeated the task with the exact same practice."
  },
  {
    "startTime": 78.56,
    "endTime": 84.98,
    "text": "Those who used two different strategies nearly doubled the speed of accuracy of the task compared to the control group."
  },
  {
    "startTime": 84.98,
    "endTime": 86.98,
    "text": "What does this look like in the real world?"
  },
  {
    "startTime": 86.98,
    "endTime": 92.98,
    "text": "Say you're perfecting your tennis game, try switching between rackets with slightly different weights between sessions."
  },
  {
    "startTime": 92.98,
    "endTime": 96.82000000000001,
    "text": "However, researchers suggest you don't make the modification too big."
  },
  {
    "startTime": 96.82,
    "endTime": 101.53999999999999,
    "text": "For example, switching between tennis and badminton shows no increase success in tennis."
  },
  {
    "startTime": 101.54,
    "endTime": 102.10000000000001,
    "text": "Can't focus?"
  },
  {
    "startTime": 102.1,
    "endTime": 103.17999999999999,
    "text": "Get some exercise."
  },
  {
    "startTime": 103.18,
    "endTime": 112.80000000000001,
    "text": "A study found that those who worked out for 15 minutes on a stationary bike, and then completed a memory task, completed the task significantly faster than the group that didn't exercise."
  },
  {
    "startTime": 112.88,
    "endTime": 115.69999999999999,
    "text": "Even a quick walk around the block can clear up your mind."
  },
  {
    "startTime": 115.7,
    "endTime": 119.2,
    "text": "Trying to memorize the electromagnetic spectrum in order of increasing frequency?"
  },
  {
    "startTime": 119.2,
    "endTime": 119.8,
    "text": "Who isn't?"
  },
  {
    "startTime": 119.8,
    "endTime": 126.1,
    "text": "Try a mnemonic device such as an acronym sentence like \"Raging Martians Invaded Venus Using X-ray Guns.\""
  },
  {
    "startTime": 126.3,
    "endTime": 130.4,
    "text": "This method has been proven in several studies as a way of committing information to memory."
  },
  {
    "startTime": 130.4,
    "endTime": 130.94,
    "text": "Why?"
  },
  {
    "startTime": 130.94,
    "endTime": 135.62,
    "text": "Theory suggests that adults can only hold a limited number of items in our short term memory."
  },
  {
    "startTime": 135.62,
    "endTime": 140.5,
    "text": "By grouping items into a mnemonic, it allows your brain to hold onto larger amounts of information"
  },
  {
    "startTime": 140.5,
    "endTime": 144.22,
    "text": "which can eventually aid into the creation of long term memories."
  },
  {
    "startTime": 144.22,
    "endTime": 146.2,
    "text": "And the weirder the sentence is, the better"
  },
  {
    "startTime": 146.2,
    "endTime": 149.89999999999998,
    "text": "as unique sentences have a higher chance of sticking than boring ones."
  },
  {
    "startTime": 149.9,
    "endTime": 151.3,
    "text": "And, say it out loud."
  },
  {
    "startTime": 151.3,
    "endTime": 156.94,
    "text": "Test individuals were given a list of words where half were read silently, and the other half were read out loud."
  },
  {
    "startTime": 156.94,
    "endTime": 161.5,
    "text": "When given a new list of words and asked to identify which ones they had already read previously,"
  },
  {
    "startTime": 161.5,
    "endTime": 167.02,
    "text": "they were able to recall the words read out loud with significantly more frequency than those read silently."
  },
  {
    "startTime": 167.02,
    "endTime": 167.65,
    "text": "Here's a no-brainer."
  },
  {
    "startTime": 167.65,
    "endTime": 168.92000000000002,
    "text": "Make sure you're hydrated."
  },
  {
    "startTime": 169.02,
    "endTime": 175.70000000000002,
    "text": "In a study where participants fasted and abstained from fluids since the previous evening, they were asked to perform on a reaction test."
  },
  {
    "startTime": 175.9,
    "endTime": 180.46,
    "text": "One group was given 500 mL of water right before the test while the other group wasn't."
  },
  {
    "startTime": 180.46,
    "endTime": 184.82000000000002,
    "text": "The group that was able to hydrate before the test obviously performed significantly better."
  },
  {
    "startTime": 184.82,
    "endTime": 188.78,
    "text": "This is because water helps improve overall mental processing and learning."
  },
  {
    "startTime": 188.78,
    "endTime": 191.5,
    "text": "And after all that hard work, give yourself a reward."
  },
  {
    "startTime": 191.5,
    "endTime": 193.5,
    "text": "One study found that reward motivated-learning"
  },
  {
    "startTime": 193.5,
    "endTime": 196.72,
    "text": "—in this particular study it was monetary compensation—"
  },
  {
    "startTime": 196.72,
    "endTime": 202.18,
    "text": "led to increased memory formation, and this effect even increased when the reward was of higher value."
  },
  {
    "startTime": 202.18,
    "endTime": 210.70000000000002,
    "text": "This finding highlights how reward motivation promotes memory formation, via the release of feel-good neurotransmitter dopamine in the hippocampus prior to learning."
  },
  {
    "startTime": 210.8,
    "endTime": 216.60000000000002,
    "text": "If you're really keen to learn faster, check out Brilliant.org, who sponsored this episode and is one of the best places to do just that."
  },
  {
    "startTime": 216.7,
    "endTime": 223.47,
    "text": "Like us, they believe that if you're excited, you'll learn quickly, that active learning is best, and that questions that spark curiosity are so important."
  },
  {
    "startTime": 223.48,
    "endTime": 229.85999999999999,
    "text": "Whenever we want to build up our logical thinking powers or break down the physics of everyday experiences around us, we check out Brilliant."
  },
  {
    "startTime": 229.86,
    "endTime": 236.42000000000002,
    "text": "It's a great way to challenge your mind on-the-go and you can master foundational concepts through guided in-depth problem solving quizzes."
  },
  {
    "startTime": 236.42,
    "endTime": 242.92,
    "text": "Check them out at Brilliant dot org slash asapscience to sign up for free now and let us know how it has helped you learn faster."
  },
  {
    "startTime": 242.92,
    "endTime": 246.11999999999998,
    "text": "And subscribe for more weekly videos every Thursday."
  }
]