[
  {
    "startTime": 12.5,
    "endTime": 17.2,
    "text": "It's well known that some gestures mean different things in different parts of the world."
  },
  {
    "startTime": 17.7,
    "endTime": 25.99,
    "text": "In some places such as Britain, this means everything's okay, while in Brazil and other places, it's considered obscene."
  },
  {
    "startTime": 26.09,
    "endTime": 30.93,
    "text": "And in still other places such as Japan, it means money."
  },
  {
    "startTime": 31.029,
    "endTime": 38.739,
    "text": "In Italy, they might make this sign to emphasize a point while in Jordan, it can mean \"wait a second.\""
  },
  {
    "startTime": 38.83,
    "endTime": 41.729,
    "text": "Certain things often have gestures for them."
  },
  {
    "startTime": 41.829,
    "endTime": 47.64,
    "text": "For instance, in most places where drinking alcohol is popular, there's a sign for drinking or getting drunk."
  },
  {
    "startTime": 48.58,
    "endTime": 54.93,
    "text": "In the U.S., it's this, while in France, they grab and twist their nose."
  },
  {
    "startTime": 54.93,
    "endTime": 59.519,
    "text": "And in Russia they flick their throat."
  },
  {
    "startTime": 59.52,
    "endTime": 62.789,
    "text": "On the other hand, some places have more or less unique gestures."
  },
  {
    "startTime": 62.809,
    "endTime": 71.25,
    "text": "In Russia, to say \"you're making things too complicated\", you scratch your ear by going around the back of your head."
  },
  {
    "startTime": 71.36,
    "endTime": 81.5,
    "text": "Among the most common and probably oldest gestures are nodding for \"yes\" and shaking the head for \"no\", but even this isn't universal."
  },
  {
    "startTime": 81.6,
    "endTime": 89.029,
    "text": "Bulgarians are famous for shaking their head to mean \"yes\" and nodding with a click of the tongue to mean \"no\"."
  },
  {
    "startTime": 89.09,
    "endTime": 95.81,
    "text": "And in South Asia, they have a third option which involves tilting the head from side to side."
  },
  {
    "startTime": 95.91,
    "endTime": 105.009,
    "text": "It's used to acknowledge the person speaking to you. Although in some context, it can also mean approval or even uncertainty."
  }
]