[
  {
    "startTime": 4.0,
    "endTime": 10.2,
    "text": "Today, social media is becoming a must-have element in the overall marketing strategy of many companies."
  },
  {
    "startTime": 10.21,
    "endTime": 14.400000000000002,
    "text": "More than 90% of marketers use social media in their campaigns."
  },
  {
    "startTime": 14.41,
    "endTime": 18.53,
    "text": "77% of fortune 500 companies have active Twitter accounts"
  },
  {
    "startTime": 18.54,
    "endTime": 21.77,
    "text": "and 70% of them have active Facebook pages."
  },
  {
    "startTime": 21.78,
    "endTime": 29.200000000000003,
    "text": "Regardless of their size, businesses can utilize social media to communicate with customers about new products or the launch of a promotion."
  },
  {
    "startTime": 29.21,
    "endTime": 36.21,
    "text": "Unlike traditional marketing methods, social media allows marketing departments to engage in two-way dialogue with their customers."
  },
  {
    "startTime": 36.22,
    "endTime": 44.69,
    "text": "Instead of pushing out one-way broadcasts, organisations are turning to social media to learn about their customers through meaningful interactions."
  },
  {
    "startTime": 44.7,
    "endTime": 49.35,
    "text": "Moreover, marketing departments are using social media to build online communities"
  },
  {
    "startTime": 49.36,
    "endTime": 52.31,
    "text": "and turn customers into brand ambassadors."
  },
  {
    "startTime": 52.32,
    "endTime": 55.28,
    "text": "This is particularly important for small businesses,"
  },
  {
    "startTime": 55.29,
    "endTime": 59.54,
    "text": "as they often grow their business from small circles of loyal customers."
  },
  {
    "startTime": 59.55,
    "endTime": 65.13,
    "text": "Using multiple platforms like Facebook, YouTube, Google+ and Twitter,"
  },
  {
    "startTime": 65.14,
    "endTime": 69.81,
    "text": "businesses can target niche markets and reach specific demographics."
  },
  {
    "startTime": 69.82,
    "endTime": 73.0,
    "text": "Social media also increases the visibility of brands,"
  },
  {
    "startTime": 73.01,
    "endTime": 78.10000000000001,
    "text": "allowing them to reach untapped markets through the exposure or virality of their content."
  },
  {
    "startTime": 78.11,
    "endTime": 84.13,
    "text": "When businesses share entertaining lifestyle content or educational material that resonates with customers,"
  },
  {
    "startTime": 84.14,
    "endTime": 89.49,
    "text": "their customers will share that content with their social networks, increasing brand awareness."
  },
  {
    "startTime": 89.5,
    "endTime": 96.14,
    "text": "An organization's own employees are some of the best people to amplify content and support marketing initiatives."
  },
  {
    "startTime": 96.15,
    "endTime": 102.57000000000001,
    "text": "Organizations can encourage and empower employees to amplify key marketing content with their networks"
  },
  {
    "startTime": 102.58,
    "endTime": 110.07,
    "text": "allowing them to showcase their expertise by resharing new whitepapers or digital campaigns to their personal social networks,"
  },
  {
    "startTime": 110.08,
    "endTime": 115.89,
    "text": "employees can help increase the exposure of key company content and support marketing initiatives."
  },
  {
    "startTime": 115.9,
    "endTime": 120.69000000000001,
    "text": "Social media can be an extremely effective tool for brands in managing a PR crisis."
  },
  {
    "startTime": 120.7,
    "endTime": 128.0,
    "text": "It allows them to quickly perform damage control and provides them with the opportunity to take control of the story early on."
  },
  {
    "startTime": 128.01,
    "endTime": 135.1,
    "text": "Companies can also proactively track brand sentiment, allowing them to keep up with what's being said about them from around the world."
  },
  {
    "startTime": 135.11,
    "endTime": 138.29000000000002,
    "text": "Whether it's through blog posts, tweets, or videos,"
  },
  {
    "startTime": 138.3,
    "endTime": 142.11,
    "text": "social media enables marketing departments to increase brand exposure,"
  },
  {
    "startTime": 142.12,
    "endTime": 151.0,
    "text": "gain a better understanding of customers and support their broader marketing campaigns more effectively."
  }
]