[
  {
    "startTime": 7.213,
    "endTime": 9.841000000000001,
    "text": "What makes a good horror story?"
  },
  {
    "startTime": 9.841,
    "endTime": 14.922999999999998,
    "text": "Sure, you could throw in some hideous monsters, fountains of blood, and things jumping out from every corner."
  },
  {
    "startTime": 15.172,
    "endTime": 18.732,
    "text": "But as classic horror author H.P. Lovecraft wrote,"
  },
  {
    "startTime": 18.732,
    "endTime": 23.453,
    "text": "\"The oldest and strongest kind of fear is fear of the unknown.\""
  },
  {
    "startTime": 23.553,
    "endTime": 31.013,
    "text": "And writers harness that fear not by revealing horrors, but by leaving the audience hanging in anticipation of them."
  },
  {
    "startTime": 31.013,
    "endTime": 34.105000000000004,
    "text": "That is, in a state of suspense."
  },
  {
    "startTime": 34.205,
    "endTime": 39.342,
    "text": "The most familiar examples of suspense come from horror films and mystery novels."
  },
  {
    "startTime": 39.342,
    "endTime": 41.051,
    "text": "What's inside the haunted mansion?"
  },
  {
    "startTime": 41.051,
    "endTime": 43.692,
    "text": "Which of the dinner guests is the murderer?"
  },
  {
    "startTime": 43.693,
    "endTime": 46.643,
    "text": "But suspense exists beyond these genres."
  },
  {
    "startTime": 46.643,
    "endTime": 48.214,
    "text": "Will the hero save the day?"
  },
  {
    "startTime": 48.214,
    "endTime": 50.4,
    "text": "Will the couple get together in the end?"
  },
  {
    "startTime": 50.5,
    "endTime": 55.8,
    "text": "And what is the dark secret that causes the main character so much pain?"
  },
  {
    "startTime": 55.9,
    "endTime": 67.456,
    "text": "The key to suspense is that it sets up a question, or several, that the audience hopes to get an answer to, and delays that answer while maintaining their interest and keeping them guessing."
  },
  {
    "startTime": 67.556,
    "endTime": 72.85,
    "text": "So what are some techniques you can use to achieve this in your own writing?"
  },
  {
    "startTime": 72.85,
    "endTime": 74.04299999999999,
    "text": "Limit the point of view."
  },
  {
    "startTime": 74.044,
    "endTime": 82.215,
    "text": "Instead of an omniscient narrator who can see and relay everything that happens, tell the story from the perspective of the characters."
  },
  {
    "startTime": 82.215,
    "endTime": 88.308,
    "text": "They may start off knowing just as little as the audience does, and as they learn more, so do we."
  },
  {
    "startTime": 88.308,
    "endTime": 97.76700000000001,
    "text": "Classic novels, like \"Dracula\", for example, are told through letters and diary entries where characters relate what they've experienced and fear what's to come."
  },
  {
    "startTime": 97.861,
    "endTime": 101.23700000000001,
    "text": "Next, choose the right setting and imagery."
  },
  {
    "startTime": 101.237,
    "endTime": 110.43599999999999,
    "text": "Old mansions or castles with winding halls and secret passageways suggest that disturbing things are being concealed."
  },
  {
    "startTime": 110.5,
    "endTime": 118.728,
    "text": "Nighttime, fog, and storms all play similar roles in limiting visibility and restricting characters' movements."
  },
  {
    "startTime": 118.728,
    "endTime": 122.8,
    "text": "That's why Victorian London is such a popular setting."
  },
  {
    "startTime": 122.8,
    "endTime": 137.108,
    "text": "And even ordinary places and objects can be made sinister, as in the Gothic novel \"Rebecca\", where the flowers at the protagonist's new home are described as blood red."
  },
  {
    "startTime": 137.108,
    "endTime": 139.93800000000002,
    "text": "Three: play with style and form."
  },
  {
    "startTime": 139.938,
    "endTime": 147.128,
    "text": "You can build suspense by carefully paying attention not just to what happens, but how it's conveyed and paced."
  },
  {
    "startTime": 147.128,
    "endTime": 155.559,
    "text": "Edgar Allan Poe conveys the mental state of the narrator in \"The Tell-Tale Heart\" with fragmented sentences that break off suddenly."
  },
  {
    "startTime": 155.559,
    "endTime": 163.331,
    "text": "And other short declarative sentences in the story create a mix of breathless speed and weighty pauses."
  },
  {
    "startTime": 163.331,
    "endTime": 173.69899999999998,
    "text": "On the screen, Alfred Hitchcock's cinematography is known for its use of extended silences and shots of staircases to create a feeling of discomfort."
  },
  {
    "startTime": 173.699,
    "endTime": 176.08100000000002,
    "text": "Four: use dramatic irony."
  },
  {
    "startTime": 176.081,
    "endTime": 179.03,
    "text": "You can't just keep the audience in the dark forever."
  },
  {
    "startTime": 179.03,
    "endTime": 187.91,
    "text": "Sometimes, suspense is best served by revealing key parts of the big secret to the audience but not to the characters."
  },
  {
    "startTime": 187.91,
    "endTime": 196.837,
    "text": "This is a technique known as dramatic irony, where the mystery becomes not what will happen, but when and how the characters will learn."
  },
  {
    "startTime": 197.337,
    "endTime": 205.261,
    "text": "In the classic play \"Oedipus Rex,\" the title character is unaware that he has killed his own father and married his mother."
  },
  {
    "startTime": 205.261,
    "endTime": 213.41,
    "text": "But the audience knows, and watching Oedipus gradually learn the truth provides the story with its agonizing climax."
  },
  {
    "startTime": 213.41,
    "endTime": 215.75,
    "text": "And finally, the cliffhanger."
  },
  {
    "startTime": 215.75,
    "endTime": 217.7,
    "text": "Beware of overusing this one."
  },
  {
    "startTime": 217.7,
    "endTime": 223.082,
    "text": "Some consider it a cheap and easy trick, but it's hard to deny its effectiveness."
  },
  {
    "startTime": 223.183,
    "endTime": 234.833,
    "text": "This is where a chapter, episode, volume, or season cuts off right before something crucial is revealed, or in the midst of a dangerous situation with a slim chance of hope."
  },
  {
    "startTime": 234.834,
    "endTime": 243.663,
    "text": "The wait, whether moments or years, makes us imagine possibilities about what could happen next, building extra suspense."
  },
  {
    "startTime": 243.762,
    "endTime": 249.88,
    "text": "The awful thing is almost always averted, creating a sense of closure and emotional release."
  },
  {
    "startTime": 250.09,
    "endTime": 257.106,
    "text": "But that doesn't stop us from worrying and wondering the next time the protagonists face near-certain disaster."
  }
]