[
  {
    "startTime": 0.2,
    "endTime": 6.6000000000000005,
    "text": "So you're at the store and you're looking for something quick and easy to eat, but you're also trying to be health-conscious."
  },
  {
    "startTime": 7.0,
    "endTime": 11.0,
    "text": "So, instead of the regular cheesy mac, you go for the organic stuff."
  },
  {
    "startTime": 11.5,
    "endTime": 15.3,
    "text": "Instead of regular chicken nuggets, you grab some organic chicken nuggets."
  },
  {
    "startTime": 15.7,
    "endTime": 21.0,
    "text": "Then, top it off with some organic sandwich cookies. Hmm cookies!"
  },
  {
    "startTime": 21.6,
    "endTime": 26.200000000000003,
    "text": "It's all organic so it's good for you, right? Well, not always."
  },
  {
    "startTime": 26.4,
    "endTime": 35.2,
    "text": "You see, while forty five percent of Americans think the organic label means healthy or good, organic really has nothing to do with how nutritious the food is for you."
  },
  {
    "startTime": 35.7,
    "endTime": 41.1,
    "text": "Organic really just defines how the ingredients were created, prepared, or raised."
  },
  {
    "startTime": 42.1,
    "endTime": 46.5,
    "text": "Let me explain. Organic means that there aren't any genetically modified ingredients."
  },
  {
    "startTime": 47.0,
    "endTime": 51.3,
    "text": "Also, organic means that no chemicals were used to kill bugs and weeds."
  },
  {
    "startTime": 51.6,
    "endTime": 55.2,
    "text": "And that all pesticides are natural instead of synthetic."
  },
  {
    "startTime": 55.4,
    "endTime": 61.4,
    "text": "And organic means nothing was fertilized with sewage sludge. Yeah, sewage sludge."
  },
  {
    "startTime": 61.8,
    "endTime": 68.3,
    "text": "Organic also means that nothing was exposed to radiation, which some manufacturers do to sterilize food."
  },
  {
    "startTime": 69.2,
    "endTime": 72.4,
    "text": "And no industrial solvents were used to clean things up."
  },
  {
    "startTime": 72.9,
    "endTime": 81.4,
    "text": "Also, organic means there can be no chemical food additives that some foods have to make them stay fresh for an unnatural amount of time."
  },
  {
    "startTime": 82.3,
    "endTime": 88.3,
    "text": "And if it's meat, that there's no routine use of antibiotics or hormones pumped into the animals."
  },
  {
    "startTime": 88.6,
    "endTime": 97.19999999999999,
    "text": "And all this stuff is really important, but notice, organic doesn't necessarily mean that the ingredients are nutritious."
  },
  {
    "startTime": 97.9,
    "endTime": 107.9,
    "text": "So if you care about healthy foods, it's more important to just eat the whole foods, mostly fruits and vegetables, and avoid packaged-like substances."
  },
  {
    "startTime": 108.1,
    "endTime": 110.8,
    "text": "And yeah, that includes organic cheesy mac."
  },
  {
    "startTime": 110.9,
    "endTime": 112.08000000000001,
    "text": "And here's a really big tip."
  },
  {
    "startTime": 112.52,
    "endTime": 117.19999999999999,
    "text": "If you can pronounce all the ingredients in a package you're holding, then you're on the right track."
  },
  {
    "startTime": 120.2,
    "endTime": 124.2,
    "text": "Hey, this is Jon from Epipheo. Subscribe yourself to the channel. You won't regret it."
  },
  {
    "startTime": 124.599,
    "endTime": 129.72,
    "text": "Also, we want to know in the comments what foods do you think are important to buy organic."
  },
  {
    "startTime": 129.92,
    "endTime": 132.79999999999998,
    "text": "And which ones don't really matter? We'd love to hear your thoughts on that."
  },
  {
    "startTime": 132.9,
    "endTime": 137.56,
    "text": "Also, next week, we're talking with an M.I.T. professor about how to lose weight."
  },
  {
    "startTime": 138.0,
    "endTime": 142.769,
    "text": "He uses math to study weight loss. It's gonna be something you've never heard before."
  },
  {
    "startTime": 143.769,
    "endTime": 145.469,
    "text": "Stick around. Peace out."
  }
]