[
  {
    "startTime": 8.186,
    "endTime": 10.986,
    "text": "Hunger claws at your grumbling belly."
  },
  {
    "startTime": 10.987,
    "endTime": 15.888,
    "text": "It tugs at your intestines, which begin to writhe, aching to be fed."
  },
  {
    "startTime": 15.888,
    "endTime": 23.469,
    "text": "Being hungry generates a powerful, often unpleasant physical sensation that's almost impossible to ignore."
  },
  {
    "startTime": 23.469,
    "endTime": 34.910000000000004,
    "text": "After you've reacted by gorging on your morning pancakes, you start to experience an opposing force, fullness, but how does your body actually know when you're full?"
  },
  {
    "startTime": 34.91,
    "endTime": 41.208999999999996,
    "text": "The sensation of fullness is set in motion as food moves from your mouth down your esophagus."
  },
  {
    "startTime": 41.209,
    "endTime": 44.980000000000004,
    "text": "Once it hits your stomach, it gradually fills the space."
  },
  {
    "startTime": 44.98,
    "endTime": 50.76,
    "text": "That causes the surrounding muscular wall to stretch, expanding slowly like a balloon."
  },
  {
    "startTime": 50.76,
    "endTime": 56.17,
    "text": "A multitude of nerves wrapped intricately around the stomach wall sense the stretching."
  },
  {
    "startTime": 56.17,
    "endTime": 64.65,
    "text": "They communicate with the vagus nerve up to the brainstem and hypothalamus, the main parts of the brain that control food intake."
  },
  {
    "startTime": 64.65,
    "endTime": 68.49000000000001,
    "text": "But that's just one input your brain uses to sense fullness."
  },
  {
    "startTime": 68.49,
    "endTime": 73.521,
    "text": "After all, if you fill your stomach with water, you won't feel full for long."
  },
  {
    "startTime": 73.522,
    "endTime": 81.69,
    "text": "Your brain also takes into account chemical messengers in the form of hormones produced by endocrine cells throughout your digestive system."
  },
  {
    "startTime": 81.69,
    "endTime": 90.52199999999999,
    "text": "These respond to the presence of specific nutrients in your gut and bloodstream, which gradually increase as you digest your food."
  },
  {
    "startTime": 90.522,
    "endTime": 98.37100000000001,
    "text": "As the hormones seep out, they're swept up by the blood and eventually reach the hypothalamus in the brain."
  },
  {
    "startTime": 98.371,
    "endTime": 103.642,
    "text": "Over 20 gastrointestinal hormones are involved in moderating our appetites."
  },
  {
    "startTime": 103.642,
    "endTime": 111.193,
    "text": "One example is cholecystokinin, which is produced in response to food by cells in the upper small bowel."
  },
  {
    "startTime": 111.193,
    "endTime": 118.27199999999999,
    "text": "When it reaches the hypothalamus, it causes a reduction in the feeling of reward you get when you eat food."
  },
  {
    "startTime": 118.272,
    "endTime": 125.44000000000001,
    "text": "When that occurs, the sense of being satiated starts to sink in and you stop eating."
  },
  {
    "startTime": 125.44,
    "endTime": 131.493,
    "text": "Cholecystokinin also slows down the movement of food from the stomach into the intestines."
  },
  {
    "startTime": 131.493,
    "endTime": 139.224,
    "text": "That makes your stomach stretch more over a period of time, allowing your body to register that you're filling up."
  },
  {
    "startTime": 139.224,
    "endTime": 146.804,
    "text": "This seems to be why when you eat slowly, you actually feel fuller compared to when you consume your food at lightning speed."
  },
  {
    "startTime": 146.805,
    "endTime": 151.755,
    "text": "When you eat quickly, your body doesn't have time to recognize the state it's in."
  },
  {
    "startTime": 151.755,
    "endTime": 159.14499999999998,
    "text": "Once nutrients and gastrointestinal hormones are present in the blood, they trigger the pancreas to release insulin."
  },
  {
    "startTime": 159.145,
    "endTime": 164.464,
    "text": "Insulin stimulates the body’s fat cells to make another hormone called leptin."
  },
  {
    "startTime": 164.464,
    "endTime": 169.896,
    "text": "Leptin reacts with receptors on neuron populations in the hypothalamus."
  },
  {
    "startTime": 169.896,
    "endTime": 175.236,
    "text": "The hypothalamus has two sets of neurons important for our feeling of hunger."
  },
  {
    "startTime": 175.236,
    "endTime": 180.87599999999998,
    "text": "One set produces the sensation of hunger by making and releasing certain proteins."
  },
  {
    "startTime": 180.877,
    "endTime": 184.993,
    "text": "The other set inhibits hunger through its own set of compounds."
  },
  {
    "startTime": 184.993,
    "endTime": 192.828,
    "text": "Leptin inhibits the hypothalamus neurons that drive food intake and stimulates the neurons that suppress it."
  },
  {
    "startTime": 192.828,
    "endTime": 195.697,
    "text": "By this point, your body has reached peak fullness."
  },
  {
    "startTime": 195.697,
    "endTime": 207.4,
    "text": "Through the constant exchange of information between hormones, the vagus nerve, the brainstem, and the different portions of hypothalamus, your brain gets the signal that you've eaten enough."
  },
  {
    "startTime": 207.4,
    "endTime": 212.907,
    "text": "Researchers have discovered that some foods produce more long-lasting fullness than others."
  },
  {
    "startTime": 212.907,
    "endTime": 222.14800000000002,
    "text": "For instance, boiled potatoes are ranked as some of the most hunger-satisfying foods, while croissants are particularly unsatisfying."
  },
  {
    "startTime": 222.148,
    "endTime": 229.93,
    "text": "In general, foods with more protein, fiber, and water tend to keep hunger at bay for longer."
  },
  {
    "startTime": 229.931,
    "endTime": 232.26100000000002,
    "text": "But feeling full won't last forever."
  },
  {
    "startTime": 232.261,
    "endTime": 237.9,
    "text": "After a few hours, your gut and brain begin their conversation again."
  },
  {
    "startTime": 237.9,
    "endTime": 245.83,
    "text": "Your empty stomach produces other hormones, such as ghrelin, that increase the activity of the hunger-causing nerve cells in the hypothalamus."
  },
  {
    "startTime": 245.83,
    "endTime": 249.988,
    "text": "Eventually, the growling beast of hunger is reawakened."
  },
  {
    "startTime": 249.988,
    "endTime": 252.89,
    "text": "Luckily, there's a dependable antidote for that."
  }
]