[
  {
    "startTime": 6.7,
    "endTime": 13.225999999999999,
    "text": "Before the creation of humanity, the Greek gods won a great battle against a race of giants called the Titans."
  },
  {
    "startTime": 13.327,
    "endTime": 17.706,
    "text": "Most Titans were destroyed or driven to the eternal hell of Tartarus."
  },
  {
    "startTime": 17.806,
    "endTime": 27.835,
    "text": "But the Titan Prometheus, whose name means foresight, persuaded his brother Epimetheus to fight with him on the side of the gods."
  },
  {
    "startTime": 27.836,
    "endTime": 33.437,
    "text": "As thanks, Zeus entrusted the brothers with the task of creating all living things."
  },
  {
    "startTime": 34.024,
    "endTime": 38.036,
    "text": "Epimetheus was to distribute the gifts of the gods among the creatures."
  },
  {
    "startTime": 38.137,
    "endTime": 44.12,
    "text": "To some, he gave flight; to others, the ability to move through water or race through grass."
  },
  {
    "startTime": 44.34,
    "endTime": 50.368,
    "text": "He gave the beasts glittering scales, soft fur, and sharp claws."
  },
  {
    "startTime": 50.468,
    "endTime": 54.88,
    "text": "Meanwhile, Prometheus shaped the first humans out of mud."
  },
  {
    "startTime": 55.188,
    "endTime": 65.372,
    "text": "He formed them in the image of the gods, but Zeus decreed they were to remain mortal and worship the inhabitants of Mount Olympus from below."
  },
  {
    "startTime": 65.382,
    "endTime": 72.52000000000001,
    "text": "Zeus deemed humans subservient creatures vulnerable to the elements and dependent on the gods for protection."
  },
  {
    "startTime": 72.72,
    "endTime": 78.21,
    "text": "However, Prometheus envisioned his crude creations with a greater purpose."
  },
  {
    "startTime": 78.31,
    "endTime": 88.364,
    "text": "So when Zeus asked him to decide how sacrifices would be made, the wily Prometheus planned a trick that would give humans some advantage."
  },
  {
    "startTime": 88.464,
    "endTime": 93.623,
    "text": "He killed a bull and divided it into two parts to present to Zeus."
  },
  {
    "startTime": 93.724,
    "endTime": 100.60000000000001,
    "text": "On one side, he concealed the succulent flesh and skin under the unappealing belly of the animal."
  },
  {
    "startTime": 100.6,
    "endTime": 104.58,
    "text": "On the other, he hid the bones under a thick layer of fat."
  },
  {
    "startTime": 104.58,
    "endTime": 111.89,
    "text": "When Zeus chose the seemingly best portion for himself, he was outraged at Prometheus's deception."
  },
  {
    "startTime": 111.92,
    "endTime": 124.187,
    "text": "Fuming, Zeus forbade the use of fire on Earth, whether to cook meat or for any other purpose, but Prometheus refused to see his creations denied this resource."
  },
  {
    "startTime": 124.287,
    "endTime": 131.174,
    "text": "And so, he scaled Mount Olympus to steal fire from the workshop of Hephaestus and Athena."
  },
  {
    "startTime": 131.274,
    "endTime": 136.984,
    "text": "He hid the flames in a hollow fennel stalk and brought it safely down to the people."
  },
  {
    "startTime": 136.985,
    "endTime": 144.15800000000002,
    "text": "This gave them the power to harness nature for their own benefit and ultimately dominate the natural order."
  },
  {
    "startTime": 144.258,
    "endTime": 148.75,
    "text": "With fire, humans could care for themselves with food and warmth."
  },
  {
    "startTime": 148.86,
    "endTime": 152.078,
    "text": "But they could also forge weapons and wage war."
  },
  {
    "startTime": 152.178,
    "endTime": 158.76,
    "text": "Prometheus's flames acted as a catalyst for the rapid progression of civilization."
  },
  {
    "startTime": 158.96,
    "endTime": 163.217,
    "text": "When Zeus looked down at this scene, he realized what had happened."
  },
  {
    "startTime": 163.317,
    "endTime": 168.667,
    "text": "Prometheus had once again wounded his pride and subverted his authority."
  },
  {
    "startTime": 168.767,
    "endTime": 171.88,
    "text": "Furious, Zeus imposed a brutal punishment."
  },
  {
    "startTime": 171.98,
    "endTime": 175.709,
    "text": "Prometheus was to be chained to a cliff for eternity."
  },
  {
    "startTime": 175.809,
    "endTime": 186.339,
    "text": "Each day, he would be visited by a vulture who would tear out his liver, and each night his liver would grow back to be attacked again in the morning."
  },
  {
    "startTime": 186.439,
    "endTime": 193.32899999999998,
    "text": "Although Prometheus remained in perpetual agony, he never expressed regret at his act of rebellion."
  },
  {
    "startTime": 193.429,
    "endTime": 198.319,
    "text": "His resilience in the face of oppression made him a beloved figure in mythology."
  },
  {
    "startTime": 198.519,
    "endTime": 207.78,
    "text": "He was also celebrated for his mischievous and inquisitive spirit, and for the knowledge, progress, and power he brought to human hands."
  },
  {
    "startTime": 207.89,
    "endTime": 211.66,
    "text": "He's also a recurring figure in art and literature."
  },
  {
    "startTime": 211.76,
    "endTime": 223.155,
    "text": "In Percy Bysshe Shelley's lyrical drama \"Prometheus Unbound,\" the author imagines Prometheus as a romantic hero who escapes and continues to spread empathy and knowledge."
  },
  {
    "startTime": 223.255,
    "endTime": 236.533,
    "text": "Of his protagonist, Shelley wrote, \"Prometheus is the type of the highest perfection of moral and intellectual nature, impelled by the purest and the truest motives to the best and noblest ends.\""
  },
  {
    "startTime": 236.533,
    "endTime": 244.76999999999998,
    "text": "His wife Mary envisaged Prometheus as a more cautionary figure and subtitled her novel \"Frankenstein: The Modern Prometheus.\""
  },
  {
    "startTime": 245.12,
    "endTime": 255.535,
    "text": "This suggests the damage of corrupting the natural order and remains relevant to the ethical questions surrounding science and technology today."
  },
  {
    "startTime": 255.636,
    "endTime": 262.767,
    "text": "As hero, rebel, or trickster, Prometheus remains a symbol of our capacity to capture the powers of nature."
  },
  {
    "startTime": 262.767,
    "endTime": 269.78,
    "text": "And ultimately, he reminds us of the potential of individual acts to ignite the world."
  }
]