[
  {
    "startTime": 0.14,
    "endTime": 3.152,
    "text": "Humans are biologically programmed to feel anxiety."
  },
  {
    "startTime": 3.152,
    "endTime": 4.0200000000000005,
    "text": "It's important."
  },
  {
    "startTime": 4.02,
    "endTime": 7.1,
    "text": "It can keep us alive, but it can also be a huge issue."
  },
  {
    "startTime": 7.2,
    "endTime": 14.891,
    "text": "There's 7 million people diagnosed with generalized anxiety disorder which means that they feel excessive anxiety more days than not for six months."
  },
  {
    "startTime": 15.1,
    "endTime": 17.3,
    "text": "We have not been diagnosed with generalized anxiety disorder."
  },
  {
    "startTime": 17.43,
    "endTime": 20.9,
    "text": "And we do not think that we have it, but we still feel anxious as does everyone."
  },
  {
    "startTime": 20.9,
    "endTime": 23.099999999999998,
    "text": "So, these are the ways that we deal with our anxiety."
  },
  {
    "startTime": 23.25,
    "endTime": 31.6,
    "text": "If I'm really anxious I can often look back on two particular substances which are caffeine and alcohol which tend to affect my mood."
  },
  {
    "startTime": 31.65,
    "endTime": 36.079,
    "text": "So, alcohol, you know, if I've drank a lot on the weekend, we call it the Sunday blues."
  },
  {
    "startTime": 36.1,
    "endTime": 39.58,
    "text": "Because you're often hungover and I tend to, you know, when I'm hungover I get more anxious."
  },
  {
    "startTime": 39.62,
    "endTime": 47.536,
    "text": "So, sometimes, not having the alcohol, or if you are just knowing that that may happen, and when it does happen you can acknowledge it. It is really helpful."
  },
  {
    "startTime": 47.6,
    "endTime": 54.32,
    "text": "Caffeine for me, I find if I am too caffeinated, even if nothing is going wrong, I just like my heart's racing it."
  },
  {
    "startTime": 54.32,
    "endTime": 56.79,
    "text": "Just makes your blood pump, and it makes you have adrenaline."
  },
  {
    "startTime": 56.79,
    "endTime": 60.61,
    "text": "And for me, that interprets in my mind is like you're anxious something's like wrong!"
  },
  {
    "startTime": 60.62,
    "endTime": 61.419,
    "text": "What's happening!"
  },
  {
    "startTime": 61.519,
    "endTime": 64.56,
    "text": "The substances that you eat and drink do affect you."
  },
  {
    "startTime": 64.56,
    "endTime": 68.25,
    "text": "And, so, it's a good place to think and start when you're feeling overly anxious."
  },
  {
    "startTime": 68.38,
    "endTime": 70.75,
    "text": "This one is super easy, and it's to breathe deep."
  },
  {
    "startTime": 70.85,
    "endTime": 72.75,
    "text": "I go to yoga and they do deep breathing there."
  },
  {
    "startTime": 72.8,
    "endTime": 75.84,
    "text": "It's like breathe down like into your like ankles or whatever."
  },
  {
    "startTime": 75.84,
    "endTime": 79.27000000000001,
    "text": "I don't know what they exactly say, but I picture it like breathing deep down into my butt."
  },
  {
    "startTime": 79.43,
    "endTime": 83.2,
    "text": "And, so, I breathe really really deeply in, and I hold it, and I breathe out and yoga."
  },
  {
    "startTime": 83.2,
    "endTime": 85.35000000000001,
    "text": "And I do that in life when I'm feeling really anxious."
  },
  {
    "startTime": 85.539,
    "endTime": 88.4,
    "text": "And it actually increases the relaxation processes in your body."
  },
  {
    "startTime": 88.49,
    "endTime": 89.55,
    "text": "There's a scientific aspect."
  },
  {
    "startTime": 89.73,
    "endTime": 93.7,
    "text": "And it can decrease that fight-or-flight response that you're feeling when you have anxiety."
  },
  {
    "startTime": 93.78,
    "endTime": 98.0,
    "text": "Going on a walk, or simply getting out of the space that you're in right now."
  },
  {
    "startTime": 98.1,
    "endTime": 110.35,
    "text": "I also find it's so crucial. It doesn't necessarily fix everything, but getting out there and doing some sense of like physical activity, and escaping the space that might be associated with your anxiety helps me a ton."
  },
  {
    "startTime": 110.4,
    "endTime": 117.0,
    "text": "If I'm feeling really anxious, just get up, go out, walk even for 10 minutes can help to sort of ease that anxiety."
  },
  {
    "startTime": 117.13,
    "endTime": 120.75,
    "text": "Something that is super beneficial for all aspects of my mental health is therapy."
  },
  {
    "startTime": 120.969,
    "endTime": 123.0,
    "text": "And there is a huge stigma around therapy."
  },
  {
    "startTime": 123.2,
    "endTime": 127.7,
    "text": "As if it's something that you only go to or need if you're feeling weak or down or vulnerable."
  },
  {
    "startTime": 127.9,
    "endTime": 130.20000000000002,
    "text": "And, yes, in many cases, that's why people go; that's why I went."
  },
  {
    "startTime": 130.35,
    "endTime": 131.5,
    "text": "Our life is very stressful."
  },
  {
    "startTime": 131.65,
    "endTime": 133.1,
    "text": "This job can be very stressful."
  },
  {
    "startTime": 133.25,
    "endTime": 136.439,
    "text": "And so I decided to go to therapy, and it was really scary at first."
  },
  {
    "startTime": 136.539,
    "endTime": 139.70899999999997,
    "text": "And it's an interesting thing that it has such this connotation with being weak."
  },
  {
    "startTime": 139.8,
    "endTime": 146.10000000000002,
    "text": "When really it takes a lot of strength and a lot of courage to even go there in the first place to admit that maybe something's wrong."
  },
  {
    "startTime": 146.19,
    "endTime": 149.3,
    "text": "One way of thinking about therapy is like going to the gym for your mind."
  },
  {
    "startTime": 149.44,
    "endTime": 151.1,
    "text": "Your mind is obviously really important."
  },
  {
    "startTime": 151.25,
    "endTime": 153.5,
    "text": "We all go to the gym and eat healthy for our bodies."
  },
  {
    "startTime": 153.7,
    "endTime": 156.54999999999998,
    "text": "Our mind controls every way that we perceive the whole world around us."
  },
  {
    "startTime": 156.64,
    "endTime": 165.25,
    "text": "So, why would we not want to work that out. If you have the means to go to therapy, or if it's covered, for example, by your work or something like that, just do it. It does not mean that you're weak."
  },
  {
    "startTime": 165.41,
    "endTime": 166.79999999999998,
    "text": "It would help and benefit everyone."
  },
  {
    "startTime": 167.0,
    "endTime": 169.7,
    "text": "It would really help with any anxiety that you have around your life."
  },
  {
    "startTime": 169.8,
    "endTime": 173.70000000000002,
    "text": "I always try to identify what is making me anxious in the first place."
  },
  {
    "startTime": 173.889,
    "endTime": 178.0,
    "text": "Sometimes there's just a lot going on. You're just feeling anxious for a variety of reasons."
  },
  {
    "startTime": 178.0,
    "endTime": 181.9,
    "text": "But every now and then this weird thing happens where a specific event gives me anxiety."
  },
  {
    "startTime": 182.1,
    "endTime": 183.0,
    "text": "And then the day goes on."
  },
  {
    "startTime": 183.2,
    "endTime": 185.89999999999998,
    "text": "And I kind of forget that it triggered me, but I still have anxiety."
  },
  {
    "startTime": 185.9,
    "endTime": 188.20000000000002,
    "text": "I'm just like I don't know why I feel this way."
  },
  {
    "startTime": 188.2,
    "endTime": 195.29999999999998,
    "text": "I just feel crappy. So now I can start to think about are there any steps I can take to fix that, make my anxiety go away about it."
  },
  {
    "startTime": 195.4,
    "endTime": 199.8,
    "text": "But simply knowing that is what's causing it, often gives me a sense of autonomy."
  },
  {
    "startTime": 199.9,
    "endTime": 203.4,
    "text": "This next one was talking about my friend Jess, and it is so helpful when you're having anxiety."
  },
  {
    "startTime": 203.53,
    "endTime": 204.59,
    "text": "You think \"HALT\"."
  },
  {
    "startTime": 204.79,
    "endTime": 208.44899999999998,
    "text": "Are you hungry, angry, lonely or tired?"
  },
  {
    "startTime": 208.599,
    "endTime": 212.79999999999998,
    "text": "Cause' honestly, every time I'm feeling anxious, a lot of time I can clock it up to one of those things."
  },
  {
    "startTime": 212.95,
    "endTime": 215.36999999999998,
    "text": "If I'm hungry, it helps make something I can actually do."
  },
  {
    "startTime": 215.5,
    "endTime": 217.2,
    "text": "Like make a sandwich and I feel better."
  },
  {
    "startTime": 217.36,
    "endTime": 221.3,
    "text": "And one that I always sort of disregard but happens a lot is being lonely."
  },
  {
    "startTime": 221.49,
    "endTime": 224.65,
    "text": "Sometimes you're working a lot, you're eyeing computer, and you're doing lots of tasks in the day."
  },
  {
    "startTime": 224.7,
    "endTime": 225.70999999999998,
    "text": "And you're feeling anxious."
  },
  {
    "startTime": 225.9,
    "endTime": 232.69,
    "text": "And you realize you just need to hang out with someone. Whether it's laughs, whether it's just like get a coffee, even just call someone, it can make you feel so much better."
  },
  {
    "startTime": 232.69,
    "endTime": 236.42,
    "text": "And you're also then building relationships in your life which always feels good."
  },
  {
    "startTime": 236.57,
    "endTime": 239.25,
    "text": "I call this next one micro-tasking your day."
  },
  {
    "startTime": 239.3,
    "endTime": 245.3,
    "text": "So, for me, I find if I'm anxious, it's often because there's just a lot going on, and I don't really know where to start."
  },
  {
    "startTime": 245.429,
    "endTime": 254.85,
    "text": "And so, if I take something like editing video, it's actually for me like tons of little steps of things I have to do that don't require a lot of mental energy but take up a lot of time."
  },
  {
    "startTime": 255.0,
    "endTime": 259.0,
    "text": "So in a sense, I'm just doing tons of little micro-transactions for my mind to distract me."
  },
  {
    "startTime": 259.2,
    "endTime": 262.719,
    "text": "Where instead of thinking big, where you're like \"oh gosh, everything's so overwhelming!\""
  },
  {
    "startTime": 262.8,
    "endTime": 268.3,
    "text": "Try and find a task that you know is simple enough for you to do that will take some time, just so you can distract your brain from it."
  },
  {
    "startTime": 268.43,
    "endTime": 273.7,
    "text": "This next one that I do when I'm anxious is really important to only do when you're anxious because it can also cause anxiety."
  },
  {
    "startTime": 273.89,
    "endTime": 278.34999999999997,
    "text": "And that is to zoom out and look at the big picture, and realize how insignificant we actually are."
  },
  {
    "startTime": 278.51,
    "endTime": 292.9,
    "text": "As someone who believes and love science, I do think of myself as just an organism of a bunch of trillions of atoms, that is very complex and amazing, but I have a finite amount of time to exist in this sort of physical capacity."
  },
  {
    "startTime": 292.9,
    "endTime": 302.59999999999997,
    "text": "And so in many ways, if I'm having a lot of anxiety, to zoom out, and to think that I'm just this insignificant thing on this tiny little planet in this giant expansive universe is helpful."
  },
  {
    "startTime": 302.6,
    "endTime": 308.40000000000003,
    "text": "Because that situation then becomes very small, and that issue then becomes a lot easier to deal with."
  },
  {
    "startTime": 308.46,
    "endTime": 316.79999999999995,
    "text": "But, there are also other times, especially if I'm a little bit stoned where I think about these things, I'm gonna have a panic attack. So, you know, do this one with like a bit of measure."
  },
  {
    "startTime": 316.98,
    "endTime": 318.58000000000004,
    "text": "Just don't beat yourself up."
  },
  {
    "startTime": 318.719,
    "endTime": 321.26,
    "text": "Not all anxiety can be gone in a day."
  },
  {
    "startTime": 321.469,
    "endTime": 322.73,
    "text": "These tips may not work for you."
  },
  {
    "startTime": 322.89,
    "endTime": 324.53,
    "text": "You might have to experiment with yourself."
  },
  {
    "startTime": 324.8,
    "endTime": 330.3,
    "text": "Sometimes I find, you know, \"Let's just get a good night's sleep and wait for tomorrow.\" That doesn't always solve it either."
  },
  {
    "startTime": 330.58,
    "endTime": 334.0,
    "text": "But in general, just accept that. People, you know, go through hard times."
  },
  {
    "startTime": 334.0,
    "endTime": 336.5,
    "text": "And sometimes they're gonna have ups, and sometimes we're gonna have downs."
  },
  {
    "startTime": 336.79,
    "endTime": 341.329,
    "text": "And so, don't beat yourself up for just, you know, feeling a very human way in the first place."
  },
  {
    "startTime": 341.35,
    "endTime": 344.0,
    "text": "This last one is really challenging especially for me."
  },
  {
    "startTime": 344.13,
    "endTime": 348.32,
    "text": "And that is that, if you're having anxiety, be vulnerable, and talk to someone about it."
  },
  {
    "startTime": 348.59,
    "endTime": 352.5,
    "text": "I think there's nothing that I would not realized more from therapy."
  },
  {
    "startTime": 352.5,
    "endTime": 355.27,
    "text": "And I'm learning about myself that I find really hard, which is, to be vulnerable."
  },
  {
    "startTime": 355.4,
    "endTime": 359.47999999999996,
    "text": "I spent a lot of my life, you know, trying to appear as a very strong person."
  },
  {
    "startTime": 359.699,
    "endTime": 360.51,
    "text": "I am a strong person."
  },
  {
    "startTime": 360.51,
    "endTime": 364.409,
    "text": "I've always, I've had to build up resilience because I've just been like a happy kid forever."
  },
  {
    "startTime": 364.59,
    "endTime": 365.65999999999997,
    "text": "I think it's one of the main reasons."
  },
  {
    "startTime": 365.76,
    "endTime": 370.8,
    "text": "And so, I have a resilience within me and I always, you know, act and want people around me to be having fun."
  },
  {
    "startTime": 370.94,
    "endTime": 372.48,
    "text": "And I want people to perceive me as fun."
  },
  {
    "startTime": 372.639,
    "endTime": 378.32,
    "text": "But being vulnerable and being weak, those are the times when people really connect with you, and when people really see you."
  },
  {
    "startTime": 378.52,
    "endTime": 380.25,
    "text": "Thank you so much for watching as always."
  },
  {
    "startTime": 380.42,
    "endTime": 383.41,
    "text": "If you want to leave your tips of how you deal with anxiety in the comments below."
  },
  {
    "startTime": 383.41,
    "endTime": 384.21000000000004,
    "text": "We'd love to check them out."
  },
  {
    "startTime": 384.21,
    "endTime": 389.94599999999997,
    "text": "I'm sure other viewers would also love to see other people's strategies or how to deal with both short-term and long-term anxiety."
  },
  {
    "startTime": 389.946,
    "endTime": 391.35,
    "text": "Otherwise, make sure you subscribe."
  },
  {
    "startTime": 391.4,
    "endTime": 396.19199999999995,
    "text": "You can follow us both on Instagram and Twitter with the handles below, and we'll see you next time. Peace"
  }
]