[
  {
    "startTime": 0.2,
    "endTime": 10.799999999999999,
    "text": "There are two types of mindset we can cultivate: One that embraces problems as opportunities to learn, and one that avoids them often out of fear to fail."
  },
  {
    "startTime": 10.8,
    "endTime": 20.04,
    "text": "People that avoid conflicts can be described as having a fixed mindset; those who see problems as interesting challenges have a growth mindset."
  },
  {
    "startTime": 20.04,
    "endTime": 24.7,
    "text": "Sometimes we like to switch from one to the other."
  },
  {
    "startTime": 24.7,
    "endTime": 35.22,
    "text": "People have a fixed mindset because they believe the basic qualities like intelligence or talents are fixed traits and that these traits are responsible for success."
  },
  {
    "startTime": 35.22,
    "endTime": 39.62,
    "text": "They often like to document past achievements."
  },
  {
    "startTime": 39.62,
    "endTime": 45.459999999999994,
    "text": "With a growth mindset, people believe that new abilities can be developed through practice."
  },
  {
    "startTime": 45.46,
    "endTime": 51.08,
    "text": "This view creates the love for learning the most great leaders and artists have in common."
  },
  {
    "startTime": 51.08,
    "endTime": 59.06,
    "text": "For them, life becomes an exciting journey with endless opportunity to figure out new things and advance."
  },
  {
    "startTime": 59.06,
    "endTime": 70.89,
    "text": "To develop a growth mindset, Dr. Carol Dweck, the Stanford University professor who coined the term, advises leaders, teachers, and parents to celebrate trying."
  },
  {
    "startTime": 70.89,
    "endTime": 80.13,
    "text": "Teachers should applaud students for any grade if they study hard; parents should encourage their children to develop any new skill they are interested in."
  },
  {
    "startTime": 80.13,
    "endTime": 87.64,
    "text": "Doing this will make them learn the skill of learning, which will also help them back in the classroom."
  },
  {
    "startTime": 87.64,
    "endTime": 101.87,
    "text": "To illustrate the difference in everyday life, let's observe two imaginary kids: Jay thinks you've either got it or you haven't; Ann knows that she can learn anything if she wants it enough."
  },
  {
    "startTime": 101.87,
    "endTime": 105.4,
    "text": "At physical exercise, Jay avoids challenges."
  },
  {
    "startTime": 105.4,
    "endTime": 110.81,
    "text": "When it's time to jump over the vaulting horse, he's afraid to look stupid and be laughed at."
  },
  {
    "startTime": 110.81,
    "endTime": 115.5,
    "text": "Ann embraces any challenge. It's exciting, it's fun."
  },
  {
    "startTime": 115.5,
    "endTime": 123.28,
    "text": "She knows that failing is part of learning, and if she tries hard, at the end, nobody will laugh at her."
  },
  {
    "startTime": 123.28,
    "endTime": 125.5,
    "text": "Jay avoids feedback."
  },
  {
    "startTime": 125.5,
    "endTime": 131.52,
    "text": "If the teacher tells him how to improve an assignment he has been working on, he takes it personally."
  },
  {
    "startTime": 131.52,
    "endTime": 136.21,
    "text": "Ann knows that to improve, she needs to listen to constructive criticism."
  },
  {
    "startTime": 136.21,
    "endTime": 144.08,
    "text": "She also understands that it's not her that is being assessed, but the results of her work on that one day."
  },
  {
    "startTime": 144.08,
    "endTime": 146.82000000000002,
    "text": "Jay always take the easy road."
  },
  {
    "startTime": 146.82,
    "endTime": 151.18,
    "text": "For example, he likes escalators and hates to take the stairs."
  },
  {
    "startTime": 151.18,
    "endTime": 156.34,
    "text": "When he is practicing the guitar, he stops the moment he is getting stuck."
  },
  {
    "startTime": 156.34,
    "endTime": 159.11,
    "text": "Ann usually doesn't even take escalators."
  },
  {
    "startTime": 159.11,
    "endTime": 166.22000000000003,
    "text": "She jumps up the stairs count every step in her head and enjoys feeling the blood rushing through her veins."
  },
  {
    "startTime": 166.22,
    "endTime": 177.14,
    "text": "She practices the drums every morning for 15 minutes—not that she always enjoys it, but she knows that effort is part of a journey to a more fun life."
  },
  {
    "startTime": 177.14,
    "endTime": 181.04,
    "text": "Ann likes to see others succeed. It inspires her."
  },
  {
    "startTime": 181.04,
    "endTime": 187.20999999999998,
    "text": "She knows that if she motivates her friends to get better, she herself is likely to grow, too."
  },
  {
    "startTime": 187.21,
    "endTime": 191.57000000000002,
    "text": "If his friends try new things and succeed, Jay feels threatened."
  },
  {
    "startTime": 191.57,
    "endTime": 198.0,
    "text": "He's afraid that their success will put pressure on him to do more with his life, too."
  },
  {
    "startTime": 198.0,
    "endTime": 205.64,
    "text": "Modern companies look for employees with the growth mindset because they solve problems and persist despite obstacles."
  },
  {
    "startTime": 205.64,
    "endTime": 214.27999999999997,
    "text": "To spot the right ones, some asked during the interview whether the job applicant believes if managers are born, or if management is a skill learned."
  },
  {
    "startTime": 214.28,
    "endTime": 220.18,
    "text": "Jay thinks that managers are born; Ann gets the job."
  },
  {
    "startTime": 220.18,
    "endTime": 228.78,
    "text": "Neuroscientists support the idea. They confirm that the brain grows like any other muscle in the body with training."
  },
  {
    "startTime": 228.78,
    "endTime": 236.89,
    "text": "Studies show that adopted twins tend to have higher intelligence compared to their siblings who stayed with their biological parents."
  },
  {
    "startTime": 236.89,
    "endTime": 246.44,
    "text": "The difference appears to come from the higher educational levels of adoptive parents and shows that nurture is more important than nature."
  },
  {
    "startTime": 246.44,
    "endTime": 257.57,
    "text": "A simple switch in how a person views a situation can mean a world of difference—not just the outcome of that situation, the outcome of that person's place in life."
  },
  {
    "startTime": 257.57,
    "endTime": 269.87,
    "text": "As the late poet Samuel Beckett once said, \"Ever tried, ever failed, no matter. Try again, fail again, fail better.\""
  },
  {
    "startTime": 269.87,
    "endTime": 271.98,
    "text": "What do you think about the concept?"
  },
  {
    "startTime": 271.98,
    "endTime": 274.17,
    "text": "Is it overly simplistic?"
  },
  {
    "startTime": 274.17,
    "endTime": 281.86,
    "text": "And if you buy the idea, do you believe it is possible to make a permanent switch from a fixed to a growth mindset?"
  },
  {
    "startTime": 281.86,
    "endTime": 285.6,
    "text": "Please share your thoughts in the comment section below."
  }
]