[
  {
    "startTime": 10.1,
    "endTime": 12.64,
    "text": "When I first moved to Cambodia, I lived in a rural village."
  },
  {
    "startTime": 13.32,
    "endTime": 18.5,
    "text": "It took a little bit of time before people got used to this sort of foreigner wandering around."
  },
  {
    "startTime": 19.43,
    "endTime": 26.86,
    "text": "Initially, I was here to search for a remedy to a problem: anemia, caused by lack of iron in the blood."
  },
  {
    "startTime": 28.17,
    "endTime": 30.470000000000002,
    "text": "It causes dizziness and weakness."
  },
  {
    "startTime": 30.82,
    "endTime": 35.099000000000004,
    "text": "It breeds complacency and lethargy. Kids can't concentrate in school."
  },
  {
    "startTime": 35.3,
    "endTime": 39.0,
    "text": "It also causes premature births and problems during pregnancy for women."
  },
  {
    "startTime": 40.1,
    "endTime": 43.0,
    "text": "Nearly two out of three children are anemic."
  },
  {
    "startTime": 43.9,
    "endTime": 46.3,
    "text": "But this piece of metal has the power to stop it all."
  },
  {
    "startTime": 47.99,
    "endTime": 53.339,
    "text": "My challenge was to find a way to supplement the typical Cambodian diet of fish and rice."
  },
  {
    "startTime": 54.84,
    "endTime": 59.67,
    "text": "I knew that iron pills and other iron treatments weren't really affordable by many people in the villages."
  },
  {
    "startTime": 61.14,
    "endTime": 68.6,
    "text": "In my search, I found that cooking in a cast iron pot can release iron into the food, and that iron is then absorbed in the diet."
  },
  {
    "startTime": 70.73,
    "endTime": 75.86,
    "text": "But I realize that most Cambodian women use aluminum pots because they're cheaper and lighter."
  },
  {
    "startTime": 76.56,
    "endTime": 81.3,
    "text": "And then I got to thinking: what if I could get them to put this chunk of iron in their pot?"
  },
  {
    "startTime": 85.58,
    "endTime": 91.2,
    "text": "It would be a simple, cheap and accessible treatment that even remote villagers could use."
  },
  {
    "startTime": 94.84,
    "endTime": 98.0,
    "text": "But my simple solution had one big problem:"
  },
  {
    "startTime": 99.0,
    "endTime": 104.0,
    "text": "I found that the women were hesitant to add this sort of ugly piece of iron into their pots."
  },
  {
    "startTime": 106.92,
    "endTime": 110.57000000000001,
    "text": "I found that the iron blocks came in very useful, but just not in the pots."
  },
  {
    "startTime": 112.82,
    "endTime": 114.83,
    "text": "And so I realized I had to dig a little bit deeper."
  },
  {
    "startTime": 115.79,
    "endTime": 120.039,
    "text": "I searched for everything. I looked at sayings and beliefs. I looked at rituals,"
  },
  {
    "startTime": 120.8,
    "endTime": 123.7,
    "text": "anything that would give me a better understanding of Cambodian culture."
  },
  {
    "startTime": 124.509,
    "endTime": 128.18,
    "text": "And then, I landed this: a symbol of good luck."
  },
  {
    "startTime": 132.83,
    "endTime": 139.079,
    "text": "I think I was a little bit shocked when I found out how positive the findings were."
  },
  {
    "startTime": 142.0,
    "endTime": 147.5,
    "text": "In the test areas, anemia has pretty much disappeared altogether, which was absolutely astounding."
  },
  {
    "startTime": 147.7,
    "endTime": 150.39999999999998,
    "text": "It has far exceeded what we had expected."
  },
  {
    "startTime": 151.359,
    "endTime": 156.08,
    "text": "We're hoping that this little fish holds the key to treating anemia across the region and beyond."
  },
  {
    "startTime": 157.099,
    "endTime": 158.85999999999999,
    "text": "It's definitely one lucky fish!"
  }
]