[
  {
    "startTime": 0.1,
    "endTime": 3.2,
    "text": "This DNews episode is brought to you by domain.com."
  },
  {
    "startTime": 3.4,
    "endTime": 7.1,
    "text": "How long do you think we could maintain eye contacts before it got weird?"
  },
  {
    "startTime": 7.2,
    "endTime": 8.539,
    "text": "I don't know. Let's find out!"
  },
  {
    "startTime": 11.4,
    "endTime": 12.528,
    "text": "Okay, it got weird."
  },
  {
    "startTime": 12.6,
    "endTime": 13.408999999999999,
    "text": "Yeah, sorry."
  },
  {
    "startTime": 19.5,
    "endTime": 21.7,
    "text": "Hey, guys! Tara and Trace here for DNews."
  },
  {
    "startTime": 21.8,
    "endTime": 24.7,
    "text": "And if you think eye contact is weird, you're not alone."
  },
  {
    "startTime": 24.8,
    "endTime": 28.2,
    "text": "When we lock eyes with a stranger, it can make us feel a little bit squeamish."
  },
  {
    "startTime": 28.3,
    "endTime": 29.288,
    "text": "But why is that?"
  },
  {
    "startTime": 29.3,
    "endTime": 33.1,
    "text": "I mean it's an essential part of communication, so why does it make us so icky?"
  },
  {
    "startTime": 33.2,
    "endTime": 40.1,
    "text": "Well, according to a new study, making eye contact with someone makes us more self-aware and that can lead to feelings of self-consciousness."
  },
  {
    "startTime": 40.2,
    "endTime": 48.300000000000004,
    "text": "For their study, researchers asked 32 volunteers to look at a series of photos featuring a person who is either looking directly at the camera or looking away."
  },
  {
    "startTime": 48.4,
    "endTime": 56.0,
    "text": "After looking at the images, volunteers were asked to rate how strongly they reacted to the photos while researchers took measurements of their skin conductivity,"
  },
  {
    "startTime": 56.1,
    "endTime": 59.18,
    "text": "which is an objective measure of how emotionally charged someone is."
  },
  {
    "startTime": 59.2,
    "endTime": 66.443,
    "text": "Turns out volunteers reported feeling more emotionally tuned in when the people and the photos appeared to be making eye contact with them."
  },
  {
    "startTime": 66.5,
    "endTime": 68.3,
    "text": "And their physiology reflected that."
  },
  {
    "startTime": 68.4,
    "endTime": 72.7,
    "text": "It's important to remember though that this is controlled experiment in a closed environment."
  },
  {
    "startTime": 72.8,
    "endTime": 76.39999999999999,
    "text": "It's entirely possible that in person the effect would be even stronger."
  },
  {
    "startTime": 76.5,
    "endTime": 80.7,
    "text": "True, and it's also worth considering the cultural implications of something like eye contact."
  },
  {
    "startTime": 80.8,
    "endTime": 86.89999999999999,
    "text": "In the Western world for example, it's considered rude if you don't maintain eye contact with someone as they're talking to you."
  },
  {
    "startTime": 87.0,
    "endTime": 88.858,
    "text": "That's not really the case for other cultures."
  },
  {
    "startTime": 89.0,
    "endTime": 97.3,
    "text": "In a lot of Middle Eastern countries, eye contact, especially between a man and a woman, is considered inappropriate because it [can] be construed as romantic interest."
  },
  {
    "startTime": 97.4,
    "endTime": 103.248,
    "text": "But if you're talking about two people of the same gender, then intense eye contact can be a way of showing sincerity."
  },
  {
    "startTime": 103.3,
    "endTime": 105.2,
    "text": "Like you really mean what you're saying."
  },
  {
    "startTime": 105.3,
    "endTime": 111.5,
    "text": "True. Asian cultures are probably the trickiest because their social hierarchies are so much more pronounced than they are here in America."
  },
  {
    "startTime": 111.6,
    "endTime": 117.5,
    "text": "They also place a huge importance on respect in the amount of eye contact you make with someone is a direct reflection of that."
  },
  {
    "startTime": 117.6,
    "endTime": 124.89999999999999,
    "text": "So in places like China and Japan for instance, it's widely accepted that subordinates should not maintain steady eye contact with their superiors."
  },
  {
    "startTime": 125.0,
    "endTime": 127.7,
    "text": "Whether it's your professor or your boss or even your parents."
  },
  {
    "startTime": 127.8,
    "endTime": 130.7,
    "text": "The same is true for most African and Latin American cultures."
  },
  {
    "startTime": 130.8,
    "endTime": 136.10000000000002,
    "text": "In those countries, intense eye contact isn't just disrespectful, it can often be a sign of aggression."
  },
  {
    "startTime": 136.2,
    "endTime": 140.89999999999998,
    "text": "Yeah, it's crazy that something so innate to our culture might actually be offensive in other countries."
  },
  {
    "startTime": 141.0,
    "endTime": 143.1,
    "text": "But I guess that's the beauty of the world."
  },
  {
    "startTime": 143.2,
    "endTime": 146.0,
    "text": "No matter where you go, you're always bound to offend someone."
  },
  {
    "startTime": 146.1,
    "endTime": 147.1,
    "text": "And how!"
  },
  {
    "startTime": 147.2,
    "endTime": 150.433,
    "text": "What do you guys think? Especially those of you living outside of America."
  },
  {
    "startTime": 150.5,
    "endTime": 153.0,
    "text": "How is eye contact interpreted in your culture?"
  },
  {
    "startTime": 153.1,
    "endTime": 155.29999999999998,
    "text": "Let us know your answers down in the comment, down there."
  },
  {
    "startTime": 155.4,
    "endTime": 158.20000000000002,
    "text": "And as always, thanks a lot for watching DNews."
  }
]