[
  {
    "startTime": 0.0,
    "endTime": 2.42,
    "text": "This episode is supported by Skillshare."
  },
  {
    "startTime": 2.56,
    "endTime": 8.895,
    "text": "Campfires need wood to release heat, cars need petroleum to move, and you need food to fuel every aspect of your life."
  },
  {
    "startTime": 8.985,
    "endTime": 13.64,
    "text": "So what would happen to your body, right now, if you suddenly stopped eating food?"
  },
  {
    "startTime": 13.64,
    "endTime": 15.540000000000001,
    "text": "To understand what happens without food,"
  },
  {
    "startTime": 15.54,
    "endTime": 17.58,
    "text": "we first need to understand what happens when you eat."
  },
  {
    "startTime": 17.58,
    "endTime": 21.659999999999997,
    "text": "It starts with the sun, who's energy is harvested by photosynthesis and plants"
  },
  {
    "startTime": 21.7,
    "endTime": 23.82,
    "text": "We then consume that stored chemical energy,"
  },
  {
    "startTime": 23.82,
    "endTime": 26.48,
    "text": "either directly from eating plants like a tomato"
  },
  {
    "startTime": 26.48,
    "endTime": 30.28,
    "text": "or by eating an animal like chicken that has eaten a plant like grains."
  },
  {
    "startTime": 30.32,
    "endTime": 37.88,
    "text": "If we take a hamburger as an example, you absorb fats from the lipid-filled sauces, proteins from the beef patty, and carbohydrates from the starchy bun."
  },
  {
    "startTime": 37.92,
    "endTime": 46.72,
    "text": "And it's your digestive system using processes like chewing, gastric acid, and enzymes to break the food into small enough molecules that you can then absorb into your bloodstream."
  },
  {
    "startTime": 46.86,
    "endTime": 52.28,
    "text": "Any excess glucose is stored in the liver and muscles as glycogen while some are converted into fats."
  },
  {
    "startTime": 52.38,
    "endTime": 55.800000000000004,
    "text": "you can visually see some of the fat stores in the pudgier parts of your body."
  },
  {
    "startTime": 55.8,
    "endTime": 59.519999999999996,
    "text": "There are around 37 trillion cells in your body and you start to really"
  },
  {
    "startTime": 59.52,
    "endTime": 63.080000000000005,
    "text": "harvest the energy from your food in the mitochondria of your cells."
  },
  {
    "startTime": 63.08,
    "endTime": 66.76,
    "text": "This is where glucose and fats have been broken down into Acetyl CoA"
  },
  {
    "startTime": 66.76,
    "endTime": 68.92,
    "text": "and now go through the citric acid cycle"
  },
  {
    "startTime": 68.92,
    "endTime": 73.1,
    "text": "where they're modified continuously to release tons of energy carrying molecules."
  },
  {
    "startTime": 73.1,
    "endTime": 76.19999999999999,
    "text": "The energy from these molecules are then used to pump protons"
  },
  {
    "startTime": 76.2,
    "endTime": 80.24000000000001,
    "text": "into a layer of the mitochondria that becomes so dense with protons"
  },
  {
    "startTime": 80.24,
    "endTime": 82.89999999999999,
    "text": "they need to diffuse back into the less busy space"
  },
  {
    "startTime": 82.9,
    "endTime": 86.46000000000001,
    "text": "and do so by going through a protein called ATP synthase."
  },
  {
    "startTime": 86.52,
    "endTime": 91.89999999999999,
    "text": "As a result ATP is created, the most important energy source in your body."
  },
  {
    "startTime": 91.9,
    "endTime": 96.52000000000001,
    "text": "You use around 10 to the [power of] 25 molecules of ATP everyday."
  },
  {
    "startTime": 96.6,
    "endTime": 100.0,
    "text": "When this ATP is hydrolyzed to ADP in your body,"
  },
  {
    "startTime": 100.0,
    "endTime": 103.78,
    "text": "the bond breaks releasing energy for things like electrons forming bonds"
  },
  {
    "startTime": 103.78,
    "endTime": 107.18,
    "text": "and essentially creating all aspects of your ability to live."
  },
  {
    "startTime": 107.18,
    "endTime": 112.10000000000001,
    "text": "If you stopped consuming food, within 6 hours your body will be breaking down glycogen into glucose"
  },
  {
    "startTime": 112.1,
    "endTime": 115.72,
    "text": "and fat into acetyl CoA to keep your biological processes at work."
  },
  {
    "startTime": 115.76,
    "endTime": 119.0,
    "text": "And this is quite normal, but after 72 hours,"
  },
  {
    "startTime": 119.0,
    "endTime": 123.92,
    "text": "your body will need to start breaking down protein in order to synthesize glucose from amino acids"
  },
  {
    "startTime": 123.98,
    "endTime": 126.3,
    "text": "otherwise your brain will starve."
  },
  {
    "startTime": 126.4,
    "endTime": 129.78,
    "text": "This is because fats used for energy can't cross the blood-brain barrier."
  },
  {
    "startTime": 129.78,
    "endTime": 134.2,
    "text": "With no vitamins and minerals being consumed, people might start to get sick within a week."
  },
  {
    "startTime": 134.3,
    "endTime": 140.16000000000003,
    "text": "After several weeks of starvation, fat stores become depleted, and all that is left for energy is proteins."
  },
  {
    "startTime": 140.28,
    "endTime": 144.42,
    "text": "At this point essential proteins for survival, like antibodies used to fight infection"
  },
  {
    "startTime": 144.42,
    "endTime": 147.82,
    "text": "or muscle proteins used for strength, are now being used to make glucose."
  },
  {
    "startTime": 147.82,
    "endTime": 151.04,
    "text": "And this loss of protein leads to severe illnesses."
  },
  {
    "startTime": 151.04,
    "endTime": 154.14,
    "text": "Death can come as short as 3 weeks to 70 days,"
  },
  {
    "startTime": 154.14,
    "endTime": 158.85999999999999,
    "text": "commonly from a heart attack due to the tissue degradation of the heart, diaphragm, and body."
  },
  {
    "startTime": 158.86,
    "endTime": 161.64000000000001,
    "text": "A factor in how long you live is how hydrated you stay"
  },
  {
    "startTime": 161.64,
    "endTime": 164.29999999999998,
    "text": "and also how many fat stores you had to begin with."
  },
  {
    "startTime": 164.3,
    "endTime": 167.78,
    "text": "Although it's pretty amazing to think that if you did stop eating today"
  },
  {
    "startTime": 167.78,
    "endTime": 170.62,
    "text": "you could potentially live for another 70 days,"
  },
  {
    "startTime": 170.62,
    "endTime": 172.72,
    "text": "but please, don't try this at home."
  },
  {
    "startTime": 172.72,
    "endTime": 176.46,
    "text": "If you love learning about food then you should definitely check out Skillshare"
  },
  {
    "startTime": 176.46,
    "endTime": 179.44,
    "text": "who supported this video and is giving away a two month free trial"
  },
  {
    "startTime": 179.44,
    "endTime": 182.28,
    "text": "to the first one thousand of our followers that sign up."
  },
  {
    "startTime": 182.28,
    "endTime": 184.96,
    "text": "Skillshare is an online community for creators"
  },
  {
    "startTime": 184.96,
    "endTime": 191.06,
    "text": "with more than 17,000 classes in design, photography, and even cooking and culinary courses."
  },
  {
    "startTime": 191.06,
    "endTime": 195.16,
    "text": "Everyone can take a class, try a project, and even teach a class themselves"
  },
  {
    "startTime": 195.16,
    "endTime": 198.6,
    "text": "with premium membership as low as $10 a month for unlimited access."
  },
  {
    "startTime": 198.6,
    "endTime": 201.5,
    "text": "just head to the link in the description, even on their mobile app"
  },
  {
    "startTime": 201.5,
    "endTime": 204.44,
    "text": "And subscribe for more weekly science videos every Thursday."
  }
]