[
  {
    "startTime": 0.0,
    "endTime": 4.8,
    "text": "If you wanna change the world, start off by making your bed. (audience laughs)"
  },
  {
    "startTime": 4.8,
    "endTime": 10.3,
    "text": "If you make your bed every morning, you will have accomplished the first task of the day."
  },
  {
    "startTime": 10.3,
    "endTime": 17.700000000000003,
    "text": "It will give you a small sense of pride, and it will encourage you to do another task and another and another."
  },
  {
    "startTime": 17.7,
    "endTime": 22.299999999999997,
    "text": "And by the end of the day, that one task completed will have turned into many tasks completed."
  },
  {
    "startTime": 22.3,
    "endTime": 27.8,
    "text": "Making your bed will also reinforce the fact that the little things in life matter."
  },
  {
    "startTime": 27.8,
    "endTime": 32.8,
    "text": "If you can't do the little things right, you'll never be able to do the big things right."
  },
  {
    "startTime": 32.8,
    "endTime": 39.199999999999996,
    "text": "And if by chance you have a miserable day, you will come home to a bed that is made. (audience laughs)"
  },
  {
    "startTime": 39.2,
    "endTime": 40.882000000000005,
    "text": "That you made."
  },
  {
    "startTime": 41.8,
    "endTime": 45.4,
    "text": "And a made bed gives you encouragement that tomorrow will be better."
  },
  {
    "startTime": 45.4,
    "endTime": 49.0,
    "text": "To pass SEAL training, there are series of long swims that must be completed."
  },
  {
    "startTime": 49.0,
    "endTime": 51.2,
    "text": "One is the night swim."
  },
  {
    "startTime": 51.2,
    "endTime": 60.300000000000004,
    "text": "Before the swim, the instructors joyfully brief the students on all the species of sharks that inhabit the waters of San Clemente."
  },
  {
    "startTime": 60.3,
    "endTime": 69.8,
    "text": "They assure you however, that no student has ever been eaten by a shark, at least not that they can remember."
  },
  {
    "startTime": 69.9,
    "endTime": 76.60000000000001,
    "text": "But you are also taught that if a shark begins to circle your position, stand your ground."
  },
  {
    "startTime": 76.6,
    "endTime": 78.39999999999999,
    "text": "Do not swim away."
  },
  {
    "startTime": 78.4,
    "endTime": 80.80000000000001,
    "text": "Do not act afraid."
  },
  {
    "startTime": 80.8,
    "endTime": 91.89999999999999,
    "text": "And if the shark, hungry for a midnight snack darts towards you, then summons up on your strength and punch him in the snout, and he will turn and swim away."
  },
  {
    "startTime": 91.9,
    "endTime": 94.10000000000001,
    "text": "There are a lot of sharks in the world."
  },
  {
    "startTime": 94.1,
    "endTime": 98.8,
    "text": "If you hope to complete the swim, you will have to deal with them."
  },
  {
    "startTime": 98.8,
    "endTime": 104.0,
    "text": "So if you want to change the world, don't back down from the sharks."
  },
  {
    "startTime": 104.0,
    "endTime": 111.5,
    "text": "Over a few weeks of difficult training, my SEAL class, which started with 150 men, was down to just 42."
  },
  {
    "startTime": 111.5,
    "endTime": 114.8,
    "text": "There were now six boat crews of seven men each."
  },
  {
    "startTime": 114.8,
    "endTime": 121.1,
    "text": "I was in the boat with the tall guys, but the best boat crew we had was made up of little guys."
  },
  {
    "startTime": 121.1,
    "endTime": 123.1,
    "text": "The munchkin crew we called them."
  },
  {
    "startTime": 123.1,
    "endTime": 126.0,
    "text": "No one was over five foot five."
  },
  {
    "startTime": 126.0,
    "endTime": 136.0,
    "text": "The munchkin boat crew had one American Indian, one African American, one Polish American, one Greek American, one Italian American, and two tough kids from the Midwest."
  },
  {
    "startTime": 136.0,
    "endTime": 141.0,
    "text": "They outpaddled, outran, and outswam all the other boat crews."
  },
  {
    "startTime": 141.0,
    "endTime": 153.5,
    "text": "The big men in the other boat crews would always make good-natured fun of the tiny little flippers the munchkins put on their tiny little feet prior to every swim."
  },
  {
    "startTime": 153.5,
    "endTime": 159.4,
    "text": "But somehow these little guys from every corner of the nation and the world always had the last laugh."
  },
  {
    "startTime": 159.4,
    "endTime": 164.0,
    "text": "Swimming faster than everyone and reaching the shore long before the rest of us."
  },
  {
    "startTime": 164.0,
    "endTime": 166.4,
    "text": "SEAL training was a great equalizer."
  },
  {
    "startTime": 166.4,
    "endTime": 169.5,
    "text": "Nothing mattered but your will to succeed."
  },
  {
    "startTime": 169.5,
    "endTime": 174.0,
    "text": "Not your color, not your ethnic background, not your education, not your social status."
  },
  {
    "startTime": 174.0,
    "endTime": 181.0,
    "text": "If you want to change the world, measure a person by the size of their heart, not by the size of their flippers."
  },
  {
    "startTime": 181.0,
    "endTime": 184.2,
    "text": "The ninth week of training is referred to as Hell Week."
  },
  {
    "startTime": 184.2,
    "endTime": 192.29999999999998,
    "text": "It is six days of no sleep, constant physical and mental harassment, and one special day at the mudflats."
  },
  {
    "startTime": 192.3,
    "endTime": 202.5,
    "text": "The mudflats are an area between San Diego and Tijuana, where the water runs off and creates the Tijuana slews, a swampy patch of terrain where the mud will engulf you."
  },
  {
    "startTime": 202.5,
    "endTime": 215.0,
    "text": "It is on Wednesday of Hell Week that you paddle down to the mudflats and spend the next 15 hours trying to survive the freezing cold, the howling wind, and the incessant pressure to quit from the instructors."
  },
  {
    "startTime": 215.0,
    "endTime": 225.0,
    "text": "As the sun began to set that Wednesday evening, my training class, having committed some egregious, infractioned rules, was ordered into the mud."
  },
  {
    "startTime": 225.0,
    "endTime": 230.0,
    "text": "The mud consumed each man till there was nothing visible but our heads."
  },
  {
    "startTime": 230.0,
    "endTime": 234.8,
    "text": "The instructors told us we could leave the mud if only five men would quit."
  },
  {
    "startTime": 234.8,
    "endTime": 240.0,
    "text": "Only five men, just five men, and we could get out of the oppressive cold."
  },
  {
    "startTime": 240.0,
    "endTime": 244.5,
    "text": "Looking around the mudflat, it was apparent that some students were about to give up."
  },
  {
    "startTime": 244.5,
    "endTime": 250.7,
    "text": "There was still over eight hours until the sun came up, eight more hours of bone chilling cold."
  },
  {
    "startTime": 250.8,
    "endTime": 257.2,
    "text": "The chattering teeth and shivering moans of the trainees were so loud, it was hard to hear anything."
  },
  {
    "startTime": 257.2,
    "endTime": 261.4,
    "text": "And then, one voice began to echo through the night."
  },
  {
    "startTime": 261.4,
    "endTime": 264.0,
    "text": "One voice raised in song."
  },
  {
    "startTime": 264.0,
    "endTime": 270.0,
    "text": "The song was terribly out of tune, but sung with great enthusiasm."
  },
  {
    "startTime": 270.0,
    "endTime": 276.1,
    "text": "One voice became two, and two became three, and before long everyone in the class was singing."
  },
  {
    "startTime": 276.1,
    "endTime": 279.6,
    "text": "The instructors threatened us with more time in the mud if we kept up the singing."
  },
  {
    "startTime": 279.6,
    "endTime": 289.40000000000003,
    "text": "But the singing persisted, and somehow the mud seemed a little warmer, and the wind a little tamer, and the dawn not so far away."
  },
  {
    "startTime": 289.4,
    "endTime": 295.5,
    "text": "If I have learned anything in my time traveling the world, it is the power of hope."
  },
  {
    "startTime": 295.5,
    "endTime": 297.0,
    "text": "The power of one person."
  },
  {
    "startTime": 297.0,
    "endTime": 303.1,
    "text": "A Washington, a Lincoln, King, Mandela, and even a young girl from Pakistan, Malala."
  },
  {
    "startTime": 303.1,
    "endTime": 307.3,
    "text": "One person can change the world by giving people hope."
  },
  {
    "startTime": 307.3,
    "endTime": 312.3,
    "text": "So if you want to change the world, start each day with a task completed."
  },
  {
    "startTime": 312.3,
    "endTime": 314.2,
    "text": "Find someone to help you through life."
  },
  {
    "startTime": 314.2,
    "endTime": 316.09999999999997,
    "text": "Respect everyone."
  },
  {
    "startTime": 316.1,
    "endTime": 319.1,
    "text": "Know that life is not fair, and you will fail often."
  },
  {
    "startTime": 319.1,
    "endTime": 327.3,
    "text": "But if you take some risks, step up when the times through the toughest, face down the bullies, lift up the downtrodden, and never ever give up."
  },
  {
    "startTime": 327.3,
    "endTime": 335.7,
    "text": "If you do these things, the next generation and the generations that follow will live in a world far better than the one we have today."
  },
  {
    "startTime": 335.7,
    "endTime": 342.0,
    "text": "And what started here will indeed have changed the world for the better."
  }
]