[
  {
    "startTime": 0.2,
    "endTime": 7.4,
    "text": "One of the biggest myths about the Israel-Palestine conflict is that it's been going on for centuries, all about ancient religious hatreds."
  },
  {
    "startTime": 7.6,
    "endTime": 13.0,
    "text": "In fact, while religion is involved, the conflict is mostly about two groups of people who claim the same land."
  },
  {
    "startTime": 13.2,
    "endTime": 16.7,
    "text": "And it really only goes back about a century, to the early 1900s."
  },
  {
    "startTime": 16.9,
    "endTime": 23.9,
    "text": "Around then, the region along the eastern Mediterranean we now call Israel-Palestine had been under Ottoman rule for centuries."
  },
  {
    "startTime": 24.1,
    "endTime": 30.1,
    "text": "It was religiously diverse, including mostly Muslims and Christians, also a small number of Jews, who lived generally in peace."
  },
  {
    "startTime": 30.3,
    "endTime": 32.4,
    "text": "It was changing in two important ways."
  },
  {
    "startTime": 32.6,
    "endTime": 40.6,
    "text": "First, more people in the region were developing a sense of being not just ethnic Arabs but Palestinians, a distinct national identity."
  },
  {
    "startTime": 40.8,
    "endTime": 46.099999999999994,
    "text": "At the same time, not so far away in Europe, more Jews were joining a movement called Zionism,"
  },
  {
    "startTime": 46.3,
    "endTime": 51.4,
    "text": "which said that Judaism was not just a religion but a nationality, one that deserved a nation of its own."
  },
  {
    "startTime": 51.6,
    "endTime": 60.6,
    "text": "And after centuries of persecution, many believed a Jewish state was their only way of safety and saw their historic homeland in the Middle East as their best hope for establishing it."
  },
  {
    "startTime": 60.8,
    "endTime": 67.6,
    "text": "In the first decades of the 20th century, tens of thousands of European Jews moved there."
  },
  {
    "startTime": 67.8,
    "endTime": 80.0,
    "text": "After World War One, the Ottoman Empire collapsed, and the British and French Empires carved up the Middle East, with the British taking control of a region it called the British Mandate for Palestine."
  },
  {
    "startTime": 80.3,
    "endTime": 83.1,
    "text": "At first, the British allowed Jewish immigration."
  },
  {
    "startTime": 83.3,
    "endTime": 88.5,
    "text": "But as more Jews arrived, settling into farming communes, tension between Jews and Arabs grew."
  },
  {
    "startTime": 88.7,
    "endTime": 93.8,
    "text": "Both sides committed acts of violence, and by the 1930s, the British began limiting Jewish immigration."
  },
  {
    "startTime": 94.0,
    "endTime": 100.0,
    "text": "In response, Jewish militias formed to fight both the local Arabs and to resist British rule."
  },
  {
    "startTime": 100.9,
    "endTime": 108.80000000000001,
    "text": "Then came the Holocaust, leading many more Jews to flee Europe for British Palestine, and galvanizing much of the world in support of a Jewish state."
  },
  {
    "startTime": 109.0,
    "endTime": 119.3,
    "text": "In 1947, as sectarian violence between Arabs and Jews there grew, the United Nations approved a plan to divide British Palestine into two separate states:"
  },
  {
    "startTime": 119.5,
    "endTime": 122.3,
    "text": "one for Jews, Israel, and one for Arabs, Palestine."
  },
  {
    "startTime": 122.8,
    "endTime": 129.1,
    "text": "(The) city of Jerusalem, where Jews, Muslims, and Christians all have holy sites, it was to become a special international zone."
  },
  {
    "startTime": 129.3,
    "endTime": 137.8,
    "text": "The plan was meant to give Jews a state, to establish Palestinian independence, and to end the sectarian violence that the British could no longer control."
  },
  {
    "startTime": 138.0,
    "endTime": 141.8,
    "text": "The Jews accepted the plan and declared independence as Israel."
  },
  {
    "startTime": 142.0,
    "endTime": 148.2,
    "text": "But Arabs throughout the region saw the UN plan as just more European colonialism trying to steal their land."
  },
  {
    "startTime": 148.4,
    "endTime": 162.5,
    "text": "Many of the Arab states, who had just recently won independence themselves, declared war on Israel in an effort to establish a unified Arab Palestine where all of British Palestine had been."
  },
  {
    "startTime": 162.7,
    "endTime": 168.79999999999998,
    "text": "The new state of Israel won the war, but in the process, they pushed well past their borders under the UN plan,"
  },
  {
    "startTime": 169.0,
    "endTime": 173.8,
    "text": "taking the western half of Jerusalem and much of the land that was to have been part of Palestine."
  },
  {
    "startTime": 174.0,
    "endTime": 183.2,
    "text": "They also expelled huge numbers of Palestinians from their homes, creating a massive refugee population whose descendants today number about 7 million."
  },
  {
    "startTime": 183.4,
    "endTime": 194.0,
    "text": "At the end of the war, Israel controlled all of the territory except for Gaza, which Egypt controlled, and the West Bank, named because it's west of the Jordan River, which Jordan controlled."
  },
  {
    "startTime": 194.3,
    "endTime": 198.3,
    "text": "This was the beginning of the decades-long Arab-Israeli conflict."
  },
  {
    "startTime": 198.5,
    "endTime": 204.5,
    "text": "During this period, many Jews in Arab-majority countries fled or were expelled, arriving in Israel."
  },
  {
    "startTime": 204.7,
    "endTime": 207.39999999999998,
    "text": "Then something happened that transformed the conflict."
  },
  {
    "startTime": 207.5,
    "endTime": 215.0,
    "text": "In 1967, Israel and the neighboring Arab states fought another war."
  },
  {
    "startTime": 215.3,
    "endTime": 223.4,
    "text": "When it ended, Israel had seized the Golan Heights from Syria, the West Bank from Jordan, and both Gaza and the Sinai Peninsula from Egypt."
  },
  {
    "startTime": 223.6,
    "endTime": 229.1,
    "text": "Israel was now occupying the Palestinian territories, including all of Jerusalem and its holy sites."
  },
  {
    "startTime": 229.3,
    "endTime": 235.20000000000002,
    "text": "This left Israel responsible for governing the Palestinians – a people it had fought for decades."
  },
  {
    "startTime": 235.4,
    "endTime": 240.4,
    "text": "In 1978 Israel and Egypt signed the US-brokered Camp David Accords."
  },
  {
    "startTime": 240.6,
    "endTime": 244.4,
    "text": "Shortly after that, Israel gave Sanai back to Egypt as part of a peace treaty."
  },
  {
    "startTime": 244.6,
    "endTime": 247.5,
    "text": "At the time this was hugely controversial in the Arab world."
  },
  {
    "startTime": 247.7,
    "endTime": 252.29999999999998,
    "text": "Egyptian President Anwar Sadat was assassinated in part because of outrage against it."
  },
  {
    "startTime": 252.5,
    "endTime": 256.8,
    "text": "But it marked the beginning of the end of the wider Arab-Israeli conflict."
  },
  {
    "startTime": 257.0,
    "endTime": 264.8,
    "text": "Over the next few decades, the other Arab states gradually made peace with Israel, even if they never signed formal peace treaties."
  },
  {
    "startTime": 265.0,
    "endTime": 270.5,
    "text": "But Israel's military was still occupying the Palestinian territories of the West Bank and Gaza,"
  },
  {
    "startTime": 270.7,
    "endTime": 274.7,
    "text": "and this was when the conflict became an Israeli-Palestinian struggle."
  },
  {
    "startTime": 274.9,
    "endTime": 284.29999999999995,
    "text": "The Palestinian Liberation Organization, which had formed in the 1960s to seek a Palestinian state, fought against Israel, including through acts of terrorism."
  },
  {
    "startTime": 284.5,
    "endTime": 290.8,
    "text": "Initially, the PLO claimed all of what had been British Palestine, meaning it wanted to end the state of Israel entirely."
  },
  {
    "startTime": 291.0,
    "endTime": 298.9,
    "text": "Fighting between Israel and the PLO went on for years, even including a 1982 Israeli invasion of Lebanon to kick the group out of Beirut."
  },
  {
    "startTime": 299.1,
    "endTime": 305.20000000000005,
    "text": "Stillness of the ceasefire in southern Lebanon was shattered today by the sound of guns, bombs and planes."
  },
  {
    "startTime": 305.2,
    "endTime": 310.3,
    "text": "The PLO later said it would accept dividing the land between Israel and Palestine, but the conflict continued."
  },
  {
    "startTime": 310.5,
    "endTime": 318.5,
    "text": "As all of this was happening, something dramatic was changing in the Israel-occupied Palestinian territories: Israelis were moving in."
  },
  {
    "startTime": 318.7,
    "endTime": 325.0,
    "text": "These people are called settlers, and they made their homes in the West Bank and Gaza whether Palestinians wanted them or not."
  },
  {
    "startTime": 325.2,
    "endTime": 333.86,
    "text": "Some moved for religious reasons, some because they want to claim the land for Israel, and some just because housing is cheap — and often subsidized by the Israeli government."
  },
  {
    "startTime": 334.4,
    "endTime": 342.78,
    "text": "Some settlements are cities with thousands of people; others are small communities deep into the West Bank."
  },
  {
    "startTime": 340.0,
    "endTime": 349.9,
    "text": "If you've always felt a deep yearning for Jerusalem, now is a once-in-a-lifetime opportunity; not only to stand within its gates, but also to build the home of your dreams there."
  },
  {
    "startTime": 350.1,
    "endTime": 357.0,
    "text": "Settlers are followed by soldiers to guard them, and the growing settlements force Palestinians off of their land and divide communities."
  },
  {
    "startTime": 357.2,
    "endTime": 361.09999999999997,
    "text": "Short-term, they make the occupation much more painful for Palestinians."
  },
  {
    "startTime": 361.3,
    "endTime": 369.0,
    "text": "Long-term, by dividing up Palestinian land, they make it much more difficult for the Palestinians to ever have an independent state."
  },
  {
    "startTime": 369.2,
    "endTime": 375.4,
    "text": "Today there are several hundred thousand settlers in occupied territory, even though the international community considers them illegal."
  },
  {
    "startTime": 375.6,
    "endTime": 383.8,
    "text": "By the late 1980s, Palestinian frustration exploded into the Intifada, which is the Arabic word for uprising."
  },
  {
    "startTime": 384.0,
    "endTime": 390.8,
    "text": "It began with mostly protests and boycotts, but soon became violent; Israel responded with heavy force."
  },
  {
    "startTime": 391.0,
    "endTime": 397.4,
    "text": "A couple hundred Israelis and over a thousand Palestinians died in the first Intifada."
  },
  {
    "startTime": 397.6,
    "endTime": 405.6,
    "text": "Around the same time, a group of Palestinians in Gaza, who consider the PLO too secular, too compromise-minded, created Hamas,"
  },
  {
    "startTime": 405.8,
    "endTime": 409.0,
    "text": "a violent extremist group dedicated to Israel's destruction."
  },
  {
    "startTime": 409.2,
    "endTime": 418.2,
    "text": "By the early 1990s, it's clear that Israelis and Palestinians have to make peace, and leaders from both sides sign the Oslo Accords."
  },
  {
    "startTime": 418.4,
    "endTime": 428.79999999999995,
    "text": "This is meant to be the big, first step toward Israel maybe someday withdrawing from the Palestinian territories, and allowing an independent Palestine."
  },
  {
    "startTime": 429.1,
    "endTime": 438.0,
    "text": "The Oslo Accords establish the Palestinian Authority, allowing Palestinians a little bit of freedom to govern themselves in certain areas."
  },
  {
    "startTime": 438.2,
    "endTime": 441.4,
    "text": "Hard-liners on both sides opposed the Oslo Accords."
  },
  {
    "startTime": 441.6,
    "endTime": 445.8,
    "text": "Members of Hamas launched suicide bombings to try to sabotage the process."
  },
  {
    "startTime": 446.0,
    "endTime": 453.2,
    "text": "The Israeli right protests peace talks, with ralliers calling Prime Minister Yitzhak Rabin a traitor and a Nazi."
  },
  {
    "startTime": 453.4,
    "endTime": 461.4,
    "text": "Not long after Rabin signs the second round of Oslo Accords, a far-right Israeli shoots him to death in Tel Aviv."
  },
  {
    "startTime": 461.6,
    "endTime": 470.90000000000003,
    "text": "This violence showed how the extremists on both sides can use violence to derail peace, keep a permanent conflict going as they seek the other side's total destruction."
  },
  {
    "startTime": 471.1,
    "endTime": 473.5,
    "text": "That's a dynamic that's been around ever since."
  },
  {
    "startTime": 473.7,
    "endTime": 482.5,
    "text": "Negotiations meant to hammer out the final details on peace drag on for years, and a big Camp David Summit in 2000 comes up empty."
  },
  {
    "startTime": 482.7,
    "endTime": 490.5,
    "text": "Palestinians come to believe that peace isn't coming, and rise up in a Second Intifada, this one much more violent than the first."
  },
  {
    "startTime": 490.7,
    "endTime": 497.8,
    "text": "By the time it wound down a few years later, about 1,000 Israelis and 3,200 Palestinians had died."
  },
  {
    "startTime": 498.0,
    "endTime": 500.8,
    "text": "The Second Intifada really changes the conflict."
  },
  {
    "startTime": 501.0,
    "endTime": 507.1,
    "text": "Israelis become much more skeptical that Palestinians will ever accept peace, or that it's even worth trying."
  },
  {
    "startTime": 507.3,
    "endTime": 513.4,
    "text": "Israeli politics shift right, and the country builds walls and checkpoints to control Palestinians' movements."
  },
  {
    "startTime": 513.6,
    "endTime": 516.5,
    "text": "They're not really trying to solve the conflict anymore, just manage it."
  },
  {
    "startTime": 516.7,
    "endTime": 525.4000000000001,
    "text": "The Palestinians are left feeling like negotiating didn't work and violence didn't work, that they're stuck under an ever-growing occupation with no future as a people."
  },
  {
    "startTime": 525.6,
    "endTime": 528.8000000000001,
    "text": "That year, Israel withdraws from Gaza."
  },
  {
    "startTime": 529.0,
    "endTime": 536.3,
    "text": "Hamas gains power but splits from the Palestinian Authority in a short civil war, dividing Gaza from the West Bank."
  },
  {
    "startTime": 536.5,
    "endTime": 541.7,
    "text": "Israel puts Gaza under a suffocating blockade, and unemployment rises to 40%."
  },
  {
    "startTime": 541.9,
    "endTime": 544.4,
    "text": "This is the state of the conflict as we know it today."
  },
  {
    "startTime": 544.6,
    "endTime": 547.5,
    "text": "It’s relatively new, and it’s unbearable for Palestinians."
  },
  {
    "startTime": 547.7,
    "endTime": 556.6,
    "text": "In the West Bank, more and more settlements are smothering Palestinians, who often respond with protests and sometimes with violence, though most just want normal lives."
  },
  {
    "startTime": 556.8,
    "endTime": 562.8,
    "text": "In Gaza, Hamas and other violent groups have periodic wars with Israel."
  },
  {
    "startTime": 563.0,
    "endTime": 567.1,
    "text": "The fighting overwhelmingly kills Palestinians, including lots of civilians."
  },
  {
    "startTime": 567.3,
    "endTime": 575.5,
    "text": "In Israel itself, most people have become apathetic, for the most part, the occupation keeps the conflict relatively removed from their daily lives."
  },
  {
    "startTime": 575.7,
    "endTime": 582.7,
    "text": "With moments of brief but horrible violence, there's little political will for peace."
  },
  {
    "startTime": 582.9,
    "endTime": 585.5,
    "text": "No one really knows where the conflict goes from here."
  },
  {
    "startTime": 585.7,
    "endTime": 590.3000000000001,
    "text": "Maybe a Third Intifada; maybe the Palestinian Authority collapses."
  },
  {
    "startTime": 590.5,
    "endTime": 594.8,
    "text": "But everyone agrees that things, as they are now, can't last much longer."
  },
  {
    "startTime": 595.0,
    "endTime": 606.0,
    "text": "Israel’s occupation of the Palestinians is too unstable to last, and that, unless something dramatic changes, whatever comes next will be much worse."
  }
]