[
  {
    "startTime": 0.16,
    "endTime": 2.7,
    "text": "Do you ever get into an argument where you know you're right,"
  },
  {
    "startTime": 2.7,
    "endTime": 8.719999999999999,
    "text": "and yet even with your eloquent explanation and all of the facts on your side, you just can't get through?"
  },
  {
    "startTime": 8.745,
    "endTime": 12.975,
    "text": "Is there a strategic way to successfully convince somebody and change their opinion ?"
  },
  {
    "startTime": 13.175,
    "endTime": 17.3,
    "text": "The first and most disappointing thing that you have to come to terms with is this:"
  },
  {
    "startTime": 17.355,
    "endTime": 21.135,
    "text": "Facts don't convince people. Especially if they already have an opinion."
  },
  {
    "startTime": 21.215,
    "endTime": 27.027,
    "text": "We all like to think that information or indisputable studies would convince us in an argument,"
  },
  {
    "startTime": 27.027,
    "endTime": 31.86,
    "text": "but study after study shows that when certain facts don't conform to our beliefs,"
  },
  {
    "startTime": 31.86,
    "endTime": 35.725,
    "text": "our brains are happy to disregard or simply rationalize them away."
  },
  {
    "startTime": 35.725,
    "endTime": 40.0,
    "text": "In one study, scientists asked people if they believed in man-made climate change,"
  },
  {
    "startTime": 40.0,
    "endTime": 43.145,
    "text": "and then categorized them as either believers or deniers."
  },
  {
    "startTime": 43.145,
    "endTime": 50.325,
    "text": "They then told some that scientists have reevaluated the data and concluded that predictions for the future were much worse than before."
  },
  {
    "startTime": 50.325,
    "endTime": 54.7,
    "text": "While some others were told the situation wasn't nearly as bad as once thought."
  },
  {
    "startTime": 54.705,
    "endTime": 57.785,
    "text": "But these facts had an interesting result on their beliefs."
  },
  {
    "startTime": 57.785,
    "endTime": 65.60499999999999,
    "text": "People who didn't believe in climate change and were told that things were going to be much worse completely ignored this fact, and their opinions were unchanged."
  },
  {
    "startTime": 65.785,
    "endTime": 68.735,
    "text": "But if they were told that things weren't nearly as bad,"
  },
  {
    "startTime": 68.775,
    "endTime": 71.69500000000001,
    "text": "their beliefs moved much farther in that direction."
  },
  {
    "startTime": 71.695,
    "endTime": 75.43299999999999,
    "text": "And the same thing happened to those who believed strongly in climate change."
  },
  {
    "startTime": 75.433,
    "endTime": 77.775,
    "text": "When told that things are now predicted to be worse,"
  },
  {
    "startTime": 77.775,
    "endTime": 80.775,
    "text": "they shifted their opinions more strongly in that direction,"
  },
  {
    "startTime": 80.875,
    "endTime": 85.0,
    "text": "whereas those told it wouldn't be so bad didn't change their opinions at all."
  },
  {
    "startTime": 85.2,
    "endTime": 88.032,
    "text": "The facts only caused people to polarize."
  },
  {
    "startTime": 88.1,
    "endTime": 93.19999999999999,
    "text": "It turns out that once formed, people's impressions and opinions are extremely perseverant."
  },
  {
    "startTime": 93.275,
    "endTime": 98.70500000000001,
    "text": "And cognitive scientists say much of this is actually linked to our ability as humans to cooperate."
  },
  {
    "startTime": 98.705,
    "endTime": 102.112,
    "text": "A skill that no other animals has to the degree that humans do,"
  },
  {
    "startTime": 102.112,
    "endTime": 105.67999999999999,
    "text": "from hunting and gathering to agriculture and modern computers,"
  },
  {
    "startTime": 106.04,
    "endTime": 110.74000000000001,
    "text": "our cooperation allows us to rely on one another's expertise instead of knowing everything."
  },
  {
    "startTime": 110.8,
    "endTime": 115.64999999999999,
    "text": "As a result, we can hardly tell where our own understanding ends and another begins."
  },
  {
    "startTime": 115.66,
    "endTime": 119.86,
    "text": "Ultimately, strong beliefs don't actually come from deep understanding."
  },
  {
    "startTime": 119.88,
    "endTime": 123.03999999999999,
    "text": "This is known as the \"Illusion of Explanatory Depth.\""
  },
  {
    "startTime": 123.28,
    "endTime": 127.88,
    "text": "If I asked you to rate your understanding of something like a toilet, zippers, or computers,"
  },
  {
    "startTime": 128.14,
    "endTime": 131.80499999999998,
    "text": "chances are you believe you know way more than you actually do."
  },
  {
    "startTime": 131.805,
    "endTime": 137.16,
    "text": "Go on and try to explain step by step how a toilet or a zipper functions in detail."
  },
  {
    "startTime": 137.38,
    "endTime": 142.135,
    "text": "Sometimes this simple act can expose how baseless ours or others opinion is."
  },
  {
    "startTime": 142.44,
    "endTime": 147.216,
    "text": "In one study, when participants were asked to rate their opinions of public policies like healthcare,"
  },
  {
    "startTime": 147.216,
    "endTime": 153.582,
    "text": "and then later asked to explain in as much detail as possible the impact of implementing those policies."
  },
  {
    "startTime": 153.582,
    "endTime": 158.876,
    "text": "They would quickly turn down the intensity of their beliefs having been exposed to their own ignorance."
  },
  {
    "startTime": 158.876,
    "endTime": 162.65,
    "text": "How else can we overcome these tendencies and convince people in an argument?"
  },
  {
    "startTime": 162.7,
    "endTime": 168.66,
    "text": "It turns out that we need to focus on the common motive as per by Tali Sharot, a cognitive neural scientist,"
  },
  {
    "startTime": 168.66,
    "endTime": 171.715,
    "text": "that is, focus on the motives and things you can agree on."
  },
  {
    "startTime": 171.915,
    "endTime": 179.063,
    "text": "One study looking at parents afraid to vaccinate their children because of the fear of autism found that if they simply told them the facts,"
  },
  {
    "startTime": 179.063,
    "endTime": 182.85,
    "text": "that the science shows there is no link between the two, they wouldn't listen."
  },
  {
    "startTime": 182.85,
    "endTime": 186.29999999999998,
    "text": "But when they focused on the common goal of protecting the children,"
  },
  {
    "startTime": 186.405,
    "endTime": 188.905,
    "text": "and explained what vaccines are meant to prevent,"
  },
  {
    "startTime": 188.905,
    "endTime": 196.08,
    "text": "things like measles, mumps, polio, tetanus, and how those diseases impact children who get them without even mentioning autism,"
  },
  {
    "startTime": 196.18,
    "endTime": 199.02,
    "text": "they were more likely to have their kids vaccinated after."
  },
  {
    "startTime": 199.02,
    "endTime": 203.78,
    "text": "Finally, humans are known to have something called an in-group and out-group bias."
  },
  {
    "startTime": 203.78,
    "endTime": 207.98,
    "text": "We tend to be skeptical of outsiders or people who we see as different from us."
  },
  {
    "startTime": 208.2,
    "endTime": 214.09199999999998,
    "text": "This can come in the form of race, religion, physical traits, gender, but also in the form of ideas."
  },
  {
    "startTime": 214.092,
    "endTime": 217.94600000000003,
    "text": "So people who don't share your ideas are part of your out-group."
  },
  {
    "startTime": 217.946,
    "endTime": 226.15,
    "text": "Studies have been done to show that if you can find a way to relate to people and have them see you in a different light to see you as a part of their in-group,"
  },
  {
    "startTime": 226.15,
    "endTime": 230.344,
    "text": "they're much more likely to listen to you than if they think you're nothing like them."
  },
  {
    "startTime": 230.344,
    "endTime": 234.5,
    "text": "Find the group that you're both part of, and use that as a point of personal connection."
  },
  {
    "startTime": 234.5,
    "endTime": 240.1,
    "text": "Now, if you ever wanna to challenge your own opinions, or become more aware of those opinions contrary to your own,"
  },
  {
    "startTime": 240.1,
    "endTime": 242.28,
    "text": "then you should definitely check out vubble."
  },
  {
    "startTime": 242.28,
    "endTime": 246.876,
    "text": "A really awesome new company that I love which uses machine learning to send you stuff you'll like,"
  },
  {
    "startTime": 246.876,
    "endTime": 251.15,
    "text": "but with a twist of also sending stuff that will nudge you outside of your filter bubble."
  },
  {
    "startTime": 251.24,
    "endTime": 256.0,
    "text": "It's a cool tool that first analyzes you and your interests through questions, pictures, and videos,"
  },
  {
    "startTime": 256.18,
    "endTime": 260.32,
    "text": "and then helps you flex your mental muscles with some stuff that wouldn't normally be in your feed."
  },
  {
    "startTime": 260.32,
    "endTime": 264.3,
    "text": "It's a really nice way to expose yourself to a broader view of the world online."
  },
  {
    "startTime": 264.3,
    "endTime": 265.66,
    "text": "And it's completely free!"
  },
  {
    "startTime": 265.66,
    "endTime": 268.75,
    "text": "You can check out the chatbot on Facebook by clicking the link below,"
  },
  {
    "startTime": 268.98,
    "endTime": 271.92,
    "text": "and then click in the get started button to launch the chatbot."
  },
  {
    "startTime": 271.92,
    "endTime": 274.1,
    "text": "Help mind your feed, and feed your mind."
  },
  {
    "startTime": 274.26,
    "endTime": 277.21999999999997,
    "text": "And subscribe for more weekly science videos every Thursday."
  }
]