[
  {
    "startTime": 12.58,
    "endTime": 18.9,
    "text": "This is a picture of a sunset on Mars taken by NASA's Curiosity rover in 2013."
  },
  {
    "startTime": 19.78,
    "endTime": 25.836000000000002,
    "text": "Mars is a very cold planet, flooded with high levels of UV radiation and extremely dry."
  },
  {
    "startTime": 25.86,
    "endTime": 29.98,
    "text": "In fact, Mars is considered to be too dry for life as we know it."
  },
  {
    "startTime": 30.78,
    "endTime": 31.996000000000002,
    "text": "I'm an astrobiologist."
  },
  {
    "startTime": 32.2,
    "endTime": 38.42,
    "text": "I try to understand the origin of life on Earth and the possibilities of finding life elsewhere in the universe."
  },
  {
    "startTime": 39.22,
    "endTime": 44.5,
    "text": "People sometimes ask me, how can you be an astrobiologist if you don't have your own spaceship?"
  },
  {
    "startTime": 45.46,
    "endTime": 53.2,
    "text": "Well, what I do is that I study life in those environments on Earth that most closely resemble other interesting places in the universe."
  },
  {
    "startTime": 53.94,
    "endTime": 65.34,
    "text": "All life on Earth requires water, so in my case I focus on the intimate relationship between water and life in order to understand if we could find life in a planet as dry as Mars."
  },
  {
    "startTime": 66.26,
    "endTime": 76.55600000000001,
    "text": "But since I do not have the 2.5 billion dollars to send my own robot to Mars, I study the most Martian place on Earth, the Atacama Desert."
  },
  {
    "startTime": 76.58,
    "endTime": 81.876,
    "text": "Located in northern Chile, it is the oldest and driest desert on Earth."
  },
  {
    "startTime": 81.9,
    "endTime": 88.94000000000001,
    "text": "To give you an idea of how dry it is, consider here in Vancouver it rains over 1,000 millimeters of rain every year."
  },
  {
    "startTime": 89.7,
    "endTime": 95.14,
    "text": "In the Atacama, there are places with no reported rains in the last 400 years."
  },
  {
    "startTime": 96.7,
    "endTime": 98.396,
    "text": "How do I know this?"
  },
  {
    "startTime": 98.42,
    "endTime": 101.916,
    "text": "Well, because I was born and raised in the Atacama --"
  },
  {
    "startTime": 101.94,
    "endTime": 103.556,
    "text": "(Laughter)"
  },
  {
    "startTime": 103.58,
    "endTime": 107.66,
    "text": "So I had a unique advantage when I started studying this desert."
  },
  {
    "startTime": 108.7,
    "endTime": 117.14,
    "text": "So let me tell you guys a few fantastic examples he has found on how life has adapted to live with almost no water at all."
  },
  {
    "startTime": 118.46,
    "endTime": 122.79599999999999,
    "text": "One of my first findings was in the entrance of a cave facing the Pacific Ocean."
  },
  {
    "startTime": 122.82,
    "endTime": 130.45999999999998,
    "text": "In this place, we reported a new type of microalgae that grew only on top of the spiderwebs that covered the cave entrance."
  },
  {
    "startTime": 131.6,
    "endTime": 133.57999999999998,
    "text": "Have you ever seen a spiderweb early in the morning?"
  },
  {
    "startTime": 135.2,
    "endTime": 144.43599999999998,
    "text": "It's covered with dew, so this microalgae learned that in order to carry photosynthesis in the coast of the driest desert on Earth, they could use the spiderwebs."
  },
  {
    "startTime": 144.46,
    "endTime": 149.14000000000001,
    "text": "So here they may access the water from the fogs that regularly cover these areas in the morning."
  },
  {
    "startTime": 150.46,
    "endTime": 153.3,
    "text": "In another cave, we found a different type of microalgae."
  },
  {
    "startTime": 153.94,
    "endTime": 167.7,
    "text": "This one is able to use ocean mist as a source of water, and strikingly lives in the very bottom of a cave, so it has adapted to live with less than 0.1 percent of the amount of light that regular plants need."
  },
  {
    "startTime": 168.82,
    "endTime": 174.71599999999998,
    "text": "These type of findings suggest to me that on Mars, we may find even photosynthetic life inside caves."
  },
  {
    "startTime": 174.74,
    "endTime": 176.116,
    "text": "And by the way, that's me."
  },
  {
    "startTime": 176.14,
    "endTime": 178.956,
    "text": "(Laughter)"
  },
  {
    "startTime": 178.98,
    "endTime": 189.516,
    "text": "Now, for almost 15 years this region of Yungay, discovered by NASA, was thought to be the driest place of this desert, but I knew that it was not."
  },
  {
    "startTime": 189.54,
    "endTime": 191.916,
    "text": "How? You already know the answer."
  },
  {
    "startTime": 191.94,
    "endTime": 194.156,
    "text": "Because I was born and raised in this desert."
  },
  {
    "startTime": 194.18,
    "endTime": 220.98000000000002,
    "text": "So I remembered that I usually see fogs in Yungay, so after setting sensors in a number of places, where I remember never seeing fogs or clouds, I reported four other sites much drier than Yungay, with this one, María Elena South, being the truly driest place on Earth, as dry as Mars, and amazingly, just a 15-minute ride from the small mining town where I was born."
  },
  {
    "startTime": 221.82,
    "endTime": 230.356,
    "text": "Now, in this search, we were trying to actually find the dry limit for life on Earth, a place so dry that nothing was able to survive in it."
  },
  {
    "startTime": 230.38,
    "endTime": 240.1,
    "text": "But even here, well hidden underground, we found a number of different microorganisms, which suggested to me that similarly dry places, like Mars, may be in inhabited."
  },
  {
    "startTime": 241.18,
    "endTime": 255.98000000000002,
    "text": "We even have some preliminary evidences that these microorganisms may still be active in the desiccated state, like walking mummies all around us, and that they may be using UV radiation as a source of energy."
  },
  {
    "startTime": 256.7,
    "endTime": 263.82,
    "text": "If confirmed, this would have a huge impact on our definition of life, on how we look for life elsewhere in the universe."
  },
  {
    "startTime": 264.58,
    "endTime": 277.7,
    "text": "Due to its clear skies, by 2020, 60 percent of the biggest telescopes on Earth will be located in the Atacama, and while everyone else will be looking among the stars to answer the question, \"Are we alone?\""
  },
  {
    "startTime": 278.62,
    "endTime": 284.34000000000003,
    "text": "I will be looking down to the ground searching for this same answer in my own backyard."
  },
  {
    "startTime": 284.78,
    "endTime": 285.996,
    "text": "Thank you."
  },
  {
    "startTime": 286.2,
    "endTime": 289.18,
    "text": "(Applause)"
  }
]