[
  {
    "startTime": 0.399,
    "endTime": 1.76,
    "text": "Who doesn't love takeout food?"
  },
  {
    "startTime": 1.76,
    "endTime": 2.76,
    "text": "It's convenient."
  },
  {
    "startTime": 2.76,
    "endTime": 3.76,
    "text": "Easy."
  },
  {
    "startTime": 3.76,
    "endTime": 4.99,
    "text": "Most of the time, it's delicious."
  },
  {
    "startTime": 4.99,
    "endTime": 9.66,
    "text": "But with every order, there's just a lot of stuff that comes with the meal."
  },
  {
    "startTime": 9.66,
    "endTime": 11.69,
    "text": "Look, here's what I got when I ordered Thai."
  },
  {
    "startTime": 11.69,
    "endTime": 13.86,
    "text": "This is from my breakfast this morning."
  },
  {
    "startTime": 13.86,
    "endTime": 17.86,
    "text": "And this is all the stuff you get with one of those meal delivery kits."
  },
  {
    "startTime": 17.86,
    "endTime": 19.349,
    "text": "Some of it, you can recycle."
  },
  {
    "startTime": 19.35,
    "endTime": 20.82,
    "text": "Some of it, it's compostable."
  },
  {
    "startTime": 20.82,
    "endTime": 23.38,
    "text": "But a lot of it…well, I really don't know."
  },
  {
    "startTime": 23.38,
    "endTime": 28.119,
    "text": "And all this waste — it isn't just a problem that we can solve with recycling alone."
  },
  {
    "startTime": 33.84,
    "endTime": 41.6,
    "text": "These little containers and wrappers may not seem like a big deal, but in the U.S., packaging makes up the largest category of municipal    waste."
  },
  {
    "startTime": 41.6,
    "endTime": 46.550000000000004,
    "text": "On top of that, single-use items make up another 10 percent of all our discards."
  },
  {
    "startTime": 46.55,
    "endTime": 50.919,
    "text": "And this kind of mindless consumption has a really big impact on climate change."
  },
  {
    "startTime": 50.92,
    "endTime": 58.5,
    "text": "Roughly 29 percent of our nation's greenhouse gas emissions come from the way we make, consume, and dispose of stuff."
  },
  {
    "startTime": 58.53,
    "endTime": 64.349,
    "text": "That's more than the emissions that come from heating our homes or driving around in our cars."
  },
  {
    "startTime": 64.349,
    "endTime": 68.12,
    "text": "It takes a lot of energy and resources to produce single-use items."
  },
  {
    "startTime": 68.32,
    "endTime": 72.83,
    "text": "These things we use only for a few minutes or even a few seconds before they become trash."
  },
  {
    "startTime": 72.83,
    "endTime": 77.86,
    "text": "And when single-use items go into a landfill, all that paper and plastic is destroyed — and"
  },
  {
    "startTime": 77.86,
    "endTime": 81.94,
    "text": "so we have to go out there and extract new raw materials to replace it."
  },
  {
    "startTime": 81.94,
    "endTime": 85.77,
    "text": "We really need to prioritize reduce and reuse over recycling."
  },
  {
    "startTime": 85.77,
    "endTime": 88.89,
    "text": "Recycling is great to deal with the product once it's already in your hand."
  },
  {
    "startTime": 88.89,
    "endTime": 94.1,
    "text": "You've got to make a good decision on where it goes, but waste minimization is more important."
  },
  {
    "startTime": 94.1,
    "endTime": 98.619,
    "text": "This is Anne Krieghoff — she's the recycling manager at the University of California, Irvine."
  },
  {
    "startTime": 98.62,
    "endTime": 101.38000000000001,
    "text": "Her goal is to get the campus to zero waste."
  },
  {
    "startTime": 101.38,
    "endTime": 105.699,
    "text": "And there's some super simple ways that we can reduce a lot of this single-use trash."
  },
  {
    "startTime": 105.7,
    "endTime": 112.96000000000001,
    "text": "Look, have you ever ordered a burger and fries and inside the bag there are like, a thousand packets of ketchup that you really aren't going to use?"
  },
  {
    "startTime": 112.96,
    "endTime": 116.36,
    "text": "They may look innocent, but there's really no way to recycle them."
  },
  {
    "startTime": 116.36,
    "endTime": 121.14,
    "text": "So, one of the easiest ways to eliminate this trash is to serve condiments in bulk."
  },
  {
    "startTime": 121.14,
    "endTime": 127.2,
    "text": "Remember the way you used to get a hot dog at the baseball game, you'd go up to the pump and get your ketchup and your mustard."
  },
  {
    "startTime": 127.24,
    "endTime": 128.66899999999998,
    "text": "That is the best way."
  },
  {
    "startTime": 128.669,
    "endTime": 133.55,
    "text": "Think how much you could save with one bulk ketchup dispenser. Or bulk sugar at the coffee shop."
  },
  {
    "startTime": 133.8,
    "endTime": 137.519,
    "text": "Another way to reduce trash is to just stop overpackaging things."
  },
  {
    "startTime": 137.519,
    "endTime": 140.4,
    "text": "Here's a classic example."
  },
  {
    "startTime": 140.4,
    "endTime": 141.4,
    "text": "This is how I got my lunch today."
  },
  {
    "startTime": 141.4,
    "endTime": 144.639,
    "text": "So it's a plastic bag and inside it is a paper bag."
  },
  {
    "startTime": 144.639,
    "endTime": 146.519,
    "text": "I mean, what's the purpose of this?"
  },
  {
    "startTime": 146.519,
    "endTime": 150.20000000000002,
    "text": "You know, maybe I could have actually carried this out without a bag."
  },
  {
    "startTime": 150.2,
    "endTime": 151.629,
    "text": "Or simply put it in my backpack."
  },
  {
    "startTime": 151.629,
    "endTime": 156.85,
    "text": "It would be great if companies started saying, “We're not serving the plastic bag unless you ask for it.”"
  },
  {
    "startTime": 156.95,
    "endTime": 159.39999999999998,
    "text": "Don't offer it — just wait if somebody needs that."
  },
  {
    "startTime": 159.4,
    "endTime": 160.12900000000002,
    "text": "And that's really the key."
  },
  {
    "startTime": 160.129,
    "endTime": 166.54899999999998,
    "text": "See, a lot of useless trash is created because companies just kind of hand it to us, assuming that we want it."
  },
  {
    "startTime": 166.549,
    "endTime": 168.419,
    "text": "But a lot of times we don't."
  },
  {
    "startTime": 168.42,
    "endTime": 173.05999999999997,
    "text": "This is something that Seamless and Grubhub, the food delivery apps, are trying to take on."
  },
  {
    "startTime": 173.16,
    "endTime": 182.339,
    "text": "When you place an order on their website, they give you the option to skip the utensils   and napkins, which you probably don't need if they're actually coming to your home or to your office."
  },
  {
    "startTime": 182.48,
    "endTime": 190.98899999999998,
    "text": "In 2013 alone, Seamless reported that they saved more than a million sets of plastic utensils    and napkins — all with a simple check box."
  },
  {
    "startTime": 190.989,
    "endTime": 196.48000000000002,
    "text": "Just having the option to say no makes it way easier for customers to reduce their trash."
  },
  {
    "startTime": 196.48,
    "endTime": 202.849,
    "text": "And saving those forks and napkins helps restaurants as well, since ultimately they're the ones who are paying for them"
  },
  {
    "startTime": 202.849,
    "endTime": 208.56,
    "text": "So if step one is reduce, or stop giving people stuff they don't need, then step two is reuse."
  },
  {
    "startTime": 208.96,
    "endTime": 212.14000000000001,
    "text": "Let's make it easier for people to switch to reusable stuff."
  },
  {
    "startTime": 212.14,
    "endTime": 217.58999999999997,
    "text": "UC Merced have made the switch to reusable takeout    containers in their dining hall."
  },
  {
    "startTime": 217.6,
    "endTime": 221.66,
    "text": "Reusable is always the way to go, if you think about it, if you're reusing this container and you're getting more uses out of it, although the cost upfront is larger, in the long run you're saving a lot of money."
  },
  {
    "startTime": 221.669,
    "endTime": 229.39000000000001,
    "text": "although the cost upfront is larger, in the long run you're saving a lot of money."
  },
  {
    "startTime": 229.409,
    "endTime": 235.718,
    "text": "Julie Sagusay is the Food Services Manager and each year, about a third of the meals served at the dining hall are to-go meals."
  },
  {
    "startTime": 236.99,
    "endTime": 242.358,
    "text": "That adds up to about 350,000 single-use containers    that they avoid using every year."
  },
  {
    "startTime": 242.359,
    "endTime": 246.10000000000002,
    "text": "When you want a meal to-go, you check out the container    with your student card, like you would a library book  —"
  },
  {
    "startTime": 246.1,
    "endTime": 252.32,
    "text": "and then when you're done, you return it to one of these eight machines around campus."
  },
  {
    "startTime": 252.349,
    "endTime": 258.469,
    "text": "A lot of universities and even a few hospitals have introduced reusable container    systems like this."
  },
  {
    "startTime": 258.47,
    "endTime": 265.70000000000005,
    "text": "There's even a company in Portland called GO Box that works with local restaurants to offer a reusable option for takeout    food."
  },
  {
    "startTime": 265.7,
    "endTime": 267.37,
    "text": "And it isn't just food containers   ."
  },
  {
    "startTime": 267.37,
    "endTime": 271.5,
    "text": "Reusable water bottles are one of the easiest ways to cut down on to-go trash."
  },
  {
    "startTime": 271.5,
    "endTime": 278.4,
    "text": "Around the world, people buy a million plastic bottles each minute and most of them will end up in a landfill or the ocean."
  },
  {
    "startTime": 278.4,
    "endTime": 280.71,
    "text": "It's so much smarter to just have one bottle."
  },
  {
    "startTime": 280.71,
    "endTime": 284.65,
    "text": "It's really important that we get away from thinking of anything as a single-use."
  },
  {
    "startTime": 284.65,
    "endTime": 291.63,
    "text": "From 1987 to 2014, the amount of bottled water that Americans drink has quadrupled."
  },
  {
    "startTime": 291.63,
    "endTime": 294.8,
    "text": "So we drink more bottled water than milk or even beer."
  },
  {
    "startTime": 294.8,
    "endTime": 300.63,
    "text": "And during this time, the classic water fountain we all know and love has pretty much fallen out of favor."
  },
  {
    "startTime": 301.13,
    "endTime": 303.969,
    "text": "That's partly because people are concerned about water safety"
  },
  {
    "startTime": 303.97,
    "endTime": 306.74,
    "text": "Not to mention hygiene, right?"
  },
  {
    "startTime": 306.74,
    "endTime": 308.86,
    "text": "Concerns that Anne Perkins here has."
  },
  {
    "startTime": 308.86,
    "endTime": 313.59000000000003,
    "text": "Kiss one water fountain drinker and you're kissing everyone in Pawnee."
  },
  {
    "startTime": 313.59,
    "endTime": 314.59,
    "text": "Including him."
  },
  {
    "startTime": 314.59,
    "endTime": 318.77,
    "text": "But recently, that drinking fountain — well it's got a bit of a facelift."
  },
  {
    "startTime": 318.77,
    "endTime": 323.96799999999996,
    "text": "Water bottle filling stations have been popping up, making it easier to get free, filtered water when you're on the go."
  },
  {
    "startTime": 323.979,
    "endTime": 328.789,
    "text": "UC Irvine installed 160 of these on campus and it's made a big difference."
  },
  {
    "startTime": 328.789,
    "endTime": 332.84,
    "text": "Each year, the campus avoids using roughly 3 million plastic bottles."
  },
  {
    "startTime": 332.84,
    "endTime": 340.099,
    "text": "Our disposable bottle water sales have dropped over 30% in the last couple of years just by people bring their own water bottle."
  },
  {
    "startTime": 340.11,
    "endTime": 346.699,
    "text": "How could we change our processes little by little by little each year until they become the way we do things?"
  },
  {
    "startTime": 346.699,
    "endTime": 349.449,
    "text": "It isn't done by just dealing with the trash at the end."
  },
  {
    "startTime": 349.449,
    "endTime": 351.90000000000003,
    "text": "It really is about changing culture."
  },
  {
    "startTime": 351.9,
    "endTime": 359.03799999999995,
    "text": "Today, UC Irvine is diverting 80 percent of their waste from landfills by focusing on reuse, composting, and recycling."
  },
  {
    "startTime": 359.289,
    "endTime": 361.219,
    "text": "Zero waste is a possibility."
  },
  {
    "startTime": 361.22,
    "endTime": 362.90000000000003,
    "text": "It's just never quitting."
  },
  {
    "startTime": 362.9,
    "endTime": 366.169,
    "text": "And cities across the country are trying to reach that goal too."
  },
  {
    "startTime": 366.169,
    "endTime": 371.46,
    "text": "Achieving zero waste means building more robust recycling and composting programs."
  },
  {
    "startTime": 371.46,
    "endTime": 375.28,
    "text": "But it also means rethinking all the stuff in our lives."
  },
  {
    "startTime": 375.28,
    "endTime": 377.799,
    "text": "How do companies package the things they sell us?"
  },
  {
    "startTime": 377.8,
    "endTime": 380.52000000000004,
    "text": "Can they use a materials that are easier to recycle?"
  },
  {
    "startTime": 380.52,
    "endTime": 383.71,
    "text": "How do we make it easier for people to switch to reusables?"
  },
  {
    "startTime": 383.71,
    "endTime": 389.79999999999995,
    "text": "So really take a look at what you're throwing away at the end of a meal and pick one thing."
  },
  {
    "startTime": 389.9,
    "endTime": 393.7,
    "text": "Maybe it's saying no to bags or maybe it's carrying around a reusable bottle."
  },
  {
    "startTime": 393.7,
    "endTime": 398.33,
    "text": "It may seem like a trivially small thing, but it is part of a larger cultural shift."
  },
  {
    "startTime": 398.33,
    "endTime": 406.818,
    "text": "Every plastic cup or plastic straw that doesn't need to be made, every tree that doesn't need to be cut down — all of it helps us reduce global warming."
  },
  {
    "startTime": 406.819,
    "endTime": 410.15000000000003,
    "text": "There's a lot simple ways to reduce your trash."
  },
  {
    "startTime": 410.15,
    "endTime": 416.289,
    "text": "Watch my interview with Lauren Singer who can fit four years worth of trash, no kidding, into a single jar."
  },
  {
    "startTime": 416.289,
    "endTime": 421.509,
    "text": "And check out climate.universityofcalifornia.edu for other global warming solutions."
  }
]