[
  {
    "startTime": 13.8,
    "endTime": 17.376,
    "text": "What if you could make your sleep more efficient?"
  },
  {
    "startTime": 17.4,
    "endTime": 23.639,
    "text": "As a sleep scientist, this is the question that has captivated me for the past 10 years."
  },
  {
    "startTime": 24.36,
    "endTime": 39.64,
    "text": "Because while the lightbulb and technology have brought about a world of 24-hour work and productivity, it has come at the cost of our naturally occurring circadian rhythm and our body's need for sleep."
  },
  {
    "startTime": 40.52,
    "endTime": 54.839000000000006,
    "text": "The circadian rhythm dictates our energy level throughout the day, and only recently we've been conducting a global experiment on this rhythm, which is putting our sleep health and ultimately our life quality in jeopardy."
  },
  {
    "startTime": 56.24,
    "endTime": 65.936,
    "text": "Because of this, we aren't getting the sleep we need, with the average American sleeping a whole hour less than they did in the 1940s."
  },
  {
    "startTime": 65.96,
    "endTime": 71.759,
    "text": "For some reason, we decided to wear it as a badge of honor that we can get by on not enough sleep."
  },
  {
    "startTime": 72.4,
    "endTime": 76.12,
    "text": "This all adds up to a real health crisis."
  },
  {
    "startTime": 76.879,
    "endTime": 85.36,
    "text": "Most of us know that poor sleep is linked to diseases like Alzheimer's, cardiovascular disease, stroke and diabetes."
  },
  {
    "startTime": 85.88,
    "endTime": 92.47999999999999,
    "text": "And if you go untreated with a sleep disorder like sleep apnea, you're more likely to get many of these illnesses."
  },
  {
    "startTime": 93.8,
    "endTime": 97.48,
    "text": "But did you know about sleep's impact on your mental states?"
  },
  {
    "startTime": 98.36,
    "endTime": 105.72,
    "text": "Poor sleep makes us make risky, rash decisions and is a drain on our capacity for empathy."
  },
  {
    "startTime": 106.72,
    "endTime": 120.92,
    "text": "When sleep deprivation literally  makes us more sensitive to our own pain, it's not so surprising that we have a hard time relating to others and just generally being a good and healthy person when we're sleep-deprived."
  },
  {
    "startTime": 121.64,
    "endTime": 131.32,
    "text": "Scientists are now starting to understand how not only the quantity but also the quality of sleep impacts our health and well-being."
  },
  {
    "startTime": 132.36,
    "endTime": 140.44000000000003,
    "text": "My research focuses on what many scientists believe is the most regenerative stage of sleep: deep sleep."
  },
  {
    "startTime": 140.919,
    "endTime": 150.519,
    "text": "We now know that generally speaking, there are three stages of sleep: light sleep, rapid eye movement or REM and deep sleep."
  },
  {
    "startTime": 151.8,
    "endTime": 156.76000000000002,
    "text": "We measure these stages by connecting electrodes to the scalp, chin and chest."
  },
  {
    "startTime": 157.6,
    "endTime": 163.32,
    "text": "In light sleep and REM, our brain waves are very similar to our brain waves in waking life."
  },
  {
    "startTime": 163.72,
    "endTime": 170.976,
    "text": "But our brain waves in deep sleep have these long-burst brain waves that are very different from our waking life brain waves."
  },
  {
    "startTime": 171.0,
    "endTime": 175.4,
    "text": "These long-burst brain waves are called delta waves."
  },
  {
    "startTime": 176.6,
    "endTime": 184.79999999999998,
    "text": "When we don't get the deep sleep we need, it inhibits our ability to learn and for our cells and bodies to recover."
  },
  {
    "startTime": 184.92,
    "endTime": 192.55999999999997,
    "text": "Deep sleep is how we convert all those interactions that we make during the day into our long-term memory and personalities."
  },
  {
    "startTime": 193.2,
    "endTime": 197.976,
    "text": "As we get older, we're more likely to lose these regenerative delta waves."
  },
  {
    "startTime": 198.0,
    "endTime": 204.48,
    "text": "So in way, deep sleep and delta waves are actually a marker for biological youth."
  },
  {
    "startTime": 205.68,
    "endTime": 218.119,
    "text": "So naturally, I wanted to get more deep sleep for myself and I literally tried almost every gadget, gizmo, device and hack out there -- consumer-grade, clinical-grade, what have you."
  },
  {
    "startTime": 218.72,
    "endTime": 224.216,
    "text": "I learned a lot, and I found I really do need, like most people, eight hours of sleep."
  },
  {
    "startTime": 224.24,
    "endTime": 240.696,
    "text": "I even shifted my circadian component by changing my meals, exercise and light exposure, but I still couldn't find a way to get a deeper night of sleep ... that is until I met Dr. Dmitry Gerashchenko from Harvard Medical School."
  },
  {
    "startTime": 240.72,
    "endTime": 254.359,
    "text": "Dmitry told me about a new finding in the literature, where a lab out of Germany showed that if you could play certain sounds at the right time in people's sleep, you could actually make sleep deeper and more efficient."
  },
  {
    "startTime": 255.8,
    "endTime": 261.255,
    "text": "And what's more, is that this lab showed that you actually could improve next-day memory performance with this sound."
  },
  {
    "startTime": 263.8,
    "endTime": 267.976,
    "text": "Dmitry and I teamed up, and we began working on a way to build this technology."
  },
  {
    "startTime": 268.0,
    "endTime": 275.856,
    "text": "With our research lab collaborators at Penn State, we designed experiments in order to validate our system."
  },
  {
    "startTime": 275.88,
    "endTime": 284.48,
    "text": "And we've since received grant funding from the National Science Foundation and the National Institute of Health to develop this deep-sleep stimulating technology."
  },
  {
    "startTime": 285.48,
    "endTime": 287.56,
    "text": "Here's how it works."
  },
  {
    "startTime": 287.8,
    "endTime": 293.81600000000003,
    "text": "People came into the lab and we hooked them up to a number of devices, two of which I have on right here -- not a fashion statement."
  },
  {
    "startTime": 293.84,
    "endTime": 295.359,
    "text": "(Laughter)"
  },
  {
    "startTime": 296.2,
    "endTime": 301.69599999999997,
    "text": "When we detected that people were in deep sleep, we played the deep-sleep stimulating sounds that were shown to make them have deeper sleep."
  },
  {
    "startTime": 304.4,
    "endTime": 306.679,
    "text": "I'm going to demo this sound for you right now."
  },
  {
    "startTime": 308.28,
    "endTime": 312.39,
    "text": "(Repeating sound waves)"
  },
  {
    "startTime": 316.56,
    "endTime": 317.816,
    "text": "Pretty weird, right?"
  },
  {
    "startTime": 317.84,
    "endTime": 319.575,
    "text": "(Laughter)"
  },
  {
    "startTime": 319.6,
    "endTime": 327.416,
    "text": "So that sound is actually at the same burst frequency as your brain waves when your brain is in deep sleep."
  },
  {
    "startTime": 327.44,
    "endTime": 333.36,
    "text": "That sound pattern actually primes your mind to have more of these regenerative delta waves."
  },
  {
    "startTime": 334.16,
    "endTime": 333.36,
    "text": "When we asked participants the next day about the sounds, they were completely unaware that we played the sounds, yet their brains responded with more of these delta waves."
  },
  {
    "startTime": 334.16,
    "endTime": 337.16,
    "text": "Here's an image of someone's brain waves from the study that we conducted."
  },
  {
    "startTime": 337.4,
    "endTime": 339.936,
    "text": "See the bottom panel?"
  },
  {
    "startTime": 339.96,
    "endTime": 343.84,
    "text": "This shows the sound being played at that burst frequency."
  },
  {
    "startTime": 344.28,
    "endTime": 348.176,
    "text": "Now look at the brain waves in the upper part of the graph."
  },
  {
    "startTime": 348.2,
    "endTime": 353.416,
    "text": "You can see from the graph that the sound is actually producing more of these regenerative delta waves."
  },
  {
    "startTime": 353.44,
    "endTime": 363.0,
    "text": "We learned that we could accurately track sleep without hooking people up to electrodes and make people sleep deeper."
  },
  {
    "startTime": 364.12,
    "endTime": 372.776,
    "text": "We're continuing to develop the right sound environment and sleep habitat to improve people's sleep health."
  },
  {
    "startTime": 372.8,
    "endTime": 384.25600000000003,
    "text": "Our sleep isn't as regenerative as it could be, but maybe one day soon, we could wear a small device and get more out of our sleep."
  },
  {
    "startTime": 384.28,
    "endTime": 386.95,
    "text": "Thank you."
  },
  {
    "startTime": 386.12,
    "endTime": 388.536,
    "text": "(Applause)"
  }
]