[
  {
    "startTime": 0.0,
    "endTime": 2.12,
    "text": "This is a balikbayan box."
  },
  {
    "startTime": 2.12,
    "endTime": 5.24,
    "text": "It's a care package from my mom back home in Los Angeles."
  },
  {
    "startTime": 5.36,
    "endTime": 9.48,
    "text": "It's always filled with everyday items and a bunch of Filipino goodies."
  },
  {
    "startTime": 9.48,
    "endTime": 16.849,
    "text": "Instant noodles in here, Sinigang soup packet, fruit from my mom's backyard, toothpaste."
  },
  {
    "startTime": 16.9,
    "endTime": 21.34,
    "text": "But then there's this, skin whitening products."
  },
  {
    "startTime": 21.34,
    "endTime": 23.7,
    "text": "Skin whiteners are a big business."
  },
  {
    "startTime": 23.7,
    "endTime": 29.48,
    "text": "More than four hundred million dollars worth of skin whitening products is sold each year in India alone."
  },
  {
    "startTime": 29.48,
    "endTime": 33.28,
    "text": "Eight out of ten women in Nigeria use skin lightening products."
  },
  {
    "startTime": 33.28,
    "endTime": 35.34,
    "text": "The world's highest percentage."
  },
  {
    "startTime": 35.34,
    "endTime": 40.34,
    "text": "Skin lightening market in Asia-Pacific alone is valued at over 13 billion US dollars."
  },
  {
    "startTime": 40.38,
    "endTime": 45.59,
    "text": "In 2015, the skin whitening industry was worth about $10 billion worldwide."
  },
  {
    "startTime": 45.54,
    "endTime": 51.39,
    "text": "And by 2024 it is expected to more than triple to 31.2 billion dollars."
  },
  {
    "startTime": 51.78,
    "endTime": 54.559,
    "text": "These products have been around for a long time."
  },
  {
    "startTime": 54.56,
    "endTime": 58.7,
    "text": "And have proven to be damaging physically and emotionally."
  },
  {
    "startTime": 58.7,
    "endTime": 63.52,
    "text": "So, what accounts for the growing popularity?"
  },
  {
    "startTime": 64.1,
    "endTime": 71.02,
    "text": "For starters skin whitening products rely on advertisements like these, \"Wow, you have the most beautiful, glowing skin\""
  },
  {
    "startTime": 71.02,
    "endTime": 74.0,
    "text": "\"Now, I have visibly fairer skin\""
  },
  {
    "startTime": 74.0,
    "endTime": 79.96,
    "text": "Skin color forms part of what gives us access and prestige in society."
  },
  {
    "startTime": 79.96,
    "endTime": 85.45899999999999,
    "text": "All these negative associations that society has already imposed on dark skin."
  },
  {
    "startTime": 85.5,
    "endTime": 88.36,
    "text": "\"You can't be happy, you can't find a man.\""
  },
  {
    "startTime": 88.36,
    "endTime": 91.929,
    "text": "Right? You don't fit into society beauty ideals."
  },
  {
    "startTime": 91.929,
    "endTime": 99.22,
    "text": "So the advertising is only reinforcing and exacerbating a sustained message."
  },
  {
    "startTime": 100.48,
    "endTime": 105.9,
    "text": "Thanks to globalization, it's a message that's reaching more people every year."
  },
  {
    "startTime": 106.22,
    "endTime": 115.14,
    "text": "The worldwide cosmetics market was worth about 293.5 billion dollars last year and it is expected to grow."
  },
  {
    "startTime": 115.14,
    "endTime": 123.88,
    "text": "That growth is fueled by a rising middle class especially in the Asia-Pacific region, which has the biggest share of the cosmetics market."
  },
  {
    "startTime": 123.88,
    "endTime": 139.42,
    "text": "But these products and the messages of these ads are destructive because they rely on a concept called \"colorism\", which sociologist Margaret Hunter defines as the process of discrimination that privileges light-skinned people of color over their dark-skinned counterparts."
  },
  {
    "startTime": 139.42,
    "endTime": 146.69799999999998,
    "text": "One study showed that lighter skinned black women in North Carolina received shorter prison sentences than their darker peers."
  },
  {
    "startTime": 146.7,
    "endTime": 156.22,
    "text": "Another study found that white interviewers deemed light-skinned blacks and Hispanics more intelligent than dark-skinned people who had identical educational achievements."
  },
  {
    "startTime": 156.22,
    "endTime": 160.5,
    "text": "They also reinforce centuries-old ideas about race and hygiene."
  },
  {
    "startTime": 160.5,
    "endTime": 162.64,
    "text": "Check out these old soap ads."
  },
  {
    "startTime": 162.64,
    "endTime": 181.6,
    "text": "This was part of a larger project of presenting white civilization, European civilization as superior and here, the association is that blackness is a form of uncleanliness that can be wiped away."
  },
  {
    "startTime": 181.6,
    "endTime": 186.719,
    "text": "But it's also, in many ways, simply a very blatantly racist ad."
  },
  {
    "startTime": 187.0,
    "endTime": 194.0,
    "text": "During the civil rights era, the Black Power movement sought to counter this idea with messages like \"Black is beautiful\"."
  },
  {
    "startTime": 194.0,
    "endTime": 198.88,
    "text": "But that message hasn't undone the damage wrought by centuries of colorism."
  },
  {
    "startTime": 198.9,
    "endTime": 200.70000000000002,
    "text": "Why do you want that skin color?"
  },
  {
    "startTime": 200.8,
    "endTime": 203.8,
    "text": "Because it looks lighter than this kind."
  },
  {
    "startTime": 203.8,
    "endTime": 207.21900000000002,
    "text": "Cause this looks alike like that one."
  },
  {
    "startTime": 207.3,
    "endTime": 213.3,
    "text": "I just don't like the way brown looks."
  },
  {
    "startTime": 213.34,
    "endTime": 223.1,
    "text": "Cause the way brown looks really nasty for some reasons, but I don't know what reason, that's all."
  },
  {
    "startTime": 223.74,
    "endTime": 228.02,
    "text": "These products are also dangerous because they can physically damage the skin."
  },
  {
    "startTime": 228.02,
    "endTime": 232.44,
    "text": "I've seen very intense cystic acne."
  },
  {
    "startTime": 232.44,
    "endTime": 238.07999999999998,
    "text": "I've seen irreversible skin thinning from using high-strength hydroquinone."
  },
  {
    "startTime": 238.18,
    "endTime": 243.32,
    "text": "I've seen ochronosis, which is a paradoxical darkening of the skin."
  },
  {
    "startTime": 243.32,
    "endTime": 248.279,
    "text": "Aside from creams and soaps, there's a wide variety of ways people are lightening their skin."
  },
  {
    "startTime": 248.28,
    "endTime": 257.24,
    "text": "Like, getting chemical peels, using glutathione injections or pills or even applying cleaning bleach to their face and body."
  },
  {
    "startTime": 258.1,
    "endTime": 264.3,
    "text": "Hydroquinone is a highly toxic chemical used in photo processing, rubber manufacturing and hair dyes."
  },
  {
    "startTime": 264.3,
    "endTime": 268.219,
    "text": "But it is also one of the most commonly used ingredients for skin whitening."
  },
  {
    "startTime": 268.22,
    "endTime": 271.84000000000003,
    "text": "It's regulated in the U.S. and banned in certain countries abroad."
  },
  {
    "startTime": 271.84,
    "endTime": 277.71999999999997,
    "text": "But consumers get their hands on high concentrations of it through under-the-table sources."
  },
  {
    "startTime": 278.1,
    "endTime": 285.68,
    "text": "In the U.S. light-skinned beauty standards still exists in more subtle messages like, \"who is considered the most beautiful?\""
  },
  {
    "startTime": 285.68,
    "endTime": 290.02,
    "text": "And some celebrities of color appearing to have lighter skin over time."
  },
  {
    "startTime": 290.44,
    "endTime": 293.191,
    "text": "You are looking to be white, what do you say to that?"
  },
  {
    "startTime": 293.2,
    "endTime": 296.36,
    "text": "I would say that as an adult you decide to do things."
  },
  {
    "startTime": 296.36,
    "endTime": 299.22,
    "text": "It's like, do you guys condemn people who tan their skin?"
  },
  {
    "startTime": 299.22,
    "endTime": 301.87800000000004,
    "text": "Do they do it because they hate themselves?"
  },
  {
    "startTime": 301.88,
    "endTime": 303.44,
    "text": "No, it's a choice as an adult."
  },
  {
    "startTime": 303.44,
    "endTime": 307.56,
    "text": "While wanting lighter skin is not a crime nor is it necessarily bad."
  },
  {
    "startTime": 307.56,
    "endTime": 313.36,
    "text": "It's important to be conscious of this choice and why it's different from skin tanning or putting on lipstick?"
  },
  {
    "startTime": 313.36,
    "endTime": 322.62,
    "text": "Because ultimately, from applying creams and getting regular treatments to avoiding skin tanning all together, skin whitening is a way of life."
  },
  {
    "startTime": 325.48,
    "endTime": 336.659,
    "text": "Attitudes are starting to change with inclusive makeup lines and emojis, media campaigns celebrating dark skin beauty and more celebrities talking about the issue."
  },
  {
    "startTime": 336.66,
    "endTime": 341.90000000000003,
    "text": "\"I still feel like that's what we're fighting, healing from the past\""
  },
  {
    "startTime": 341.9,
    "endTime": 348.85999999999996,
    "text": "But many people are still unaware of their preferences for light skin because it's so deeply ingrained in society."
  },
  {
    "startTime": 348.86,
    "endTime": 360.7,
    "text": "And despite the criticism and safety issues of these products, the projected growth in sales means the world still has a long way to go until the practice of skin whitening becomes obsolete."
  }
]