[
  {
    "startTime": 0.1,
    "endTime": 4.199999999999999,
    "text": "Most monolingual speakers think that other languages are basically just their language"
  },
  {
    "startTime": 4.3,
    "endTime": 8.399999999999999,
    "text": "with different words in a slightly different order and maybe a different way of writing."
  },
  {
    "startTime": 8.8,
    "endTime": 14.200000000000001,
    "text": "Turns out, though, that there are lots of interesting features in other languages, some of which English would really benefit from having."
  },
  {
    "startTime": 14.3,
    "endTime": 15.700000000000001,
    "text": "I'm going to talk about four of them."
  },
  {
    "startTime": 16.0,
    "endTime": 18.5,
    "text": "Number one: Time-independence."
  },
  {
    "startTime": 18.7,
    "endTime": 23.45,
    "text": "If you want to describe an activity in English you have to say when it happened or when it will happen."
  },
  {
    "startTime": 23.5,
    "endTime": 25.7,
    "text": "You have to. That's how verbs conjugate."
  },
  {
    "startTime": 25.8,
    "endTime": 32.8,
    "text": "There is no way in English to describe the concept of a person and dancing, but not to mention anything about time."
  },
  {
    "startTime": 33.1,
    "endTime": 36.2,
    "text": "Chinese, on the other hand. Verbs don't conjugate."
  },
  {
    "startTime": 36.4,
    "endTime": 38.4,
    "text": "In most cases, the meaning is obvious from context."
  },
  {
    "startTime": 38.6,
    "endTime": 42.9,
    "text": "I don't want to imply that Chinese doesn't have a tense system, it does, it's just not a requirement."
  },
  {
    "startTime": 43.1,
    "endTime": 47.300000000000004,
    "text": "It's not baked into every single sentence by default."
  },
  {
    "startTime": 47.55,
    "endTime": 54.199999999999996,
    "text": "Side note: tenses aren't as simple as past, present and future, and there are some lovely subtle tenses in other languages. More on that in a later video."
  },
  {
    "startTime": 54.5,
    "endTime": 56.969,
    "text": "Anyway, if you want to write poetry with a more vague sense of time:"
  },
  {
    "startTime": 57.2,
    "endTime": 60.300000000000004,
    "text": "Chinese is one of the languages to choose."
  },
  {
    "startTime": 60.5,
    "endTime": 62.6,
    "text": "Number two: Clusivity."
  },
  {
    "startTime": 63.2,
    "endTime": 70.0,
    "text": "The word \"we\" is confusing. Imagine going up to someone and saying, \"Hey! We've just won the lottery!\""
  },
  {
    "startTime": 70.2,
    "endTime": 71.7,
    "text": "There are two possible meanings there."
  },
  {
    "startTime": 71.8,
    "endTime": 77.25,
    "text": "Number 1: \"we\" refers to the speaker and the listener. We've just won the lottery! Brilliant!"
  },
  {
    "startTime": 77.6,
    "endTime": 83.19999999999999,
    "text": "Number 2: \"we\" refers to the speaker and the speaker's friends but not the listener."
  },
  {
    "startTime": 83.25,
    "endTime": 87.2,
    "text": "We've just won the lottery! But you haven't."
  },
  {
    "startTime": 87.5,
    "endTime": 93.0,
    "text": "In languages with clusivity, there are different words for \"we,\" depending on whether you're including the listener or not."
  },
  {
    "startTime": 93.1,
    "endTime": 97.75,
    "text": "It shows up in languages in South Asia, Australasia, and all over the world apart from Europe."
  },
  {
    "startTime": 97.9,
    "endTime": 107.5,
    "text": "And I really wish English had clusivity, because once you describe it, it's a blindingly obvious missing thing that we, we all could really use."
  },
  {
    "startTime": 107.7,
    "endTime": 110.8,
    "text": "Number three: Absolute direction."
  },
  {
    "startTime": 111.0,
    "endTime": 113.3,
    "text": "This isn't all that useful, but it is cool."
  },
  {
    "startTime": 113.4,
    "endTime": 118.43,
    "text": "In a few languages, notably a couple of Australian ones like Guugu Yimithirr, that's the one that's been extensively studied."
  },
  {
    "startTime": 118.7,
    "endTime": 123.3,
    "text": "There are no words for left, right, forward and backward."
  },
  {
    "startTime": 123.4,
    "endTime": 126.30000000000001,
    "text": "Instead, you always use cardinal directions, the equivalent words for north, south, east and west."
  },
  {
    "startTime": 129.2,
    "endTime": 134.79999999999998,
    "text": "In this studio, north is that way, so right now, I have a north foot and a south foot."
  },
  {
    "startTime": 135.0,
    "endTime": 138.5,
    "text": "If I turn, I now have a west foot and an east foot."
  },
  {
    "startTime": 138.8,
    "endTime": 148.65,
    "text": "I think. I'm having trouble tracking something simple like that but if you're a native speaker of a language with absolute direction, your brain just handles it."
  },
  {
    "startTime": 148.9,
    "endTime": 152.70000000000002,
    "text": "You always know which way you're pointing, and if you don't, you have trouble speaking."
  },
  {
    "startTime": 152.9,
    "endTime": 156.3,
    "text": "As a language speaker, I'd say, relative directions are a lot more useful,"
  },
  {
    "startTime": 156.4,
    "endTime": 162.6,
    "text": "particularly for those of us that go on the London Underground often, but it would be great to know always, which way was north."
  },
  {
    "startTime": 162.9,
    "endTime": 165.9,
    "text": "And finally Number four: Evidentiality."
  },
  {
    "startTime": 166.3,
    "endTime": 172.4,
    "text": "In the same way that time is baked into English sentences, there are languages all over the world where evidence is baked in."
  },
  {
    "startTime": 172.5,
    "endTime": 178.7,
    "text": "If you're reporting something that happened, you have to include whether you personally witnessed it or not."
  },
  {
    "startTime": 179.0,
    "endTime": 183.9,
    "text": "You can do this in English of course. \"I saw that\", \"I heard that\", but it's not required."
  },
  {
    "startTime": 184.2,
    "endTime": 187.7,
    "text": "Some languages have five or more different categories of evidence,"
  },
  {
    "startTime": 187.8,
    "endTime": 189.70000000000002,
    "text": "based on whether you saw it with your own eyes,"
  },
  {
    "startTime": 189.8,
    "endTime": 194.5,
    "text": "experienced it firsthand but it didn't involve seeing, whether you inferred it from something else,"
  },
  {
    "startTime": 194.6,
    "endTime": 199.9,
    "text": "whether you're reporting what someone else said...all these concepts, which are fairly complicated to explain in English,"
  },
  {
    "startTime": 200.0,
    "endTime": 204.0,
    "text": "are expressed just by how you change the ending of a word."
  },
  {
    "startTime": 204.5,
    "endTime": 209.8,
    "text": "All these fantastic features are one of the reasons why keeping minor languages alive is important."
  },
  {
    "startTime": 210.0,
    "endTime": 214.6,
    "text": "If English had utterly dominated the world and stamped out every other tongue,"
  },
  {
    "startTime": 214.7,
    "endTime": 221.0,
    "text": "then we'd lose not only these rich languages, but we'd lose the insights that we gain of what the human mind is capable of."
  },
  {
    "startTime": 221.2,
    "endTime": 225.0,
    "text": "So here's my question to you: can you think of a brand new language feature?"
  },
  {
    "startTime": 225.2,
    "endTime": 228.6,
    "text": "Something that every language should have, but doesn't."
  },
  {
    "startTime": 229.0,
    "endTime": 233.3,
    "text": "Next time: Why things are always black and white, or blue or green?"
  }
]