[
  {
    "startTime": 13.622,
    "endTime": 18.9,
    "text": "There are all sorts of things that happen every day that might make you ask, \"Why?\""
  },
  {
    "startTime": 18.9,
    "endTime": 22.4,
    "text": "Why do we drive on a parkway and park on a driveway?"
  },
  {
    "startTime": 22.4,
    "endTime": 25.7,
    "text": "Why does my hair get frizzy when it's humid?"
  },
  {
    "startTime": 25.7,
    "endTime": 30.419999999999998,
    "text": "And why do my fingers get all pruney when they're wet?"
  },
  {
    "startTime": 30.42,
    "endTime": 33.6,
    "text": "Often we simply can't know the answers to these questions."
  },
  {
    "startTime": 33.6,
    "endTime": 40.489000000000004,
    "text": "But progress can often be made, and, when it comes to your pruney fingers, scientists have a few interesting ideas."
  },
  {
    "startTime": 40.489,
    "endTime": 44.604,
    "text": "The story here begins with an observation made in the 1930s in the emergency room."
  },
  {
    "startTime": 44.604,
    "endTime": 57.8,
    "text": "Doctors noticed that patients with nerve damage to their hands did not get pruney fingertips like most of us do in a bath, which might make you wonder, \"Why would primates want wrinkly fingers, presumably when it's rainy or dewy?\""
  },
  {
    "startTime": 57.8,
    "endTime": 59.715999999999994,
    "text": "What could this trait be for?"
  },
  {
    "startTime": 59.716,
    "endTime": 63.42,
    "text": "What if these wrinkles functioned like rain treads?"
  },
  {
    "startTime": 63.42,
    "endTime": 64.997,
    "text": "Think about car tires."
  },
  {
    "startTime": 64.997,
    "endTime": 70.87,
    "text": "When the ground is dry, it's generally best to have smooth tires, and race cars do."
  },
  {
    "startTime": 70.87,
    "endTime": 77.60000000000001,
    "text": "Smooth tires means more rubber or surface area in contact with the road, which gives them better grip."
  },
  {
    "startTime": 77.6,
    "endTime": 83.35199999999999,
    "text": "But in rainy and muddy conditions, it's a different story, and here's where treads come into play."
  },
  {
    "startTime": 83.352,
    "endTime": 91.331,
    "text": "Treads reduce the amount of rubber on the road, but they help channelout water when it rains, lowering the risk of hydroplaning."
  },
  {
    "startTime": 91.331,
    "endTime": 96.663,
    "text": "Well, if your fingers really are like rain treads, you should be able to predict the optimal shape for them, right?"
  },
  {
    "startTime": 96.663,
    "endTime": 100.14,
    "text": "So, what would the predicted wrinkle shapes be?"
  },
  {
    "startTime": 100.14,
    "endTime": 104.491,
    "text": "That is, are our prunesactually the right shape to be rain treads?"
  },
  {
    "startTime": 104.491,
    "endTime": 106.05,
    "text": "Let's take a detour into rivers."
  },
  {
    "startTime": 106.05,
    "endTime": 116.508,
    "text": "When we think of river networks, we usually imagine lots of smaller river channels joining to make larger river channels downstream, which is what happens in concave basins."
  },
  {
    "startTime": 116.508,
    "endTime": 124.761,
    "text": "In these cases, the divides, the regions between the river segments, are disconnected from one another and diverge away from one another uphill."
  },
  {
    "startTime": 124.761,
    "endTime": 130.0,
    "text": "But river networks look fundamentally different on convex promontories or protrusions."
  },
  {
    "startTime": 130.0,
    "endTime": 137.812,
    "text": "Here, the river channels are disconnected from one another and diverge away from one another downstream, not very river-like."
  },
  {
    "startTime": 137.812,
    "endTime": 144.70000000000002,
    "text": "In these cases, it's the divides that link together to form a tree, with its trunk uphill at the top of the promontory."
  },
  {
    "startTime": 144.7,
    "endTime": 149.213,
    "text": "Here, it's the divides that look more traditionally river-like."
  },
  {
    "startTime": 149.213,
    "endTime": 158.846,
    "text": "If our pruney fingers are drainage networks, designed to channel out water when they grip, then we expect to find similar shapes on our fingers as we find out there among rivers."
  },
  {
    "startTime": 158.846,
    "endTime": 169.45,
    "text": "There should be a tree network of divides, or ridges, with their trunk near the top of the fingertip and with their more leaky parts reaching out downhill, away from the tip."
  },
  {
    "startTime": 169.45,
    "endTime": 178.0,
    "text": "The channels themselves, through which the water is channeled during a grip, should not connect to one another, and instead should diverge away from one another downhill."
  },
  {
    "startTime": 178.0,
    "endTime": 183.737,
    "text": "If pruney fingers are rain treads, then they should look like the river networks on convex promontories."
  },
  {
    "startTime": 183.737,
    "endTime": 188.45,
    "text": "In fact, that's exactly the morphology we find among pruney fingers!"
  },
  {
    "startTime": 188.45,
    "endTime": 194.09199999999998,
    "text": "When we grip, then, our pruney wrinkles really do channel out the water."
  },
  {
    "startTime": 194.092,
    "endTime": 196.8,
    "text": "But does it actually help us grip?"
  },
  {
    "startTime": 196.8,
    "endTime": 199.559,
    "text": "New behavioral experiments have shown that they do."
  },
  {
    "startTime": 199.559,
    "endTime": 209.891,
    "text": "In a task where subjects had to grasp wet marbles and move them through a hole and out the other side, those with pruney fingers finished the task significantly faster than those with smooth fingers."
  },
  {
    "startTime": 209.982,
    "endTime": 215.963,
    "text": "Pruney fingers not only ought to enhance grip in wet conditions but do."
  },
  {
    "startTime": 215.963,
    "endTime": 220.829,
    "text": "So, pruney fingers may be a crucial part of the primate repertoire."
  },
  {
    "startTime": 220.829,
    "endTime": 231.746,
    "text": "Maybe, once primates lost their claws in favor of fingernails, rain treads were needed to deal with the especially challenging, often wet, grip-heavy forest habitats."
  },
  {
    "startTime": 231.746,
    "endTime": 241.31300000000002,
    "text": "By looking closely at the mysteries in our world and trying to find things that look similar, like our wet fingers and rain treads, we can come up with ideas about what's happening."
  },
  {
    "startTime": 241.313,
    "endTime": 252.546,
    "text": "And that's a good way to think about all sorts of questions in life, too."
  }
]