[
  {
    "startTime": 11.32,
    "endTime": 14.878,
    "text": "So, you want to know psychologically the best way to flirt?"
  },
  {
    "startTime": 14.8,
    "endTime": 16.0,
    "text": "Here are some tips"
  },
  {
    "startTime": 16.78,
    "endTime": 17.518,
    "text": "Number one: Touch them"
  },
  {
    "startTime": 19.38,
    "endTime": 27.72,
    "text": "Much research has demonstrated that touching a person can increase their compliance to completing wide variety of requests, and this may extend to the world of flirtation."
  },
  {
    "startTime": 28.1,
    "endTime": 30.929000000000002,
    "text": "So it may be a good tip to touch the person you desire."
  },
  {
    "startTime": 31.7,
    "endTime": 32.2,
    "text": "No."
  },
  {
    "startTime": 32.28,
    "endTime": 33.132,
    "text": "Not like that."
  },
  {
    "startTime": 33.86,
    "endTime": 42.495999999999995,
    "text": "Studies have found that when a young man in a nightclub asks a woman to dance with him, his request was more likely to be followed if he touched her forearm for one or two seconds."
  },
  {
    "startTime": 42.92,
    "endTime": 52.800000000000004,
    "text": "This may be because tactile contact is associated with dominance, as later when the women were asked to complete a survey, a high score of dominance was associated with tactile contact."
  },
  {
    "startTime": 53.94,
    "endTime": 56.132999999999996,
    "text": "Number two: Smooth talk"
  },
  {
    "startTime": 56.76,
    "endTime": 58.963,
    "text": "Words can do a lot when it comes to flirting."
  },
  {
    "startTime": 59.0,
    "endTime": 63.528,
    "text": "It can certainly do you good to subtly communicate your affection with the person you like."
  },
  {
    "startTime": 64.36,
    "endTime": 66.2,
    "text": "Ok, no, that would never work."
  },
  {
    "startTime": 66.82,
    "endTime": 70.33999999999999,
    "text": "Pitch and tone actually have a lot more to do with flirting than one may believe."
  },
  {
    "startTime": 70.82,
    "endTime": 75.79799999999999,
    "text": "Research from MIT suggests that men are more attracted to women that vary the tone in which they speak."
  },
  {
    "startTime": 76.3,
    "endTime": 82.975,
    "text": "Those whose voice went up and down in frequency more often received more romantic interest from men than those who spoke with a flatter tone."
  },
  {
    "startTime": 83.48,
    "endTime": 91.235,
    "text": "This study also found that women were more attracted to men who interjected when they were speaking with phrases such as \"yep,\" \"OK\"and \"I see.\""
  },
  {
    "startTime": 91.4,
    "endTime": 96.96600000000001,
    "text": "This not only suggests dominance which is an evolutionary trait women find appealing, but also understanding."
  },
  {
    "startTime": 98.04,
    "endTime": 100.635,
    "text": "Number three: Mirror body language"
  },
  {
    "startTime": 101.16,
    "endTime": 104.75999999999999,
    "text": "Mirror, mirror on the wall, who is the fairest of them all?"
  },
  {
    "startTime": 105.22,
    "endTime": 107.44,
    "text": "In this case you'll act as the mirror!"
  },
  {
    "startTime": 108.06,
    "endTime": 117.662,
    "text": "55% of attraction communication is made through body language, and one of the most subtle yet most effective methods of flirting with someone is to mirror their actions."
  },
  {
    "startTime": 117.98,
    "endTime": 123.86,
    "text": "This is because we unconsciously copy those we are attracted to as a sign that we are interested in what they are saying."
  },
  {
    "startTime": 124.4,
    "endTime": 131.131,
    "text": "Mirroring someone not only demonstrates that we have good communication skills but also that we're invested in their thoughts and feelings."
  },
  {
    "startTime": 131.48,
    "endTime": 139.23999999999998,
    "text": "This is also a surefire way of whether knowing someone is interested in you, as if they copy your mirroring, they just may reciprocate your feelings."
  },
  {
    "startTime": 140.38,
    "endTime": 142.57999999999998,
    "text": "Number four: Wear red."
  },
  {
    "startTime": 143.48,
    "endTime": 148.28,
    "text": "Not that red, not only an eye catching color that flatters many skin tones."
  },
  {
    "startTime": 148.62,
    "endTime": 157.452,
    "text": "Red is also a symbol of lust and sexuality, and studies have shown that when both men and women wear red, they appear more attractive to the opposite sex."
  },
  {
    "startTime": 157.66,
    "endTime": 160.7,
    "text": "This may be due to the social expectation surrounding the color."
  },
  {
    "startTime": 161.24,
    "endTime": 174.4,
    "text": "However, psychologist Adam Pazda suggests that instead our attraction to red may be a hangover from human's evolutionary past as animals, such as female baboons display patches of bright red skin to indicate they are ready to mate."
  },
  {
    "startTime": 175.04,
    "endTime": 178.31799999999998,
    "text": "However, it may be good advice to keep it subtle and classy."
  },
  {
    "startTime": 179.8,
    "endTime": 182.02,
    "text": "Number five: Eye contact"
  },
  {
    "startTime": 182.98,
    "endTime": 190.26,
    "text": "Often viewed as the number one sign of attraction, eye contact is key when it comes to demonstrating your attraction towards another person."
  },
  {
    "startTime": 190.66,
    "endTime": 198.9,
    "text": "When we make eye contact with a prospective mate, we're in fact searching for evidence of their attraction to us through their physiological response of pupil dilation,"
  },
  {
    "startTime": 199.46,
    "endTime": 203.181,
    "text": "and this is why staring into one another's eyes feels so intimate."
  },
  {
    "startTime": 203.5,
    "endTime": 208.093,
    "text": "Therefore, the best way to let someone know you're interested in them is to gaze into their eyes."
  },
  {
    "startTime": 208.1,
    "endTime": 211.6,
    "text": "Just make sure you're smiling and that you don't over do it."
  },
  {
    "startTime": 212.48,
    "endTime": 215.22,
    "text": "Follow these tips, we wish you luck!"
  },
  {
    "startTime": 216.26,
    "endTime": 217.31099999999998,
    "text": "So, how'd it go?"
  },
  {
    "startTime": 217.82,
    "endTime": 222.23999999999998,
    "text": "Leave a comment down below and please don't forget to like and subscribe to our channel."
  },
  {
    "startTime": 222.58,
    "endTime": 226.48000000000002,
    "text": "You can also check us out on Instagram, Facebook and Twitter."
  }
]