[
  {
    "startTime": 1.24,
    "endTime": 9.1,
    "text": "We're not talking about the extreme, most paralysing, regions of despair – where external medical help is vital."
  },
  {
    "startTime": 9.1,
    "endTime": 18.0,
    "text": "Our target is rather the times when we feel – as indicated by Thoreau's phrase – mired in moods of 'quiet desperation':"
  },
  {
    "startTime": 18.0,
    "endTime": 23.16,
    "text": "a large, grey hinterland in which beneath an outward surface of endurance,"
  },
  {
    "startTime": 23.16,
    "endTime": 34.04,
    "text": "we feel exhausted, close to tears, beyond the sympathetic understanding of others, easily irritated and daunted by the simplest tasks."
  },
  {
    "startTime": 34.04,
    "endTime": 37.12,
    "text": "There will probably have been certain triggers for our melancholy:"
  },
  {
    "startTime": 37.28,
    "endTime": 38.96,
    "text": "an intimate rejection;"
  },
  {
    "startTime": 38.96,
    "endTime": 41.04,
    "text": "a humiliation around work;"
  },
  {
    "startTime": 41.04,
    "endTime": 47.28,
    "text": "the growing realisation that the ambitious plans of earlier years have come to very little..."
  },
  {
    "startTime": 47.64,
    "endTime": 51.5,
    "text": "Unfortunately, sadness feels very taboo."
  },
  {
    "startTime": 51.78,
    "endTime": 55.44,
    "text": "Societies tend slyly to insist on cheerfulness."
  },
  {
    "startTime": 55.58,
    "endTime": 60.96,
    "text": "We end up not only struggling, but humiliated that we are in such difficulties."
  },
  {
    "startTime": 61.06,
    "endTime": 66.24000000000001,
    "text": "Yet, in truth, there is nothing more natural or routine than grief."
  },
  {
    "startTime": 66.24,
    "endTime": 68.88,
    "text": "We have so much to feel morose about:"
  },
  {
    "startTime": 68.88,
    "endTime": 78.72,
    "text": "simply by virtue of being alive, we will inevitably so often feel badly misunderstood, unfairly criticised, overlooked and rejected."
  },
  {
    "startTime": 78.72,
    "endTime": 84.52,
    "text": "We will be struck by our own stupidity and appalled by our inner ugliness and cowardice."
  },
  {
    "startTime": 84.52,
    "endTime": 96.0,
    "text": "We will make some shockingly poor decisions, we will let others down, and we will witness those we love suffer and die before ourselves having to give up the keys to life."
  },
  {
    "startTime": 96.0,
    "endTime": 101.52,
    "text": "The reasons for feeling low and demoralised touch more or less every one."
  },
  {
    "startTime": 101.66,
    "endTime": 109.75999999999999,
    "text": "It is the universality – the normality – of suffering that makes the sight of small happy children so poignant;"
  },
  {
    "startTime": 109.76,
    "endTime": 124.5,
    "text": "we know, as they cannot yet, how much they are going to suffer – we don't know the precise details but we know that in some way or another a distinctive range of horrors will, in time, befall them."
  },
  {
    "startTime": 124.5,
    "endTime": 132.1,
    "text": "Every day, almost without noticing it, we have to fight off a range of incoming powerful reasons not to despair."
  },
  {
    "startTime": 132.3,
    "endTime": 138.56,
    "text": "We rely on an internal engine or muscle of hope to pump out consoling thoughts."
  },
  {
    "startTime": 138.84,
    "endTime": 144.0,
    "text": "Then one day the task seems too much; the muscle can't take it any more."
  },
  {
    "startTime": 144.24,
    "endTime": 148.22,
    "text": "At such times, we need to keep a few ideas in mind:"
  },
  {
    "startTime": 148.48,
    "endTime": 156.14,
    "text": "For a start, that sorrow is not an individual failing; it is a basic reality for our entire species."
  },
  {
    "startTime": 156.14,
    "endTime": 162.38,
    "text": "We are so extremely sensitive, such fragile constructions, constantly exposed to danger;"
  },
  {
    "startTime": 162.38,
    "endTime": 169.62,
    "text": "for the most part blind, hopeful without regard to reality and with unquenchable needs for love and sympathy."
  },
  {
    "startTime": 169.66,
    "endTime": 178.34,
    "text": "Our tribulations are a symptom of being human, never just a curse attached to our sliver of existence."
  },
  {
    "startTime": 178.76,
    "endTime": 185.17999999999998,
    "text": "Others, who might seem successful, buoyant and composed will travel, at moments they shield us from,"
  },
  {
    "startTime": 185.18,
    "endTime": 189.58,
    "text": "to the same places of despair we have been exiled to."
  },
  {
    "startTime": 189.9,
    "endTime": 198.18,
    "text": "We live so close to ourselves, we know so much about our own private failings, we miss that our flaws are general:"
  },
  {
    "startTime": 198.24,
    "endTime": 204.32000000000002,
    "text": "present even in the outwardly placid, the beautiful, the rich, and the people next door."
  },
  {
    "startTime": 204.5,
    "endTime": 210.18,
    "text": "If only we could see into their minds, we would feel so much less alone."
  },
  {
    "startTime": 210.6,
    "endTime": 213.82,
    "text": "We are, it's true, sometimes hard to be around."
  },
  {
    "startTime": 213.82,
    "endTime": 217.22,
    "text": "We're easy to caricature as grumpy and a pain."
  },
  {
    "startTime": 217.22,
    "endTime": 222.02,
    "text": "But in truth, we're sad rather than mean, anxious rather than bad."
  },
  {
    "startTime": 222.22,
    "endTime": 229.52,
    "text": "It's hard to make our despair sound charming, to present ourselves in the way that would win us the compassion we so require."
  },
  {
    "startTime": 229.52,
    "endTime": 233.16,
    "text": "Yet we're being harder on ourselves than we would be on a friend."
  },
  {
    "startTime": 233.16,
    "endTime": 240.64,
    "text": "We should – at the least – accord ourselves the same degree of forgiveness we wouldn't hesitate to direct to an acquaintance."
  },
  {
    "startTime": 240.98,
    "endTime": 246.48,
    "text": "In the end, however tempting it is, we can't just abandon our lives."
  },
  {
    "startTime": 246.48,
    "endTime": 252.84,
    "text": "There are too many people who rely on us (even if their presence doesn't feel real right now)."
  },
  {
    "startTime": 253.24,
    "endTime": 255.88,
    "text": "Above all, we don't know the future."
  },
  {
    "startTime": 256.02,
    "endTime": 258.85999999999996,
    "text": "It's the other side of our dependence on chance."
  },
  {
    "startTime": 259.1,
    "endTime": 264.3,
    "text": "Things can get slightly better for reasons it's hard to foresee."
  },
  {
    "startTime": 264.78,
    "endTime": 273.67999999999995,
    "text": "Just as pleasures fade and can seem meaningless in retrospect, so pains (at least sometimes) can pass or soften."
  },
  {
    "startTime": 273.68,
    "endTime": 278.78000000000003,
    "text": "Things we thought we'd never be able to get over gradually become bearable;"
  },
  {
    "startTime": 278.78,
    "endTime": 284.58,
    "text": "we adjust our mental posture, we stoop to accommodate a new reality."
  },
  {
    "startTime": 284.84,
    "endTime": 289.15999999999997,
    "text": "Being miserable does not exclude us from the human community."
  },
  {
    "startTime": 289.34,
    "endTime": 300.29999999999995,
    "text": "It's a sure sign that we are very normal - and that life is progressing, in its own dark way, more or less exactly to plan."
  }
]