[
  {
    "startTime": 10.656,
    "endTime": 14.239,
    "text": "Hello everyone, and welcome back to English With Lucy."
  },
  {
    "startTime": 14.239,
    "endTime": 20.198,
    "text": "Today, I want to talk to you about commonly-mispronounced baby names that are usually given to boys."
  },
  {
    "startTime": 20.198,
    "endTime": 25.494,
    "text": "So, this is a pronunciation video designed to help you with your English speaking and pronunciation."
  },
  {
    "startTime": 25.494,
    "endTime": 29.605,
    "text": "If you'd like to further improve that, I really encourage you to check out Audible."
  },
  {
    "startTime": 29.605,
    "endTime": 31.122,
    "text": "There's a link in the description."
  },
  {
    "startTime": 31.122,
    "endTime": 34.947,
    "text": "You can get a 30-day free trial, that's a whole free audiobook,"
  },
  {
    "startTime": 34.947,
    "endTime": 38.2,
    "text": "and I've got some recommendations for books with British English pronunciation."
  },
  {
    "startTime": 38.2,
    "endTime": 41.24,
    "text": "I've got an American English pronunciation one as well."
  },
  {
    "startTime": 41.24,
    "endTime": 42.384,
    "text": "So don't miss out."
  },
  {
    "startTime": 42.384,
    "endTime": 44.654,
    "text": "Right, let's get started with the video."
  },
  {
    "startTime": 44.654,
    "endTime": 50.67,
    "text": "The first name that I'd like to talk about is actually a Hispanic name, and it is Joaquin."
  },
  {
    "startTime": 50.67,
    "endTime": 53.488,
    "text": "Joaquin, like the Walking Dead."
  },
  {
    "startTime": 53.488,
    "endTime": 61.348,
    "text": "So in Spanish it should be Joaquin, but speakers of English generally tend to pronounce it as Walking, Walking,"
  },
  {
    "startTime": 61.348,
    "endTime": 63.803,
    "text": "so Walking Phoenix, for example,"
  },
  {
    "startTime": 63.803,
    "endTime": 66.369,
    "text": "doesn't feel right, it doesn't roll off the tongue."
  },
  {
    "startTime": 66.369,
    "endTime": 68.877,
    "text": "Number two, now some of you are going to laugh at this one because you will know how to pronounce it,"
  },
  {
    "startTime": 71.093,
    "endTime": 78.786,
    "text": "but I honestly, for the majority of my childhood thought that this was pronounced as Seen, Seen,"
  },
  {
    "startTime": 78.786,
    "endTime": 85.99,
    "text": "so you know the actor Sean Bean, I thought he was Seen Bean, but yes, it should be pronounced Sean."
  },
  {
    "startTime": 85.99,
    "endTime": 93.832,
    "text": "The next one, now this just depends on the parents, it could be Steffen, and it could be Steven."
  },
  {
    "startTime": 93.832,
    "endTime": 96.76899999999999,
    "text": "It's up to them, so just ask with this one."
  },
  {
    "startTime": 96.769,
    "endTime": 101.908,
    "text": "Now the next one is a little bit confusing because it could be anything."
  },
  {
    "startTime": 101.908,
    "endTime": 107.991,
    "text": "So you are likely to mispronounce it, and that's why it's best just to ask the person how they pronounce their name."
  },
  {
    "startTime": 107.991,
    "endTime": 115.416,
    "text": "It could be Elias, it could be Ellias, and it could be Elius."
  },
  {
    "startTime": 115.416,
    "endTime": 117.836,
    "text": "Are those just all the variations there?"
  },
  {
    "startTime": 117.836,
    "endTime": 121.83,
    "text": "I guess you could say Eelias as well, just ask."
  },
  {
    "startTime": 121.83,
    "endTime": 130.021,
    "text": "The next one, anything beginning with an X is difficult, this one is normally pronounced Zander, Zander."
  },
  {
    "startTime": 130.021,
    "endTime": 135.635,
    "text": "Next one we have is actually pronounced with an X, and that is Exaveeay, Exaveeay."
  },
  {
    "startTime": 135.635,
    "endTime": 138.839,
    "text": "But you could meet someone called Zaveeay as well."
  },
  {
    "startTime": 138.839,
    "endTime": 140.562,
    "text": "What about this one?"
  },
  {
    "startTime": 140.562,
    "endTime": 142.729,
    "text": "Is it Noel like Christmas?"
  },
  {
    "startTime": 143.579,
    "endTime": 147.505,
    "text": "It could be, I have met somebody called Noel before,"
  },
  {
    "startTime": 147.505,
    "endTime": 154.4,
    "text": "but she was female, and normally the male version of this name is Nole, Nole."
  },
  {
    "startTime": 154.4,
    "endTime": 159.666,
    "text": "Now this one is just the Irish version of Owen, Owen."
  },
  {
    "startTime": 159.666,
    "endTime": 162.947,
    "text": "And I remember, does anyone remember Eoghan Quigg?"
  },
  {
    "startTime": 162.947,
    "endTime": 170.599,
    "text": "He was an X Factor participant in 2000 and something and I thought he was so handsome."
  },
  {
    "startTime": 170.599,
    "endTime": 176.435,
    "text": "Yeah, I remember reading his name and thinking Yohan, but no, Owen apparently."
  },
  {
    "startTime": 176.435,
    "endTime": 180.268,
    "text": "Now the next one, is it Louie, or is it Louis?"
  },
  {
    "startTime": 181.513,
    "endTime": 190.499,
    "text": "You're going to have to ask the person because it all depends on what their parents decided to call them, sorry guys, that one's a bit of a cop-out."
  },
  {
    "startTime": 190.499,
    "endTime": 193.188,
    "text": "The last one we have is Jaden."
  },
  {
    "startTime": 193.188,
    "endTime": 195.832,
    "text": "We know it now because of Jayden Smith,"
  },
  {
    "startTime": 195.832,
    "endTime": 201.6,
    "text": "but a few years back people were pretty confused and we were hearing Jarden, Jadden,"
  },
  {
    "startTime": 201.6,
    "endTime": 205.204,
    "text": "but no, apparently it should be Jayden."
  },
  {
    "startTime": 205.204,
    "endTime": 210.043,
    "text": "All right guys, that's it for the pronunciation lesson today, I hope you enjoyed it and I hope you learned something."
  },
  {
    "startTime": 210.043,
    "endTime": 216.419,
    "text": "Again, if you have a name that is commonly misspelt, or mispronounced, put it in the comments and let me sympathise with you."
  },
  {
    "startTime": 216.419,
    "endTime": 220.988,
    "text": "Mine's very easy to pronounce, although I do get a lot of my students calling me Lucky,"
  },
  {
    "startTime": 220.988,
    "endTime": 227.873,
    "text": "or misspelling it with an S, which confuses me so much because the channel name is English with Lucy,"
  },
  {
    "startTime": 227.873,
    "endTime": 233.03799999999998,
    "text": "it's right there, I say it for you, and I write it for you, so really, it's just careless."
  },
  {
    "startTime": 233.038,
    "endTime": 238.18,
    "text": "But that being said, don't forget to connect with me on all of my social media, I've got my Facebook,"
  },
  {
    "startTime": 238.18,
    "endTime": 242.928,
    "text": "my Instagram, and my Twitter, and I will see you soon for another lesson."
  }
]