[
  {
    "startTime": 0.58,
    "endTime": 8.0,
    "text": "A bedroom at around 9pm. It's quiet, save for the rustle of the leaves in the garden outside."
  },
  {
    "startTime": 8.2,
    "endTime": 12.37,
    "text": "We're side by side, each absorbed in a different world."
  },
  {
    "startTime": 12.5,
    "endTime": 20.83,
    "text": "One of us might be in a submarine beneath the arctic ice floe, the other is flitting through the salons of 18th-century Paris."
  },
  {
    "startTime": 21.0,
    "endTime": 26.698999999999998,
    "text": "Every so often, our toes touch momentarily but without raising much notice."
  },
  {
    "startTime": 26.799,
    "endTime": 33.12,
    "text": "We might briefly stretch a hand to touch the nape of the partner's neck before turning a page."
  },
  {
    "startTime": 33.12,
    "endTime": 40.78,
    "text": "We can hear our partner very lightly breathing. There is – blessedly – no need to say anything at all."
  },
  {
    "startTime": 41.0,
    "endTime": 48.66,
    "text": "And so it goes, for what might be an hour or more. It's modest, comfortable and sweet."
  },
  {
    "startTime": 48.66,
    "endTime": 56.86,
    "text": "And it is, of course, a pleasure that our society is almost congenitally prone not to notice or respect."
  },
  {
    "startTime": 57.2,
    "endTime": 61.410000000000004,
    "text": "When we're invited to picture what a relationship might be for,"
  },
  {
    "startTime": 61.41,
    "endTime": 68.63,
    "text": "we imagine typically colourful scenarios: passionate sex up against a wall, a celebration of a triumph at work,"
  },
  {
    "startTime": 68.8,
    "endTime": 74.39999999999999,
    "text": "heading for the airport for a mini-break, the mutual exploration of one another's souls."
  },
  {
    "startTime": 74.7,
    "endTime": 81.64,
    "text": "And yet, when the true pleasures of long-term love are assessed, a rather different set of images emerges,"
  },
  {
    "startTime": 81.74,
    "endTime": 86.99,
    "text": "far less dramatic, but also far more real and in their own way gratifying:"
  },
  {
    "startTime": 86.99,
    "endTime": 93.72,
    "text": "the knowing sideways smile our partner gives us in the presence of a parent who has been tricky with us in the past,"
  },
  {
    "startTime": 93.82,
    "endTime": 99.63,
    "text": "or watching a TV drama episode by episode and bantering about the characters and plotlines,"
  },
  {
    "startTime": 99.63,
    "endTime": 103.8,
    "text": "or sitting on the floor sorting the socks after the wash,"
  },
  {
    "startTime": 103.8,
    "endTime": 107.42,
    "text": "the chat we have after the friends who came for lunch have departed,"
  },
  {
    "startTime": 107.42,
    "endTime": 115.8,
    "text": "or assembling a flat pack bookcase and realizing we've both got the instructions entirely wrong and that it's almost rather funny."
  },
  {
    "startTime": 115.92,
    "endTime": 122.01,
    "text": "It's within such a list of hidden pleasures that we find the joy of reading in bed together."
  },
  {
    "startTime": 122.01,
    "endTime": 129.209,
    "text": "It represents in its own way a major psychological skill. There's not really anyone else we could do this with."
  },
  {
    "startTime": 129.209,
    "endTime": 137.5,
    "text": "If the world were fairer, we would seek partners not just who can perform spectacular sexual antics and look hot in a bar,"
  },
  {
    "startTime": 137.69,
    "endTime": 143.7,
    "text": "but also those with whom we could one day turn pages in silence."
  },
  {
    "startTime": 144.0,
    "endTime": 152.2,
    "text": "To read together is symbolic of being able to share our true selves without shame, embarrassment or the need to perform."
  },
  {
    "startTime": 152.32,
    "endTime": 159.6,
    "text": "We are, as we lie in bed together, as we so seldom are in the rest of life, simply accepted."
  },
  {
    "startTime": 159.6,
    "endTime": 164.75,
    "text": "Long-term relationships are, inevitably, deeply complicated enterprises."
  },
  {
    "startTime": 164.8,
    "endTime": 173.60000000000002,
    "text": "Two ambitious, independent authentic people cannot hope to join their lives together without a huge amount of friction and pain."
  },
  {
    "startTime": 173.9,
    "endTime": 176.72,
    "text": "We tend to be so much aware of the troubles,"
  },
  {
    "startTime": 176.72,
    "endTime": 183.7,
    "text": "we sometimes take the peaceable moments for granted, failing to appreciate their underlying achievement."
  },
  {
    "startTime": 183.9,
    "endTime": 193.01,
    "text": "It may lack glamour, but being able to read in bed together with someone is a major milestone; and a sign of deep affection."
  },
  {
    "startTime": 193.01,
    "endTime": 196.79999999999998,
    "text": "We may be doing better than we think."
  },
  {
    "startTime": 197.7,
    "endTime": 199.7,
    "text": "We hope you enjoyed this film."
  },
  {
    "startTime": 199.76,
    "endTime": 210.23999999999998,
    "text": "For more from The School of Life, you can subscribe to our channel and take a look at our range of products on our website."
  }
]