[
  {
    "startTime": 1.26,
    "endTime": 5.42,
    "text": "If you're feeling sleepy and you need a jolt of energy, there's something you should try."
  },
  {
    "startTime": 5.42,
    "endTime": 8.79,
    "text": "It's more effective than drinking coffee or taking a nap."
  },
  {
    "startTime": 8.79,
    "endTime": 11.19,
    "text": "It's drinking coffee and then taking a nap."
  },
  {
    "startTime": 11.19,
    "endTime": 13.16,
    "text": "It's called a coffee nap."
  },
  {
    "startTime": 13.16,
    "endTime": 17.21,
    "text": "It might sound kind of crazy because most people realize that caffeine interferes with sleep."
  },
  {
    "startTime": 17.21,
    "endTime": 19.84,
    "text": "But it takes a little while for the caffeine to affect you."
  },
  {
    "startTime": 19.84,
    "endTime": 24.82,
    "text": "The caffeine has to go into your small intestine, pass into your bloodstream, and enter your brain. That takes about 20 minutes."
  },
  {
    "startTime": 24.82,
    "endTime": 28.35,
    "text": "If you spend those 20 minutes unconscious, you're going to wake up feeling pretty great."
  },
  {
    "startTime": 28.35,
    "endTime": 32.47,
    "text": "And to understand why, it helps to know what's making you feel groggy in the first place."
  },
  {
    "startTime": 32.47,
    "endTime": 37.94,
    "text": "So there's a molecule inside your brain called adenosine, and it plugs into little receptors inside your brain cells and makes you feel tired."
  },
  {
    "startTime": 37.94,
    "endTime": 44.17,
    "text": "Adenosine is a by-product of brain activity, so it builds up through the day and starts to slow down your neurons."
  },
  {
    "startTime": 44.17,
    "endTime": 46.77,
    "text": "Caffeine chemically looks a whole lot like adenosine."
  },
  {
    "startTime": 46.77,
    "endTime": 52.150000000000006,
    "text": "And when you ingest caffeine and it enters your brain, it blocks adenosine from fitting into those receptors."
  },
  {
    "startTime": 52.15,
    "endTime": 56.839999999999996,
    "text": "A lot of people have said that this is like taking a car and putting a block of wood underneath the brake pedals."
  },
  {
    "startTime": 56.84,
    "endTime": 59.52,
    "text": "Caffeine keeps your brain from slowing itself down."
  },
  {
    "startTime": 59.52,
    "endTime": 63.81,
    "text": "The great thing about coffee naps is that sleep naturally clears out adenosine from the brain."
  },
  {
    "startTime": 63.81,
    "endTime": 67.86,
    "text": "So the caffeine doesn't even need to compete with the adenosine to fit into those receptors."
  },
  {
    "startTime": 67.86,
    "endTime": 69.83,
    "text": "So what's the evidence that this really works?"
  },
  {
    "startTime": 69.83,
    "endTime": 72.78999999999999,
    "text": "There're not a huge body of work but there are a few different studies."
  },
  {
    "startTime": 72.79,
    "endTime": 80.23,
    "text": "When people took a 15-minute coffee nap, they went on to commit fewer errors in a driving simulator than when they only drank coffee or only took a nap."
  },
  {
    "startTime": 80.23,
    "endTime": 87.97,
    "text": "As the test subjects were doing this really boring driving simulation, they were asked every 3 minutes to report their sleepiness level."
  },
  {
    "startTime": 87.97,
    "endTime": 91.24,
    "text": "And the coffee nap group was consistently more alert."
  },
  {
    "startTime": 91.24,
    "endTime": 97.16999999999999,
    "text": "Meanwhile, a Japanese study found that people who took a caffeine nap performed a lot better on a series of memory tests."
  },
  {
    "startTime": 97.17,
    "endTime": 100.04,
    "text": "The challenge of the coffee nap is to time it just right."
  },
  {
    "startTime": 100.04,
    "endTime": 104.36000000000001,
    "text": "You want to drink it quickly, so it—maybe you could do espresso shots or iced coffee if that makes it easier."
  },
  {
    "startTime": 104.36,
    "endTime": 108.64,
    "text": "And then set an alarm before you fall asleep to wake up within 20 minutes,"
  },
  {
    "startTime": 108.64,
    "endTime": 115.91,
    "text": "because if you nap too long, you're much more likely to enter deeper stages of sleep, and you'll have what scientists call sleep inertia, which is basically grogginess."
  },
  {
    "startTime": 115.91,
    "endTime": 121.61999999999999,
    "text": "If you have trouble falling asleep that quickly, the studies found that you can still benefit from the coffee nap."
  },
  {
    "startTime": 121.62,
    "endTime": 129.99,
    "text": "Even just drinking the caffeine and getting a few minutes of restful half-sleep half-awakeness is going to make you feel more alert when you do get up 20 minutes later."
  }
]