[
  {
    "startTime": 0.8,
    "endTime": 3.2700000000000005,
    "text": "Hi, this is Kate from MinuteEarth."
  },
  {
    "startTime": 3.27,
    "endTime": 7.880000000000001,
    "text": "Ever since rich British folks invented dog shows as a spectator sport in the late 1800s,"
  },
  {
    "startTime": 7.88,
    "endTime": 13.2,
    "text": "people have been parading pooches around with the goal of taking the top spot in their dogs' so-called \"breed group.\""
  },
  {
    "startTime": 13.2,
    "endTime": 16.599999999999998,
    "text": "These breed groups are based on the historical jobs dogs were bred to do,"
  },
  {
    "startTime": 16.6,
    "endTime": 22.5,
    "text": "with game-retrievers like labs and spaniels in the sporting group, guard dogs like dobermans and mastiffs in the working group,"
  },
  {
    "startTime": 22.5,
    "endTime": 25.96,
    "text": "and herding dogs like collies and sheepdogs in, well, the herding group."
  },
  {
    "startTime": 25.96,
    "endTime": 31.91,
    "text": "And although most dogs today are just butt-sniffing layabouts, their breed group still influences how we think about them."
  },
  {
    "startTime": 31.91,
    "endTime": 35.7,
    "text": "Which is why dog breed organizations describe dogs in the sporting group as attentive,"
  },
  {
    "startTime": 35.7,
    "endTime": 42.27,
    "text": "dogs in the herding group as smart, and dogs in the working group as courageous – but perhaps unsuited for families with young kids."
  },
  {
    "startTime": 42.27,
    "endTime": 50.0,
    "text": "However, two decades of canine research have revealed that while dogs in a given breed group often share certain skills, they don't really have that much else in common."
  },
  {
    "startTime": 50.0,
    "endTime": 58.94,
    "text": "In one study in Sweden, researchers ran more than 13,000 dogs of 31 different breeds through a course full of sounds, surprises, and random humans attempting to snuggle."
  },
  {
    "startTime": 58.94,
    "endTime": 64.6,
    "text": "They found that levels of playfulness, curiosity, sociability, and aggression did not differ among breed groups."
  },
  {
    "startTime": 64.6,
    "endTime": 70.0,
    "text": "Even weirder, it turned out that golden retrievers are more similar to Rottweilers than they are to their fellow sporting dogs,"
  },
  {
    "startTime": 70.0,
    "endTime": 73.27,
    "text": "and Boxers are more like Labs than they are like other working dogs."
  },
  {
    "startTime": 73.27,
    "endTime": 78.5,
    "text": "In fact, most dogs act more like breeds outside their group than they act like other breeds within their group."
  },
  {
    "startTime": 78.5,
    "endTime": 81.6,
    "text": "What's more, dozens of canine intelligence studies have shown that,"
  },
  {
    "startTime": 81.6,
    "endTime": 89.92999999999999,
    "text": "when it comes to skills like solving mazes and following commands, all breed groups perform about the same, even though some individual dogs are definitely smarter than others."
  },
  {
    "startTime": 89.93,
    "endTime": 94.59,
    "text": "So have dog enthusiasts somehow been imagining all of these differences among breed groups?"
  },
  {
    "startTime": 94.59,
    "endTime": 98.92,
    "text": "Maybe...psychology research suggests that once we begin to see something in a particular way,"
  },
  {
    "startTime": 98.92,
    "endTime": 103.3,
    "text": "we naturally seek out evidence that strengthens that image, and ignore evidence that undermines it."
  },
  {
    "startTime": 103.3,
    "endTime": 108.5,
    "text": "But the truth is that you can't judge a bark by its cover."
  },
  {
    "startTime": 108.5,
    "endTime": 111.689,
    "text": "Hey, this is Kate - and this is my adorable rascal, Watson."
  },
  {
    "startTime": 111.9,
    "endTime": 115.60000000000001,
    "text": "Hopefully, you enjoyed watching this video  because we had a ton of fun making it."
  },
  {
    "startTime": 115.6,
    "endTime": 121.859,
    "text": "Come join us in the comments section, where we can chat about dog breeds, and confirmation bias, and you can share your dogs with us!"
  },
  {
    "startTime": 121.859,
    "endTime": 128.29999999999998,
    "text": "Also, if you like what we do, please consider joining our Patreon community at Patreon.com/MinuteEarth."
  },
  {
    "startTime": 128.3,
    "endTime": 136.9,
    "text": "Our patrons help us continue making videos about the weird and wonderful planet we call home - and they get access to some pretty cool exclusive perks along the way."
  },
  {
    "startTime": 136.9,
    "endTime": 142.0,
    "text": "If you can't support us, no worries - just make sure you subscribe to MinuteEarth to get access to all our latest videos."
  },
  {
    "startTime": 142.0,
    "endTime": 145.0,
    "text": "Thanks, and we'll see you next time."
  }
]