[
  {
    "startTime": 0.0,
    "endTime": 2.7,
    "text": "What about the competition of foreign labor?"
  },
  {
    "startTime": 2.7,
    "endTime": 6.619,
    "text": "Do US workers lose their jobs when goods are imported?"
  },
  {
    "startTime": 6.619,
    "endTime": 10.0,
    "text": "These days everybody seems to be talking about NAFTA."
  },
  {
    "startTime": 10.0,
    "endTime": 12.1,
    "text": "The North American Free Trade Agreement."
  },
  {
    "startTime": 12.1,
    "endTime": 17.41,
    "text": "It is a free trade deal between three countries: Canada, United States and Mexico."
  },
  {
    "startTime": 17.41,
    "endTime": 21.5,
    "text": "It's one of the most significant trade deals Canada has ever signed."
  },
  {
    "startTime": 21.5,
    "endTime": 24.65,
    "text": "It's also at risk of being ripped up by this guy."
  },
  {
    "startTime": 24.65,
    "endTime": 28.59,
    "text": "We have NAFTA which is a total and complete disaster."
  },
  {
    "startTime": 28.59,
    "endTime": 34.73,
    "text": "Basically, Trump says NAFTA is a rotten deal for the United States, he wants to fix it or nix it."
  },
  {
    "startTime": 35.0,
    "endTime": 38.11,
    "text": "But before we get into all that, let's back it up."
  },
  {
    "startTime": 41.0,
    "endTime": 43.63,
    "text": "The idea of free trade has been kicking around for decades."
  },
  {
    "startTime": 43.89,
    "endTime": 49.46,
    "text": "On our strength and growth depends the strength of others, the spread of free world trade and unity."
  },
  {
    "startTime": 49.87,
    "endTime": 50.9,
    "text": "Even hundreds of years."
  },
  {
    "startTime": 50.9,
    "endTime": 53.949999999999996,
    "text": "Foreign trade is the key to prosperity."
  },
  {
    "startTime": 53.95,
    "endTime": 56.800000000000004,
    "text": "Free trade will bring on a great depression."
  },
  {
    "startTime": 56.8,
    "endTime": 62.209999999999994,
    "text": "But by the 1980s people in Canada were pushing for a full-blown free trade deal with the United States."
  },
  {
    "startTime": 62.8,
    "endTime": 67.69,
    "text": "Some worried that free trade with the States would kill jobs in Canada, and even erode our political independence."
  },
  {
    "startTime": 68.0,
    "endTime": 71.55,
    "text": "The 1988 federal election was actually fought on this issue."
  },
  {
    "startTime": 72.2,
    "endTime": 76.55,
    "text": "The conservative government of Brian Mulroney promised to sign a free trade agreement with the United States."
  },
  {
    "startTime": 76.6,
    "endTime": 85.19999999999999,
    "text": "I believe that in my own modest way, I am nation building because I believe this benefits Canada and I love Canada."
  },
  {
    "startTime": 85.2,
    "endTime": 86.179,
    "text": "Mulroney won."
  },
  {
    "startTime": 86.179,
    "endTime": 90.85000000000001,
    "text": "Free trade became a thing, and a road was paved for a broader deal that pulled in Mexico."
  },
  {
    "startTime": 91.0,
    "endTime": 94.27,
    "text": "Thus, six years later NAFTA was born."
  },
  {
    "startTime": 94.86,
    "endTime": 95.86,
    "text": "Fast forward to now."
  },
  {
    "startTime": 96.3,
    "endTime": 101.5,
    "text": "3.5 billion dollars in trade, flows among the three countries every single day."
  },
  {
    "startTime": 101.5,
    "endTime": 106.499,
    "text": "There was more than 750 billion dollars in trade between Canada and the US last year."
  },
  {
    "startTime": 107.1,
    "endTime": 110.17899999999999,
    "text": "That makes the US by far Canada's biggest trading partner."
  },
  {
    "startTime": 110.3,
    "endTime": 113.489,
    "text": "None of this was too controversial until Trump came along."
  },
  {
    "startTime": 113.489,
    "endTime": 117.44,
    "text": "NAFTA, remember NAFTA what it's done to this country."
  },
  {
    "startTime": 117.6,
    "endTime": 122.85,
    "text": "He blame NAFTA for gutting US manufacturing, and said American workers were getting ripped off."
  },
  {
    "startTime": 122.85,
    "endTime": 129.41,
    "text": "True to his word, he wants to renegotiate the deal, and says that if he doesn't like it, the US will pull out."
  },
  {
    "startTime": 129.41,
    "endTime": 135.10999999999999,
    "text": "So here we are, renegotiating a trade deal that props up hundreds of billions of dollars in trade each year."
  },
  {
    "startTime": 135.11,
    "endTime": 136.73000000000002,
    "text": "What can we expect to happen?"
  },
  {
    "startTime": 136.73,
    "endTime": 138.92999999999998,
    "text": "For Canada there are a few sticking points."
  },
  {
    "startTime": 138.93,
    "endTime": 147.1,
    "text": "The Americans want to sell more of their dairy products in Canada, but that would mean tinkering with Canada's long standing measures to protect our dairy industry."
  },
  {
    "startTime": 147.1,
    "endTime": 149.23,
    "text": "A system called supply management."
  },
  {
    "startTime": 149.3,
    "endTime": 152.59,
    "text": "The politicians have repeatedly promised to protect over the years."
  },
  {
    "startTime": 153.5,
    "endTime": 158.94,
    "text": "There's also an American demand to remove an international dispute resolution panel from the agreement."
  },
  {
    "startTime": 158.94,
    "endTime": 164.6,
    "text": "So that US companies claiming them being mistreated can have their cases heard in an American courtroom."
  },
  {
    "startTime": 164.6,
    "endTime": 170.79999999999998,
    "text": "It's a complicated thing, but the bottom line is this: The Canadian government doesn't want NAFTA to be killed."
  },
  {
    "startTime": 170.8,
    "endTime": 178.3,
    "text": "But assuming it survives, what it looks like after this renegotiation, and how that affects the Canadian economy remains to be seen."
  },
  {
    "startTime": 178.8,
    "endTime": 181.47,
    "text": "For the Toronto Star, I'm Alex Ballingall."
  }
]