[
  {
    "startTime": 3.34,
    "endTime": 5.91,
    "text": "Hello, fellow travelers. Welcome."
  },
  {
    "startTime": 6.23,
    "endTime": 14.0,
    "text": "Recently I talked about traveling alone and how absolutely fulfilling, exciting, and amazing it can be."
  },
  {
    "startTime": 15.49,
    "endTime": 19.32,
    "text": "But today, I thought I would take that topic a step further."
  },
  {
    "startTime": 19.63,
    "endTime": 28.32,
    "text": "Because traveling alone, yes, it's about being alone, but paradoxically, it is also a great way to meet new people."
  },
  {
    "startTime": 28.48,
    "endTime": 36.33,
    "text": "The first thing you have to do is turn on that very elusive 6th sense, and the 7th, and the 8th."
  },
  {
    "startTime": 36.66,
    "endTime": 45.89,
    "text": "Because if you want to meet new people or strike up a conversation with a stranger, you are going to have to be sensitive to what's around you."
  },
  {
    "startTime": 45.17,
    "endTime": 49.29,
    "text": "So you can read the signs and send out the right signals."
  },
  {
    "startTime": 49.46,
    "endTime": 51.939,
    "text": "So here are some Dos and Don'ts."
  },
  {
    "startTime": 52.199,
    "endTime": 56.199999999999996,
    "text": "Meeting new people is easier than you think, I promise."
  },
  {
    "startTime": 56.31,
    "endTime": 58.910000000000004,
    "text": "First of all, you gotta choose the right location."
  },
  {
    "startTime": 59.29,
    "endTime": 65.649,
    "text": "Bars are great, but the early hours. None of those 4 am senseless conversations."
  },
  {
    "startTime": 65.77,
    "endTime": 70.369,
    "text": "Coffee houses, any restaurant that has a communal table is fantastic."
  },
  {
    "startTime": 70.369,
    "endTime": 73.5,
    "text": "Basically, wherever you have a sense of community."
  },
  {
    "startTime": 73.42,
    "endTime": 77.7,
    "text": "If you see people sharing benches or tables, bingo."
  },
  {
    "startTime": 77.36,
    "endTime": 84.139,
    "text": "If they are sitting alone, quiet, with their heads in a book, with headphones, not so much."
  },
  {
    "startTime": 84.21,
    "endTime": 86.88,
    "text": "So respect the space, just read the signs."
  },
  {
    "startTime": 87.7,
    "endTime": 93.21000000000001,
    "text": "Asking questions that require more than a yes or no answer is the best way to start up a conversation."
  },
  {
    "startTime": 93.42,
    "endTime": 96.029,
    "text": "But you have to ease into it."
  },
  {
    "startTime": 96.0,
    "endTime": 102.0,
    "text": "So first, you start off with something very simple, a classic, something like, \"It's a beautiful day, right?\""
  },
  {
    "startTime": 103.139,
    "endTime": 108.36999999999999,
    "text": "And then, if they answer very quickly and move right on to texting, you move on."
  },
  {
    "startTime": 108.98,
    "endTime": 116.39,
    "text": "If you get a little bit more of a hefty answer, then you wham them with your next question, which is more in-depth."
  },
  {
    "startTime": 116.27,
    "endTime": 123.25,
    "text": "So it could be something like, \"You know, I'm visiting, do you have any favorite spots around here that you can recommend?\""
  },
  {
    "startTime": 124.49,
    "endTime": 126.189,
    "text": "And then, you take it up from there."
  },
  {
    "startTime": 126.629,
    "endTime": 129.72,
    "text": "You'll be surprised that how easy this is."
  },
  {
    "startTime": 129.81,
    "endTime": 133.24,
    "text": "What I have learned is that people, in general, like to talk."
  },
  {
    "startTime": 133.56,
    "endTime": 141.19,
    "text": "So as long as you're not threatening, and you're friendly, and you're willing to listen, you're in a great position to start with."
  },
  {
    "startTime": 141.28,
    "endTime": 148.34,
    "text": "The golden rule here is to not do this with the sole purpose of finding a lifelong friend every time you go out."
  },
  {
    "startTime": 148.66,
    "endTime": 149.6,
    "text": "That will not happen."
  },
  {
    "startTime": 149.88,
    "endTime": 155.68,
    "text": "You have to be absolutely OK with going out there and having no one want to talk to you."
  },
  {
    "startTime": 156.0,
    "endTime": 157.02,
    "text": "And believe me, if that happens, there's nothing wrong with you."
  },
  {
    "startTime": 158.0,
    "endTime": 161.97,
    "text": "You're absolutely friendly, and wonderful, and amazing, and lovely."
  },
  {
    "startTime": 162.16,
    "endTime": 165.9,
    "text": "You just didn't run into anyone that wanted to strike up a chat."
  },
  {
    "startTime": 165.49,
    "endTime": 166.95000000000002,
    "text": "So, totally OK."
  },
  {
    "startTime": 167.48,
    "endTime": 168.78,
    "text": "But, let me tell you."
  },
  {
    "startTime": 169.8,
    "endTime": 178.0,
    "text": "I have made lifelong friends because of this, and it's absolutely wonderful, very rare, and maybe you'll just have a short little conversation on a bench that you'll remember forever."
  },
  {
    "startTime": 179.29,
    "endTime": 182.63,
    "text": "Bottom line is this: You have to be open and try it out."
  },
  {
    "startTime": 182.95,
    "endTime": 191.75,
    "text": "And the next time that somebody sits next to you and strikes up a conversation with you, remember those moments when they let you down, and talk it up."
  },
  {
    "startTime": 192.13,
    "endTime": 200.2,
    "text": "Alright guys. So, try it out, go out there, meet some people, talk to strangers, make it happen, and let me know how it went below in the comments."
  },
  {
    "startTime": 200.22,
    "endTime": 203.35,
    "text": "It's super scary at first, but it gets so much easier with time."
  },
  {
    "startTime": 203.73,
    "endTime": 205.35,
    "text": "Come back next Thursday, ciao!"
  }
]