[
  {
    "startTime": 0.06,
    "endTime": 5.67,
    "text": "One of the most popular sitcoms of the 21st century is of course How I Met Your Mother."
  },
  {
    "startTime": 6.12,
    "endTime": 9.59,
    "text": "But there are quite a few things that happen behind the scenes of this hilarious show"
  },
  {
    "startTime": 9.5,
    "endTime": 11.9,
    "text": "that you probably don't know about."
  },
  {
    "startTime": 12.16,
    "endTime": 13.309000000000001,
    "text": "Welcome to Trending 10."
  },
  {
    "startTime": 13.309,
    "endTime": 16.529,
    "text": "And today we're counting down the top 10 things"
  },
  {
    "startTime": 16.5,
    "endTime": 19.5,
    "text": "that you probably didn't know about How I Met Your Mother."
  },
  {
    "startTime": 19.5,
    "endTime": 21.0,
    "text": "Ready? Because here we go."
  },
  {
    "startTime": 21.82,
    "endTime": 25.619,
    "text": "Many of the cast significant others appeared as extras on the show."
  },
  {
    "startTime": 25.84,
    "endTime": 31.159,
    "text": "But it's a little inside joke the significant others were only allowed to play bizarre characters."
  },
  {
    "startTime": 31.139,
    "endTime": 36.419,
    "text": "For example, Alyson Hannigan's husband played the weird Newscaster, Sandy Rivers."
  },
  {
    "startTime": 36.88,
    "endTime": 39.789,
    "text": "Cobie Smulders's husband appeared as Gary Blauman"
  },
  {
    "startTime": 39.7,
    "endTime": 44.0,
    "text": "and Neil Patrick Harris's husband played Scooter, Lily's high school boyfriend."
  },
  {
    "startTime": 44.649,
    "endTime": 48.628,
    "text": "On-screen couple Lily and Marshall had a little bit of drama during filming."
  },
  {
    "startTime": 49.18,
    "endTime": 53.409,
    "text": "Marshall was played by Jason Segel who had a smoking problem at the time of filming"
  },
  {
    "startTime": 53.41,
    "endTime": 57.879,
    "text": "and Lily's actress Alyson Hannigan hated kissing seagal on screen"
  },
  {
    "startTime": 57.9,
    "endTime": 59.3,
    "text": "because it was like kissing an ashtray."
  },
  {
    "startTime": 59.949,
    "endTime": 63.869,
    "text": "Segal managed to quit for a year, but eventually picked the habit back up."
  },
  {
    "startTime": 64.54,
    "endTime": 68.369,
    "text": "The original cast of the show look very different from what we know today."
  },
  {
    "startTime": 69.34,
    "endTime": 71.93,
    "text": "Originally Scott Foley was planned to play Ted"
  },
  {
    "startTime": 71.9,
    "endTime": 74.4,
    "text": "and Jennifer Love Hewitt was planned to play Robin."
  },
  {
    "startTime": 74.439,
    "endTime": 76.439,
    "text": "(S)he would eventually turn down the role"
  },
  {
    "startTime": 76.439,
    "endTime": 79.589,
    "text": "so she could be on the new CBS show \"Ghost Whisperer\""
  },
  {
    "startTime": 79.6,
    "endTime": 81.89999999999999,
    "text": "which unfortunately didn't go too well for."
  },
  {
    "startTime": 82.479,
    "endTime": 85.499,
    "text": "There was a lot of confusion around the character Stella."
  },
  {
    "startTime": 85.5,
    "endTime": 89.0,
    "text": "Pop star Britney Spears had expressed interest in being on the show"
  },
  {
    "startTime": 89.1,
    "endTime": 93.119,
    "text": "but the producers were actually worried that Spears would want to play Stella,"
  },
  {
    "startTime": 93.28,
    "endTime": 96.759,
    "text": "a character that they had big plans for and did not want Spears to play."
  },
  {
    "startTime": 96.8,
    "endTime": 101.5,
    "text": "Luckily, Spears was more interested in playing Stella's receptionist, Abby."
  },
  {
    "startTime": 101.74,
    "endTime": 108.32,
    "text": "The episode that Britney Spears appeared on, titled Ten Sessions, went on to be the most popular episode of the time"
  },
  {
    "startTime": 108.329,
    "endTime": 110.999,
    "text": "and ended up saving the show from cancellation."
  },
  {
    "startTime": 111.0,
    "endTime": 114.0,
    "text": "Stella was then planned to be played by Alicia Silverstone."
  },
  {
    "startTime": 114.21,
    "endTime": 116.92999999999999,
    "text": "But after Spears was recruited to play stella's receptionist,"
  },
  {
    "startTime": 117.0,
    "endTime": 119.3,
    "text": "Silverstone's representatives made her pull out of the show"
  },
  {
    "startTime": 119.34,
    "endTime": 123.24000000000001,
    "text": "in fear that her performance would be overshadowed by Britney Spears."
  },
  {
    "startTime": 123.67,
    "endTime": 126.54,
    "text": "Eventually Sarah Clarke was signed on to play Stella,"
  },
  {
    "startTime": 126.6,
    "endTime": 128.9,
    "text": "and she ended up being the great final choice."
  },
  {
    "startTime": 129.97,
    "endTime": 133.999,
    "text": "Penny and Luke had to film their scenes at the end of the show nine years early."
  },
  {
    "startTime": 134.31,
    "endTime": 137.269,
    "text": "Fearing that the kids would go through puberty before the ending of the show,"
  },
  {
    "startTime": 137.37,
    "endTime": 140.549,
    "text": "the crew had to film Penny and Luke scenes in the finale"
  },
  {
    "startTime": 140.6,
    "endTime": 143.4,
    "text": "all the way back during season one of the show."
  },
  {
    "startTime": 143.46,
    "endTime": 148.249,
    "text": "The two kids even had to sign a confidentiality contract which of course they honored."
  },
  {
    "startTime": 148.31,
    "endTime": 151.19,
    "text": "And nine years later the world got to see the scenes"
  },
  {
    "startTime": 151.2,
    "endTime": 153.89999999999998,
    "text": "that the kids shot all the way back in season one."
  },
  {
    "startTime": 154.41,
    "endTime": 157.52,
    "text": "Most sitcoms are recorded in front of a live studio audience."
  },
  {
    "startTime": 157.89,
    "endTime": 163.279,
    "text": "But the pilot episode of How I Met Your Mother was actually recorded in a regular studio without an audience."
  },
  {
    "startTime": 163.65,
    "endTime": 167.689,
    "text": "In fact the pilot episode took a whole three days to film"
  },
  {
    "startTime": 167.7,
    "endTime": 170.79999999999998,
    "text": "as there were far more scenes in the production team expected."
  },
  {
    "startTime": 170.82,
    "endTime": 173.9,
    "text": "Once the episode was finally finished, it was shown into an audience"
  },
  {
    "startTime": 173.9,
    "endTime": 177.92000000000002,
    "text": "whose laughter was recorded and added to the sound mix of the pilot before aired."
  },
  {
    "startTime": 178.53,
    "endTime": 181.58,
    "text": "Did you know that Conan O'Brien actually appeared on the show?"
  },
  {
    "startTime": 181.83,
    "endTime": 184.589,
    "text": "But he didn't appear in the way you might think."
  },
  {
    "startTime": 184.6,
    "endTime": 188.0,
    "text": "You probably expect someone of Conan's caliber to have a lead role."
  },
  {
    "startTime": 188.13,
    "endTime": 193.67,
    "text": "But believe it or not, Conan actually entered a charity auction to be an extra on the show and won."
  },
  {
    "startTime": 194.19,
    "endTime": 199.16,
    "text": "After winning the auction, the producers of How I Met Your Mother wanted to give Conan a larger part"
  },
  {
    "startTime": 199.17,
    "endTime": 201.10999999999999,
    "text": "but O'Brien declined the offer."
  },
  {
    "startTime": 201.11,
    "endTime": 204.519,
    "text": "Thinking that it would be much funnier if he was just somewhere in the background,"
  },
  {
    "startTime": 204.6,
    "endTime": 209.79999999999998,
    "text": "so on the episode \"No Pressure\" Conan appears in the background as a regular extra."
  },
  {
    "startTime": 209.82,
    "endTime": 212.54,
    "text": "The gang likes to hang out at the bar Maclaren's."
  },
  {
    "startTime": 212.79,
    "endTime": 215.959,
    "text": "But there's more real about this bar than you probably know."
  },
  {
    "startTime": 216.21,
    "endTime": 218.399,
    "text": "The name comes from Carl McLaren"
  },
  {
    "startTime": 218.47,
    "endTime": 223.67,
    "text": "who worked as an assistant to the producers of the show for two years before How I Met Your Mother started production."
  },
  {
    "startTime": 223.92,
    "endTime": 227.41899999999998,
    "text": "The actual bar is based on a New York City bar called McGee's"
  },
  {
    "startTime": 227.5,
    "endTime": 231.5,
    "text": "where the producers hung out while working on their previous show \"Letterman\" (Late Show with David Letterman)."
  },
  {
    "startTime": 231.63,
    "endTime": 235.239,
    "text": "Did you know that there was a real proposal on the set of the show?"
  },
  {
    "startTime": 235.28,
    "endTime": 237.3,
    "text": "During the filming of the season two finale,"
  },
  {
    "startTime": 237.3,
    "endTime": 243.20000000000002,
    "text": "one of the extras in the restaurant scene Timothy Russo proposed to a fellow extra Janna Rügen."
  },
  {
    "startTime": 243.69,
    "endTime": 248.899,
    "text": "Russo's Brother's friends was one of the writers for the show and managed to help organize the entire thing."
  },
  {
    "startTime": 249.51,
    "endTime": 255.589,
    "text": "Perhaps the most memorable character on the show is of course Barney played by the legendary Neil Patrick Harris."
  },
  {
    "startTime": 256.23,
    "endTime": 259.759,
    "text": "But did you know that Neil wasn't actually the first choice for the character?"
  },
  {
    "startTime": 260.58,
    "endTime": 265.99899999999997,
    "text": "Barney was originally supposed to be played by Jim Parsons who many know is Sheldon on the Big Bang Theory."
  },
  {
    "startTime": 266.43,
    "endTime": 270.58,
    "text": "However, had auditioned for the show, Parsons was beat out by Harris for the role"
  },
  {
    "startTime": 270.58,
    "endTime": 273.28,
    "text": "and a good thing he did. If things had gone differently,"
  },
  {
    "startTime": 273.3,
    "endTime": 275.74,
    "text": "Barney would not be the character we know and love today"
  },
  {
    "startTime": 275.8,
    "endTime": 279.2,
    "text": "and the Big Bang Theory likely wouldn't have Jim Parsons as Sheldon."
  },
  {
    "startTime": 279.27,
    "endTime": 281.75,
    "text": "So we'll just call it a happy incident."
  },
  {
    "startTime": 282.12,
    "endTime": 288.92900000000003,
    "text": "But there we go guys, that's it for our list of 10 things you probably didn't know about the hit TV sitcom How I Met Your Mother."
  },
  {
    "startTime": 289.04,
    "endTime": 292.34000000000003,
    "text": "Got any other sitcom facts, you should have let us know down in the comment section below."
  },
  {
    "startTime": 292.4,
    "endTime": 295.5,
    "text": "And if you enjoyed this video, drop a like and subscribe for more great content."
  },
  {
    "startTime": 295.6,
    "endTime": 297.40000000000003,
    "text": "But alright. It's gonna be it for this one guys."
  },
  {
    "startTime": 297.44,
    "endTime": 301.4,
    "text": "Thanks so much for watching Trending 10, your guide to what's viral right now."
  }
]