[
  {
    "startTime": 1.38,
    "endTime": 9.419999999999998,
    "text": "One of the most important principles for choosing a lover sensibly is not to feel in any hurry to make a choice."
  },
  {
    "startTime": 9.42,
    "endTime": 16.06,
    "text": "Being satisfied with being single is a precondition of satisfactory coupledom."
  },
  {
    "startTime": 16.06,
    "endTime": 21.08,
    "text": "We cannot choose wisely when remaining single feels unbearable."
  },
  {
    "startTime": 21.08,
    "endTime": 37.31999999999999,
    "text": "We have to be utterly at peace with the prospect of many years of solitude in order to have any chance of forming a good relationship, or we'll love no longer being single rather more than we love the partner who spared us being so."
  },
  {
    "startTime": 37.32,
    "endTime": 44.64,
    "text": "Unfortunately, after a certain age, society makes singlehood feel dangerously unpleasant."
  },
  {
    "startTime": 44.64,
    "endTime": 47.04,
    "text": "Communal life starts to wither."
  },
  {
    "startTime": 47.04,
    "endTime": 56.379999999999995,
    "text": "People in couples are too threatened by the independence of the single to invite them around very often in case they're reminded of something they might have missed."
  },
  {
    "startTime": 56.38,
    "endTime": 62.440000000000005,
    "text": "Friendship and sex are, despite all the gadgets, still remarkably hard to come by."
  },
  {
    "startTime": 62.44,
    "endTime": 71.86,
    "text": "No wonder if when someone slightly decent, but not quite so, comes along, we cling to them to our eventual, enormous cost."
  },
  {
    "startTime": 71.86,
    "endTime": 84.58,
    "text": "When sex was only available within marriage, people recognized that this would lead some people to marry for the wrong reasons --- to obtain something that was artificially restricted in society as a whole."
  },
  {
    "startTime": 84.58,
    "endTime": 95.0,
    "text": "Sexual liberation was intended to allow people to have a clearer head when choosing who they really wanted to be with, but this process remains only half finished."
  },
  {
    "startTime": 95.0,
    "endTime": 106.56,
    "text": "Only when we can make sure that being single is potentially as secure, warm and fulfilling as being in a couple will we know that people are choosing to pair up for the right reasons."
  },
  {
    "startTime": 106.58,
    "endTime": 117.46,
    "text": "It's time to liberate companionship from the shackles of coupledom, and make it as widely and as easily available as sexual liberators wanted sex to be."
  },
  {
    "startTime": 117.46,
    "endTime": 126.22,
    "text": "In the meantime, we should strive to make ourselves as much at peace as we can with the idea of being alone for a very long time."
  },
  {
    "startTime": 126.22,
    "endTime": 133.72,
    "text": "Only then do we stand a chance of deciding to be with someone on the basis of their own and true merits."
  }
]