[
  {
    "startTime": 1.26,
    "endTime": 6.8,
    "text": "If you've ever been to Japan, you may have noticed that it's really hard to find an obese Japanese person."
  },
  {
    "startTime": 6.8,
    "endTime": 10.1,
    "text": "In the United States, it's quite a different story."
  },
  {
    "startTime": 10.1,
    "endTime": 18.6,
    "text": "The rate of obesity among adults in America is on average around 30%, whereas the Japan obesity rate is only 3.5%."
  },
  {
    "startTime": 18.6,
    "endTime": 22.8,
    "text": "But what makes the weight of people in these two countries so different?"
  },
  {
    "startTime": 22.8,
    "endTime": 24.8,
    "text": "\"Why? Japanese people?\""
  },
  {
    "startTime": 24.8,
    "endTime": 26.900000000000002,
    "text": "At first, I was thinking about things like…"
  },
  {
    "startTime": 26.9,
    "endTime": 34.748999999999995,
    "text": "Japanese people drink a lot of green tea, and they get a decent amount of fermented foods like kimchi or natto, which is great for the gut microbiome."
  },
  {
    "startTime": 34.749,
    "endTime": 39.800000000000004,
    "text": "But, in this video I want to focus on a very simple yet key point about Japan."
  },
  {
    "startTime": 39.8,
    "endTime": 43.699999999999996,
    "text": "The food environment is drastically different from the U.S.."
  },
  {
    "startTime": 43.7,
    "endTime": 49.719,
    "text": "As of 2017, there's over 243,000 Fast food establishments in America."
  },
  {
    "startTime": 49.719,
    "endTime": 59.4,
    "text": "There's only 6,169 establishments in Japan, meaning per person, there's about 15 times more fast food restaurants in America."
  },
  {
    "startTime": 59.4,
    "endTime": 60.9,
    "text": "\"Why McDonald's?\""
  },
  {
    "startTime": 60.9,
    "endTime": 69.9,
    "text": "Then again, in Japan, fast food, fried food, chips, chocolate, candy, soda, and not so healthy things are still available wherever you go."
  },
  {
    "startTime": 69.9,
    "endTime": 75.12,
    "text": "But there's a huge variety of equally convenient reasonably healthy food."
  },
  {
    "startTime": 75.12,
    "endTime": 81.64,
    "text": "Let's say I'm the average busy person in the states who would like to be healthy but doesn't have time to cook at home."
  },
  {
    "startTime": 81.64,
    "endTime": 82.9,
    "text": "What's for breakfast?"
  },
  {
    "startTime": 82.9,
    "endTime": 94.60000000000001,
    "text": "Most people's options are limited to things like a McGriddle with hash browns and coffee, or maybe an egg and processed cheese sandwich with tater tots at Dunkin'Donuts, or some pancakes at Denny's if you have more time."
  },
  {
    "startTime": 94.6,
    "endTime": 101.39999999999999,
    "text": "Surely some people would have healthier options than that, but I'm trying to think of what most people are going to have access to."
  },
  {
    "startTime": 101.4,
    "endTime": 103.42,
    "text": "So what's a quick breakfast in Japan?"
  },
  {
    "startTime": 103.42,
    "endTime": 110.79,
    "text": "While there's more than 6000 fast food establishments in Japan, there's also 5000 \"rice bowl\" establishments."
  },
  {
    "startTime": 110.79,
    "endTime": 114.10000000000001,
    "text": "The big ones are Yoshinoya, Sukiya and Matsuya."
  },
  {
    "startTime": 114.1,
    "endTime": 123.69999999999999,
    "text": "And for 4 dollars at Sukiya, for breakfast you can get plain rice, miso soup with seaweed, an egg, baked fish and a small potato salad comes with it."
  },
  {
    "startTime": 123.7,
    "endTime": 130.0,
    "text": "If I'm extra hungry maybe I'll add some kimchi, fermented soybeans and stewed beef for 4 dollars."
  },
  {
    "startTime": 130.0,
    "endTime": 134.3,
    "text": "Or, you can put together a reasonably healthy meal from a convenience store."
  },
  {
    "startTime": 134.3,
    "endTime": 145.329,
    "text": "At a Japanese convenience store, I can get a rice ball which is just rice, salmon and salt, a small salad, or a package of sushi, or a thing of fish with miso, or some soup."
  },
  {
    "startTime": 145.329,
    "endTime": 151.36,
    "text": "I was pretty impressed with how little junk is in this: it's basically just vegetables, pork and fish broth."
  },
  {
    "startTime": 151.36,
    "endTime": 160.9,
    "text": "And, there's a bunch of foods like this - here's what I can get for under 10 dollars USD."
  },
  {
    "startTime": 160.9,
    "endTime": 172.479,
    "text": "Compare this to what's available in American convenience stores - they're usually limited to fried foods sitting under heat lamps or foods loaded with trans fat, sugar, preservatives and unhealthy additives."
  },
  {
    "startTime": 172.479,
    "endTime": 177.0,
    "text": "If you're lucky, you might be able to get a package of plain nuts with nothing added."
  },
  {
    "startTime": 177.0,
    "endTime": 182.8,
    "text": "So the items in Japanese convenience stores are not top quality health foods, but they're not bad."
  },
  {
    "startTime": 182.8,
    "endTime": 189.20000000000002,
    "text": "This is big because practically everyone has access to these places. Convenience stores like these are everywhere."
  },
  {
    "startTime": 189.2,
    "endTime": 198.39999999999998,
    "text": "Japan has about 55,000 convenience stores meaning there's about 10 times more convenience stores per square kilometer in Japan compared to America."
  },
  {
    "startTime": 198.4,
    "endTime": 201.049,
    "text": "For most, these places are in walking distance."
  },
  {
    "startTime": 201.049,
    "endTime": 208.3,
    "text": "I understand that of course there are healthy restaurants here and there in America, and you can make a really healthy meal with ingredients from the supermarket."
  },
  {
    "startTime": 208.3,
    "endTime": 214.0,
    "text": "But when it comes to cheap, convenient and quick food - it's almost always quite unhealthy."
  },
  {
    "startTime": 214.0,
    "endTime": 219.6,
    "text": "In Japan, for a quick lunch, I can go to burger king, or right next door, I can get some sushi."
  },
  {
    "startTime": 219.6,
    "endTime": 236.539,
    "text": "I can get a Hamburger and some Popcorn at ...Vandalism cafe, or I can go next door to Matsuya and get a bowl of spicy tofu soup with a bit of beef, green onion and cabbage, some pork, a soft boiled egg, some mustard spinach, rice and there's free pickled ginger to go with it."
  },
  {
    "startTime": 236.539,
    "endTime": 242.5,
    "text": "And of course there are many healthier non-chain places that offer many different types of cuisine."
  },
  {
    "startTime": 242.5,
    "endTime": 244.73,
    "text": "And this variety is important."
  },
  {
    "startTime": 244.5,
    "endTime": 254.0,
    "text": "It's going to be much easier to stick to healthier options if you aren't getting bored of having to eat the same things at the same places over and over."
  },
  {
    "startTime": 254.0,
    "endTime": 259.15,
    "text": "Even if you're going out to drink with friends at dinner time, there's still a variety of good food choices."
  },
  {
    "startTime": 259.17,
    "endTime": 267.6,
    "text": "The standard place to drink at is an Izakaya - at 10,000 establishments, there's almost twice as many Izakayas as there are fast food places in Japan."
  },
  {
    "startTime": 267.6,
    "endTime": 274.83500000000004,
    "text": "Replacing fast food for alcohol is not a good strategy, but let's see what the common Izakaya chains have to offer in the way of food."
  },
  {
    "startTime": 282.1,
    "endTime": 292.74,
    "text": "Let me point out one more time that there's of course much better quality food than what you get at convenience stores, rice bowl chains or Izakayas and this is not what most Japanese people eat on a daily basis."
  },
  {
    "startTime": 292.74,
    "endTime": 298.621,
    "text": "I'm not really recommending these places either - Most Japanese people wouldn't think of these places as \"healthy\"."
  },
  {
    "startTime": 298.622,
    "endTime": 301.03000000000003,
    "text": "But, this isn't about optimal health."
  },
  {
    "startTime": 301.03,
    "endTime": 309.79999999999995,
    "text": "I just mean to point out that even someone who puts minimal effort into being healthy can get some reasonable quality meals out of these very convenient places."
  },
  {
    "startTime": 309.8,
    "endTime": 313.2,
    "text": "By the way, what's everyone drinking with and between meals?"
  },
  {
    "startTime": 313.2,
    "endTime": 325.3,
    "text": "In America, more often than not, it's soda, considering a survey of 80 countries found that America comes in at rank number 1 for soda consumption at 170 liters purchased per person in 2011."
  },
  {
    "startTime": 325.3,
    "endTime": 329.6,
    "text": "Japan came in at rank 56 at 32 liters per person."
  },
  {
    "startTime": 329.6,
    "endTime": 339.64000000000004,
    "text": "In Japan most places serve tea with your meal for free, and in general it's harder to purchase massive quantities of soda - there's no comically large big gulps at seven-eleven."
  },
  {
    "startTime": 339.64,
    "endTime": 349.7,
    "text": "I haven't seen these packs of soda here, and Japan has the smallest \"large\" cup size at McDonald's - an American medium size drink is bigger than a Japanese large."
  },
  {
    "startTime": 349.7,
    "endTime": 354.25,
    "text": "Another factor to thank for keeping people's soda intake low is again: variety."
  },
  {
    "startTime": 354.25,
    "endTime": 362.47,
    "text": "What's interesting is despite Japan drinking 5 times less soda than America, soda is available in vending machines everywhere in Japan."
  },
  {
    "startTime": 362.47,
    "endTime": 371.70000000000005,
    "text": "There's 5.52 million vending machines, meaning there is a vending machine for every 23 people in Japan - that's the highest vending machine per capital on the planet."
  },
  {
    "startTime": 371.7,
    "endTime": 373.53999999999996,
    "text": "So what's in these vending machines?"
  },
  {
    "startTime": 373.54,
    "endTime": 379.74,
    "text": "Why don't we take a look at this vending machine I came across on the side of the road in the middle of nowhere in Hakone."
  },
  {
    "startTime": 379.8,
    "endTime": 385.49,
    "text": "Among other things, They have black coffee, six different types of unsweetened tea and water."
  },
  {
    "startTime": 385.49,
    "endTime": 392.3,
    "text": "A typical American vending machine offers 13 varieties of drink, the only non-sweet one being water."
  },
  {
    "startTime": 392.3,
    "endTime": 396.33,
    "text": "So convenience and variety - simple, but it makes a difference."
  },
  {
    "startTime": 396.33,
    "endTime": 402.71,
    "text": "It's easier to pick the healthy choices when they are just as easy and convenient as the unhealthier choices."
  },
  {
    "startTime": 402.71,
    "endTime": 408.21,
    "text": "Now, this is by no means the full story on Japan and health, but I think these are two key factors."
  },
  {
    "startTime": 408.21,
    "endTime": 416.59,
    "text": "I'll be doing another video on some of the many other things that contribute to health in Japan, so if there's a particular point you want to hear discussed, leave a comment below."
  }
]