[
  {
    "startTime": 6.68,
    "endTime": 10.96,
    "text": "Kia LaBeija: I was inspired by voguing because voguing allows you to be anything and anyone you want to be."
  },
  {
    "startTime": 10.96,
    "endTime": 15.82,
    "text": "Archie Burnett: Vogue is within the realm of a dance family."
  },
  {
    "startTime": 16.14,
    "endTime": 18.76,
    "text": "Archie: And that's what it's supposed to be—a dance family."
  },
  {
    "startTime": 19.0,
    "endTime": 21.96,
    "text": "The name voguing comes from Vogue magazine."
  },
  {
    "startTime": 21.96,
    "endTime": 27.26,
    "text": "The movements that define the dance are based on model poses from the fashion publication."
  },
  {
    "startTime": 27.26,
    "endTime": 34.92,
    "text": "Willi Ninja, who's called the godfather of voguing, also drew inspiration from martial arts, ballet, gymnastics, and even pantomimes."
  },
  {
    "startTime": 34.92,
    "endTime": 41.800000000000004,
    "text": "In the critically-acclaimed documentary called Paris is Burning, Ninja defines the dance as an extension of throwing shade."
  },
  {
    "startTime": 41.8,
    "endTime": 45.22,
    "text": "Instead of fighting, two people would settle their beef on the dance-floor."
  },
  {
    "startTime": 45.22,
    "endTime": 48.68,
    "text": "So whoever had the best moves, would be throwing the best shade."
  },
  {
    "startTime": 50.16,
    "endTime": 56.0,
    "text": "During the 1970s, in Harlem, houses were formed within the larger drag ballroom scene."
  },
  {
    "startTime": 56.0,
    "endTime": 61.6,
    "text": "These house serve as surrogate families, primarily for Black and Latino queer youth."
  },
  {
    "startTime": 61.74,
    "endTime": 67.42,
    "text": "Each house is led by a mother or father who serves as a guide to the ballroom community."
  },
  {
    "startTime": 67.42,
    "endTime": 70.62,
    "text": "House of LaBeija was the first to form in the late 70s."
  },
  {
    "startTime": 70.62,
    "endTime": 81.26,
    "text": "Other notable houses include the house of Xtravaganza, Ninja, Pendavis, Corey, the House of Wong, the House of Dupree, and many others in New York and across the US."
  },
  {
    "startTime": 81.26,
    "endTime": 92.26,
    "text": "While many of these names came from the founders, other houses are named after designers like Chanel and Yves Saint Laurent. Members come together to walk against one another in various categories at elaborate balls."
  },
  {
    "startTime": 92.48,
    "endTime": 99.48,
    "text": "Beyond the performance or throwing shade, though, these balls create a safe space for empowerment and belonging."
  },
  {
    "startTime": 101.58,
    "endTime": 103.0,
    "text": "Kia Labeija: Whatever you carry with you, you leave it on that floor."
  },
  {
    "startTime": 103.4,
    "endTime": 110.30000000000001,
    "text": "Whether it's suffering from illness, whether it's suffering from...acceptance."
  },
  {
    "startTime": 110.78,
    "endTime": 115.98,
    "text": "Kia: Whether it's suffering from not having a place to call your home."
  },
  {
    "startTime": 117.34,
    "endTime": 119.66,
    "text": "Kia: Your house becomes your home."
  },
  {
    "startTime": 119.66,
    "endTime": 130.68,
    "text": "After the AIDS epidemic in the 80s, when a large population of the ballroom community was hit hard, the legendary balls and the houses that organized them also became a place for activism and awareness."
  },
  {
    "startTime": 132.6,
    "endTime": 141.88,
    "text": "Younger generations of voguers can be seen taking the stage at smaller Kiki Balls hosted by Gay Men's Health Crisis, an organization that advocates for prevention of AIDS."
  },
  {
    "startTime": 142.64,
    "endTime": 150.0,
    "text": "Luna Luis Ortiz: It all started at GMHC when, GMHC was trying to figure out how to get young people to come into the building."
  },
  {
    "startTime": 150.42,
    "endTime": 156.66,
    "text": "And so, Kiki balls began so we could sort of attract them to come in for services."
  },
  {
    "startTime": 156.66,
    "endTime": 165.56,
    "text": "These balls serve as an outlet for self expression, activism, and offer a resource for gay and trans adolescents at risk of HIV, homelessness, abuse and depression."
  },
  {
    "startTime": 165.56,
    "endTime": 171.2,
    "text": "Outside the ballroom culture, voguing has long been synonymous with fashion and glamour."
  },
  {
    "startTime": 171.2,
    "endTime": 175.2,
    "text": "It's often confused with Madonna's co-opted version of the dance form."
  },
  {
    "startTime": 176.66,
    "endTime": 180.1,
    "text": "But it means much more to the community that made it."
  },
  {
    "startTime": 180.1,
    "endTime": 184.12,
    "text": "Archie: Dance is the one thing that you can control with your body."
  },
  {
    "startTime": 184.12,
    "endTime": 187.16,
    "text": "Archie: That's something that comes from you."
  },
  {
    "startTime": 187.16,
    "endTime": 194.9,
    "text": "Archie: When you can take anything that comes from you, and gives you a certain amount of...of being comfortable in your own skin."
  },
  {
    "startTime": 195.0,
    "endTime": 195.98,
    "text": "I think that's great!"
  },
  {
    "startTime": 195.98,
    "endTime": 198.399,
    "text": "Archie: You know? And that is empowerment."
  },
  {
    "startTime": 199.0,
    "endTime": 207.94,
    "text": "Kia: When you get up there, when you walk that ball, and everyone is cheering for you. In that moment, you feel......like everybody sees you."
  },
  {
    "startTime": 207.94,
    "endTime": 210.14,
    "text": "Kia: It makes you feel like you're not alone."
  }
]