[
  {
    "startTime": 0.0,
    "endTime": 1.6,
    "text": "There are no blue tigers."
  },
  {
    "startTime": 1.8,
    "endTime": 5.2,
    "text": "No blue bats, no blue squirrels, no blue dogs."
  },
  {
    "startTime": 5.4,
    "endTime": 8.4,
    "text": "Even blue whales aren't that blue."
  },
  {
    "startTime": 8.7,
    "endTime": 13.2,
    "text": "Animals come in pretty much every color, but blue seems to be the rarest."
  },
  {
    "startTime": 13.4,
    "endTime": 17.8,
    "text": "What's cool, though, is when we do find a blue animal, they're awesome looking."
  },
  {
    "startTime": 18.0,
    "endTime": 20.4,
    "text": "Nature doesn't do halfway with blue."
  },
  {
    "startTime": 20.7,
    "endTime": 26.299999999999997,
    "text": "To understand why this is, we're gonna journey through evolution, chemistry, and some very cool physics."
  },
  {
    "startTime": 26.5,
    "endTime": 30.5,
    "text": "But, first, we're gonna need to understand why animals are any color at all,"
  },
  {
    "startTime": 30.7,
    "endTime": 36.4,
    "text": "and to do that, we need to go look at some butterflies, because butterflies are awesome."
  },
  {
    "startTime": 36.6,
    "endTime": 38.800000000000004,
    "text": "And if you don't think so, you're wrong."
  },
  {
    "startTime": 39.0,
    "endTime": 40.1,
    "text": "This is Bob Robbins."
  },
  {
    "startTime": 40.3,
    "endTime": 45.599999999999994,
    "text": "He's curator of Lepidoptera at the National Museum of Natural History in Washington D.C."
  },
  {
    "startTime": 46.3,
    "endTime": 48.5,
    "text": "Butterflies are awesome."
  },
  {
    "startTime": 48.8,
    "endTime": 50.5,
    "text": "Make no mistake about it."
  },
  {
    "startTime": 50.7,
    "endTime": 55.6,
    "text": "They're a group of moths that evolved to be active during the day,"
  },
  {
    "startTime": 55.9,
    "endTime": 62.199999999999996,
    "text": "and if you're active during the day, that means you have an advantage; you can use light to communicate."
  },
  {
    "startTime": 62.4,
    "endTime": 68.8,
    "text": "You probably realize this, but out of all insects, butterflies display the brightest and most detailed patterns."
  },
  {
    "startTime": 69.0,
    "endTime": 70.1,
    "text": "And there's a good reason for that:"
  },
  {
    "startTime": 70.3,
    "endTime": 76.8,
    "text": "The colors in butterfly wings deliver messages, like \"I'm toxic\", or \"I'm a male and this is my territory\","
  },
  {
    "startTime": 77.0,
    "endTime": 80.5,
    "text": "but not all butterfly colors are created equal."
  },
  {
    "startTime": 80.7,
    "endTime": 85.2,
    "text": "If we zoom way in on a butterfly wing, we see the colors come from tiny scales."
  },
  {
    "startTime": 85.4,
    "endTime": 89.0,
    "text": "It's actually how moths and butterflies get their scientific name."
  },
  {
    "startTime": 89.2,
    "endTime": 97.8,
    "text": "Oranges, reds, yellows browns… those scales all contain pigments, organic molecules that absorb every color except what we see."
  },
  {
    "startTime": 98.0,
    "endTime": 100.1,
    "text": "Black scales absorb all colors."
  },
  {
    "startTime": 100.3,
    "endTime": 107.89999999999999,
    "text": "Animals, from butterflies to birds to you and me, don't make these pigments from scratch, they're made from ingredients in our diet."
  },
  {
    "startTime": 108.3,
    "endTime": 110.1,
    "text": "You might know this thanks to flamingos."
  },
  {
    "startTime": 110.3,
    "endTime": 115.1,
    "text": "They're born gray, but turn pink thanks to pigments called carotenoids in crustaceans they eat."
  },
  {
    "startTime": 115.3,
    "endTime": 118.6,
    "text": "So when it comes to these colors, you are what you eat."
  },
  {
    "startTime": 118.9,
    "endTime": 120.60000000000001,
    "text": "But not so for blue."
  },
  {
    "startTime": 120.8,
    "endTime": 122.5,
    "text": "Blue is different."
  },
  {
    "startTime": 122.7,
    "endTime": 128.8,
    "text": "If you move the camera, if you can see that the color changes as you move the camera."
  },
  {
    "startTime": 129.0,
    "endTime": 131.8,
    "text": "It does. It's like a hologram thing."
  },
  {
    "startTime": 132.0,
    "endTime": 137.8,
    "text": "Yeah, and this is because there's no blue pigment in these butterflies"
  },
  {
    "startTime": 138.0,
    "endTime": 140.8,
    "text": "Wait… so they're blue, but they're not really blue?"
  },
  {
    "startTime": 141.0,
    "endTime": 143.3,
    "text": "That's correct! Yes."
  },
  {
    "startTime": 143.5,
    "endTime": 145.7,
    "text": "You're lying to me, butterflies!"
  },
  {
    "startTime": 146.2,
    "endTime": 150.0,
    "text": "These are Blue Morpho butterflies, maybe the prettiest butterflies of all."
  },
  {
    "startTime": 150.4,
    "endTime": 153.5,
    "text": "I mean… they did make it the butterfly emoji."
  },
  {
    "startTime": 153.7,
    "endTime": 155.7,
    "text": "The blue color isn't from a pigment."
  },
  {
    "startTime": 156.0,
    "endTime": 163.1,
    "text": "The blue comes from the shape of the wing scale itself, and when I learned how this works, it kinda blew my mind."
  },
  {
    "startTime": 163.3,
    "endTime": 167.4,
    "text": "If we zoom way in on a blue wing scale, we see these little ridges."
  },
  {
    "startTime": 167.6,
    "endTime": 173.4,
    "text": "We slice across the scale and look closer, we see those ridges are shaped like tiny Christmas trees."
  },
  {
    "startTime": 173.6,
    "endTime": 177.79999999999998,
    "text": "The arrangement of the branches is what gives Morpho wings their blue color."
  },
  {
    "startTime": 178.0,
    "endTime": 181.1,
    "text": "When light comes in, some bounces off the top surface."
  },
  {
    "startTime": 181.3,
    "endTime": 185.10000000000002,
    "text": "But some light passes into the layer and reflects off the bottom surface."
  },
  {
    "startTime": 185.3,
    "endTime": 190.20000000000002,
    "text": "For most colors of light, waves reflecting from the top and bottom will be out of phase,"
  },
  {
    "startTime": 190.4,
    "endTime": 193.0,
    "text": "they'll be canceled out, and that light is removed."
  },
  {
    "startTime": 193.2,
    "endTime": 200.79999999999998,
    "text": "But blue light has just the right wavelength; the reflected light waves are in sync, and that color makes it to our eye."
  },
  {
    "startTime": 201.0,
    "endTime": 204.1,
    "text": "This hall of mirrors only lets blue light escape."
  },
  {
    "startTime": 204.4,
    "endTime": 210.0,
    "text": "There's even a pigment at the base that absorbs stray red and green light to make the blue even more pure."
  },
  {
    "startTime": 210.2,
    "endTime": 213.79999999999998,
    "text": "That's how we get this awesome iridescent blue."
  },
  {
    "startTime": 214.0,
    "endTime": 216.8,
    "text": "The microscopic structure of the wing itself."
  },
  {
    "startTime": 217.0,
    "endTime": 222.3,
    "text": "All of this happens because of the way light bends when it moves from air into another material."
  },
  {
    "startTime": 222.5,
    "endTime": 230.8,
    "text": "So if we fill all those tiny gaps with something other than air, like alcohol, the blue disappears."
  },
  {
    "startTime": 231.0,
    "endTime": 238.2,
    "text": "Technically, this \"changes the index of refraction\", but in plain English, that means blue light is no longer bent the right way."
  },
  {
    "startTime": 238.4,
    "endTime": 245.4,
    "text": "The microscopic light filter is broken until the alcohol evaporates, and the color returns."
  },
  {
    "startTime": 245.6,
    "endTime": 247.5,
    "text": "But these butterflies live in the rainforest."
  },
  {
    "startTime": 247.7,
    "endTime": 250.79999999999998,
    "text": "You think they'd lose their color any time they got wet, right?"
  },
  {
    "startTime": 251.0,
    "endTime": 252.5,
    "text": "Well, watch this."
  },
  {
    "startTime": 252.7,
    "endTime": 258.4,
    "text": "These wing scales are made of a material that's naturally water-resistant."
  },
  {
    "startTime": 258.6,
    "endTime": 262.20000000000005,
    "text": "They stay blue in any weather."
  },
  {
    "startTime": 262.6,
    "endTime": 264.8,
    "text": "So what about this blue jay feather?"
  },
  {
    "startTime": 265.0,
    "endTime": 269.8,
    "text": "If we look through it, the color completely disappears. No blue pigment."
  },
  {
    "startTime": 270.0,
    "endTime": 277.1,
    "text": "Each feather bristle contains light-scattering microscopic beads, spaced so everything but blue light is canceled out."
  },
  {
    "startTime": 277.3,
    "endTime": 284.2,
    "text": "Unlike the highly-ordered structures we find in butterfly wings, these feather structures are more messy, like a foam,"
  },
  {
    "startTime": 284.4,
    "endTime": 289.29999999999995,
    "text": "so instead of changing as we move, the color's more even from every direction."
  },
  {
    "startTime": 289.5,
    "endTime": 290.4,
    "text": "Peacock tail feathers?"
  },
  {
    "startTime": 290.6,
    "endTime": 293.3,
    "text": "Again, it's the shape of the feather, not pigment."
  },
  {
    "startTime": 293.5,
    "endTime": 301.5,
    "text": "But the light-reflecting structures here are more ordered, like a crystal, so it's brighter from certain angles."
  },
  {
    "startTime": 301.7,
    "endTime": 306.2,
    "text": "There's even a monkey–WHOA, let's keep this PG!!–"
  },
  {
    "startTime": 306.4,
    "endTime": 312.29999999999995,
    "text": "even that color is made by the adding and subtracting of light waves thanks to structures in the skin,"
  },
  {
    "startTime": 312.5,
    "endTime": 317.1,
    "text": "and yes, even your blue eyes, are colored by structures, not pigments."
  },
  {
    "startTime": 317.5,
    "endTime": 326.1,
    "text": "Outside of the ocean, almost exclusively, the bluest living things make their colors with microscopic structures, and each one's a little different."
  },
  {
    "startTime": 326.3,
    "endTime": 333.3,
    "text": "No vertebrate, not a single bird or mammal or reptile that we know of, makes a blue pigment on its body."
  },
  {
    "startTime": 333.5,
    "endTime": 339.2,
    "text": "In fact, there's only one known butterfly that has cracked the code for making a true blue pigment."
  },
  {
    "startTime": 339.4,
    "endTime": 344.2,
    "text": "Blue as a pigment in nature is incredibly rare."
  },
  {
    "startTime": 344.4,
    "endTime": 351.79999999999995,
    "text": "But there's one exception so far that we know about, and these are over here called the olivewings."
  },
  {
    "startTime": 352.1,
    "endTime": 356.5,
    "text": "They have evolved a blue pigment."
  },
  {
    "startTime": 356.7,
    "endTime": 363.8,
    "text": "And they're not very common and we don't know much about them, and I don't know of any other blue pigment."
  },
  {
    "startTime": 364.0,
    "endTime": 365.8,
    "text": "That's a really special butterfly."
  },
  {
    "startTime": 366.0,
    "endTime": 372.0,
    "text": "But why is almost all of nature's blue made from structures and not pigments like everything else?"
  },
  {
    "startTime": 372.2,
    "endTime": 378.2,
    "text": "I've asked this question to several scientists  that study color, and here's their best theory so far:"
  },
  {
    "startTime": 378.4,
    "endTime": 384.29999999999995,
    "text": "At some point way back in time, birds and butterflies evolved the ability to see blue light."
  },
  {
    "startTime": 384.5,
    "endTime": 387.8,
    "text": "But they hadn't yet evolved a way to paint their bodies that color."
  },
  {
    "startTime": 388.0,
    "endTime": 392.8,
    "text": "But if they could, it'd be like going from early Beatles to Sgt. Pepper's Beatles."
  },
  {
    "startTime": 393.0,
    "endTime": 396.5,
    "text": "It meant new opportunities for communicating and survival."
  },
  {
    "startTime": 396.7,
    "endTime": 405.3,
    "text": "Creating some blue pigment–out of the blue–would have required inventing new chemistry, and there was no way to just add that recipe to their genes."
  },
  {
    "startTime": 405.5,
    "endTime": 415.8,
    "text": "It was much easier for evolution to change the shape of their bodies, ever so slightly, at the most microscopic level, and create blue using physics instead."
  },
  {
    "startTime": 416.0,
    "endTime": 419.4,
    "text": "They solved a biology problem with engineering."
  },
  {
    "startTime": 419.6,
    "endTime": 425.3,
    "text": "What I love about this is these colors have fascinated curious people for hundreds of years."
  },
  {
    "startTime": 425.5,
    "endTime": 430.2,
    "text": "After looking at peacock feathers through one of the first microscopes back in the 1600's"
  },
  {
    "startTime": 430.4,
    "endTime": 435.29999999999995,
    "text": "Robert Hooke wrote, \"These colours are onely fantastical ones.\""
  },
  {
    "startTime": 435.5,
    "endTime": 442.4,
    "text": "Even Isaac Newton noticed there was something unusual about these blues, and scientists have been studying it ever since."
  },
  {
    "startTime": 442.6,
    "endTime": 447.3,
    "text": "Not only because the science is interesting, but because it's beautiful."
  },
  {
    "startTime": 447.5,
    "endTime": 457.0,
    "text": "Thanks for watching, and stay curious."
  }
]