[
  {
    "startTime": 0.57,
    "endTime": 5.94,
    "text": "Bubble tea enjoyed brief popularity in the United States in the late 2000s but made a comeback in 2016."
  },
  {
    "startTime": 7.4,
    "endTime": 15.4,
    "text": "Recognizable to many people by the tapioca balls at the bottom and the wide straws that allow you to sip them along with your tea, you probably know bubble tea when you see it."
  },
  {
    "startTime": 15.4,
    "endTime": 19.439,
    "text": "But how much do you really know about this odd and exhilarating beverage?"
  },
  {
    "startTime": 19.44,
    "endTime": 23.48,
    "text": "These facts about bubble tea's history, ingredients — and health risks — might surprise you."
  },
  {
    "startTime": 24.46,
    "endTime": 25.36,
    "text": "A happy accident"
  },
  {
    "startTime": 25.72,
    "endTime": 29.33,
    "text": "Bubble tea is a Taiwanese tea-based drink invented in Taichung in the 1980s."
  },
  {
    "startTime": 30.0,
    "endTime": 37.0,
    "text": "So the story goes, Lin Hsiu Hui got bored during a meeting and poured her tapioca dessert into her tea — and it turned out delicious."
  },
  {
    "startTime": 37.001,
    "endTime": 43.0,
    "text": "Nothing might've come of it if Lin Hsiu Hui wasn't already the product development manager for Chun Shui Tang teahouse, but she was."
  },
  {
    "startTime": 43.136,
    "endTime": 45.0,
    "text": "And that's what kicked off this trend."
  },
  {
    "startTime": 45.0,
    "endTime": 53.42,
    "text": "Even though Lin Hsiu Hui first created bubble tea by adding tapioca balls into her tea, the \"bubble\" in bubble tea actually refers to the oxygen pockets formed by shaking the tea."
  },
  {
    "startTime": 53.74,
    "endTime": 61.300000000000004,
    "text": "It's likely that these same bubbles formed when she first poured her tapioca dessert into her tea during that fateful, boring meeting when she invented the stuff."
  },
  {
    "startTime": 61.3,
    "endTime": 64.5,
    "text": "This is also why you can get bubble tea without any tapioca."
  },
  {
    "startTime": 64.5,
    "endTime": 70.479,
    "text": "Milk tea, pearl tea, tapioca tea, boba tea, and foam milk tea are a few of the variations available to suit your taste palate."
  },
  {
    "startTime": 71.28,
    "endTime": 72.72,
    "text": "Evolution of tapioca size"
  },
  {
    "startTime": 72.96,
    "endTime": 76.1,
    "text": "The size of the tapioca in bubble tea can also vary."
  },
  {
    "startTime": 76.11,
    "endTime": 78.46,
    "text": "This explains a few of the different names for the tea."
  },
  {
    "startTime": 78.46,
    "endTime": 81.649,
    "text": "Pearl tea refers to the original bubble tea with smaller tapioca \"pearls.\""
  },
  {
    "startTime": 81.65,
    "endTime": 85.0,
    "text": "Boba tea, on the other hand, refers to the bubble tea with larger pearls."
  },
  {
    "startTime": 85.0,
    "endTime": 96.45,
    "text": "Because the small pearls are typically used in desserts like the one Lin Hsiu Hui poured into her tea in the 1980s, we might say that small pearls are the traditional style for bubble tea, though now almost all shops use the larger boba."
  },
  {
    "startTime": 96.45,
    "endTime": 100.9,
    "text": "If you want something chewy in your bubble tea, but don't like tapioca, that's also not a problem!"
  },
  {
    "startTime": 100.98,
    "endTime": 104.42,
    "text": "Other options for the balls include grass, konjac, or coconut jellies."
  },
  {
    "startTime": 104.42,
    "endTime": 110.179,
    "text": "You can also get popping boba, which is made from a seaweed extract with fruit juice flavoring inside that pops open once you bite into it."
  },
  {
    "startTime": 110.4,
    "endTime": 113.68,
    "text": "Some shops even offer puddings or beans as a tapioca-alternative."
  },
  {
    "startTime": 113.68,
    "endTime": 119.92,
    "text": "Meanwhile, you may have mostly had bubble tea in its cold form, but drinkers aren't limited to what has become known as the traditional style."
  },
  {
    "startTime": 119.92,
    "endTime": 124.869,
    "text": "If you're craving bubble tea in the freezing winter, you can find it available in hot varieties to help you warm up."
  },
  {
    "startTime": 124.87,
    "endTime": 129.0,
    "text": "If you like it cold, but you're looking for something a little thicker, it's also available as a smoothie."
  },
  {
    "startTime": 129.002,
    "endTime": 132.0,
    "text": "Another option for customizing it is by choosing the type of tea."
  },
  {
    "startTime": 132.002,
    "endTime": 137.0,
    "text": "Some shops offer lots of options, including green, black, oolong, and sometimes even Thai and chai tea."
  },
  {
    "startTime": 137.002,
    "endTime": 139.0,
    "text": "Pick your favorite variety and go from there."
  },
  {
    "startTime": 139.002,
    "endTime": 142.0,
    "text": "Now, let's talk about the bad news ..."
  },
  {
    "startTime": 142.002,
    "endTime": 143.18,
    "text": "The waistline factor"
  },
  {
    "startTime": 143.19,
    "endTime": 148.0,
    "text": "Because the boba are most often made with tapioca starch, bubble tea isn't exactly low-calorie."
  },
  {
    "startTime": 148.155,
    "endTime": 154.9,
    "text": "While tapioca boba are fat-free, bubble tea is loaded with empty calories and, depending on the milk used, potentially also fattening."
  },
  {
    "startTime": 155.4,
    "endTime": 160.47,
    "text": "Not only that, but some drinks add in flavored syrups, which means the carb count factor can be very high."
  },
  {
    "startTime": 160.47,
    "endTime": 171.4,
    "text": "According to a 2016 study, the high caloric and sugar content of boba beverages poses public health concerns as they have the potential to further exacerbate the childhood obesity epidemic, so enjoy this stuff in moderation."
  },
  {
    "startTime": 171.4,
    "endTime": 178.0,
    "text": "There's also evidence that consumption of bubble tea and other sugary beverages has been linked to the development of ADHD in children."
  },
  {
    "startTime": 178.002,
    "endTime": 178.83,
    "text": "Yikes!"
  },
  {
    "startTime": 179.36,
    "endTime": 180.0,
    "text": "A bigger concern?"
  },
  {
    "startTime": 180.29,
    "endTime": 190.0,
    "text": "In May 2011, a food scandal broke out in Taiwan where the palm oil in some drinks and syrups — including some that may have been exported and used in bubble tea shops around the world— was replaced with diethylhexyl-phthalate."
  },
  {
    "startTime": 190.63,
    "endTime": 196.23,
    "text": "This is a chemical often used in plastics to make them pliable and is considered a potential carcinogen in humans by researchers."
  },
  {
    "startTime": 196.23,
    "endTime": 204.17,
    "text": "However, the true effect of small doses of DEHP in humans — such as what would be obtained through the casual drinking of bubble tea — still needs further testing."
  },
  {
    "startTime": 204.17,
    "endTime": 207.0,
    "text": "Another report said that samples of bubble tea contained other carcinogenic chemicals."
  },
  {
    "startTime": 207.9,
    "endTime": 215.88,
    "text": "That same year, however, Taiwan's Food and Drug Administration confirmed that a second round of tests conducted by German authorities found no cancer-causing chemicals in bubble tea."
  },
  {
    "startTime": 216.58,
    "endTime": 222.0,
    "text": "Whether this means that the original samples were tainted in some way or that the levels of chemicals vary from sample to sample isn't clear."
  },
  {
    "startTime": 222.49,
    "endTime": 225.0,
    "text": "But there's been no further indication that bubble tea leads to cancer."
  },
  {
    "startTime": 225.6,
    "endTime": 230.85999999999999,
    "text": "Even so, the risk-averse might take the better safe than sorry approach than indulge in this bubbly beverage."
  },
  {
    "startTime": 230.6,
    "endTime": 236.29999999999998,
    "text": "So it's a tapioca starch, they pearlize it, and that's why they get the big straw so you can actually suck up some of the tapioca pearl."
  },
  {
    "startTime": 236.36,
    "endTime": 236.86,
    "text": "No?"
  },
  {
    "startTime": 237.34,
    "endTime": 238.74,
    "text": "To bubble or not to bubble?"
  },
  {
    "startTime": 239.14,
    "endTime": 246.7,
    "text": "Although it may not be a health food, bubble tea hasn't been definitively proven as particularly dangerous — unless you have an allergy to one of its ingredients."
  },
  {
    "startTime": 246.98,
    "endTime": 253.0,
    "text": "As an occasional treat when you're thirsty and want something sweet and chewy all at the same time, bubble tea is no worse for you than lots of other desserts."
  },
  {
    "startTime": 253.69,
    "endTime": 255.999,
    "text": "And that's how it should be seen: as a dessert!"
  },
  {
    "startTime": 256.0,
    "endTime": 260.57,
    "text": "Just remember your options for customizing your bubble tea and the potential risks of having it too often."
  },
  {
    "startTime": 260.57,
    "endTime": 263.3,
    "text": "After all, you wouldn't drink a milkshake every day, would you?"
  },
  {
    "startTime": 263.3,
    "endTime": 266.48,
    "text": "You might gain weight, feel sick... or just end up like this guy:"
  },
  {
    "startTime": 266.74,
    "endTime": 270.18,
    "text": "I drink your milkshake!"
  },
  {
    "startTime": 273.68,
    "endTime": 274.42,
    "text": "Thanks for watching!"
  },
  {
    "startTime": 274.43,
    "endTime": 276.71,
    "text": "Click The List icon to subscribe to our YouTube channel."
  },
  {
    "startTime": 276.71,
    "endTime": 279.79999999999995,
    "text": "Plus check out all this cool stuff we know you'll love, too!"
  }
]