[
  {
    "startTime": 0.22,
    "endTime": 8.700000000000001,
    "text": "\"The Universe,\" informally, means \"everything there is\"—mountains and oceans and the moon and hot nuclear balls of hydrogen and a whole lot more."
  },
  {
    "startTime": 8.8,
    "endTime": 14.700000000000001,
    "text": "But if the Universe is \"everything\", does that mean it includes the things that we don't know that we don't know exist?"
  },
  {
    "startTime": 14.9,
    "endTime": 18.8,
    "text": "Or even the things that we believe exist but haven't yet seen or observed?"
  },
  {
    "startTime": 19.0,
    "endTime": 22.3,
    "text": "For example, is the future a part of the universe?"
  },
  {
    "startTime": 22.4,
    "endTime": 35.0,
    "text": "In physics, we usually distinguish between these two notions of universe as 1) the \"observable universe,\" which is everything whose existence we've thus far been able to confirm or observe, or could in principle observe if we point our telescopes at it."
  },
  {
    "startTime": 35.0,
    "endTime": 47.0,
    "text": "And 2) \"The Universe\" with a capital U, or, \"The Whole Universe,\" which is everything that exists, has existed, or will exist, any time, anywhere, regardless of whether or not we're aware of it yet (or ever will be)."
  },
  {
    "startTime": 47.0,
    "endTime": 52.9,
    "text": "Of course, the main reason for this distinction is so that we can talk scientifically about parts of the universe we haven't yet been able to observe,"
  },
  {
    "startTime": 53.0,
    "endTime": 62.3,
    "text": "and the two biggest reasons we might not have been able to observe a piece of the universe yet are either it's in the future or it's so far away that light from it hasn't had time to reach us—yet."
  },
  {
    "startTime": 62.5,
    "endTime": 69.0,
    "text": "To explain: As far as we know, the universe had a beginning and is now around 13.8 billion years old."
  },
  {
    "startTime": 69.2,
    "endTime": 79.7,
    "text": "Light takes time to travel through space, so anywhere too far away from us just isn't visible yet in the same way that thunder from a distant lightning strike isn't audible—until you wait long enough."
  },
  {
    "startTime": 79.8,
    "endTime": 87.6,
    "text": "If you were blind, the thunder would be the first sign you have of the storm's existence, though once you hear it, you can infer that the storm must have existed all along."
  },
  {
    "startTime": 87.8,
    "endTime": 91.1,
    "text": "So within the observable universe, what do we know \"exists\"?"
  },
  {
    "startTime": 91.3,
    "endTime": 102.0,
    "text": "Pretty much just three things: spacetime, particles, and the physical laws that describe how spacetime and those particles interact to give rise to gravity and matter and forces and everything else."
  },
  {
    "startTime": 102.2,
    "endTime": 109.2,
    "text": "It's open for debate whether or not mathematics is a part of the universe or if it exists \"outside\" the universe in some sort of mathematical heavens,"
  },
  {
    "startTime": 109.3,
    "endTime": 116.6,
    "text": "but if you think that mathematics exists and if \"The Universe\" is everything that exists, then, well... I'll leave that up to you."
  },
  {
    "startTime": 116.7,
    "endTime": 131.2,
    "text": "There's one other thing, though—you may have heard of parallel universes, or \"Multiverses,\" an idea proposed by researchers or sci-fi fanatics that perhaps what we think of as \"The Universe\" is actually just a small piece of a larger thing which is really \"everything there is\"."
  },
  {
    "startTime": 131.2,
    "endTime": 133.6,
    "text": "But that's another verse of the story."
  }
]