[
  {
    "startTime": 0.0,
    "endTime": 3.4,
    "text": "Hey there, Welcome to Life Noggin."
  },
  {
    "startTime": 3.549,
    "endTime": 9.23,
    "text": "Space travel has given us a lot more than just some pretty pictures of Mars and a few footprints on the moon."
  },
  {
    "startTime": 9.23,
    "endTime": 15.609,
    "text": "It's taught us so much about the universe, shifted our perspective and changed how we live here on Earth."
  },
  {
    "startTime": 15.609,
    "endTime": 18.119,
    "text": "But what if we never traveled to space?"
  },
  {
    "startTime": 18.119,
    "endTime": 25.22,
    "text": "You may not realize it but there's a lot of things we use in our day to day lives that might not be around if we hadn't ventured out into the unknown."
  },
  {
    "startTime": 25.22,
    "endTime": 30.259999999999998,
    "text": "There's one set of pretty basic space tech that we definitely take for granted here on Earth."
  },
  {
    "startTime": 30.26,
    "endTime": 31.26,
    "text": "Satellites."
  },
  {
    "startTime": 31.26,
    "endTime": 37.64,
    "text": "The area surrounding Earth is full of satellites from various space agencies like NASA, JAXA and the ESA."
  },
  {
    "startTime": 37.64,
    "endTime": 46.108000000000004,
    "text": "These under-appreciated heroes give us GPS navigation, more detailed storm warnings and cosmic weather forecasts."
  },
  {
    "startTime": 46.109,
    "endTime": 50.5,
    "text": "GPS relies on real-time satellite data that streams down to GPS receivers."
  },
  {
    "startTime": 50.5,
    "endTime": 52.649,
    "text": "No satellites, no GPS."
  },
  {
    "startTime": 52.649,
    "endTime": 54.730000000000004,
    "text": "Imagine having to use maps to get around!"
  },
  {
    "startTime": 54.73,
    "endTime": 56.339,
    "text": "Maps, real maps!"
  },
  {
    "startTime": 56.34,
    "endTime": 57.34,
    "text": "No thank you."
  },
  {
    "startTime": 57.34,
    "endTime": 62.64,
    "text": "In a world without satellites, a lot of extreme storms like hurricanes and tornadoes wouldn't be forecast at all!"
  },
  {
    "startTime": 62.64,
    "endTime": 68.57,
    "text": "They'd just come out of nowhere, taking unsuspecting lives and causing more damage to unprepared areas."
  },
  {
    "startTime": 68.57,
    "endTime": 72.28999999999999,
    "text": "Without satellites, we wouldn't be ready for geomagnetic storms either."
  },
  {
    "startTime": 72.3,
    "endTime": 78.8,
    "text": "These are when radiation from the sun hurdles towards Earth threatening our global electrical power systems."
  },
  {
    "startTime": 78.8,
    "endTime": 83.50999999999999,
    "text": "Satellites send storm warnings to Earth, allowing the electric power industry to prepare and avoid massive outages."
  },
  {
    "startTime": 83.51,
    "endTime": 89.56,
    "text": "In just 3 years, these warnings are estimated to have saved about $450 million."
  },
  {
    "startTime": 89.56,
    "endTime": 95.59,
    "text": "If we never sent those satellites up there, you'd be in for a lot of candlelit, no-wifi nights."
  },
  {
    "startTime": 95.59,
    "endTime": 101.3,
    "text": "Without advances made in the space industry, air travel would be more time-consuming and more expensive too."
  },
  {
    "startTime": 101.3,
    "endTime": 108.67,
    "text": "NASA created the backbone of modern air traffic control, and without it, you'd better believe it'd take us even longer to get up into the sky."
  },
  {
    "startTime": 108.67,
    "endTime": 117.3,
    "text": "Plus, NASA engineers figured out that turning the tips of the plane wings upward reduces drag, saving airlines billions in fuel costs Without these advances, saving billions in fuel costs."
  },
  {
    "startTime": 117.58,
    "endTime": 120.679,
    "text": "We can also thank space travel for countless breakthroughs in the field of medicine."
  },
  {
    "startTime": 120.68,
    "endTime": 128.34,
    "text": "JPL, the Jet Propulsion Laboratory, played a lead role in developing the digital imaging technology that's now used for CAT scans and radiography!"
  },
  {
    "startTime": 128.34,
    "endTime": 132.24,
    "text": "So many illnesses and broken bones would go undiagnosed without this tech!"
  },
  {
    "startTime": 132.24,
    "endTime": 134.67000000000002,
    "text": "You know that memory foam mattress you sleep on?"
  },
  {
    "startTime": 134.67,
    "endTime": 140.64,
    "text": "You got that thanks to NASA's advances in space travel!"
  },
  {
    "startTime": 140.64,
    "endTime": 142.1,
    "text": "Wireless headphones?"
  },
  {
    "startTime": 142.1,
    "endTime": 143.1,
    "text": "NASA."
  },
  {
    "startTime": 143.1,
    "endTime": 144.96,
    "text": "Tech to ensure clean drinking water?"
  },
  {
    "startTime": 144.96,
    "endTime": 145.96,
    "text": "ESA."
  },
  {
    "startTime": 145.96,
    "endTime": 147.31,
    "text": "Safe land mine removal?"
  },
  {
    "startTime": 147.31,
    "endTime": 148.73,
    "text": "ESA & NASA."
  },
  {
    "startTime": 148.73,
    "endTime": 153.23,
    "text": "Futuristic self-driving tractors?"
  },
  {
    "startTime": 153.23,
    "endTime": 156.31,
    "text": "NASA."
  },
  {
    "startTime": 156.31,
    "endTime": 162.95,
    "text": "Space travel obviously hasn't just given us these life-changing inventions."
  },
  {
    "startTime": 162.95,
    "endTime": 172.20999999999998,
    "text": "It's taught us so much about space, like that the universe is expanding, that it's 14 billion years old, and about what it looked like 10 billion years ago."
  },
  {
    "startTime": 172.21,
    "endTime": 180.41,
    "text": "It's taught us so much about our planet too, like the long-term implications of global warming, changing ocean and weather patterns, and our atmosphere."
  },
  {
    "startTime": 180.41,
    "endTime": 184.4,
    "text": "Space travel has done even more than all that."
  },
  {
    "startTime": 184.4,
    "endTime": 192.62,
    "text": "It's changed our perspective of our planet, our universe and for many of us, our perspective on life itself."
  },
  {
    "startTime": 192.62,
    "endTime": 195.99,
    "text": "Space travel feeds the curiosity of so many of us stuck here on Earth."
  },
  {
    "startTime": 195.99,
    "endTime": 201.35000000000002,
    "text": "Making us question what else is out there, are we alone and if not, when will we meet them?"
  },
  {
    "startTime": 201.35,
    "endTime": 207.299,
    "text": "Space travel is crazy expensive and whether or not it's worth the money is heavily debated."
  },
  {
    "startTime": 207.3,
    "endTime": 208.66000000000003,
    "text": "Do you think it's worth it?"
  },
  {
    "startTime": 208.66,
    "endTime": 211.849,
    "text": "Let us know in the comments."
  }
]