[
  {
    "startTime": 0.32,
    "endTime": 2.56,
    "text": "How much coffee is too much coffee?"
  },
  {
    "startTime": 2.6,
    "endTime": 10.4,
    "text": "Legend holds that \"Kaffa\", or coffee, was discovered in western Ethiopia by a man who noticed that his goats were more active after eating coffee beans."
  },
  {
    "startTime": 10.5,
    "endTime": 14.8,
    "text": "Today, caffeine is the most widely-used brain stimulant in the world."
  },
  {
    "startTime": 14.9,
    "endTime": 20.3,
    "text": "Caffeine works by blocking another chemical in your brain called adenosine from bonding to receptors on your neurons."
  },
  {
    "startTime": 20.4,
    "endTime": 29.299999999999997,
    "text": "Adenosine is an inhibitor that keeps many brain regions in check, including one called the reticular activating system, which basically amplifies brain activity."
  },
  {
    "startTime": 29.4,
    "endTime": 34.6,
    "text": "When adenosine is blocked, this region goes into overdrive, sending a wake-up call to the rest of your brain."
  },
  {
    "startTime": 34.7,
    "endTime": 40.300000000000004,
    "text": "So, actually, coffee doesn't stimulate your brain - it just  suppresses the part that makes you drowsy!"
  },
  {
    "startTime": 40.4,
    "endTime": 43.5,
    "text": "Is caffeine addictive? Some scientists think so."
  },
  {
    "startTime": 43.6,
    "endTime": 49.1,
    "text": "But it's not as bad as other drugs, because it doesn't strongly affect the dopamine pathways related to addiction."
  },
  {
    "startTime": 49.2,
    "endTime": 54.7,
    "text": "Your brain does learn to balance the caffeine, though, which is why stopping cold can be a real headache."
  },
  {
    "startTime": 54.8,
    "endTime": 62.8,
    "text": "And while the equivalent of 100 cups of coffee can kill you, studies have found that in moderation it may help protect against Alzheimers and Parkinsons disease."
  },
  {
    "startTime": 62.9,
    "endTime": 67.1,
    "text": "So perhaps our craving for coffee isn't all that BAAHHHD."
  }
]