[
  {
    "startTime": 5.0,
    "endTime": 13.3,
    "text": "By 2050, the world's population is expected to soar to almost 10 billion people, and two-thirds of us will live in cities."
  },
  {
    "startTime": 13.4,
    "endTime": 15.5,
    "text": "Space will be at a premium."
  },
  {
    "startTime": 16.5,
    "endTime": 24.5,
    "text": "High-rise offers a solution, but concrete and steel, the materials we currently use to build high, have a large carbon footprint."
  },
  {
    "startTime": 24.6,
    "endTime": 28.8,
    "text": "An answer might lie in a natural material we've used for millennia."
  },
  {
    "startTime": 29.9,
    "endTime": 33.8,
    "text": "Our view is that all buildings should be made of timber."
  },
  {
    "startTime": 34.2,
    "endTime": 40.5,
    "text": "We think that we should be looking at concrete and steel like we look at petrol and diesel."
  },
  {
    "startTime": 41.9,
    "endTime": 46.6,
    "text": "I think it's very realistic to think that someone will build a wooden skyscraper in the coming years."
  },
  {
    "startTime": 46.7,
    "endTime": 51.2,
    "text": "There's a lot of potential that's unrealized for using timber at a very large scale."
  },
  {
    "startTime": 54.1,
    "endTime": 56.9,
    "text": "Throughout history, buildings have been made of wood."
  },
  {
    "startTime": 57.3,
    "endTime": 61.3,
    "text": "But it has one major drawback: It acts as kindling."
  },
  {
    "startTime": 61.4,
    "endTime": 65.5,
    "text": "Fire has destroyed large swathes of some of the world's great cities."
  },
  {
    "startTime": 67.1,
    "endTime": 71.6,
    "text": "But by the early twentieth century, the era of modern steelmaking had arrived."
  },
  {
    "startTime": 71.7,
    "endTime": 77.0,
    "text": "Steel was strong; could be molded into any shape and used to reinforce concrete."
  },
  {
    "startTime": 77.6,
    "endTime": 80.69999999999999,
    "text": "It allowed architects to build higher than ever before."
  },
  {
    "startTime": 82.0,
    "endTime": 88.5,
    "text": "So, why, after more than a century of concrete and steel, are some architects proposing a return to wood?"
  },
  {
    "startTime": 89.5,
    "endTime": 93.3,
    "text": "If concrete were to arrive as a new material on \"Dragon's Den\","
  },
  {
    "startTime": 93.4,
    "endTime": 100.4,
    "text": "if you were to pitch it and then say, \"I've got this brand-new material; it's liquid, and you can pour it into any shape and it'll solidify.\""
  },
  {
    "startTime": 100.8,
    "endTime": 101.89999999999999,
    "text": "That sounds great."
  },
  {
    "startTime": 102.3,
    "endTime": 106.39999999999999,
    "text": "But then, when you say, \"We need a whole new fleet of trucks to move it around.\""
  },
  {
    "startTime": 106.9,
    "endTime": 111.60000000000001,
    "text": "\"And actually, when it solidifies, it's not strong enough; we have to stick this other stuff in it, called steel.\""
  },
  {
    "startTime": 112.0,
    "endTime": 113.7,
    "text": "I don't think it would be a compelling case."
  },
  {
    "startTime": 116.4,
    "endTime": 120.30000000000001,
    "text": "Concrete and steel are costly to produce and heavy to transport."
  },
  {
    "startTime": 120.8,
    "endTime": 124.7,
    "text": "Wood, however, can be grown sustainably, and it's lighter than concrete."
  },
  {
    "startTime": 124.8,
    "endTime": 131.1,
    "text": "And crucially, as trees grow, they absorb carbon dioxide from the air, locking it into the timber."
  },
  {
    "startTime": 131.8,
    "endTime": 140.8,
    "text": "One study showed that using wood to construct a 125-meter skyscraper could reduce the building's carbon footprint by up to 75%."
  },
  {
    "startTime": 143.1,
    "endTime": 148.6,
    "text": "Regular timber isn't malleable like steel or concrete, and it isn't strong enough to build high."
  },
  {
    "startTime": 148.7,
    "endTime": 155.39999999999998,
    "text": "But engineers have come up with a solution: It's called cross-laminated timber, or CLT, for short."
  },
  {
    "startTime": 156.0,
    "endTime": 162.8,
    "text": "It's basically a new material, even though the underlying material is something we've used for millennia."
  },
  {
    "startTime": 162.9,
    "endTime": 168.4,
    "text": "It's cross-laminated, so the layers of wood are glued at 90 degrees to each other."
  },
  {
    "startTime": 168.5,
    "endTime": 172.2,
    "text": "And that makes for a very, very stable material."
  },
  {
    "startTime": 173.0,
    "endTime": 181.6,
    "text": "CLT is light, and it's comparable in strength to concrete and steel, but how does it cope when burnt with a high heat source?"
  },
  {
    "startTime": 182.9,
    "endTime": 188.20000000000002,
    "text": "Charred wood is extremely insulating ; that's the tree's natural protection against a forest fire."
  },
  {
    "startTime": 189.2,
    "endTime": 198.29999999999998,
    "text": "It chars, it loses some of its structural mass, but when you remove the source of flame, it extinguishes itself."
  },
  {
    "startTime": 198.8,
    "endTime": 202.10000000000002,
    "text": "When steel gets hot, it gets a bit softer."
  },
  {
    "startTime": 202.2,
    "endTime": 207.6,
    "text": "We've actually seen some steel roofs collapse in fires where wooden roofs have not."
  },
  {
    "startTime": 210.2,
    "endTime": 215.6,
    "text": "London architects Waugh Thistleton are already designing buildings with this new kind of timber."
  },
  {
    "startTime": 217.6,
    "endTime": 225.79999999999998,
    "text": "There's a CLT building behind, where the timber building sits behind timber clad, and then there's a really simple galvanized steel walkway."
  },
  {
    "startTime": 226.6,
    "endTime": 229.5,
    "text": "Cross-laminated timber is a material we work with a lot."
  },
  {
    "startTime": 229.6,
    "endTime": 234.5,
    "text": "Once these panels arrive on site, we're building, you know, a floor a week, at least."
  },
  {
    "startTime": 234.6,
    "endTime": 238.5,
    "text": "So, this is incredibly fast; this is maybe twice as fast as concrete."
  },
  {
    "startTime": 238.6,
    "endTime": 244.0,
    "text": "Because when you build a concrete building⏤what we call concrete buildings are actually floor slabs and columns."
  },
  {
    "startTime": 244.1,
    "endTime": 253.5,
    "text": "When we build a cross-laminated timber building, it's building floor slabs, all the external walls, all the internal walls, the lift cores, the stairs, the stair cores⏤"
  },
  {
    "startTime": 253.6,
    "endTime": 257.3,
    "text": "everything is made of timber, so these are like honeycomb structures."
  },
  {
    "startTime": 257.8,
    "endTime": 265.7,
    "text": "Andrew and his colleagues designed Britain's first high-rise wooden apartment block, and have recently completed the world's largest timber-based building."
  },
  {
    "startTime": 266.2,
    "endTime": 273.3,
    "text": "Behind these bricks is a timber core made from more than 2,000 trees, sourced from sustainable forests."
  },
  {
    "startTime": 273.9,
    "endTime": 278.5,
    "text": "And this London practice is not alone in advocating the use of CLT."
  },
  {
    "startTime": 278.9,
    "endTime": 285.5,
    "text": "Ambitious wooden high-rise buildings are also being constructed in Scandinavia, central Europe, and North America."
  },
  {
    "startTime": 286.2,
    "endTime": 291.2,
    "text": "As yet, nobody has used CLT to build beyond 55 meters."
  },
  {
    "startTime": 292.2,
    "endTime": 300.7,
    "text": "But Michael Ramage's research center in Cambridge working with another London practice has proposed a concept design of a 300-meter tower,"
  },
  {
    "startTime": 300.8,
    "endTime": 305.8,
    "text": "to be built on top of one of London's most iconic concrete structures, the Barbican."
  },
  {
    "startTime": 307.5,
    "endTime": 311.5,
    "text": "The way we've engineered the Oakwood Tower is to look at the global structure."
  },
  {
    "startTime": 311.6,
    "endTime": 314.20000000000005,
    "text": "And is it stable, and would it stand up?"
  },
  {
    "startTime": 314.8,
    "endTime": 316.1,
    "text": "We believe the answer is yes."
  },
  {
    "startTime": 316.2,
    "endTime": 326.7,
    "text": "The columns at the base of the Oakwood Tower would be about 2.5 meters square, so that's solid timber made of small elements glued together."
  },
  {
    "startTime": 328.1,
    "endTime": 334.3,
    "text": "I think we'll probably see incremental increases from the current height of about 50 meters."
  },
  {
    "startTime": 334.4,
    "endTime": 339.7,
    "text": "And, at some point, someone will make a step change, probably to about 100 meters."
  },
  {
    "startTime": 340.8,
    "endTime": 343.8,
    "text": "Making that jump in height will be a difficult sell."
  },
  {
    "startTime": 344.1,
    "endTime": 352.90000000000003,
    "text": "The cost of building wooden skyscrapers is largely unknown, but those costs could be reduced by prefabricating large sections of buildings in factories."
  },
  {
    "startTime": 353.4,
    "endTime": 359.09999999999997,
    "text": "And city-dwellers will need to be persuaded that CLT does not burn like ordinary wood."
  },
  {
    "startTime": 359.9,
    "endTime": 365.09999999999997,
    "text": "As an attractive, natural material, wood is already popular for use in low buildings."
  },
  {
    "startTime": 365.5,
    "endTime": 369.5,
    "text": "If planners approve, it could rise to new heights."
  }
]