[
  {
    "startTime": 0.0,
    "endTime": 5.99,
    "text": "Sleeping naked is supposed to have all kinds of benefits, so being naked all the time can only be more awesome, right?"
  },
  {
    "startTime": 5.99,
    "endTime": 7.99,
    "text": "...that's not how it works?"
  },
  {
    "startTime": 8.7,
    "endTime": 14.0,
    "text": "...awkward..."
  },
  {
    "startTime": 14.549,
    "endTime": 17.6,
    "text": "Hey guys, a fully clothed Amy with you on DNews today."
  },
  {
    "startTime": 17.8,
    "endTime": 28.3,
    "text": "To get to the meat of why sleeping naked might be good for you, we have to look at the one undeniable fact about nudity: When you have no clothes on, you stay cooler, and that is really what sleeping naked is all about."
  },
  {
    "startTime": 28.3,
    "endTime": 35.7,
    "text": "There's a fair bit of research out there that says being cooler not only helps you fall asleep but also helps you sleep deeper without waking up during the night."
  },
  {
    "startTime": 35.9,
    "endTime": 37.4,
    "text": "And it's not just a comfort thing."
  },
  {
    "startTime": 37.6,
    "endTime": 39.6,
    "text": "Being cooler has to do with neural activity."
  },
  {
    "startTime": 40.0,
    "endTime": 49.2,
    "text": "In both humans and animals, warmer skin has been linked to increased activity in areas of the brain that regulate sleep cycles; the warmer the subject the more disturbed their sleep."
  },
  {
    "startTime": 49.2,
    "endTime": 60.0,
    "text": "One study from the journal \"Brain\" found that a moderate cooling of the skin, just 1.08ºF, helped subjects sleep more deeply and stopped them waking up at night, particularly the elderly."
  },
  {
    "startTime": 60.1,
    "endTime": 69.8,
    "text": "Another study from the University of South Australia looked deeper into the body, literally, and found that lowering people's core temperatures was vital in getting patients to fall asleep faster."
  },
  {
    "startTime": 69.8,
    "endTime": 76.39999999999999,
    "text": "And once you're asleep in the nude, there are health benefits! Sleeping naked allows your skin to breathe, and also your private area."
  },
  {
    "startTime": 76.4,
    "endTime": 80.5,
    "text": "This can be especially important for women, particularly those prone to yeast infections."
  },
  {
    "startTime": 80.5,
    "endTime": 90.9,
    "text": "Because bacteria, including yeast, thrive in warm, moist areas, freeing your lady bits from constricting fabric and allowing it to breathe all night can decrease bad bacterial growth and help prevent infections."
  },
  {
    "startTime": 90.9,
    "endTime": 99.4,
    "text": "And while there's not really a male equivalent, some men prefer to sleep naked to keep their testicles cooler and improve their sperm count, particularly if they're trying for kids."
  },
  {
    "startTime": 99.4,
    "endTime": 103.4,
    "text": "And speaking of kids, another benefit to sleeping naked? Adult time!"
  },
  {
    "startTime": 103.4,
    "endTime": 109.30000000000001,
    "text": "Skin to skin contact, particularly with someone you're into, is a powerful form of mind-body medicine."
  },
  {
    "startTime": 109.3,
    "endTime": 113.6,
    "text": "Touching, like hugging, releases oxytocin, a hormone that makes us feel secure."
  },
  {
    "startTime": 113.6,
    "endTime": 119.19999999999999,
    "text": "It also lowers cortisol levels, which boosts the immune system, and can lower blood pressure and heart rate."
  },
  {
    "startTime": 119.2,
    "endTime": 124.5,
    "text": "And as we know, and science confirms, sex involves at least some parts of you being naked."
  },
  {
    "startTime": 124.5,
    "endTime": 129.4,
    "text": "And of course, good sleep is crucial for your whole body, not just for feeling rested in the morning!"
  },
  {
    "startTime": 129.4,
    "endTime": 138.20000000000002,
    "text": "Sleep is a time when a lot of important hormones are released into the bloodstream, managing our appetites, helping maintain a healthy immune system, and repairing skin tissues."
  },
  {
    "startTime": 138.2,
    "endTime": 140.79999999999998,
    "text": "So really, cool sleep is beauty sleep."
  },
  {
    "startTime": 140.8,
    "endTime": 144.5,
    "text": "But ultimately, if you're not comfortable sleeping naked, you might not sleep well."
  },
  {
    "startTime": 144.5,
    "endTime": 150.31,
    "text": "So if you're a clothed sleeper, try setting the thermostat a little lower for the same benefits."
  },
  {
    "startTime": 150.31,
    "endTime": 153.4,
    "text": "So, what about my whole \"being naked all the time\" experiment? I'm not wrong!"
  },
  {
    "startTime": 153.5,
    "endTime": 157.0,
    "text": "Trace gets into the benefits of more naked time in this video right here."
  },
  {
    "startTime": 174.4,
    "endTime": 177.0,
    "text": "So, be honest guys, who out there sleeps naked?"
  },
  {
    "startTime": 177.0,
    "endTime": 183.1,
    "text": "Let us know in the comments, don't forget to like this video, and subscribe for a new episode of DNews every day of the week."
  }
]