[
  {
    "startTime": 0.0,
    "endTime": 2.38,
    "text": "Hey There! Welcome to Life Noggin!"
  },
  {
    "startTime": 2.68,
    "endTime": 7.800000000000001,
    "text": "Technology and innovation are coming full speed towards us from so many directions all over the world."
  },
  {
    "startTime": 7.8,
    "endTime": 9.4,
    "text": "It's actually really exhausting."
  },
  {
    "startTime": 9.4,
    "endTime": 12.329,
    "text": "But, Which Country Has The Best Technology?"
  },
  {
    "startTime": 12.33,
    "endTime": 15.5,
    "text": "Each country in this global tech race has something special to offer."
  },
  {
    "startTime": 15.5,
    "endTime": 22.1,
    "text": "Different countries have different specialties and deciding which one has, quote, the best technology comes down to what you value most."
  },
  {
    "startTime": 22.1,
    "endTime": 26.3,
    "text": "“Technology” is just using scientific knowledge for normal, everyday purposes."
  },
  {
    "startTime": 26.3,
    "endTime": 31.65,
    "text": "So, the term “Best Technology” can consist of many things - electronics, infrastructure,　scientific advances, internet, you name it."
  },
  {
    "startTime": 33.87,
    "endTime": 38.8,
    "text": "If your personal definition of “best technology” revolves around electronics, Japan may be your pick."
  },
  {
    "startTime": 38.8,
    "endTime": 44.239999999999995,
    "text": "It's been named one of the top five economies developing cutting-edge digital technology and for good reason, too."
  },
  {
    "startTime": 44.24,
    "endTime": 50.0,
    "text": "Japan has the highest quality of silicon for silicon processing chips, helping advance the world of electronics."
  },
  {
    "startTime": 50.0,
    "endTime": 52.46,
    "text": "And Japan is a leader in robot production."
  },
  {
    "startTime": 52.46,
    "endTime": 56.3,
    "text": "They've had great success using robots to reduce costs in their auto industry."
  },
  {
    "startTime": 56.3,
    "endTime": 64.0,
    "text": "And Tokyo's public transit system is one of the best and most reliable in the world, with their fastest trains going 200 miles an hour!"
  },
  {
    "startTime": 64.0,
    "endTime": 65.96,
    "text": "Let me do some quick calculations here..."
  },
  {
    "startTime": 67.2,
    "endTime": 68.44,
    "text": "That's very fast!"
  },
  {
    "startTime": 68.44,
    "endTime": 76.0,
    "text": "If you prefer great technology in the form of futuristic, green buildings and innovative city design, then Singapore may have the best tech for you."
  },
  {
    "startTime": 76.0,
    "endTime": 84.0,
    "text": "This quickly rising, superstar of a country is less than 300 square miles and filled to the brim with tall buildings, with little land left."
  },
  {
    "startTime": 84.0,
    "endTime": 89.6,
    "text": "To offset the greenery lost from development, buildings are covered with flowers, shrubs and even trees."
  },
  {
    "startTime": 89.6,
    "endTime": 93.8,
    "text": "There are parks on top of buildings and bridges connecting the city's green spaces."
  },
  {
    "startTime": 93.8,
    "endTime": 99.0,
    "text": "Plus, Singapore has some pretty solid internet so you could easily share pics of this amazing place."
  },
  {
    "startTime": 99.0,
    "endTime": 106.14,
    "text": "In early 2017, their internet connection speed peaked at 185 megabytes per second, the highest peak in the world."
  },
  {
    "startTime": 106.14,
    "endTime": 112.7,
    "text": "The United States is often thought of as the leader in tech, what with Silicon Valley and all, but it seems to be slipping down the ranks."
  },
  {
    "startTime": 112.7,
    "endTime": 117.65,
    "text": "Government-funding for scientific research and development for new tech has been falling for decades."
  },
  {
    "startTime": 117.65,
    "endTime": 123.30000000000001,
    "text": "Electronics like the smart phone you might be watching this on wouldn't be around if it weren't for government-funded research."
  },
  {
    "startTime": 123.3,
    "endTime": 125.59,
    "text": "The US is also failing to provide tech workers."
  },
  {
    "startTime": 125.59,
    "endTime": 130.72,
    "text": "It's estimated there are 3 million more STEM jobs available than there are people to fill them."
  },
  {
    "startTime": 130.72,
    "endTime": 131.89,
    "text": "It's not all bad though."
  },
  {
    "startTime": 131.89,
    "endTime": 138.89,
    "text": "The US does produce the most advanced degrees in science and engineering and publish the most high-impact scientific publications."
  },
  {
    "startTime": 138.89,
    "endTime": 146.45,
    "text": "Plus, the US ranks second on the Global Competitiveness Index, which takes innovation, economy, and infrastructure into account."
  },
  {
    "startTime": 146.45,
    "endTime": 148.31,
    "text": "So we've got all that going for us."
  },
  {
    "startTime": 148.31,
    "endTime": 151.26,
    "text": "You might be wondering where China comes into play in this conversation."
  },
  {
    "startTime": 151.26,
    "endTime": 156.95999999999998,
    "text": "China is a huge leader in the tech industry in a variety of ways and they're gaining traction on the US."
  },
  {
    "startTime": 156.96,
    "endTime": 164.62,
    "text": "In terms of government spending for scientific and technological research, they're the 2nd biggest spenders and are quickly catching up to the united states."
  },
  {
    "startTime": 164.62,
    "endTime": 167.54,
    "text": "As for everyday tech, their devices are more intelligent too."
  },
  {
    "startTime": 167.54,
    "endTime": 172.29,
    "text": "China has the most machine-to-machine communication of any country in the world."
  },
  {
    "startTime": 172.29,
    "endTime": 175.17999999999998,
    "text": "This means that more of their devices are sending messages to each other."
  },
  {
    "startTime": 175.181,
    "endTime": 179.54000000000002,
    "text": "Think, a car talking to a home security system talking to a television."
  },
  {
    "startTime": 179.54,
    "endTime": 183.6,
    "text": "And I'm trying to get in on that conference call because it sounds like it'd be a great conversation."
  },
  {
    "startTime": 183.6,
    "endTime": 188.0,
    "text": "With so many technologically-advanced countries, it's hard to say which one is “best”."
  },
  {
    "startTime": 188.0,
    "endTime": 193.7,
    "text": "But Is it is cool to see all the technology being developed to help better the world and people's everyday lives."
  },
  {
    "startTime": 193.7,
    "endTime": 197.1,
    "text": "The countries listed in this video are just a few examples."
  },
  {
    "startTime": 197.1,
    "endTime": 200.37,
    "text": "But which country do you think is the most technologically advanced?"
  },
  {
    "startTime": 200.37,
    "endTime": 202.0,
    "text": "Let us know in the comment section below."
  },
  {
    "startTime": 202.0,
    "endTime": 204.82,
    "text": "And are you curious to know what would happen if we built a new continent?"
  },
  {
    "startTime": 204.82,
    "endTime": 206.38,
    "text": "Then check out this video!"
  },
  {
    "startTime": 206.38,
    "endTime": 214.26,
    "text": "First things first, you would need to find a spot to build in international waters, meaning the part of the world that is not claimed by anyone else."
  },
  {
    "startTime": 214.26,
    "endTime": 219.28,
    "text": "You need to be at least 200 miles from any existing countries territorial sea baseline."
  },
  {
    "startTime": 219.28,
    "endTime": 221.28,
    "text": "As always, my name is Blocko!"
  },
  {
    "startTime": 221.28,
    "endTime": 223.28,
    "text": "This has been Life Noggin!"
  },
  {
    "startTime": 223.28,
    "endTime": 225.68,
    "text": "Don't forget to keep on thinking."
  }
]