[
  {
    "startTime": 0.1,
    "endTime": 1.4700000000000002,
    "text": "We've all been there before."
  },
  {
    "startTime": 1.47,
    "endTime": 6.8,
    "text": "You're in conversation, things are humming along nicely, and then out of nowhere, the awkward silence rears its head."
  },
  {
    "startTime": 7.0,
    "endTime": 14.8,
    "text": "At that moment, your mind goes completely blank, you don't know what to say, and you can sense the other person's eyes wandering as they look for someone else to talk to."
  },
  {
    "startTime": 15.0,
    "endTime": 20.7,
    "text": "That scenario sucks, so here are five tips to make sure that you never run out of things to say in conversation again."
  },
  {
    "startTime": 20.76,
    "endTime": 26.240000000000002,
    "text": "First, when you find yourself in that situation where your mind has gone blank, play \"Reminds Me of\"."
  },
  {
    "startTime": 26.24,
    "endTime": 32.06,
    "text": "That just means that you look to the environment around you and say, \"You know, that reminds me of...\" and then fill in the blank."
  },
  {
    "startTime": 32.06,
    "endTime": 41.7,
    "text": "It's great for opening new conversational threads, and it can also work as a follow-up when someone finishes telling a story, which is how many groups of friends interact all the time."
  },
  {
    "startTime": 41.8,
    "endTime": 48.3,
    "text": "That's because people are drawn to others who they feel are similar to themselves, and related stories can build that bridge."
  },
  {
    "startTime": 48.4,
    "endTime": 54.57,
    "text": "Just be sure not to repeatedly make your story superior to theirs, or else you can feel like one-upping."
  },
  {
    "startTime": 54.57,
    "endTime": 59.230000000000004,
    "text": "Second, when you ask questions, keep them open-ended as often as possible."
  },
  {
    "startTime": 59.23,
    "endTime": 62.5,
    "text": "So rather than saying, \"Oh, you're from Toronto. Do you like it there?\""
  },
  {
    "startTime": 62.6,
    "endTime": 65.86,
    "text": "You might say, \"How do you like Toronto?\" \"I'm curious to hear more about it.\""
  },
  {
    "startTime": 65.86,
    "endTime": 70.2,
    "text": "The former question invites a one-word response and then awkward silence."
  },
  {
    "startTime": 70.3,
    "endTime": 76.84,
    "text": "The latter gets the other person talking about the things that they like, which is going to open up more conversational threads."
  },
  {
    "startTime": 76.84,
    "endTime": 85.58,
    "text": "Also, just remember the rule that every three-year-old knows about conversation, which is that simply asking why is a great way to get people to open up more."
  },
  {
    "startTime": 85.58,
    "endTime": 91.0,
    "text": "So when someone mentions that they are a consultant for instance, you might ask: \"Why did you decide to get into consulting?\""
  },
  {
    "startTime": 91.1,
    "endTime": 96.1,
    "text": "To be clear, unlike three-year-olds, you don't have to say the word \"why\" over and over and over."
  },
  {
    "startTime": 96.2,
    "endTime": 101.11,
    "text": "But drilling down into their motivations will often get you a deeper connection in conversation."
  },
  {
    "startTime": 101.11,
    "endTime": 107.87,
    "text": "Third, for the worst case scenario, when conversation just flat-out stalls, use revival questions."
  },
  {
    "startTime": 107.87,
    "endTime": 111.0,
    "text": "These are non sequiturs that bring conversation back from the dead."
  },
  {
    "startTime": 111.02,
    "endTime": 112.33999999999999,
    "text": "Here's three of my favorites."
  },
  {
    "startTime": 112.34,
    "endTime": 119.0,
    "text": "If you're in a new group and conversation dies, after initial pleasantries, a great revival question is: \"How do you guys all know one another?\""
  },
  {
    "startTime": 119.1,
    "endTime": 122.83999999999999,
    "text": "There's almost always some kind of story that conversation can build from."
  },
  {
    "startTime": 122.84,
    "endTime": 126.26,
    "text": "If you're only speaking to one person, you can say instead, \"So what's your story?\""
  },
  {
    "startTime": 126.26,
    "endTime": 134.56,
    "text": "The great thing about this question is that it is so open-ended that the other person will probably guide you towards the topics that they want to talk about."
  },
  {
    "startTime": 134.56,
    "endTime": 139.94,
    "text": "Usually responding with something like, \"You mean what do I do for work or what do I like to do for fun?\""
  },
  {
    "startTime": 139.94,
    "endTime": 145.92,
    "text": "Their tone of voice and enthusiasm will usually tell you the best angle of conversation to continue with."
  },
  {
    "startTime": 145.92,
    "endTime": 150.53,
    "text": "Lastly, for people you already know well, ask them about their exciting plans for the future."
  },
  {
    "startTime": 150.53,
    "endTime": 157.18,
    "text": "This one is nice because it is endlessly renewable, which makes it great for connecting with people in the office or wherever you work."
  },
  {
    "startTime": 157.18,
    "endTime": 160.5,
    "text": "Fourth on the list is to make a complimentary cold read."
  },
  {
    "startTime": 160.6,
    "endTime": 165.73999999999998,
    "text": "So if someone is particularly smiley, you might say, \"You look like the type who would be great with kids.\""
  },
  {
    "startTime": 165.74,
    "endTime": 169.28,
    "text": "Or if they're super strong, you might say, \"You look like you're pretty into fitness.\""
  },
  {
    "startTime": 169.28,
    "endTime": 172.6,
    "text": "If you get it right, they're probably going to open up and tell you more about it."
  },
  {
    "startTime": 172.62,
    "endTime": 177.28,
    "text": "But even if you're wrong, you can talk about what it is that gave you that impression in the first place."
  },
  {
    "startTime": 177.28,
    "endTime": 180.68,
    "text": "Either way, you've got new conversational material to work with."
  },
  {
    "startTime": 180.68,
    "endTime": 186.6,
    "text": "And the fifth and final tip is to flip the script so that you're not the one worried about running out of things to say."
  },
  {
    "startTime": 186.68,
    "endTime": 192.20000000000002,
    "text": "Instead, allow the other person to move the conversation forward by getting more comfortable with silence."
  },
  {
    "startTime": 192.4,
    "endTime": 198.6,
    "text": "Seriously, three seconds might feel like a long time, but if you can just take a deep breath while maintaining easy eye contact,"
  },
  {
    "startTime": 198.7,
    "endTime": 203.04,
    "text": "more often than not, the other person will make a comment or ask you a question."
  },
  {
    "startTime": 203.04,
    "endTime": 208.07999999999998,
    "text": "Or if you really want to encourage them to continue, repeat back the last few words that they said."
  },
  {
    "startTime": 208.08,
    "endTime": 213.3,
    "text": "This mirroring invites them to elaborate and can often get people to open up in very powerful ways."
  },
  {
    "startTime": 213.54,
    "endTime": 220.44,
    "text": "So there you have it. Five quick and easy tactics that you can use today to make sure that you never run out of things to say in conversation."
  },
  {
    "startTime": 220.44,
    "endTime": 226.9,
    "text": "If you'd like these tips and want more advanced tips, you might want to check out an online course that I created called Charisma University."
  },
  {
    "startTime": 226.9,
    "endTime": 234.20000000000002,
    "text": "It has a full hour of my best strategies to become an expert conversationalist, not to mention separate sections on creating amazing first impressions,"
  },
  {
    "startTime": 234.3,
    "endTime": 239.70000000000002,
    "text": "telling captivating stories, developing rock-solid confidence, and becoming an inspiring leader."
  },
  {
    "startTime": 239.8,
    "endTime": 243.39000000000001,
    "text": "You can learn more and join today if you're interested by clicking the button now."
  },
  {
    "startTime": 243.39,
    "endTime": 249.16,
    "text": "If you like this video and more like it on YouTube, make sure to subscribe to the channel and click that notification bell."
  },
  {
    "startTime": 249.16,
    "endTime": 252.07999999999998,
    "text": "I hope that you enjoyed this video and I will see you in the next one."
  }
]