[
  {
    "startTime": 6.0,
    "endTime": 18.162,
    "text": "From sailors who were turned into pigs, nymphs that sprouted into trees, and a gaze that converted the beholder to stone, Greek mythology brims with shape-shifters."
  },
  {
    "startTime": 18.162,
    "endTime": 26.662,
    "text": "The powerful gods usually changed their own forms at will, but for mortals, the mutations were often unwanted."
  },
  {
    "startTime": 26.662,
    "endTime": 32.287,
    "text": "One such unnerving transformation befell the spinner Arachne."
  },
  {
    "startTime": 32.287,
    "endTime": 39.812,
    "text": "Arachne was the daughter of a tradesman who spent his days dying cloth the deepest shades of purple."
  },
  {
    "startTime": 39.813,
    "endTime": 48.454,
    "text": "She had a flair for spinning the finest threads, weaving them into flowing fabric, and creating magnificent tapestries."
  },
  {
    "startTime": 48.454,
    "endTime": 56.823,
    "text": "People flocked to watch her hands flying across her loom, as if thread sprung directly from her fingertips."
  },
  {
    "startTime": 56.823,
    "endTime": 60.415,
    "text": "But as praise for her work grew, so did her pride."
  },
  {
    "startTime": 60.415,
    "endTime": 69.914,
    "text": "Arachne could often be heard boasting about her skills, declaring that her talent surpassed anyone else's—mortal or divine."
  },
  {
    "startTime": 69.914,
    "endTime": 73.865,
    "text": "She refused to see weaving as a gift from the gods."
  },
  {
    "startTime": 73.865,
    "endTime": 77.8,
    "text": "Rather, she flaunted it as her own personal genius."
  },
  {
    "startTime": 77.8,
    "endTime": 85.175,
    "text": "Unfortunately, the goddess of wisdom and crafts, Athena, overheard Arachne making these claims."
  },
  {
    "startTime": 85.175,
    "endTime": 93.785,
    "text": "Planning to teach the ungrateful girl a lesson, Athena disguised herself as an old woman and stole amongst the mortals."
  },
  {
    "startTime": 93.785,
    "endTime": 99.786,
    "text": "She berated Arachne in public, \"how dare the weaver claim herself greater than the gods?\"."
  },
  {
    "startTime": 99.786,
    "endTime": 103.946,
    "text": "But Arachne only laughed, barely looking up from her loom."
  },
  {
    "startTime": 103.946,
    "endTime": 109.445,
    "text": "Provoked, the old woman threw off her cloak to reveal her true form."
  },
  {
    "startTime": 109.445,
    "endTime": 117.437,
    "text": "If Arachne insisted on defaming the gods, Athena would challenge her to a contest directly."
  },
  {
    "startTime": 117.437,
    "endTime": 123.746,
    "text": "Masking her shock at the appearance of the grey-eyed goddess, Arachne accepted the challenge."
  },
  {
    "startTime": 123.746,
    "endTime": 130.334,
    "text": "Athena drew up her own glittering loom as a great crowd gathered to watch."
  },
  {
    "startTime": 130.334,
    "endTime": 134.32500000000002,
    "text": "The weavers began, eyes fixed and shuttles blurring."
  },
  {
    "startTime": 134.325,
    "endTime": 141.838,
    "text": "Athena conjured wisps of cloud from above and slender threads of grass from below in a spectacle of strength."
  },
  {
    "startTime": 141.838,
    "endTime": 145.319,
    "text": "She wove tremendous scenes that showed the power of the gods."
  },
  {
    "startTime": 145.319,
    "endTime": 152.319,
    "text": "Poseidon riding the waves, Zeus firing thunderbolts and Apollo hurtling across the sky."
  },
  {
    "startTime": 152.319,
    "endTime": 158.629,
    "text": "In Athena's splendid tapestry, the glory of the gods dwarfed mortal life."
  },
  {
    "startTime": 158.629,
    "endTime": 163.29999999999998,
    "text": "But Arachne had no interest in boosting godly egos."
  },
  {
    "startTime": 163.3,
    "endTime": 172.0,
    "text": "Her tapestry showed the gods abusing their power, squabbling amongst themselves, drinking and bragging, and meddling in the lives of mortals."
  },
  {
    "startTime": 172.0,
    "endTime": 182.8,
    "text": "She represented Zeus as a philanderer, transfiguring himself to ensnare women: a swan for Leda, a bull for Europa, a shower of gold for Danae."
  },
  {
    "startTime": 182.8,
    "endTime": 192.5,
    "text": "Arachne then turned to the misdemeanors of other gods, from Pluto's abduction of Persephone to Bacchus's wild pursuit of Erigone."
  },
  {
    "startTime": 192.5,
    "endTime": 200.0,
    "text": "Even though she cast the gods in the most unflattering light, Arachne's work shone with her dazzling skill."
  },
  {
    "startTime": 200.0,
    "endTime": 207.3,
    "text": "Her tapestry was almost alive, filled with movement and lustrous colors that winked triumphantly."
  },
  {
    "startTime": 207.3,
    "endTime": 216.98000000000002,
    "text": "When Athena saw Arachne's undeniably better and flagrantly subversive work, she flew into a rage and turned on the human weaver."
  },
  {
    "startTime": 216.98,
    "endTime": 222.191,
    "text": "Arachne's glee dimmed as she felt her body shrinking and contorting."
  },
  {
    "startTime": 222.191,
    "endTime": 229.7,
    "text": "Her fingers waved wildly as her arms stuck to her sides, and black hair sprouted all over her body."
  },
  {
    "startTime": 229.7,
    "endTime": 238.613,
    "text": "The goddess left Arachne with a single spool of thread unfurling from her belly, a slim reminder of her human talent."
  },
  {
    "startTime": 238.614,
    "endTime": 246.4,
    "text": "For challenging the assumption that the gods were untouchable, Athena had shrunk her adversary into the first spider."
  },
  {
    "startTime": 246.4,
    "endTime": 250.733,
    "text": "To this day, Arachne and her children spin out her penance."
  },
  {
    "startTime": 250.733,
    "endTime": 255.486,
    "text": "Or is it undaunted persistence in the shadows of giants?"
  },
  {
    "startTime": 255.486,
    "endTime": 263.0,
    "text": "If you enjoy the myth of Arachne, check out this playlist for more epic tales."
  }
]