[
  {
    "startTime": 0.2,
    "endTime": 6.8,
    "text": "I remember being told fairy tales from a young age, and at the time, they seemed quite innocent."
  },
  {
    "startTime": 6.9,
    "endTime": 15.200000000000001,
    "text": "From brutal torture and murder to sexual assault and witchcraft, here are 10 Dark Fairy Tale Origins."
  },
  {
    "startTime": 22.5,
    "endTime": 31.1,
    "text": "I think everyone watching this will be familiar with the story of \"Cinderella\", but perhaps you are only familiar with the modern version."
  },
  {
    "startTime": 31.2,
    "endTime": 39.1,
    "text": "In the original version, the ugly step-sisters chop off parts of their own feet in an attempt to fit the glass slipper."
  },
  {
    "startTime": 39.2,
    "endTime": 41.400000000000006,
    "text": "But they weren't fooling anyone."
  },
  {
    "startTime": 41.5,
    "endTime": 46.9,
    "text": "When the prince learned of their tricks, he ordered the removal of their eyes."
  },
  {
    "startTime": 47.2,
    "endTime": 54.1,
    "text": "This was only the beginning of their punishment, as they were then sentenced to death by dancing on hot coals."
  },
  {
    "startTime": 54.598,
    "endTime": 63.7,
    "text": "In some versions, they weren't sentenced to death, but spent the rest of their lives as blind beggars living on the streets of some medieval slum."
  },
  {
    "startTime": 68.7,
    "endTime": 73.9,
    "text": "In \"Hansel and Gretel\", two young children find themselves lost in the forest."
  },
  {
    "startTime": 74.3,
    "endTime": 82.8,
    "text": "When they were taken in by an evil witch, she enslaves the children with plans of eating them, but they push the witch into the fire."
  },
  {
    "startTime": 82.9,
    "endTime": 86.5,
    "text": "With the witch dead, they are free to escape."
  },
  {
    "startTime": 86.6,
    "endTime": 91.5,
    "text": "In a different version of the tale, the children are captured by the devil."
  },
  {
    "startTime": 91.6,
    "endTime": 99.69999999999999,
    "text": "And, just like the witch, he also plans on eating them, so he keeps them locked in his house for a few days to fatten them up."
  },
  {
    "startTime": 99.9,
    "endTime": 104.5,
    "text": "And the devil did have a house, where he apparently lived with his wife."
  },
  {
    "startTime": 105.3,
    "endTime": 109.89999999999999,
    "text": "The devil and his wife were overweight to the point of being very slow."
  },
  {
    "startTime": 110.0,
    "endTime": 115.2,
    "text": "Taking advantage of this, the children grabbed a knife and cut their throats."
  },
  {
    "startTime": 120.3,
    "endTime": 126.89999999999999,
    "text": "When you hear the original version of \"Snow White\", your childhood will be completely destroyed."
  },
  {
    "startTime": 127.0,
    "endTime": 132.8,
    "text": "In the modern version, an evil queen tries to kill Snow White with a poison apple."
  },
  {
    "startTime": 132.9,
    "endTime": 143.5,
    "text": "When the seven dwarfs return home, they discover Snow White's dead body, but they couldn't bring themselves to bury her, so her body is placed in a glass coffin."
  },
  {
    "startTime": 143.9,
    "endTime": 152.8,
    "text": "One year later, her body is discovered by a prince, who breaks the poison curse with a single kiss and she is woken up."
  },
  {
    "startTime": 153.2,
    "endTime": 156.29999999999998,
    "text": "The original version was rather different."
  },
  {
    "startTime": 156.4,
    "endTime": 163.3,
    "text": "On discovering her body, the prince did not kiss Snow White; what he did instead was steal her body."
  },
  {
    "startTime": 163.4,
    "endTime": 167.70000000000002,
    "text": "So he put her on his horse for the long journey back to the castle."
  },
  {
    "startTime": 168.2,
    "endTime": 172.6,
    "text": "The evil queen was captured and sentenced to death by dancing."
  },
  {
    "startTime": 173.0,
    "endTime": 183.8,
    "text": "Death by dancing is quite simple: A pair of iron shoes would be placed into a fire until red hot, and someone would be made to wear them until they die."
  },
  {
    "startTime": 188.8,
    "endTime": 197.60000000000002,
    "text": "The story of Aladdin was included in \"One Thousand and One Nights\", but oral history has ensured the survival of many versions of it."
  },
  {
    "startTime": 198.0,
    "endTime": 202.4,
    "text": "Although it's an Arab folk tale, it is set in China."
  },
  {
    "startTime": 202.5,
    "endTime": 209.5,
    "text": "A local sorcerer convinces Aladdin to enter a booby-trapped cave in search of a magic lamp."
  },
  {
    "startTime": 210.1,
    "endTime": 215.4,
    "text": "In return for the lamp, he would make Aladdin the most wealthy man in all of China."
  },
  {
    "startTime": 215.5,
    "endTime": 219.5,
    "text": "But the sorcerer betrays Aladdin, trapping him in the cave."
  },
  {
    "startTime": 219.7,
    "endTime": 226.6,
    "text": "In most versions, Aladdin is rescued and taken home by a genie, and the genie makes him rich."
  },
  {
    "startTime": 227.183,
    "endTime": 231.5,
    "text": "In one version, Aladdin doesn't ask the genie for great wealth."
  },
  {
    "startTime": 231.6,
    "endTime": 233.9,
    "text": "The only thing he wants is revenge."
  },
  {
    "startTime": 234.1,
    "endTime": 239.346,
    "text": "Aladdin and the genie search the town for information on the sorcerer's location."
  },
  {
    "startTime": 239.591,
    "endTime": 246.9,
    "text": "When no one gives them any information, they start torturing people and murdering their children in front of them."
  },
  {
    "startTime": 248.0,
    "endTime": 249.9,
    "text": "That's where the story ends."
  },
  {
    "startTime": 255.1,
    "endTime": 260.9,
    "text": "The classic story of \"Rapunzel\" descries a beautiful woman trapped in a tall tower."
  },
  {
    "startTime": 261.0,
    "endTime": 264.0,
    "text": "The tower had no entrance or staircase."
  },
  {
    "startTime": 264.1,
    "endTime": 272.70000000000005,
    "text": "One afternoon, a prince discovers the tower, and Rapunzel allows him to climb into the tower by grabbing onto her long hair."
  },
  {
    "startTime": 272.8,
    "endTime": 277.6,
    "text": "They soon fall in love and hatch a plan for Rapunzel's escape."
  },
  {
    "startTime": 277.929,
    "endTime": 286.0,
    "text": "But her adopted mother finds out about the plan, and as she was the one who trapped Rapunzel, she didn't want it to succeed."
  },
  {
    "startTime": 286.1,
    "endTime": 289.6,
    "text": "She cut off Rapunzel's hair and sent her far away."
  },
  {
    "startTime": 289.7,
    "endTime": 294.7,
    "text": "She left Rapunzel's hair hanging from the tower window to trap the prince."
  },
  {
    "startTime": 294.8,
    "endTime": 300.2,
    "text": "That night, the prince climbed into the tower, only to see Rapunzel's evil mother."
  },
  {
    "startTime": 300.3,
    "endTime": 304.8,
    "text": "She pushes him from the tower, and he is blinded by the thorns below."
  },
  {
    "startTime": 305.3,
    "endTime": 317.5,
    "text": "Some versions tell that his sight is eventually restored and he finds Rapunzel, but others tell that he is blinded forever and Rapunzel is lost in a faraway desert forever."
  },
  {
    "startTime": 323.2,
    "endTime": 328.3,
    "text": "\"The Pied Piper of Hamelin\" dates back to around the year 1300."
  },
  {
    "startTime": 328.5,
    "endTime": 333.5,
    "text": "According to the tale, the old town of Hamelin has been overrun by rats."
  },
  {
    "startTime": 333.8,
    "endTime": 346.2,
    "text": "Desperate to control the situation, the local townsfolk agree to pay a man to lure the rats away from Hamelin, and so the man lured the rats away by playing the music on his magic pipe."
  },
  {
    "startTime": 346.3,
    "endTime": 350.90000000000003,
    "text": "But when he returned, the local townsfolk refused to pay him."
  },
  {
    "startTime": 351.0,
    "endTime": 356.4,
    "text": "In retaliation, he decided to kidnap their children and hold them for ransom."
  },
  {
    "startTime": 356.6,
    "endTime": 360.90000000000003,
    "text": "He did so in the usual way by luring them away with his pipe."
  },
  {
    "startTime": 361.0,
    "endTime": 365.9,
    "text": "Now, eventually the parents paid him, and they were reunited with their children."
  },
  {
    "startTime": 366.0,
    "endTime": 374.3,
    "text": "But there are more old and more gruesome versions of the story in which he forces the children into a river where they drown."
  },
  {
    "startTime": 379.9,
    "endTime": 384.4,
    "text": "\"The Hunchback of Notre-Dame\" features the character Quasimodo."
  },
  {
    "startTime": 384.5,
    "endTime": 389.3,
    "text": "He was a deformed hunchback who was abandoned by his own mother as a child."
  },
  {
    "startTime": 389.4,
    "endTime": 399.7,
    "text": "Adopted by the Archdeacon of Notre-Dame, and raised in the cathedral, he was never allowed to leave the Cathedral, as the local population was deeply scared of him."
  },
  {
    "startTime": 399.8,
    "endTime": 408.7,
    "text": "For a long time, he was considered a purely fictional character, but the memoirs of a Victorian sculptor suggest otherwise."
  },
  {
    "startTime": 408.8,
    "endTime": 413.0,
    "text": "They describe a hunched-back mason who worked on the cathedral."
  },
  {
    "startTime": 413.1,
    "endTime": 415.3,
    "text": "Could Quasimodo be real?"
  },
  {
    "startTime": 420.0,
    "endTime": 423.6,
    "text": "\"Goldilocks and the Three Bears\" is a classic."
  },
  {
    "startTime": 423.7,
    "endTime": 428.8,
    "text": "The story begins with a family of bears who live in a house for some reason."
  },
  {
    "startTime": 428.9,
    "endTime": 433.59999999999997,
    "text": "One day, the three bears leave their home to do bear things for a while."
  },
  {
    "startTime": 433.6,
    "endTime": 438.5,
    "text": "While they were gone, a young girl called Goldilocks broke into their house."
  },
  {
    "startTime": 438.6,
    "endTime": 442.40000000000003,
    "text": "She ate their food and fell asleep in the small bear's bed."
  },
  {
    "startTime": 442.5,
    "endTime": 448.7,
    "text": "As she sleeps soundly, the three bears return home and discover the tiny home invader."
  },
  {
    "startTime": 448.8,
    "endTime": 454.2,
    "text": "Scared by their return, Goldilocks jumped out of the window and made her escape."
  },
  {
    "startTime": 454.3,
    "endTime": 459.40000000000003,
    "text": "But in the oldest versions of the story, Goldilocks didn't get the chance to escape."
  },
  {
    "startTime": 459.6,
    "endTime": 462.20000000000005,
    "text": "The bears simply tore her to shreds."
  },
  {
    "startTime": 463.5,
    "endTime": 467.1,
    "text": "I'm not quite sure what the moral of this story is..."
  },
  {
    "startTime": 472.0,
    "endTime": 477.7,
    "text": "In \"Little Red Riding Hood\", a young girl travels through the woods to visit her grandmother."
  },
  {
    "startTime": 477.8,
    "endTime": 488.1,
    "text": "On arriving at her grandmother's house, she discovers the big bad wolf disguised as her grandmother, but she didn't realize until the wolf tried to eat her."
  },
  {
    "startTime": 488.2,
    "endTime": 493.7,
    "text": "And he would have gotten away with it, too, if it wasn't for the meddling woodsman who saved the girl."
  },
  {
    "startTime": 493.8,
    "endTime": 500.2,
    "text": "In the original version of the story, the woodsman never rescues her, and she never reaches the house."
  },
  {
    "startTime": 500.3,
    "endTime": 504.90000000000003,
    "text": "It's literally just a tale of a girl being eaten by a wolf."
  },
  {
    "startTime": 505.0,
    "endTime": 511.6,
    "text": "It was told to teach children not to stray from their villages, as all kinds of dangers surround them."
  },
  {
    "startTime": 516.6,
    "endTime": 523.8000000000001,
    "text": "The original story of \"Sleeping Beauty\" is somewhat similar to \"Snow White\", although a lot more dark."
  },
  {
    "startTime": 523.9,
    "endTime": 530.6,
    "text": "In the story we know, a young princess seems to have been struck by an illness that put her to sleep."
  },
  {
    "startTime": 530.7,
    "endTime": 534.8000000000001,
    "text": "Not until 100 years later is she awoken by a kiss."
  },
  {
    "startTime": 534.9,
    "endTime": 540.1999999999999,
    "text": "She falls in love with the prince who kissed her, and the story pretty much ends here."
  },
  {
    "startTime": 540.3,
    "endTime": 544.1999999999999,
    "text": "However, in the original version, the prince doesn't wake her."
  },
  {
    "startTime": 544.3,
    "endTime": 547.9,
    "text": "On discovering her body, he decides to rape her."
  },
  {
    "startTime": 548.0,
    "endTime": 549.9,
    "text": "He then leaves her alone."
  },
  {
    "startTime": 550.0,
    "endTime": 557.0,
    "text": "Despite being both asleep and over 100 years old, this encounter impregnated her."
  },
  {
    "startTime": 557.1,
    "endTime": 562.2,
    "text": "Nine months later, she gave birth to twins, who managed to wake her up."
  },
  {
    "startTime": 562.8,
    "endTime": 568.6999999999999,
    "text": "It's really not a politically correct story, and I'm guessing not a true one, either."
  },
  {
    "startTime": 571.4,
    "endTime": 574.5,
    "text": "- Hey, is there trouble or not?  - Huh?"
  },
  {
    "startTime": 574.6,
    "endTime": 576.1,
    "text": "They're not having trouble, are they?"
  },
  {
    "startTime": 576.2,
    "endTime": 579.1,
    "text": "I don't know; I've never seen anything like that."
  },
  {
    "startTime": 580.4,
    "endTime": 582.3,
    "text": "That's trouble of some kind, George."
  },
  {
    "startTime": 583.3,
    "endTime": 586.1999999999999,
    "text": "- What?  - That's trouble of some kind, isn't it? Or not?"
  },
  {
    "startTime": 586.3,
    "endTime": 587.6999999999999,
    "text": "I don't know."
  },
  {
    "startTime": 588.7,
    "endTime": 591.1,
    "text": "There it goes again."
  },
  {
    "startTime": 592.2,
    "endTime": 594.3000000000001,
    "text": "- Think I'll go and listen.  - Hey, you think..."
  },
  {
    "startTime": 594.4,
    "endTime": 597.8,
    "text": "- Strike one bike; see you up there?  - They got troubles."
  },
  {
    "startTime": 597.9,
    "endTime": 599.4,
    "text": "I'm gonna go listen."
  }
]