[
  {
    "startTime": 0.03,
    "endTime": 5.2,
    "text": "Hi guys, it's Joel & Lia and we're here at Borough Market for the pancake day race of the year."
  },
  {
    "startTime": 5.2,
    "endTime": 22.8,
    "text": "It's Pancake Day today, which is a celebration we have in the UK every single year, so we're gonna tell you five things about pancake day that you didn't know... hopefully."
  },
  {
    "startTime": 22.8,
    "endTime": 24.3,
    "text": "So what is pancake day?"
  },
  {
    "startTime": 24.3,
    "endTime": 32.8,
    "text": "Pancake day is traditionally known as Shrove Tuesday, which is the day before Ash Wednesday and that marks the start of Lent."
  },
  {
    "startTime": 32.8,
    "endTime": 40.8,
    "text": "The reason people make pancakes is because way back in the day people used to get rid of all of their fatty things, so their milk, their eggs, their butter,"
  },
  {
    "startTime": 40.8,
    "endTime": 43.5,
    "text": "and then what better thing to make with all those ingredients than pancakes?!"
  },
  {
    "startTime": 43.5,
    "endTime": 63.0,
    "text": "Perfect!"
  },
  {
    "startTime": 63.0,
    "endTime": 64.5,
    "text": "So when is pancake day?"
  },
  {
    "startTime": 64.5,
    "endTime": 71.7,
    "text": "Well, pancake day varies every year, it's usually between February and March and it always depends upon the date of Easter."
  },
  {
    "startTime": 71.7,
    "endTime": 73.5,
    "text": "So why are pancakes flat?"
  },
  {
    "startTime": 73.5,
    "endTime": 80.8,
    "text": "It's because we don't actually put baking soda in our pancakes, so I think they're also known as \"crepes\" or \"crêpes\" depending on how you pronounce them."
  },
  {
    "startTime": 80.8,
    "endTime": 85.8,
    "text": "But I know they are very different to American fluffy pancakes and that's why we don't put baking soda in."
  },
  {
    "startTime": 85.8,
    "endTime": 92.6,
    "text": "So our pancakes are completely flat and they can be rolled or folded and I love having lemon and sugar inside my pancakes."
  },
  {
    "startTime": 92.6,
    "endTime": 97.5,
    "text": "Yep, but you can have savoury pancakes as well, you put some cheese or ham in there. You can have it with anything."
  },
  {
    "startTime": 97.5,
    "endTime": 102.23,
    "text": "- But pancake day is certainly not something we do every day, it's just today. - No."
  },
  {
    "startTime": 102.23,
    "endTime": 103.0,
    "text": "It's such a treat."
  },
  {
    "startTime": 103.0,
    "endTime": 107.0,
    "text": "But today is fairly unique, do people around the UK do pancake day races?"
  },
  {
    "startTime": 107.0,
    "endTime": 109.34,
    "text": "I don't know! I've never actually heard of it before."
  },
  {
    "startTime": 109.34,
    "endTime": 114.0,
    "text": "I've not heard of anyone like running up and down doing a relay race with a pancake in a pan."
  },
  {
    "startTime": 114.0,
    "endTime": 117.3,
    "text": "It reminds me a sports day at school with the egg and spoon."
  },
  {
    "startTime": 117.3,
    "endTime": 123.8,
    "text": "Oh my gosh, I used to love the relay race, but I love that it's not entirely on you, it's like a team effort to get it right."
  },
  {
    "startTime": 123.8,
    "endTime": 127.3,
    "text": "But no, this is certainly not a strictly British tradition."
  },
  {
    "startTime": 127.3,
    "endTime": 131.0,
    "text": "I think it's just a fun little thing that people tend to do here in Borough Market."
  },
  {
    "startTime": 131.0,
    "endTime": 134.4,
    "text": "So thanks Borough Market for hosting this, this has been a lot of fun."
  },
  {
    "startTime": 134.4,
    "endTime": 136.8,
    "text": "Yeah, it has. We're gonna get ourselves a pancake now."
  },
  {
    "startTime": 136.8,
    "endTime": 141.0,
    "text": "If you enjoyed the video don't forget to give it a like and subscribe for new videos every single week."
  },
  {
    "startTime": 141.0,
    "endTime": 142.78,
    "text": "Thanks guys, bye!"
  }
]