[
  {
    "startTime": 0.0,
    "endTime": 3.0,
    "text": "I can't stop looking at my phone."
  },
  {
    "startTime": 3.0,
    "endTime": 4.2,
    "text": "But I'm not alone."
  },
  {
    "startTime": 4.2,
    "endTime": 11.100000000000001,
    "text": "Over 2.5 billion people have smartphones now, and a lot of them are having a hard time putting them down."
  },
  {
    "startTime": 11.1,
    "endTime": 14.7,
    "text": "There's a new app that aims to curb phone addiction."
  },
  {
    "startTime": 14.7,
    "endTime": 16.0,
    "text": "Addiction is money."
  },
  {
    "startTime": 16.0,
    "endTime": 19.0,
    "text": "Are we a nation of smartphone addicts?"
  },
  {
    "startTime": 19.0,
    "endTime": 22.2,
    "text": "The problem is, our devices are designed to keep us engaged."
  },
  {
    "startTime": 22.2,
    "endTime": 24.2,
    "text": "They're intentionally addicting."
  },
  {
    "startTime": 24.2,
    "endTime": 35.7,
    "text": "But if you understand the tricks that grab your attention, you can learn to have a healthier relationship with your phone."
  },
  {
    "startTime": 35.7,
    "endTime": 40.300000000000004,
    "text": "I think we're living inside of two billion Truman Shows."
  },
  {
    "startTime": 40.3,
    "endTime": 46.4,
    "text": "Where, you know, Truman Show, you wake up and everything is sort of coordinated just for you."
  },
  {
    "startTime": 46.4,
    "endTime": 57.0,
    "text": "And you really don't even realize it, but it's coordinating just to entertain you, or just to engage you."
  },
  {
    "startTime": 54.0,
    "endTime": 56.9,
    "text": "That's Tristan Harris, he worked as Google's design ethicist."
  },
  {
    "startTime": 57.0,
    "endTime": 63.8,
    "text": "And now he runs a nonprofit initiative called Time Well Spent, advocating for awareness of how tech companies profit off of users' attention."
  },
  {
    "startTime": 63.8,
    "endTime": 67.3,
    "text": "It's not designed to help us, it's just designed to keep us hooked."
  },
  {
    "startTime": 67.3,
    "endTime": 71.0,
    "text": "So I handed him my phone and asked him how he'd fix it."
  },
  {
    "startTime": 71.0,
    "endTime": 76.8,
    "text": "It starts with turning off all notifications, except for when a real human is trying to reach you."
  },
  {
    "startTime": 76.8,
    "endTime": 83.0,
    "text": "When you get a call, a text, or a message, it's usually because another person wants to communicate with you."
  },
  {
    "startTime": 83.0,
    "endTime": 89.2,
    "text": "But a lot of today's apps simulate the feeling of that kind of social interaction, to get you to spend more time on their platform."
  },
  {
    "startTime": 89.2,
    "endTime": 100.0,
    "text": "If Facebook sends you a push notification that a friend is interested in an event near you, they're essentially acting like a puppet master, leveraging your desire for social connections so that you use the app more."
  },
  {
    "startTime": 100.0,
    "endTime": 102.3,
    "text": "But notifications didn't always work like this."
  },
  {
    "startTime": 102.3,
    "endTime": 109.5,
    "text": "When push notifications were first introduced for email on Blackberries in 2003, they were actually seen as a way for you to check your phone less."
  },
  {
    "startTime": 109.5,
    "endTime": 115.4,
    "text": "You could easily see emails as they came in, so you didn't have to repeatedly open your phone to refresh an inbox."
  },
  {
    "startTime": 115.4,
    "endTime": 118.60000000000001,
    "text": "But today you can get notifications from any app on your phone."
  },
  {
    "startTime": 118.6,
    "endTime": 124.5,
    "text": "So, every time you check it, you get this grab bag of notifications that can make you feel a broad variety of emotions."
  },
  {
    "startTime": 124.5,
    "endTime": 130.6,
    "text": "If it wasn't for random, if it was predictably bad or predictably good, then you would not get addicted."
  },
  {
    "startTime": 130.6,
    "endTime": 134.0,
    "text": "The predictability would take out the addictiveness."
  },
  {
    "startTime": 134.0,
    "endTime": 136.3,
    "text": "That's the same logic behind slot machines."
  },
  {
    "startTime": 136.3,
    "endTime": 137.4,
    "text": "And, it's effective."
  },
  {
    "startTime": 137.4,
    "endTime": 142.0,
    "text": "Slot machines make more money in the US than baseball, movies, and theme parks combined."
  },
  {
    "startTime": 142.0,
    "endTime": 146.0,
    "text": "And they become addicting about 3-4 times faster than other kinds of gambling."
  },
  {
    "startTime": 146.0,
    "endTime": 150.6,
    "text": "Some apps even replicate the process of pulling a slot machine lever with the \"pull to refresh\" feature."
  },
  {
    "startTime": 150.6,
    "endTime": 152.29999999999998,
    "text": "That's a conscious design choice."
  },
  {
    "startTime": 152.3,
    "endTime": 160.10000000000002,
    "text": "Those apps are usually capable of continuously updating content, but the pull action provides an addicting illusion of control over that process."
  },
  {
    "startTime": 160.1,
    "endTime": 164.0,
    "text": "In the future, we might see healthier ways of delivering notifications."
  },
  {
    "startTime": 164.0,
    "endTime": 170.4,
    "text": "Research shows that bundling notifications, where phones deliver a batch of updates at set times, reduces user stress."
  },
  {
    "startTime": 170.4,
    "endTime": 173.0,
    "text": "Then, you have to grayscale your screen."
  },
  {
    "startTime": 173.0,
    "endTime": 176.7,
    "text": "The easiest way to attract your eye's attention on a screen is through color."
  },
  {
    "startTime": 176.7,
    "endTime": 178.7,
    "text": "Human eyes are sensitive to warm colors."
  },
  {
    "startTime": 178.7,
    "endTime": 183.0,
    "text": "In eye-tracking tests like this one, they gravitate particularly to bright red."
  },
  {
    "startTime": 183.0,
    "endTime": 188.0,
    "text": "That's why so many apps have redesigned their icons to be brighter, bolder, and warmer over the years."
  },
  {
    "startTime": 188.0,
    "endTime": 189.7,
    "text": "It's also why notification bubbles are red."
  },
  {
    "startTime": 189.7,
    "endTime": 195.5,
    "text": "A little icon like this, or this, doesn't have the same impact on your attention as this."
  },
  {
    "startTime": 195.5,
    "endTime": 201.3,
    "text": "But you can neutralize that distracting effect by selecting a greyscale color filter in your phone's accessibility settings."
  },
  {
    "startTime": 201.3,
    "endTime": 207.5,
    "text": "When you make everything black and white, your brain isn't tricked into thinking that this is any more important to you than this."
  },
  {
    "startTime": 207.5,
    "endTime": 212.6,
    "text": "I mean, there's a reason why slot machines are bright and color and flashing lights and ding ding ding ding ding."
  },
  {
    "startTime": 212.6,
    "endTime": 215.29999999999998,
    "text": "They have the sensory input too, right."
  },
  {
    "startTime": 215.3,
    "endTime": 220.3,
    "text": "And so, just noticing that if I take out the color, it changes some of the addictiveness."
  },
  {
    "startTime": 220.3,
    "endTime": 224.20000000000002,
    "text": "Finally, restrict your home screen to everyday tools."
  },
  {
    "startTime": 224.2,
    "endTime": 232.29999999999998,
    "text": "Make sure that your home screen, when you unlock it, doesn't have anything except for the in-the-moment tools that help you live your life."
  },
  {
    "startTime": 232.3,
    "endTime": 237.60000000000002,
    "text": "I have Lyft, to get somewhere when I need to get somewhere, Maps, Calendar."
  },
  {
    "startTime": 237.6,
    "endTime": 243.29999999999998,
    "text": "None of these are apps that I can fall into and then get sucked down some bottomless vortex of stuff."
  },
  {
    "startTime": 243.3,
    "endTime": 249.60000000000002,
    "text": "If you're not sure what counts as a bottomless vortex of stuff, it helps to filter out apps that use infinite scrolling."
  },
  {
    "startTime": 249.6,
    "endTime": 258.5,
    "text": "Unlike pagination, where users have to click to load new content on another page, infinite scrolling continuously loads new material so there's no built-in endpoint."
  },
  {
    "startTime": 258.5,
    "endTime": 261.0,
    "text": "Video autoplay works in a similar way."
  },
  {
    "startTime": 261.0,
    "endTime": 267.5,
    "text": "These interfaces create a frictionless experience, but they also reduce a user's sense of control and make it harder to stop."
  },
  {
    "startTime": 267.5,
    "endTime": 272.8,
    "text": "Research shows that people rely on visual cues more than internal cues to stop consuming something."
  },
  {
    "startTime": 272.8,
    "endTime": 281.5,
    "text": "In a 2005 study, individuals who ate soup out of a self-refilling bowl, ate 73% more than those who ate out of a normal bowl filled up by servers."
  },
  {
    "startTime": 281.5,
    "endTime": 285.4,
    "text": "But those who ate from the self-refilling bowl, didn't feel any more satisfied."
  },
  {
    "startTime": 285.4,
    "endTime": 292.09999999999997,
    "text": "So, a visual cue, like an endpoint, is better at telling you the right time to stop than your own sense of satisfaction."
  },
  {
    "startTime": 292.1,
    "endTime": 298.3,
    "text": "And because so many apps don't have an endpoint, you have to build your home screen around the eventuality of distraction."
  },
  {
    "startTime": 298.3,
    "endTime": 300.0,
    "text": "We check our phones a lot."
  },
  {
    "startTime": 300.0,
    "endTime": 303.3,
    "text": "Most of us drastically underestimate how often we do so."
  },
  {
    "startTime": 303.3,
    "endTime": 305.7,
    "text": "But technology might not always look this way."
  },
  {
    "startTime": 305.7,
    "endTime": 314.4,
    "text": "There are ideas for alternative interfaces that give you functional choices and are more transparent about how much time you'll lose with one action, versus another."
  },
  {
    "startTime": 314.4,
    "endTime": 319.0,
    "text": "But it's a really deep philosophical question: what is genuinely worth your attention?"
  },
  {
    "startTime": 319.0,
    "endTime": 322.8,
    "text": "On an interruptive basis?"
  },
  {
    "startTime": 322.8,
    "endTime": 324.5,
    "text": "Do people even know how to answer that question?"
  },
  {
    "startTime": 324.5,
    "endTime": 327.0,
    "text": "It's a really hard question, it's not something we think about."
  },
  {
    "startTime": 327.0,
    "endTime": 331.5,
    "text": "But, for now, it's a question that everybody needs to start asking."
  },
  {
    "startTime": 331.5,
    "endTime": 344.8,
    "text": "Thank you so much for watching, this has been episode 1 of By Design, this is gonna be a new series looking at different topics in design, in technology, looking at how human decisions on one end of creating something affect people on the other end."
  }
]