[
  {
    "startTime": 5.2,
    "endTime": 12.7,
    "text": "What I found in my research is that in the morning, this is where self-made millionaires really create a lot of their wealth."
  },
  {
    "startTime": 12.7,
    "endTime": 13.989999999999998,
    "text": "This is Tom Corley."
  },
  {
    "startTime": 13.99,
    "endTime": 15.3,
    "text": "I'm the author of \"Rich Habits.\""
  },
  {
    "startTime": 15.3,
    "endTime": 20.1,
    "text": "[Tom Corley studied 233 millionaires for 5 years]"
  },
  {
    "startTime": 20.1,
    "endTime": 23.6,
    "text": "They invest in themselves in the morning, and what do they do?"
  },
  {
    "startTime": 23.71,
    "endTime": 25.3,
    "text": "They do things like meditation."
  },
  {
    "startTime": 26.13,
    "endTime": 38.559,
    "text": "They do things like brainstorming — they're brainstorming over obstacles, problems, issues that they're having either in pursuing their dreams or their goals, or in their business, or in their career."
  },
  {
    "startTime": 38.559,
    "endTime": 41.86,
    "text": "They're also reading what I call \"facts.\""
  },
  {
    "startTime": 42.9,
    "endTime": 49.839999999999996,
    "text": "They're studying facts, and the reason to why they study the facts is they do this so that they can maintain their knowledge base and improve their knowledge base."
  },
  {
    "startTime": 49.84,
    "endTime": 59.580000000000005,
    "text": "They're also trying to read uplifting, motivational, inspirational things to get them in the right mindset, and this is so important."
  },
  {
    "startTime": 59.58,
    "endTime": 67.23,
    "text": "I've mentioned several times in my articles: If you have a positive mental outlook, then you have a greater chance of being successful in life."
  },
  {
    "startTime": 67.23,
    "endTime": 77.61,
    "text": "And in order to get that positive mental outlook, sometimes you got to do certain things to put you over the top, and one of them is meditation, the other one is reading inspirational, uplifting information."
  }
]