[
  {
    "startTime": 21.92,
    "endTime": 28.470000000000002,
    "text": "Every year on March 3rd, the people of Japan celebrate a holiday called “Hina Matsuri.”"
  },
  {
    "startTime": 28.47,
    "endTime": 35.71,
    "text": "The English translation of this holiday is “Doll Festival,” and is sometimes referred to as “Girls' Day”"
  },
  {
    "startTime": 35.71,
    "endTime": 46.03,
    "text": "It's a day dedicated to celebrating the daughters of the family, to honor her and to pray that she will have a long, happy and healthy life."
  },
  {
    "startTime": 46.03,
    "endTime": 58.1,
    "text": "This tradition began over 1,000 years ago, in the Heian Period, when the Japanese people of the time would put dolls made of straw, into small boats and send them down a river and out to sea."
  },
  {
    "startTime": 58.1,
    "endTime": 64.57000000000001,
    "text": "The ritual was believed to send bad spirits away and allow their children to be protected."
  },
  {
    "startTime": 64.57,
    "endTime": 73.57,
    "text": "This practice called “Hina-Nagashi” or “Doll Floating” is no longer widespread, but still occurs in a few areas."
  },
  {
    "startTime": 73.57,
    "endTime": 85.04899999999999,
    "text": "In more modern times, families present their young daughters with a gift of handmade dolls in the traditional clothing of the Heian Period, sealed in a glass case."
  },
  {
    "startTime": 85.049,
    "endTime": 95.46000000000001,
    "text": "Usually the gift of these traditional styled dolls is given to a young girl in February, and are displayed prominently in the house until the 3rd of March."
  },
  {
    "startTime": 95.46,
    "endTime": 102.229,
    "text": "At the beginning of the year, stores begin to sell the dolls in preparation for Girls' Day."
  },
  {
    "startTime": 102.229,
    "endTime": 109.17999999999999,
    "text": "They may look all the same to you, but there is a lot of personal handicraft and detail put into the dolls."
  },
  {
    "startTime": 109.18,
    "endTime": 119.38000000000001,
    "text": "The artisans who make the dolls can become famous and the dolls made by popular artisans often command very high prices."
  },
  {
    "startTime": 119.38,
    "endTime": 124.1,
    "text": "A full set will include 7 platforms."
  },
  {
    "startTime": 124.1,
    "endTime": 129.35,
    "text": "The top platform is reserved for the Emperor and Empress and are placed behind a gold screen."
  },
  {
    "startTime": 129.35,
    "endTime": 142.26999999999998,
    "text": "The lower platforms are for the ladies of the court, musicians, ministers and servants, respectively, with the bottom two platforms holding personal items of the Royal Court."
  },
  {
    "startTime": 142.27,
    "endTime": 149.58,
    "text": "This public display in Konosu, Saitama is the largest in Japan."
  },
  {
    "startTime": 149.58,
    "endTime": 155.54000000000002,
    "text": "This city has been making dolls for girls day festivals for almost 400 years."
  },
  {
    "startTime": 155.54,
    "endTime": 161.42999999999998,
    "text": "Konosu has earned the nickname of \"Doll Town\" because of this tradition."
  },
  {
    "startTime": 161.43,
    "endTime": 166.4,
    "text": "This grand display is 7 meters high and has 31 platforms."
  },
  {
    "startTime": 166.4,
    "endTime": 192.83,
    "text": "Also, you'll probably hear a famous traditional folk song about the dolls this time of year."
  },
  {
    "startTime": 192.83,
    "endTime": 198.69000000000003,
    "text": "Most homes have a smaller display which features only the Emperor and Empress."
  },
  {
    "startTime": 198.69,
    "endTime": 209.79,
    "text": "As well as receiving these dolls as a gift, on March 3rd, many young girls receive special sweets made of rice called “Hishimoschi” and come in three colors, each with a special meaning."
  },
  {
    "startTime": 209.79,
    "endTime": 213.019,
    "text": "Pink is for chasing away evil spirits."
  },
  {
    "startTime": 213.019,
    "endTime": 215.23000000000002,
    "text": "White is for purity."
  },
  {
    "startTime": 215.23,
    "endTime": 216.85999999999999,
    "text": "Green is for health."
  },
  {
    "startTime": 216.86,
    "endTime": 219.67000000000002,
    "text": "Boys, however are not left out."
  },
  {
    "startTime": 219.67,
    "endTime": 224.85999999999999,
    "text": "They have their own holiday on May 5th, complete with their own set of figures."
  },
  {
    "startTime": 224.86,
    "endTime": 231.86,
    "text": "Its a wonderful holiday that allows families to celebrate the wonderful joy that having girls in the house can bring."
  },
  {
    "startTime": 231.86,
    "endTime": 237.31900000000002,
    "text": "On the night of the 3rd, the dolls are put away until next year."
  },
  {
    "startTime": 237.319,
    "endTime": 245.189,
    "text": "Leaving them out on March 4th is believed to be unlucky, and will result in a late marriage for the daughter of the house."
  },
  {
    "startTime": 245.189,
    "endTime": 266.82,
    "text": "If you know of a family in Japan with young daughters be sure to wish them a happy Girl's Day and don't forget to bring a pink, white and green Hishimochi for that special girl on a day just for her."
  }
]