[
  {
    "startTime": 2.98,
    "endTime": 39.459999999999994,
    "text": "Hey baby I hear the blues are calling, tossed salads and scrambled eggs."
  },
  {
    "startTime": 39.54,
    "endTime": 41.68,
    "text": "Hey, what's up guys? Welcome back to Binging with Babish."
  },
  {
    "startTime": 41.68,
    "endTime": 45.88,
    "text": "I want to thank you all very much for participating  in the Reddit AMA last week."
  },
  {
    "startTime": 45.88,
    "endTime": 51.74,
    "text": "So, this week, I'm going to be recreating the top voted suggestion which was, Ratatouille."
  },
  {
    "startTime": 51.74,
    "endTime": 60.83,
    "text": "Now, I've been told by some very emphatic commenters that this is not real ratatouille. This is something called Confit Byaldi, which is sort of like a modern spin on ratatouille."
  },
  {
    "startTime": 60.83,
    "endTime": 65.72,
    "text": "So we're going to start off by blanching some tomatoes for about 30 seconds until the skin start to peel."
  },
  {
    "startTime": 65.72,
    "endTime": 71.11,
    "text": "And then we're going to peel them before roasting some peppers: yellow, orange, and red."
  },
  {
    "startTime": 71.11,
    "endTime": 72.75,
    "text": "Or just red, who cares."
  },
  {
    "startTime": 72.75,
    "endTime": 75.66,
    "text": "Char on all sides over an open flame until blackened."
  },
  {
    "startTime": 75.66,
    "endTime": 79.14,
    "text": "Make sure to use metal tongs, not plastic ones like me. I'm being stupid right now."
  },
  {
    "startTime": 79.14,
    "endTime": 84.14,
    "text": "Cover the hot steaming pepper with some aluminum foil. Let them steam in their own steaminess for a few minutes."
  },
  {
    "startTime": 84.14,
    "endTime": 88.56,
    "text": "This will help soften the peppers and make them a little bit easier to peel, which we're going to do right now."
  },
  {
    "startTime": 88.56,
    "endTime": 92.52,
    "text": "Peel off all of the black stuff, and you're left with these beautiful roasted tri-colored peppers."
  },
  {
    "startTime": 92.52,
    "endTime": 103.38,
    "text": "Which we're going to combine in a high powered blender with 3 Roma tomatoes, a few sprigs of parsley, 2 whole garlic cloves, a few sprigs of picked thyme leaves, a quarter of a white onion,"
  },
  {
    "startTime": 103.38,
    "endTime": 107.06,
    "text": "and a little bit of vegetable's stock that we're going to pour in as the blender is running."
  },
  {
    "startTime": 107.06,
    "endTime": 109.18,
    "text": "Oop -- a little bit of olive oil before I forget."
  },
  {
    "startTime": 109.18,
    "endTime": 118.26,
    "text": "Now I don't wanna discolor the mixture too much so I'm also going to use a bit of hot water before pressing the vegetables down into the blender and creating sort of like a roasted red pepper soup."
  },
  {
    "startTime": 118.26,
    "endTime": 124.04,
    "text": "The cool thing about high powered blenders is that it actually cooks the mixture if you let it run at high speed long enough."
  },
  {
    "startTime": 124.04,
    "endTime": 127.21000000000001,
    "text": "Now it's time to create those famous shingles of sliced vegetables."
  },
  {
    "startTime": 127.21,
    "endTime": 136.45999999999998,
    "text": "We need to use a very very sharp knife on the tomatoes to create thin little slices, and then use a mandolin to make life a little easier with one yellow and one green squash."
  },
  {
    "startTime": 136.46,
    "endTime": 140.22,
    "text": "And then my mandolin kinda sucks, so I'm going to slice my eggplant my hand."
  },
  {
    "startTime": 140.22,
    "endTime": 149.52,
    "text": "Chop a little bit of fresh rosemary to sprinkle over top before spreading a thin even layer of our roasted red pepper sauce on the bottom of a rectangular or oval roaster."
  },
  {
    "startTime": 149.52,
    "endTime": 154.88000000000002,
    "text": "Now we're going to start shingling vegetables, alternating in a pattern across the bottom of the dish."
  },
  {
    "startTime": 154.88,
    "endTime": 159.57999999999998,
    "text": "Now, this is my first crack and I cut the vegetables a little bit too thick and stacked a little bit too far apart."
  },
  {
    "startTime": 159.76,
    "endTime": 169.67999999999998,
    "text": "We'll revisit that later. For now, drizzle a little bit of olive oil across the top of the vegetables, season with salt, freshly ground pepper, and our finely chopped fresh rosemary"
  },
  {
    "startTime": 169.68,
    "endTime": 180.98000000000002,
    "text": "before topping with a sheet of parchment paper that we cut to the shape of our baking dish, and placing in a 225 degree oven for about 90 minutes until it comes out looking like this."
  },
  {
    "startTime": 180.98,
    "endTime": 188.45999999999998,
    "text": "Now this tasted really good, but for that Pixar-style plating, we need thinner vegetables stacked closer together, cooked for less time, like so."
  },
  {
    "startTime": 188.46,
    "endTime": 193.17000000000002,
    "text": "Into a ring mold we are going to stack some vegetables vertically then horizontally, like so."
  },
  {
    "startTime": 193.17,
    "endTime": 200.04,
    "text": "Lift off a little bit slower than necessary for a dramatic effect, swirl some olive oil and leftover red pepper sauce around the outside,"
  },
  {
    "startTime": 200.04,
    "endTime": 207.12,
    "text": "along with some fresh picked parsley leaves and let's see if this is good enough to save a restaurant from an evil reviewer."
  },
  {
    "startTime": 207.12,
    "endTime": 210.34,
    "text": "Ok guys, first things first."
  },
  {
    "startTime": 210.34,
    "endTime": 214.12,
    "text": "Just bring one fried egg to the party."
  },
  {
    "startTime": 214.12,
    "endTime": 216.38,
    "text": "Steaming hot!"
  },
  {
    "startTime": 216.38,
    "endTime": 217.78,
    "text": "Flip!"
  },
  {
    "startTime": 217.78,
    "endTime": 219.36,
    "text": "I need to go use bathroom."
  },
  {
    "startTime": 219.36,
    "endTime": 222.26000000000002,
    "text": "Whoa, whoa, ok, what was in that ratatouille?"
  },
  {
    "startTime": 222.26,
    "endTime": 224.10999999999999,
    "text": "Just vegetables, I think. Ok."
  },
  {
    "startTime": 224.11,
    "endTime": 228.52,
    "text": "Whoops and I forgot Rémy's single chive garnish over top, my bad."
  },
  {
    "startTime": 228.52,
    "endTime": 231.99,
    "text": "Hang on, let's see if I can remember what happened to my hamster when I was 5...."
  }
]