[
  {
    "startTime": 0.91,
    "endTime": 8.818999999999999,
    "text": "So in this video I'm going to give you some exam tips for the IELTS listening test."
  },
  {
    "startTime": 8.819,
    "endTime": 13.829,
    "text": "The first tip is to predict the answer types."
  },
  {
    "startTime": 13.829,
    "endTime": 26.98,
    "text": "Now at the start of each section in the listening test you have a few seconds to quickly read the questions before the audio recording is played."
  },
  {
    "startTime": 26.98,
    "endTime": 37.94,
    "text": "So you should use this time to carefully read the questions and also try to predict the answer types."
  },
  {
    "startTime": 37.94,
    "endTime": 42.839999999999996,
    "text": "What kind of answer does each question need?"
  },
  {
    "startTime": 42.84,
    "endTime": 47.2,
    "text": "So for example is it a number? Do you need to write down a name or a date?"
  },
  {
    "startTime": 50.2,
    "endTime": 56.539,
    "text": "And also think about synonyms for words in the question"
  },
  {
    "startTime": 56.539,
    "endTime": 66.3,
    "text": "because often in the audio recording, they will use synonyms of words from the question."
  },
  {
    "startTime": 66.3,
    "endTime": 74.94,
    "text": "So think about synonyms, think about keywords in the question and synonyms for those keywords."
  },
  {
    "startTime": 75.22,
    "endTime": 85.6,
    "text": "Secondly, write your answers on the question sheet..on the question paper next to the questions while you listen."
  },
  {
    "startTime": 85.6,
    "endTime": 103.35,
    "text": "Do not write the answers straight onto the answer sheet until the end of the listening test because it's very easy to make mistakes if you put it straight onto the answer sheet."
  },
  {
    "startTime": 103.35,
    "endTime": 107.14999999999999,
    "text": "So first of all write your answers on the question sheet."
  },
  {
    "startTime": 107.15,
    "endTime": 111.7,
    "text": "My third tip requires some multitasking: listen while writing."
  },
  {
    "startTime": 115.7,
    "endTime": 120.69,
    "text": "So while you listen, quickly write down your answers on the question paper."
  },
  {
    "startTime": 120.69,
    "endTime": 125.75,
    "text": "You know the answers in the listening exam come very fast,"
  },
  {
    "startTime": 125.75,
    "endTime": 136.34,
    "text": "so you need to write down answers to one question while at the same time listening for the answer to the next question."
  },
  {
    "startTime": 136.34,
    "endTime": 147.92000000000002,
    "text": "So for example if you think you've heard the answer to question 3, write it down while listening carefully for the answer to question 4."
  },
  {
    "startTime": 147.92,
    "endTime": 158.2,
    "text": "This is quite a difficult thing to do which is why you should practice a listening test before you do the exam."
  },
  {
    "startTime": 158.2,
    "endTime": 163.82,
    "text": "Here is the listening tests answer sheet."
  },
  {
    "startTime": 163.82,
    "endTime": 173.78,
    "text": "At the end of the test...this is my next tip...make sure you carefully transfer your answers to this sheet."
  },
  {
    "startTime": 173.78,
    "endTime": 178.76,
    "text": "Spelling is a very important part of the listening test."
  },
  {
    "startTime": 178.76,
    "endTime": 181.29999999999998,
    "text": "It's partly a spelling test really."
  },
  {
    "startTime": 181.3,
    "endTime": 186.92000000000002,
    "text": "You must...I will repeat...you must spell correctly."
  },
  {
    "startTime": 186.92,
    "endTime": 198.36999999999998,
    "text": "A misspelled word will be marked as incorrect so check your spelling as you write your answers on the answer sheet."
  },
  {
    "startTime": 198.37,
    "endTime": 208.9,
    "text": "Remember wrong spelling = no mark, so be very careful when you spell your words, when you write them onto the answer sheet."
  },
  {
    "startTime": 208.9,
    "endTime": 209.959,
    "text": "So there you are."
  },
  {
    "startTime": 209.959,
    "endTime": 216.369,
    "text": "There are some of my exam tips for the IELTS listening test."
  }
]