[
  {
    "startTime": 1.489,
    "endTime": 5.5089999999999995,
    "text": "Hans Zimmer's score for Dunkirk starts with the sound of ticking."
  },
  {
    "startTime": 5.509,
    "endTime": 14.96,
    "text": "And that's a common theme in the legendary composer's work — you can hear it in Interstellar and in Sherlock Holmes."
  },
  {
    "startTime": 20.04,
    "endTime": 27.9,
    "text": "But in Dunkirk, the ticking makes way for an overwhelming orchestra that seems like it's rising higher and higher, but never actually does."
  },
  {
    "startTime": 27.9,
    "endTime": 30.459999999999997,
    "text": "It's so tense, it makes you cling to your seat."
  },
  {
    "startTime": 35.6,
    "endTime": 41.68,
    "text": "That is because Zimmer is taking advantage of an auditory illusion caused by something called a Shepard tone."
  },
  {
    "startTime": 42.32,
    "endTime": 46.64,
    "text": "It consists of several tones separated by an octave, layered on top of each other."
  },
  {
    "startTime": 46.64,
    "endTime": 60.84,
    "text": "As the tones move up the scale, the highest-pitched tone gets quieter, the middle pitch remains loud, and the lowest bass pitch starts to become audible."
  },
  {
    "startTime": 62.0,
    "endTime": 70.0,
    "text": "Because you can always hear at least two tones rising in pitch at the same time, your brain is tricked into perceiving a constant ascending tone."
  },
  {
    "startTime": 70.0,
    "endTime": 78.98,
    "text": "Loop it all together and it sounds like a piano scale going on for infinity."
  },
  {
    "startTime": 79.4,
    "endTime": 83.54,
    "text": "When the transition between tones is continuous, it's called a Shepard–Risset glissando."
  },
  {
    "startTime": 84.08,
    "endTime": 85.48,
    "text": "And it can sound really spooky."
  },
  {
    "startTime": 89.06,
    "endTime": 90.9,
    "text": "This can happen in the opposite direction too."
  },
  {
    "startTime": 96.5,
    "endTime": 103.9,
    "text": "You can hear it in the Endless Stairs in Super Mario 64 and in Pink Floyd."
  },
  {
    "startTime": 107.5,
    "endTime": 112.44,
    "text": "It's like a barber's pole of sound, constantly seeming to rise without actually going anywhere."
  },
  {
    "startTime": 113.36,
    "endTime": 124.36,
    "text": "Put that in a soundtrack and it creates this sound of rising tension that carries the screenplay forward."
  },
  {
    "startTime": 124.36,
    "endTime": 135.66,
    "text": "Christopher Nolan loves this illusion — you can hear it in the Batpod sound effect in the last two Dark Knight films and in the music of The Prestige, composed by David Julyan."
  },
  {
    "startTime": 142.02,
    "endTime": 150.13,
    "text": "Nolan's films are often all about time — how it warps in space, in our dreams, and in our memories — and there's tension that comes with that."
  },
  {
    "startTime": 150.13,
    "endTime": 155.22,
    "text": "An illusion like this makes that tension palpable — all it takes is clever sound design."
  },
  {
    "startTime": 159.76,
    "endTime": 164.79999999999998,
    "text": "I just wanted to give a shoutout to Jason Guerrasio at Business Insider for doing this great interview with Christopher Nolan."
  },
  {
    "startTime": 164.8,
    "endTime": 170.0,
    "text": "In the interview, Nolan confirms that a lot of the soundtrack was built around the effect of a Shepard tone."
  },
  {
    "startTime": 170.0,
    "endTime": 178.02,
    "text": "And he also reveals that the ticking that Hans Zimmer uses at the very beginning of Dunkirk is actually a recording of a watch that Christopher Nolan owns."
  }
]