[
  {
    "startTime": 8.599,
    "endTime": 13.4,
    "text": "The cherry blossom, or \"sakura,\" is a Japanese icon that adorns the trees every springtime."
  },
  {
    "startTime": 13.4,
    "endTime": 22.490000000000002,
    "text": "These famous flowers attract droves of international admirers eager to see these beautiful flowers for themselves, and often picnic under the pretty pedals in a practice called \"hanami.\""
  },
  {
    "startTime": 22.49,
    "endTime": 32.129,
    "text": "The sakura season surely is a must-see, yet among the most common questions for those visiting Japan in springtime is, when is the best time to see the cherry blossoms?"
  },
  {
    "startTime": 32.129,
    "endTime": 34.9,
    "text": "Well, allow us to fill you in."
  },
  {
    "startTime": 34.9,
    "endTime": 45.5,
    "text": "First off, it's important to point out that the timing of the cherry blossoms each year is heavily determined by the temperature, with warmer years seeing the blossoms bloom as much as two weeks earlier than in cooler years."
  },
  {
    "startTime": 45.5,
    "endTime": 53.379,
    "text": "Because Japan stretches across so many lines of latitude, the blossoms can bloom as early as January in the southern islands and as late as May in the far north."
  },
  {
    "startTime": 53.379,
    "endTime": 63.54,
    "text": "At any specific location the typical duration of the blooming period is about 7-10 days given ideal weather conditions, but this can be shortened by strong wind and rain, which can cause the pedals to fall sooner."
  },
  {
    "startTime": 63.54,
    "endTime": 71.0,
    "text": "With so many variables at play, for the purposes of this video, we'll be using the annual average timing in each area for when the trees look their best."
  },
  {
    "startTime": 71.0,
    "endTime": 73.5,
    "text": "Alright, let's go to the map and get specific."
  },
  {
    "startTime": 73.5,
    "endTime": 80.5,
    "text": "The first cherry blossoms appear in the southern islands of Okinawa and Kagoshima prefectures in late January to mid-February."
  },
  {
    "startTime": 80.5,
    "endTime": 97.4,
    "text": "As for Japan's main islands, Kyushu and Southern Shikoku are usually the first to see the peak of the cherry blossom season around late March, with most of Japan's major cities typically following a few days later and entering their best-viewing period in early April including Tokyo, Nagoya, Kyoto, Osaka, and Hiroshima."
  },
  {
    "startTime": 97.4,
    "endTime": 104.80000000000001,
    "text": "It's worth noting that despite being located at a higher latitude Tokyo's blossoms develop a couple of days ahead of those in Kyoto and Osaka."
  },
  {
    "startTime": 104.8,
    "endTime": 115.39999999999999,
    "text": "From these southern urban centers, the cherry blossom 'front' sweeps northeast along the Sea of Japan through Kanazawa and also into areas of higher elevation in the center of the country like Nagano and the Fuji Five Lakes Region."
  },
  {
    "startTime": 115.4,
    "endTime": 123.30000000000001,
    "text": "Continuing northward, much of the Tohoku region looks its best in mid-April, with the northern tip of Honshu seeing its best-viewing period in at the end of the month."
  },
  {
    "startTime": 123.3,
    "endTime": 129.8,
    "text": "It typically isn't until early May that Hokkaido starts to celebrate the sakura, when Sapporo comes alive with color and festivities."
  },
  {
    "startTime": 129.8,
    "endTime": 137.5,
    "text": "The final places to enjoy the season are the eastern and northern areas of Hokkaido, where the blossoms typically enter their optimum state around mid to late May."
  },
  {
    "startTime": 137.5,
    "endTime": 140.78,
    "text": "This quick look at when the cherry blossoms bloom, we're just scratching the surface."
  },
  {
    "startTime": 140.78,
    "endTime": 146.1,
    "text": "Nevertheless, hopefully this video helps you plan a more enjoyable, sakura-filled trip to Japan."
  },
  {
    "startTime": 146.1,
    "endTime": 159.5,
    "text": "More in-depth information on the cherry blossoms can be found on our website including this year's forecast lists of the best sakura spots nationwide, tree varieties and during sakura season, daily cherry blossom reports from around the country."
  },
  {
    "startTime": 159.5,
    "endTime": 168.32,
    "text": "For more information or to watch another video, click the links on the screen below now or head to japan-guide.com, your comprehensive up-to-date travel guide first hand from Japan."
  },
  {
    "startTime": 168.32,
    "endTime": 171.75,
    "text": "Thanks for watching, and be sure to subscribe for more videos about Japan."
  },
  {
    "startTime": 171.75,
    "endTime": 172.25,
    "text": "Happy travels."
  }
]