[
  {
    "startTime": 8.21,
    "endTime": 11.389000000000001,
    "text": "Spring is one of the most popular times of the year to visit Japan,"
  },
  {
    "startTime": 11.389,
    "endTime": 17.651,
    "text": "with visitors from all over the globe flocking to experience the enchanting beauty of Japan's iconic cherry blossoms or \"sakura\"."
  },
  {
    "startTime": 17.651,
    "endTime": 20.5,
    "text": "There are countless spots nationwide to view the blossoms."
  },
  {
    "startTime": 20.7,
    "endTime": 28.095,
    "text": "So to make planning your perfect, petal-filled trip a little easier, here is a countdown of our top ten sakura spots in Japan."
  },
  {
    "startTime": 28.3,
    "endTime": 30.52,
    "text": "Number 10: Miyajima."
  },
  {
    "startTime": 32.1,
    "endTime": 37.19,
    "text": "A short ferry ride across the water from the city of Hiroshima is the island of Miyajima."
  },
  {
    "startTime": 37.19,
    "endTime": 44.111,
    "text": "Famous for Itsukushima Shrine, the large floating gate, deer-inhabited hills and charming shopping streets."
  },
  {
    "startTime": 44.111,
    "endTime": 54.0,
    "text": "To the delight of visitors, each spring, the island becomes beautifully decorated by cherry blossoms, making Miyajima even more picturesque than normal and well worth a visit during sakura season."
  },
  {
    "startTime": 54.2,
    "endTime": 58.6,
    "text": "Number 9: Goryokaku Fort."
  },
  {
    "startTime": 58.7,
    "endTime": 66.555,
    "text": "This unique Western-style citadel in Hokkaido has hundreds of trees planted along its fortifications and moat that provide a flurry of pink petals each springtime."
  },
  {
    "startTime": 66.7,
    "endTime": 73.7,
    "text": "And be sure not to miss the bird's eye view of this hanami haven which can be enjoyed from the adjacent Goryokaku Tower."
  },
  {
    "startTime": 74.0,
    "endTime": 77.78,
    "text": "Number 8: Yoshinoyama."
  },
  {
    "startTime": 77.78,
    "endTime": 83.75,
    "text": "For centuries, Yoshinoyama has been considered by many to be the most spectacular hanami spot in all of Japan."
  },
  {
    "startTime": 83.75,
    "endTime": 91.139,
    "text": "With tens of thousands of cherry trees spread out across a range of elevations, sakura can usually be enjoyed in Yoshinoyama from early through mid-April,"
  },
  {
    "startTime": 91.4,
    "endTime": 95.5,
    "text": "with flowers higher up the mountain blooming later than those at the base."
  },
  {
    "startTime": 95.7,
    "endTime": 100.3,
    "text": "Number 7: Kakunodate."
  },
  {
    "startTime": 100.4,
    "endTime": 106.421,
    "text": "In springtime, the former samurai district in the town of Kakunodate becomes beautifully decorated by weeping cherry trees."
  },
  {
    "startTime": 106.421,
    "endTime": 111.376,
    "text": "On top of this, the hundreds of sakura which line the riverbank are an ideal place to have a picnic."
  },
  {
    "startTime": 111.376,
    "endTime": 118.7,
    "text": "All in all, Kakunodate provides visitors with a downright pleasant cherry blossom atmosphere that echoes of centuries past."
  },
  {
    "startTime": 119.0,
    "endTime": 123.2,
    "text": "Number 6: Himeji Castle."
  },
  {
    "startTime": 123.3,
    "endTime": 128.707,
    "text": "With its grand white exterior, Himeji is widely considered to be Japan's most spectacular castle."
  },
  {
    "startTime": 129.0,
    "endTime": 135.785,
    "text": "Also designated as a world heritage site, this national treasure can be photographed with a beautiful sakura frame around early April."
  },
  {
    "startTime": 137.0,
    "endTime": 139.51,
    "text": "Number 5: The Fuji Five Lakes region."
  },
  {
    "startTime": 141.3,
    "endTime": 151.89800000000002,
    "text": "Due to its higher elevation, the cherry blossoms in the area just north of Mt. Fuji called the Fuji Five Lakes region usually bloom in mid to later April, which is a few weeks later than nearby Tokyo and Yokohama."
  },
  {
    "startTime": 151.898,
    "endTime": 161.422,
    "text": "In the Fuji Five Lakes region, two of the most breathtaking places to view the mountain and cherry blossoms together are from the Chureito Pagoda and also from the the northern shores of Lake Kawaguchiko"
  },
  {
    "startTime": 162.0,
    "endTime": 166.1,
    "text": "Number 4: Osaka."
  },
  {
    "startTime": 166.3,
    "endTime": 175.80100000000002,
    "text": "The sheer number of cherry trees make Kansai's largest metropolis, Osaka, a stellar hanami destination which could easily be placed even higher on this list depending on personal preference."
  },
  {
    "startTime": 175.801,
    "endTime": 185.7,
    "text": "One of the city's primary hanami areas is the riverside Kema Sakuranomiya Park, that stretches for multiple kilometers and connects to the equally cherry-tree-abundant Osaka Castle Park."
  },
  {
    "startTime": 185.86,
    "endTime": 195.9,
    "text": "Within the castle grounds, a particularly nice place for a picnic is Nishinomaru Park in the castle's western citadel, which has wide lawns, views of the castle tower and light up in the evening."
  },
  {
    "startTime": 196.016,
    "endTime": 206.87699999999998,
    "text": "Finally, the walking paths and wide lawns of the Expo 70 Commemorative Park in northern Osaka boast an additional few thousand trees for blossom chasers to enjoy and also have illumination events at night."
  },
  {
    "startTime": 206.877,
    "endTime": 212.23000000000002,
    "text": "Number 3: Kyoto."
  },
  {
    "startTime": 212.23,
    "endTime": 220.89999999999998,
    "text": "The ancient capital of Japan is where cherry blossoms meet cultural heritage with an array of the city's historical buildings and gardens becoming awash with pink and white each spring."
  },
  {
    "startTime": 221.1,
    "endTime": 225.60999999999999,
    "text": "A few specific spots to enjoy the sakura season in Kyoto are the Philosopher's Path,"
  },
  {
    "startTime": 225.61,
    "endTime": 229.008,
    "text": "Maruyama Park, which also has night illuminations,"
  },
  {
    "startTime": 229.008,
    "endTime": 239.99800000000002,
    "text": "and the hills of the Arashiyama district in the west, which has an abundance of trees near the Togetsukyo Bridge, Nakanoshima Park, and along the main shopping street."
  },
  {
    "startTime": 240.3,
    "endTime": 245.60000000000002,
    "text": "Number 2: Tokyo."
  },
  {
    "startTime": 245.7,
    "endTime": 249.81799999999998,
    "text": "The nation's capital is home to more hanami spots than anywhere else in the country."
  },
  {
    "startTime": 249.818,
    "endTime": 257.572,
    "text": "Boasting a large number of cherry trees in a plethora of its parks, gardens, city streets, and riverbanks, Tokyo has an ideal sakura spot to please everyone."
  },
  {
    "startTime": 257.572,
    "endTime": 260.75,
    "text": "In particular, a few of the more noteworthy are:"
  },
  {
    "startTime": 260.75,
    "endTime": 264.629,
    "text": "The sidewalks and river scenes found in Chidorigafuchi, which also lighted up at night."
  },
  {
    "startTime": 265.1,
    "endTime": 271.434,
    "text": "The extensive scenic gardens in family-friendly Shinjuku Gyoen, which by the way does not allow alcohol inside the park."
  },
  {
    "startTime": 271.434,
    "endTime": 278.571,
    "text": "And Ueno Park. Both along the central walking path in the upper section of the park, which has more of a lively hanami atmosphere,"
  },
  {
    "startTime": 278.571,
    "endTime": 283.0,
    "text": "and also in the lower section around Shinobazu Pond."
  },
  {
    "startTime": 283.1,
    "endTime": 286.803,
    "text": "And finally Number 1: Hirosaki Castle."
  },
  {
    "startTime": 289.0,
    "endTime": 295.498,
    "text": "This amazing castle park in the northern prefecture of Aomori feels like multiple outstanding hanami spots all combined into one."
  },
  {
    "startTime": 297.0,
    "endTime": 300.573,
    "text": "This spring wonderland has everything a cherry blossom fans could wish for."
  },
  {
    "startTime": 300.573,
    "endTime": 312.29999999999995,
    "text": "In addition to the castle, which is surrounded by numerous varieties of cherry trees, there are food stands, a boating pond and the country's oldest and broadest Somei Yoshino variety of cherry tree."
  },
  {
    "startTime": 312.45,
    "endTime": 317.618,
    "text": "There is plenty of space to picnic amongst the blossoms and the park is subject to pleasant petal blizzards,"
  },
  {
    "startTime": 317.618,
    "endTime": 320.472,
    "text": "that leave the castle moat completely pink towards the end of the season,"
  },
  {
    "startTime": 320.472,
    "endTime": 325.0,
    "text": "making Hirosaki Castle, our number one sakura location in the entire country."
  },
  {
    "startTime": 325.3,
    "endTime": 328.61,
    "text": "So there you have it, our top ten cherry blossom spots in Japan."
  },
  {
    "startTime": 328.61,
    "endTime": 331.789,
    "text": "Hopefully this video helps you to plan your perfect petal-filled trip."
  },
  {
    "startTime": 331.789,
    "endTime": 336.15,
    "text": "More in-depth information on the cherry blossoms can be found in the dedicated section of our website,"
  },
  {
    "startTime": 336.15,
    "endTime": 344.65799999999996,
    "text": "including this year's forecast, lists of the best sakura spots nationwide, tree varieties, and during sakura season daily cherry blossom reports from around the country."
  },
  {
    "startTime": 344.658,
    "endTime": 350.206,
    "text": "For more information, or to watch another video, click the links on the screen now, or head to japan-guide.com."
  },
  {
    "startTime": 350.206,
    "endTime": 354.069,
    "text": "Your comprehensive up-to-date travel guide first hand from Japan."
  },
  {
    "startTime": 354.069,
    "endTime": 357.68,
    "text": "Thanks for watching and be sure to subscribe for more videos about Japan."
  },
  {
    "startTime": 357.68,
    "endTime": 358.219,
    "text": "Happy travels!"
  }
]