[
  {
    "startTime": 0.51,
    "endTime": 4.33,
    "text": "Donald Trump has a very nationalistic overall worldview"
  },
  {
    "startTime": 4.33,
    "endTime": 6.88,
    "text": "that carries over into his trade policy."
  },
  {
    "startTime": 6.88,
    "endTime": 9.42,
    "text": "\"...remember that! America first! America first!\""
  },
  {
    "startTime": 9.42,
    "endTime": 15.02,
    "text": "He sees these kinds of things as very much zero-sum: in which one side wins and another side loses."
  },
  {
    "startTime": 15.02,
    "endTime": 18.02,
    "text": "\"We've lost our jobs like we're a bunch of babies."
  },
  {
    "startTime": 18.02,
    "endTime": 19.48,
    "text": "They've gone to other countries."
  },
  {
    "startTime": 19.49,
    "endTime": 20.49,
    "text": "They've gone to Mexico."
  },
  {
    "startTime": 20.49,
    "endTime": 22.58,
    "text": "They've gone to many other countries."
  },
  {
    "startTime": 22.58,
    "endTime": 25.47,
    "text": "...It's all so easy, believe me."
  },
  {
    "startTime": 25.47,
    "endTime": 27.57,
    "text": "It's all so easy.\""
  },
  {
    "startTime": 27.57,
    "endTime": 33.1,
    "text": "But in a complex system like global trade, it's not always easy to tell who is winning."
  },
  {
    "startTime": 33.1,
    "endTime": 39.42,
    "text": "Trump has suggested really really really strongly that he wants to crack down on imports from Mexico."
  },
  {
    "startTime": 39.42,
    "endTime": 42.959,
    "text": "\"...and plants and factories and everything else going into Mexico.\""
  },
  {
    "startTime": 43.039,
    "endTime": 47.579,
    "text": "...and that has driven down the value of Mexico's currency an enormous amount."
  },
  {
    "startTime": 47.579,
    "endTime": 52.379,
    "text": "Ironically, making the peso cheaper makes it an even more attractive place to locate production"
  },
  {
    "startTime": 52.379,
    "endTime": 56.659,
    "text": "because it means that, in effect, Mexican workers are being paid less"
  },
  {
    "startTime": 56.66,
    "endTime": 61.178999999999995,
    "text": "and makes it harder for American factories to compete with Mexican ones."
  },
  {
    "startTime": 61.179,
    "endTime": 63.989000000000004,
    "text": "But that's not what Donald Trump says is going to happen."
  },
  {
    "startTime": 63.989,
    "endTime": 68.75999999999999,
    "text": "\"...but here's what happens: I will tell them, 'You're gonna move back, right?'"
  },
  {
    "startTime": 68.76,
    "endTime": 72.64,
    "text": "and they're gonna say, \"Yes, sir. We're moving back to the United States.\""
  },
  {
    "startTime": 72.64,
    "endTime": 75.42,
    "text": "We're going to build our factory in the United States."
  },
  {
    "startTime": 75.42,
    "endTime": 79.72,
    "text": "We're not moving to Mexico and we are going to create a lot of new employment."
  },
  {
    "startTime": 80.56,
    "endTime": 86.38,
    "text": "Trump blames the loss of manufacturing jobs on trade deals like NAFTA: The North American Free Trade Agreement"
  },
  {
    "startTime": 86.44,
    "endTime": 90.92,
    "text": "that reduced barriers to trade between the US, Canada, and Mexico."
  },
  {
    "startTime": 90.92,
    "endTime": 94.52,
    "text": "\"NAFTA will tear down trade barriers between our three nations."
  },
  {
    "startTime": 94.52,
    "endTime": 101.06,
    "text": "It will create the world's largest trade zone and create 20,000 jobs in this country.\""
  },
  {
    "startTime": 101.14,
    "endTime": 106.76,
    "text": "\"We're not getting anything. We have NAFTA, which is a total and complete disaster.\""
  },
  {
    "startTime": 107.68,
    "endTime": 111.24000000000001,
    "text": "While trade deals are an easy target on the campaign trail, they are only one part of the equation."
  },
  {
    "startTime": 114.11,
    "endTime": 118.24,
    "text": "When you look at the really long term, you can see that"
  },
  {
    "startTime": 118.34,
    "endTime": 126.52000000000001,
    "text": "manufacturing jobs have been declining as a share of the economy very steadily for a very long time."
  },
  {
    "startTime": 126.53,
    "endTime": 132.26,
    "text": "And that tells us that, even though trade deals matter, they are not the driver of this big trend."
  },
  {
    "startTime": 132.26,
    "endTime": 138.12,
    "text": "It's just, over the long haul,because of automation, as economies evolve and advance,"
  },
  {
    "startTime": 138.12,
    "endTime": 142.22,
    "text": "more people work in the service sector, fewer people work in the manufacturing sector."
  },
  {
    "startTime": 142.22,
    "endTime": 145.6,
    "text": "Trade plays a role in that, but it's not the primary driver."
  },
  {
    "startTime": 145.609,
    "endTime": 150.81900000000002,
    "text": "despite this fact, it's exactly those jobs that Trump is claiming to protect by withdrawing  from the TPP, The Trans-Pacific Partnership."
  },
  {
    "startTime": 153.84,
    "endTime": 157.24,
    "text": "\"A great thing for the American worker, what we just did.\""
  },
  {
    "startTime": 157.24,
    "endTime": 159.48000000000002,
    "text": "This particular trade deal,"
  },
  {
    "startTime": 159.49,
    "endTime": 166.29000000000002,
    "text": "it was designed to take a lot of Asian countries and bind them more closely together with the United States,"
  },
  {
    "startTime": 169.88,
    "endTime": 175.24,
    "text": "one reason countries were eager to do a trade deal with The United States, rather than with China,"
  },
  {
    "startTime": 175.24,
    "endTime": 179.62,
    "text": "is that they are closer to China and thus they are a little bit afraid of China"
  },
  {
    "startTime": 179.62,
    "endTime": 182.22,
    "text": "and they want to keep the United States investing in Asia."
  },
  {
    "startTime": 182.22,
    "endTime": 187.14,
    "text": "If we pull out, that may leave some of these countries feeling exposed or alone"
  },
  {
    "startTime": 187.14,
    "endTime": 190.04,
    "text": "and like they need to enter into a Chinese economic orbit."
  },
  {
    "startTime": 190.62,
    "endTime": 193.531,
    "text": "This decision means fewer cheap imports,"
  },
  {
    "startTime": 193.531,
    "endTime": 196.951,
    "text": "but it also affects the market for American exports."
  },
  {
    "startTime": 196.96,
    "endTime": 203.06,
    "text": "One thing that's worth noting here is that farmers would've been big winners under Trans Pacific Partnership."
  },
  {
    "startTime": 203.06,
    "endTime": 211.219,
    "text": "In particular, I think the expectation was that the United States would be able to export a lot more agricultural goods to Japan."
  },
  {
    "startTime": 211.329,
    "endTime": 216.28900000000002,
    "text": "If the US has joined the TPP, American farmers would have had a stronger relationship with Japan, the world's fourth largest agricultural consumer."
  },
  {
    "startTime": 219.34,
    "endTime": 223.92000000000002,
    "text": "Rural voters broke very very heavily in favor of Donald Trump,"
  },
  {
    "startTime": 223.92,
    "endTime": 230.79999999999998,
    "text": "but they may actually lose out by his sort of less trade-friendly policies."
  },
  {
    "startTime": 230.8,
    "endTime": 235.93900000000002,
    "text": "And it just shows that the world is complicated and it's difficult to change things."
  },
  {
    "startTime": 235.939,
    "endTime": 240.04,
    "text": "And, you really do need to talk to expert people."
  },
  {
    "startTime": 240.04,
    "endTime": 245.07899999999998,
    "text": "\"I am a free trader one hundred percent, but we need smart people making the deals"
  },
  {
    "startTime": 245.079,
    "endTime": 247.56900000000002,
    "text": "and we don't have smart people making the deals.\""
  },
  {
    "startTime": 247.569,
    "endTime": 251.92,
    "text": "Trump's view is that for us to win at trade somebody else has to be losing."
  },
  {
    "startTime": 251.92,
    "endTime": 254.64,
    "text": "\"This country is going to start winning again. We don't win anymore.\""
  },
  {
    "startTime": 257.609,
    "endTime": 259.7,
    "text": "I don't think that that is true"
  },
  {
    "startTime": 259.8,
    "endTime": 263.98,
    "text": "If he proves me wrong, you know, I think he'll have a great deal to brag  about,"
  },
  {
    "startTime": 263.99,
    "endTime": 266.44,
    "text": "but I think he's going to find that, you know,"
  },
  {
    "startTime": 266.54,
    "endTime": 273.76000000000005,
    "text": "the forces dragging American manufacturing employment down are fairly profound and that the kinds of things he thinks will fix it are just as likely to make things worse as better."
  }
]