[
  {
    "startTime": 0.205,
    "endTime": 2.985,
    "text": "The global life expectancy is 71.4 years."
  },
  {
    "startTime": 3.055,
    "endTime": 6.495,
    "text": "But in the US it's a bit higher at 78.6."
  },
  {
    "startTime": 6.635,
    "endTime": 16.16,
    "text": "This amounts to 28,689 days or 2,478,700,000 seconds alive on Earth."
  },
  {
    "startTime": 16.16,
    "endTime": 18.88,
    "text": "So what can happen to you in that time?"
  },
  {
    "startTime": 18.88,
    "endTime": 24.325,
    "text": "You produce 0.4 millilitres of saliva per minute and 0.5 - 1 liter per day."
  },
  {
    "startTime": 24.325,
    "endTime": 30.025,
    "text": "That means in a life time you can fill anywhere between 180 to 360 bath tubs full of spit."
  },
  {
    "startTime": 30.025,
    "endTime": 38.754999999999995,
    "text": "Men cry an average of 1 time per month and women 2.7 times, giving you an average of 1,745 good cries per lifetime."
  },
  {
    "startTime": 38.755,
    "endTime": 45.325,
    "text": "The average adult is not getting their 10,000 steps in as the average US adult only takes around 5,100 steps per day."
  },
  {
    "startTime": 45.325,
    "endTime": 50.865,
    "text": "But in a lifetime it ends up being a pretty impressive 146 million steps."
  },
  {
    "startTime": 50.865,
    "endTime": 57.385000000000005,
    "text": "If the average stride length is 0.71 metres then you'll walk around the length of the equator around 2.6 times."
  },
  {
    "startTime": 57.385,
    "endTime": 66.815,
    "text": "Men are continually making new sperm producing 1 to 10 trillion sperm cells in a lifetime and people generally start having sex around age 16 to 17."
  },
  {
    "startTime": 67.055,
    "endTime": 76.42500000000001,
    "text": "The baby boomers have had an average of 11 sexual partners but millennials are only expected to have around 8 sexual partners throughout their lives."
  },
  {
    "startTime": 76.775,
    "endTime": 83.33500000000001,
    "text": "From the ages 20 to 60, it's estimated to learn 1 to 2 new words per day with an average total of 42 thousand words."
  },
  {
    "startTime": 83.335,
    "endTime": 90.6,
    "text": "This number declines as we age and is likely related to our brain decaying at a rate of 5% per decade after the age of 40."
  },
  {
    "startTime": 90.6,
    "endTime": 95.125,
    "text": "The average person 15 years or older in the US works 7.9 hours per day."
  },
  {
    "startTime": 95.225,
    "endTime": 101.52,
    "text": "And with the average age of retirement being 63, you'll spend about 16 years in total at the office."
  },
  {
    "startTime": 102.285,
    "endTime": 105.255,
    "text": "But are you really working or just looking at memes?"
  },
  {
    "startTime": 105.255,
    "endTime": 112.0,
    "text": "One study found that young adults use their phones 5 hours per day and check their phone in 30 second burst 85 times a day."
  },
  {
    "startTime": 112.165,
    "endTime": 115.34500000000001,
    "text": "When you do the maths that adds up to almost 13 years on your phone."
  },
  {
    "startTime": 115.445,
    "endTime": 125.8,
    "text": "That doesn't even include Netflix where subscribers spend upwards of 500 hours per year streaming content, which means at this rate you'd spend around 4.5 years watching Netflix."
  },
  {
    "startTime": 125.8,
    "endTime": 133.6,
    "text": "In your lifetime you might be a millionaire with the average bachelor degree holder earning 1.8 million and those with a college degree earning 1.1 million."
  },
  {
    "startTime": 133.6,
    "endTime": 141.4,
    "text": "Of your fortune alcohol consumption accounts for about 0.9% of annual income with 515 spent on alcohol per year."
  },
  {
    "startTime": 141.4,
    "endTime": 155.695,
    "text": "Per day men sleep about 496.4 minutes and women sleep for 507.6 minutes on average, a statistically significant 11 minutes more than men which means more than a third of your life is spent snoozing."
  },
  {
    "startTime": 155.695,
    "endTime": 164.685,
    "text": "But even when you're awake we spend 10% of our day with our eyes closed as the average person blink 28,800 times per day or 15 to 20 blinks per minute."
  },
  {
    "startTime": 164.685,
    "endTime": 167.82,
    "text": "By the age of 30 you'll likely get the flu twice every decade."
  },
  {
    "startTime": 168.72,
    "endTime": 174.74,
    "text": "The incidence may decrease as medicine continues to improve but may also increase because of the amount of time we spend indoors."
  },
  {
    "startTime": 174.74,
    "endTime": 180.36,
    "text": "A study in the journal of nature found that we spend 87% of our lives indoors and 6% in a vehicle"
  },
  {
    "startTime": 181.16,
    "endTime": 188.5,
    "text": "The Earth, which you are currently standing on will travel 73 billion 8 hundred 84 million kilometres in your lifetime."
  },
  {
    "startTime": 189.28,
    "endTime": 194.44,
    "text": "So no mater what happens, you've travelled billions of kilometres through space and that's pretty cool."
  },
  {
    "startTime": 195.4,
    "endTime": 196.42000000000002,
    "text": "Thank you so much for watching."
  },
  {
    "startTime": 196.42,
    "endTime": 203.05999999999997,
    "text": "And now you know what happens in 1 lifetime, you can also find out what happens in 1 minute in the end of the video which we will link to over there."
  },
  {
    "startTime": 203.06,
    "endTime": 204.26,
    "text": "It is equally as fun."
  },
  {
    "startTime": 204.26,
    "endTime": 205.04,
    "text": "And is actually 1 minute long."
  },
  {
    "startTime": 205.04,
    "endTime": 206.51999999999998,
    "text": "Literally."
  },
  {
    "startTime": 206.52,
    "endTime": 208.52,
    "text": "Subscribe to ASAPscience for more weekly science videos."
  },
  {
    "startTime": 208.52,
    "endTime": 212.38000000000002,
    "text": "You can follow us on instagram and twitter but if not, we'll see you next week."
  },
  {
    "startTime": 212.38,
    "endTime": 214.38,
    "text": "See you!"
  }
]