[
  {
    "startTime": 9.46,
    "endTime": 14.0,
    "text": "We all know that Stephen Hawking has worked on some of the biggest questions about our cosmos."
  },
  {
    "startTime": 14.26,
    "endTime": 16.1,
    "text": "But what are those ideas?"
  },
  {
    "startTime": 16.2,
    "endTime": 19.099999999999998,
    "text": "What's at the centre of a black hole?"
  },
  {
    "startTime": 20.3,
    "endTime": 28.46,
    "text": "Black holes are incredibly dense objects with such strong gravity that nothing, not even light, can escape their pull."
  },
  {
    "startTime": 29.46,
    "endTime": 38.1,
    "text": "Hawking worked with physicist Roger Penrose to show that if you were able to travel to the centre of a black hole, you'd find something called a 'singularity'."
  },
  {
    "startTime": 39.84,
    "endTime": 47.24,
    "text": "In a singularity, so much matter is squashed into such a small space that the force of gravity becomes infinite."
  },
  {
    "startTime": 47.25,
    "endTime": 56.75,
    "text": "Everything is crushed into a point of infinite density, punching a hole through the fabric of the universe, and tearing up the rulebook of physics as we know it."
  },
  {
    "startTime": 56.95,
    "endTime": 58.949000000000005,
    "text": "It's pretty frightening stuff."
  },
  {
    "startTime": 58.9,
    "endTime": 64.0,
    "text": "What happens at the edge of a black hole?"
  },
  {
    "startTime": 63.949,
    "endTime": 65.48,
    "text": "You might think that a vacuum is empty."
  },
  {
    "startTime": 65.48,
    "endTime": 68.94,
    "text": "But it's not. At least, not according to quantum theory."
  },
  {
    "startTime": 68.94,
    "endTime": 75.88,
    "text": "It's fizzing with particles and anti-particles that pop into   existence from nowhere and then disappear."
  },
  {
    "startTime": 75.88,
    "endTime": 83.47999999999999,
    "text": "When this happens at the edge of a black hole, one of the pair of particles can fall in, leaving the other to escape."
  },
  {
    "startTime": 83.5,
    "endTime": 89.66,
    "text": "This tiny stream of escaping particles is known as, ''Hawking radiation.''"
  },
  {
    "startTime": 94.18,
    "endTime": 103.38000000000001,
    "text": "Now, those particles that fell into the black hole, they have a negative mass, and cause the black hole to get smaller, and smaller, until it disappears."
  },
  {
    "startTime": 103.38,
    "endTime": 114.89999999999999,
    "text": "It will take a while, in fact a very long while, but in its final moments a black hole will explode  with the energy of a million nuclear bombs – leaving nothing behind."
  },
  {
    "startTime": 115.96,
    "endTime": 119.46,
    "text": "So why is Stephen Hawking our most famous living scientist?"
  },
  {
    "startTime": 119.46,
    "endTime": 122.1,
    "text": "Well, he showed that at one point everything in our universe was squeezed into a singularity, which then exploded into the Big Bang, eventually forming galaxies, stars, planets, you, me, and everything in existence!"
  },
  {
    "startTime": 133.32,
    "endTime": 135.34,
    "text": "That was the beginning of our universe."
  },
  {
    "startTime": 135.68,
    "endTime": 143.75,
    "text": "And I suppose the incredible thing is that he came up with all these profound, provocative insights without the convenience of being able to write anything down."
  },
  {
    "startTime": 144.48,
    "endTime": 146.959,
    "text": "He did it all by thought alone."
  }
]