[
  {
    "startTime": 0.5,
    "endTime": 10.45,
    "text": "The Great City of London, known for its historical landmarks, modern skyscrapers, ancient markets and famous bridges. It's arguably the financial capital of the world and home to over 11 thousand people."
  },
  {
    "startTime": 10.6,
    "endTime": 24.429000000000002,
    "text": "Wait, what? 11... thousand? That's right: but the City of London is a different place from London--though London is also known for its historical landmarks, modern skyscrapers, ancient markets, famous bridges and is home to the government, royal family and seven million people."
  },
  {
    "startTime": 24.6,
    "endTime": 33.400000000000006,
    "text": "But, if you look at the map of London crafted by a careful cartographer, that map will have a one-square mile hole near the middle--it's here where the City of London lives inside of the city named London."
  },
  {
    "startTime": 33.6,
    "endTime": 41.4,
    "text": "Despite these confusingly close names, the two Londons have separate city halls and elect separate mayors, who collect separate taxes to fund separate police who enforce separate laws."
  },
  {
    "startTime": 41.5,
    "endTime": 53.36,
    "text": "The Mayor of the City of London has a fancy title 'The Right Honourable, the Lord Mayor of London' to match his fancy outfit. He also gets to ride in a golden carriage and work in a Guildhall while the mayor of London has to wear a suit, ride a bike and work in an office building."
  },
  {
    "startTime": 53.5,
    "endTime": 59.5,
    "text": "The City of London also has its own flag and its own crest which is awesome and makes London's lack of either twice as sad."
  },
  {
    "startTime": 59.7,
    "endTime": 71.60000000000001,
    "text": "To top it off, the City of London gets to act more like one of the countries in the UK than just an oddly located city--for uniquely the corporation that runs the city of London is older than the United Kingdom by several hundred years."
  },
  {
    "startTime": 71.8,
    "endTime": 76.229,
    "text": "So how did the UK end up with two Londons, one inside of the other? Because: Romans."
  },
  {
    "startTime": 76.3,
    "endTime": 82.41799999999999,
    "text": "2,000 years ago they came to Great Britain, killed a bunch of druids, and founded a trading post on the River Thames and named it Londonimium."
  },
  {
    "startTime": 82.44,
    "endTime": 89.971,
    "text": "Being Romans they got to work doing what Romans do: enforcing laws, increasing trade, building temples, public baths, roads, bridges and a wall to defend their work."
  },
  {
    "startTime": 90.1,
    "endTime": 103.178,
    "text": "And it's this wall which is why the current City of London exists--for, though the Romans came and the Romans went and kingdoms rose and kingdoms fell, the wall endured protecting the city within. And the City, governing itself and trading with the world, grew rich."
  },
  {
    "startTime": 103.6,
    "endTime": 116.3,
    "text": "A thousand years after the Romans (yet still a thousand years ago) when William the Conqueror came to Great Britain to conqueror everything and begin modern British history he found the City of London, with its sturdy walls more challenging to defeat than farmers on open fields."
  },
  {
    "startTime": 116.5,
    "endTime": 122.53,
    "text": "So he agreed to recognize the rights and privileges City of Londoners were used to in return for the them recognizing him as the new King."
  },
  {
    "startTime": 122.7,
    "endTime": 131.6,
    "text": "Though after the negotiation, William quickly built towers around the City of London which were just as much about protecting William from the locals within as defending against the Vikings from without."
  },
  {
    "startTime": 131.8,
    "endTime": 141.20000000000002,
    "text": "This started a thousand-year long tradition whereby Monarchs always reconfirmed that 'yes' the City of London is a special, unique place that is best left to its own business, while simultaneously distrusting it."
  },
  {
    "startTime": 141.319,
    "endTime": 153.25799999999998,
    "text": "Many a monarch thought the City of London was too powerful and rich. And one even built a new Capital city nearby, named Westminster, to compete with the City of London and hopefully, suck power and wealth away from it. This was the start of the second London."
  },
  {
    "startTime": 153.6,
    "endTime": 168.017,
    "text": "As the centuries passed, Westminster grew and merged with nearby towns eventually surrounding the walled-in, and still separate City of London. But, people began to call the whole urban collection 'London' and the name became official when Parliament joined the towns together under a single municipal government with a mayor."
  },
  {
    "startTime": 168.2,
    "endTime": 176.1,
    "text": "But, the mayor of London still doesn't have power over the tiny City of London which has rules and traditions like nowhere else in the country and possibly the world."
  },
  {
    "startTime": 176.2,
    "endTime": 186.58999999999997,
    "text": "For example, the ruling monarch doesn't just enter the City of London on a whim, but instead asks for permission from the Lord Mayor at a ceremony. While it's not required by law, the ceremony is, unusual to say the least."
  },
  {
    "startTime": 186.8,
    "endTime": 192.4,
    "text": "The City of London also has a representative in Parliament, The Remembrancer, whose job it is to protect the City's special rights."
  },
  {
    "startTime": 192.5,
    "endTime": 199.2,
    "text": "Because of this, laws passed by Parliament sometimes don't apply to the City of London: most notably voting reform laws, which we'll discuss next time."
  },
  {
    "startTime": 199.4,
    "endTime": 206.68,
    "text": "But if you're curious for a preview, unlike anywhere else in the UK, elections in the City of London involve Medieval Guilds and modern companies."
  },
  {
    "startTime": 206.9,
    "endTime": 212.8,
    "text": "Finally, the City of London also owns and operates land and buildings far outside its border, making it quite wealthy."
  },
  {
    "startTime": 212.9,
    "endTime": 228.544,
    "text": "Once you start looking for the City's Crest, you'll find it in lots of unexpected places, most notably on Tower Bridge which, while being in London is operated by the City of London, these crests everywhere when combined with the City of London's age and wealth and quasi-independent status make it an irresistible temptation for conspiracy nuts."
  },
  {
    "startTime": 228.846,
    "endTime": 237.459,
    "text": "Add in the oldest Masonic temple and it's not long before the crazy part of the Internet starts yelling about secret societies controlling the world via the finance industry from inside the City-state of London."
  },
  {
    "startTime": 237.5,
    "endTime": 240.8,
    "text": "(And don't forget the reptilian alien Queen who's really behind it all.)"
  },
  {
    "startTime": 241.0,
    "endTime": 252.4,
    "text": "But conspiracy theories aside, the City of London is not an independent nation like the Vatican is, no matter how much you might read it on the Internet, rather it's a unique place in the United Kingdom with a long and very complicated history."
  },
  {
    "startTime": 252.7,
    "endTime": 260.0,
    "text": "The wall that began all this 2,000 years ago is now mostly gone--so the border between London and its secret inner city isn't so obvious."
  },
  {
    "startTime": 260.2,
    "endTime": 267.52,
    "text": "Though, next time you're in London, if you come across a small dragon on the street, he still guards the entrance to the city in a city in a country in a country."
  }
]