[
  {
    "startTime": 10.19,
    "endTime": 12.5,
    "text": "Closing your eyes helps you remember things."
  },
  {
    "startTime": 13.6,
    "endTime": 22.9,
    "text": "An article written by Psychology Today titled Why Do You Close Your Eyes to Remember does a very good job explaining why closing your eyes helps you remember things better."
  },
  {
    "startTime": 23.66,
    "endTime": 28.299,
    "text": "It says that closing your eyes prevents you from distractions that occupy your visual senses."
  },
  {
    "startTime": 28.8,
    "endTime": 34.639,
    "text": "It seems that your brain has a limited capacity when it comes to processing information related to specific senses."
  },
  {
    "startTime": 35.379,
    "endTime": 39.739,
    "text": "For example, you are only able to process so much visual information at once."
  },
  {
    "startTime": 39.8,
    "endTime": 45.559999999999995,
    "text": "When you ask somebody to recall a visual object, chances are they're going to close their eyes or look up."
  },
  {
    "startTime": 45.8,
    "endTime": 48.509,
    "text": "This helps minimalize visual distractions."
  },
  {
    "startTime": 49.19,
    "endTime": 59.3,
    "text": "It also appears that depending on what we're trying to remember, sound, sight, smell, taste, or touch, closing off distractions to those senses helps you remember better."
  },
  {
    "startTime": 59.94,
    "endTime": 62.4,
    "text": "We already used vision as an example."
  },
  {
    "startTime": 62.76,
    "endTime": 70.79899999999999,
    "text": "For sound, the article also touches upon a study that shows that blocking out sound related distractions when trying to remember a sound helps improve a call."
  },
  {
    "startTime": 72.4,
    "endTime": 77.41000000000001,
    "text": "At this point, this logic seems to make sense and perhaps truly applies to the other senses as well."
  },
  {
    "startTime": 77.9,
    "endTime": 81.4,
    "text": "I also remember as a part of a memory lab that I volunteered for."
  },
  {
    "startTime": 81.67,
    "endTime": 85.52,
    "text": "My supervisor had me research a little about memory and sensory processing."
  },
  {
    "startTime": 85.6,
    "endTime": 88.03999999999999,
    "text": "I forgot the name of the concept of the model."
  },
  {
    "startTime": 88.04,
    "endTime": 92.409,
    "text": "But it basically says that when you multitask, you aren't actually multitasking."
  },
  {
    "startTime": 92.809,
    "endTime": 96.75999999999999,
    "text": "You are essentially dividing up your attention or resources to various tasks."
  },
  {
    "startTime": 97.4,
    "endTime": 103.0,
    "text": "This also means that when you multitask, your attention on each task aren't at their 100%."
  },
  {
    "startTime": 103.0,
    "endTime": 108.5,
    "text": "It supports the idea that our brain(s) has a limited capacity when it comes to dealing with various senses."
  },
  {
    "startTime": 110.4,
    "endTime": 119.83000000000001,
    "text": "Another key point of the model was that if you perform two tasks that require the same sensory input and output you're more likely to divide up the resources for those activities."
  },
  {
    "startTime": 120.0,
    "endTime": 125.1,
    "text": "You're also more likely to have difficulties performing two or more tasks that require the same sense."
  },
  {
    "startTime": 126.369,
    "endTime": 127.88,
    "text": "What are your thoughts on this article?"
  },
  {
    "startTime": 128.36,
    "endTime": 132.4,
    "text": "Do you have any strange stories regarding remembering things or multitasking?"
  },
  {
    "startTime": 132.57,
    "endTime": 134.4,
    "text": "Let us know in the comments below."
  },
  {
    "startTime": 135.5,
    "endTime": 138.549,
    "text": "If you liked this video, check out our other social media for more content."
  },
  {
    "startTime": 138.929,
    "endTime": 140.209,
    "text": "And don't forget to subscribe!"
  },
  {
    "startTime": 140.79,
    "endTime": 141.679,
    "text": "Thanks for watching."
  }
]