[
  {
    "startTime": 0.28,
    "endTime": 5.08,
    "text": "If you had to choose right now, how long would you want to live?"
  },
  {
    "startTime": 5.08,
    "endTime": 7.5,
    "text": "80 years? 90?"
  },
  {
    "startTime": 7.54,
    "endTime": 9.02,
    "text": "120?"
  },
  {
    "startTime": 9.02,
    "endTime": 10.559999999999999,
    "text": "Longer?"
  },
  {
    "startTime": 10.56,
    "endTime": 14.440000000000001,
    "text": "And do you think you'll change your mind once you reach that age?"
  },
  {
    "startTime": 15.46,
    "endTime": 18.98,
    "text": "Fifty thousand years ago most humans died very young."
  },
  {
    "startTime": 19.12,
    "endTime": 24.42,
    "text": "As we learned how to use the resources around us to treat ourselves, this got better and better."
  },
  {
    "startTime": 24.9,
    "endTime": 29.479999999999997,
    "text": "Today, humans are living longer and healthier lives than ever before."
  },
  {
    "startTime": 29.94,
    "endTime": 32.4,
    "text": "But this has an unforeseen consequence."
  },
  {
    "startTime": 32.72,
    "endTime": 36.72,
    "text": "We spend an ever-increasing part of our lives being sick and in need of care."
  },
  {
    "startTime": 37.6,
    "endTime": 42.02,
    "text": "Most of us will die in a hospital bed, which is depressing enough by itself."
  },
  {
    "startTime": 42.02,
    "endTime": 45.38,
    "text": "But we also have to witness the same happening to our loved ones."
  },
  {
    "startTime": 45.7,
    "endTime": 48.96,
    "text": "Except, maybe we can stop this forever."
  },
  {
    "startTime": 49.8,
    "endTime": 53.059999999999995,
    "text": "The most effective way to treat a disease is to prevent it."
  },
  {
    "startTime": 53.32,
    "endTime": 59.3,
    "text": "It saves many more lives if you stop a million people from smoking, than coming up with better chemo therapies."
  },
  {
    "startTime": 60.16,
    "endTime": 64.56,
    "text": "So why not put a halt to the cause of all disease: the process of aging."
  },
  {
    "startTime": 65.28,
    "endTime": 69.86,
    "text": "In a nutshell, aging is caused by physics, and not biology."
  },
  {
    "startTime": 70.14,
    "endTime": 78.56,
    "text": "Think of cars: Parts wear down from rubbing and grinding, metal rusts, filters get plugged, rubber cracks."
  },
  {
    "startTime": 79.04,
    "endTime": 83.36000000000001,
    "text": "Our bodies are worn down by trillions of tiny physical processes."
  },
  {
    "startTime": 83.94,
    "endTime": 87.39999999999999,
    "text": "Oxygen, radiation from the sun, our metabolism."
  },
  {
    "startTime": 88.2,
    "endTime": 90.8,
    "text": "Our bodies have many mechanisms to repair this damage, but over time they become less effective."
  },
  {
    "startTime": 93.72,
    "endTime": 99.0,
    "text": "So our bones and muscles weaken, our skin wrinkles, our immune system gets weaker."
  },
  {
    "startTime": 99.24,
    "endTime": 102.53999999999999,
    "text": "We lose our memory and our senses diminish."
  },
  {
    "startTime": 102.8,
    "endTime": 105.50099999999999,
    "text": "There's no such thing as dying of old age."
  },
  {
    "startTime": 105.701,
    "endTime": 108.75999999999999,
    "text": "We all die because one of our important parts breaks."
  },
  {
    "startTime": 108.96,
    "endTime": 116.38,
    "text": "The older we get, the more damaged and fragile we become until one or multiple diseases take over and kill us."
  },
  {
    "startTime": 117.06,
    "endTime": 122.42,
    "text": "Unnoticed by most of us, longevity research has made some unprecedented advances in the last few years."
  },
  {
    "startTime": 122.76,
    "endTime": 128.62,
    "text": "For the first time, we're starting to understand the mechanisms behind aging and how to manipulate them."
  },
  {
    "startTime": 129.14,
    "endTime": 135.32,
    "text": "Aging is neither mystical nor inevitable, and we might be able to stop or delay it during your lifetime."
  },
  {
    "startTime": 135.74,
    "endTime": 140.62,
    "text": "We'll discuss the science behind it and how scientists are trying to stop it in another video."
  },
  {
    "startTime": 141.06,
    "endTime": 144.999,
    "text": "But first, if we could, should we end aging?"
  },
  {
    "startTime": 145.199,
    "endTime": 147.0,
    "text": "Is this a good idea?"
  },
  {
    "startTime": 148.16,
    "endTime": 152.6,
    "text": "The end of aging or life extension makes many people uncomfortable."
  },
  {
    "startTime": 152.94,
    "endTime": 156.44,
    "text": "We're born, are young, become older, and then we die."
  },
  {
    "startTime": 156.989,
    "endTime": 162.25900000000001,
    "text": "This has been the natural order for literally all of human history, and getting old is a good thing, right?"
  },
  {
    "startTime": 163.02,
    "endTime": 166.501,
    "text": "We celebrate the idea of living long enough to experience old age."
  },
  {
    "startTime": 166.781,
    "endTime": 169.26000000000002,
    "text": "We even call them the golden years."
  },
  {
    "startTime": 169.28,
    "endTime": 174.6,
    "text": "But the reality is that everybody wants to become old, but nobody wants to be old."
  },
  {
    "startTime": 175.04,
    "endTime": 178.1,
    "text": "Think of the Greek myth of Tithonus for example."
  },
  {
    "startTime": 178.14,
    "endTime": 182.26,
    "text": "Tithonus was the lover of the goddess Eos and probably an amazing dude."
  },
  {
    "startTime": 182.4,
    "endTime": 187.52,
    "text": "Because she begged Zeus to grant him immortality, so they could spend eternity together."
  },
  {
    "startTime": 187.74,
    "endTime": 191.48000000000002,
    "text": "But she forgot to specifically ask for eternal youth."
  },
  {
    "startTime": 191.6,
    "endTime": 196.2,
    "text": "Tithonus was granted eternal life, but he kept aging, unable to die."
  },
  {
    "startTime": 196.46,
    "endTime": 202.56,
    "text": "After a few hundred years, he was reduced to the size of a grape, babbling on senselessly forever."
  },
  {
    "startTime": 203.12,
    "endTime": 207.14000000000001,
    "text": "Thousands of years ago, humans already feared never-ending old age."
  },
  {
    "startTime": 207.3,
    "endTime": 210.49900000000002,
    "text": "But ending aging does not mean getting weaker and weaker."
  },
  {
    "startTime": 210.701,
    "endTime": 212.92,
    "text": "If you become too old, it's too late."
  },
  {
    "startTime": 213.6,
    "endTime": 217.29999999999998,
    "text": "A 90 year old who stopped aging would die anyway after a few years."
  },
  {
    "startTime": 217.34,
    "endTime": 220.001,
    "text": "Too much damage has been done to his internal machinery."
  },
  {
    "startTime": 220.301,
    "endTime": 223.48,
    "text": "There are already too many surfaces for disease to attack."
  },
  {
    "startTime": 224.18,
    "endTime": 231.20000000000002,
    "text": "Instead, the concept of life extension promises to end diseases, and with them, the end of a fixed maximum age."
  },
  {
    "startTime": 231.6,
    "endTime": 233.72,
    "text": "We don't know how much we could prolong our lives."
  },
  {
    "startTime": 233.94,
    "endTime": 239.32,
    "text": "We might make every human healthy to the currently accepted maximum age of around 120, or we might stop biological aging and disease indefinitely."
  },
  {
    "startTime": 243.5,
    "endTime": 245.72,
    "text": "Nobody knows at this point what's possible."
  },
  {
    "startTime": 246.3,
    "endTime": 249.88000000000002,
    "text": "Okay, but even if we could achieve that, should we?"
  },
  {
    "startTime": 250.2,
    "endTime": 254.0,
    "text": "Well, life extension is really just another phrase for medicine."
  },
  {
    "startTime": 254.1,
    "endTime": 258.0,
    "text": "All the doctors are doing is trying to prolong life, and minimize suffering."
  },
  {
    "startTime": 258.66,
    "endTime": 263.20000000000005,
    "text": "The vast majority of healthcare resources are spent on the consequences of aging."
  },
  {
    "startTime": 263.52,
    "endTime": 270.06,
    "text": "Nearly half of your lifetime healthcare costs will be spent during your senior years, and another third during middle age."
  },
  {
    "startTime": 270.56,
    "endTime": 274.201,
    "text": "We are actually already trying to prolong life with our current medicine."
  },
  {
    "startTime": 274.499,
    "endTime": 276.56,
    "text": "We're just doing it very inefficiently."
  },
  {
    "startTime": 277.02,
    "endTime": 286.12,
    "text": "Trying to stop aging from happening is not less natural than transplanting a heart, treating cancer with chemotherapy, using antibiotics or vaccines."
  },
  {
    "startTime": 286.38,
    "endTime": 293.28,
    "text": "Nothing humans do nowadays is purely natural anymore, and we enjoy the highest standard of living ever as a consequence of that."
  },
  {
    "startTime": 293.58,
    "endTime": 298.03999999999996,
    "text": "What we're doing right now is waiting until it's too late and the machine is failing."
  },
  {
    "startTime": 298.56,
    "endTime": 304.92,
    "text": "And then we use the vast majority of our resources trying to fix it as well as we can, while it breaks down even further."
  },
  {
    "startTime": 305.22,
    "endTime": 308.38000000000005,
    "text": "But life extension still feels hubristic."
  },
  {
    "startTime": 308.52,
    "endTime": 313.71999999999997,
    "text": "Most people assume that they will want to die once they reach a certain age, and this might still be true."
  },
  {
    "startTime": 314.38,
    "endTime": 317.56,
    "text": "The idea of avoiding death entirely is off-putting for many."
  },
  {
    "startTime": 318.2,
    "endTime": 322.8,
    "text": "The end of biological aging would not be in the end of death in any way."
  },
  {
    "startTime": 323.64,
    "endTime": 327.91999999999996,
    "text": "It's more like a summer evening when you were a kid, and your mom called you inside."
  },
  {
    "startTime": 328.02,
    "endTime": 332.84,
    "text": "You just wanted to keep playing, have a little more fun during sunset before you went to sleep."
  },
  {
    "startTime": 333.06,
    "endTime": 338.1,
    "text": "It's not about playing outside forever, just a little longer, until we feel tired."
  },
  {
    "startTime": 338.5,
    "endTime": 346.8,
    "text": "If you imagine a world without disease where you and your loved ones could live in good health for another 100 or 200 years, how would this change us?"
  },
  {
    "startTime": 347.42,
    "endTime": 351.24,
    "text": "Would we take better care of our planet if we knew we would be around longer?"
  },
  {
    "startTime": 351.48,
    "endTime": 356.999,
    "text": "If we could work for 150 years, how much time would we spend figuring out what we're good at?"
  },
  {
    "startTime": 357.201,
    "endTime": 359.56,
    "text": "How much more time would we spend learning?"
  },
  {
    "startTime": 359.7,
    "endTime": 365.74,
    "text": "Would the intense feeling of pressure and stress many of us are feeling right now, go away or get worse?"
  },
  {
    "startTime": 367.12,
    "endTime": 375.6,
    "text": "So asking again, if you could choose how long to live right now, in good health and with your friends and family, what's your personal answer?"
  },
  {
    "startTime": 376.42,
    "endTime": 379.42,
    "text": "What would you like your future to look like?"
  },
  {
    "startTime": 380.12,
    "endTime": 382.38,
    "text": "But maybe you're still unconvinced."
  },
  {
    "startTime": 382.38,
    "endTime": 384.999,
    "text": "Some nagging feeling remains."
  },
  {
    "startTime": 385.499,
    "endTime": 388.76000000000005,
    "text": "That is the Reaper whispering into your brain."
  },
  {
    "startTime": 388.9,
    "endTime": 393.4,
    "text": "Watch my video to hear what he says, and why you shouldn't listen."
  },
  {
    "startTime": 393.72,
    "endTime": 396.3,
    "text": "Your eternal future may depend on it."
  },
  {
    "startTime": 398.52,
    "endTime": 404.24,
    "text": "Go watch the other part over at CGP Grey's channel, and if you're not already subscribed, subscribe."
  }
]