[
  {
    "startTime": 0.53,
    "endTime": 3.3,
    "text": "This video was made possible by Brilliant."
  },
  {
    "startTime": 3.3,
    "endTime": 10.74,
    "text": "The first 424 people to sign up at brilliant.org/HAI will get 20% off their premium subscription."
  },
  {
    "startTime": 10.74,
    "endTime": 15.269,
    "text": "This is Sweden, one of the countries on the friendly northern countries side of the world."
  },
  {
    "startTime": 15.269,
    "endTime": 19.451,
    "text": "In Sweden, you can't name your baby Metallica, you can't name them Elvis, you can't name them Ikea,"
  },
  {
    "startTime": 19.451,
    "endTime": 23.61,
    "text": "and you definitely can't name them Albin just as long as its spelled like this."
  },
  {
    "startTime": 24.61,
    "endTime": 28.982,
    "text": "That's because Sweden has some of the strictest laws in the world on which names you can use."
  },
  {
    "startTime": 29.099,
    "endTime": 32.71,
    "text": "These laws originally came around because Sweden is a monarchy."
  },
  {
    "startTime": 32.71,
    "endTime": 37.120000000000005,
    "text": "They've got a king, and queen, and royal families, as monarchies do,"
  },
  {
    "startTime": 37.12,
    "endTime": 40.62,
    "text": "and they don't want anyone to just waltz into fake nobility by changing their name."
  },
  {
    "startTime": 40.62,
    "endTime": 44.69,
    "text": "They want the nobles to stay nobles and their ordinaries to stay ordinaries,"
  },
  {
    "startTime": 44.69,
    "endTime": 48.43,
    "text": "so nobody is allowed to use the names of noble families unless they are part of that family."
  },
  {
    "startTime": 48.43,
    "endTime": 52.28,
    "text": "Slight problem - there are over 28,000 nobles in Sweden."
  },
  {
    "startTime": 52.28,
    "endTime": 54.92,
    "text": "That's a lot of prohibited names."
  },
  {
    "startTime": 54.92,
    "endTime": 58.259,
    "text": "Weirdly, these laws are managed by the Swedish Tax Agency."
  },
  {
    "startTime": 58.357,
    "endTime": 63.0,
    "text": "Whenever a baby is born in Sweden, parents are required to submit a name to them for approval."
  },
  {
    "startTime": 64.0,
    "endTime": 68.119,
    "text": "Of course in most cases babies just take the last name of their parents, but you can technically change last names,"
  },
  {
    "startTime": 68.119,
    "endTime": 72.89,
    "text": "so in order to prevent anyone from changing their last names to that of a royal,"
  },
  {
    "startTime": 72.89,
    "endTime": 77.71000000000001,
    "text": "this agency prevents anyone from naming their child or changing their name to a noble name."
  },
  {
    "startTime": 79.149,
    "endTime": 81.56,
    "text": "But they also regulate first names."
  },
  {
    "startTime": 81.56,
    "endTime": 89.05,
    "text": "The naming law states that \"First names shall not be approved if they can cause offense, or can be supposed to cause discomfort for the one using it,"
  },
  {
    "startTime": 89.15,
    "endTime": 92.62,
    "text": "or names which for some obvious reason are not suitable as a first name.”"
  },
  {
    "startTime": 92.649,
    "endTime": 95.42,
    "text": "This is why they rejected this spelling of Albin."
  },
  {
    "startTime": 95.42,
    "endTime": 99.99000000000001,
    "text": "The parents submitted this name in protest of the naming laws since they were fined 5000 krona"
  },
  {
    "startTime": 99.99,
    "endTime": 104.61,
    "text": "for not submitting a name by the child's 5th birthday"
  },
  {
    "startTime": 104.61,
    "endTime": 109.76,
    "text": "and after this spelling was rejected, they tried again by submitting the name Albin, this time spelled like this."
  },
  {
    "startTime": 109.76,
    "endTime": 113.61,
    "text": "This name was rejected again because of a ban on one-letter names."
  },
  {
    "startTime": 113.61,
    "endTime": 117.21,
    "text": "But Sweden isn't the only place where some names are illegal."
  },
  {
    "startTime": 117.21,
    "endTime": 121.872,
    "text": "In Denmark, which is, fun fact, the only country in the world whose name starts with \"d-e-n\" and ends with \"mark,\""
  },
  {
    "startTime": 122.0,
    "endTime": 126.74,
    "text": "there's a list of 15,000 male names and 18,000 female names that are approved for use."
  },
  {
    "startTime": 127.75,
    "endTime": 132.8,
    "text": "In order to name a child something not on this list, parents have to go through a laborious approval process."
  },
  {
    "startTime": 133.8,
    "endTime": 137.37,
    "text": "Iceland, one of the other countries in the jibber-jabber language area of the world,"
  },
  {
    "startTime": 137.37,
    "endTime": 142.75900000000001,
    "text": "is even more restrictive where there are only 1,700 approved male names and 1,800 approved female names."
  },
  {
    "startTime": 143.312,
    "endTime": 150.317,
    "text": "These Icelandic laws are even more difficult to comply with because Iceland doesn't name people the same way as the rest of the world."
  },
  {
    "startTime": 150.389,
    "endTime": 155.4,
    "text": "In the traditional Icelandic naming system, there are no real last names."
  },
  {
    "startTime": 155.4,
    "endTime": 160.84,
    "text": "If someone named Karl Daníelson has a boy named Björn, the son would not take the last name Daníelson"
  },
  {
    "startTime": 160.84,
    "endTime": 165.81,
    "text": "In Iceland, boys' last names are typically their fathers first names plus \"son\" which, surprisingly, means son,"
  },
  {
    "startTime": 165.9,
    "endTime": 171.33,
    "text": "while girls' last names are correspondingly usually their fathers first names plus \"dóttir,\" which means daughter."
  },
  {
    "startTime": 171.33,
    "endTime": 176.31900000000002,
    "text": "So, that boy named Björn with a father named Karl would be named Björn Karlson."
  },
  {
    "startTime": 176.319,
    "endTime": 180.85899999999998,
    "text": "This can create enormous difficulties especially for Icelandic nationals"
  },
  {
    "startTime": 180.86,
    "endTime": 184.66000000000003,
    "text": "who have children abroad and name them with the more traditional last-name system."
  },
  {
    "startTime": 184.66,
    "endTime": 189.109,
    "text": "Children without proper gendered last names have regularly been denied passports in Iceland"
  },
  {
    "startTime": 189.11,
    "endTime": 196.77,
    "text": "and so, to summarize, in Iceland, Aliaksandr Alexander Aliaksandrson is a legal name but John Smith is not."
  },
  {
    "startTime": 196.84,
    "endTime": 199.31900000000002,
    "text": "But even the US has some restrictions on names."
  },
  {
    "startTime": 199.319,
    "endTime": 202.5,
    "text": "Of course, Americans seem to take this whole free speech thing pretty seriously,"
  },
  {
    "startTime": 202.7,
    "endTime": 204.82999999999998,
    "text": "so you don't need to get names approved,"
  },
  {
    "startTime": 204.83,
    "endTime": 208.43,
    "text": "but there are some technical limitations on which names you can have."
  },
  {
    "startTime": 208.43,
    "endTime": 212.5,
    "text": "There are no country-wide laws on names, but different states have different restrictions."
  },
  {
    "startTime": 212.5,
    "endTime": 217.48,
    "text": "Mostly based off of how advanced their computer systems that handle name registration are."
  },
  {
    "startTime": 217.48,
    "endTime": 221.909,
    "text": "In Alaska, for example, you can have any name you want but in New Hampshire, on the other hand,"
  },
  {
    "startTime": 221.909,
    "endTime": 227.649,
    "text": "names are capped at 100 characters because the state computers can only handle 100 character names."
  },
  {
    "startTime": 227.931,
    "endTime": 237.01000000000002,
    "text": "California, meanwhile, prohibits names spelled with anything but the 26 letters of the English alphabet so G&uuml;nter and L&eacute;a and Jos&eacute; are out of luck."
  },
  {
    "startTime": 237.304,
    "endTime": 240.91,
    "text": "Of course these people aren't just prohibited from existing in California,"
  },
  {
    "startTime": 240.91,
    "endTime": 245.91,
    "text": "but for all government purposes their name will be switched to a version without accents."
  },
  {
    "startTime": 245.91,
    "endTime": 248.77,
    "text": "Also out of luck would be famous mathematician Mileva Marić"
  },
  {
    "startTime": 248.77,
    "endTime": 253.41,
    "text": "who, I'm sure you all know, married Albert Einstein who published the Theory of Relativity,"
  },
  {
    "startTime": 253.41,
    "endTime": 258.29,
    "text": "which stated that you can't travel faster than the speed of light, among other things, in 1905"
  },
  {
    "startTime": 258.29,
    "endTime": 261.72,
    "text": "then 113 years later it went up as a course on brilliant.org."
  },
  {
    "startTime": 261.72,
    "endTime": 265.68,
    "text": "Brilliant is the best place to learn things like probability, machine learning, special relativity, and more"
  },
  {
    "startTime": 265.78,
    "endTime": 269.29999999999995,
    "text": "because they don't teach you by making you frantically check a bunch of inane rules."
  },
  {
    "startTime": 271.24,
    "endTime": 275.14,
    "text": "With Brilliant you learn by playing through puzzles that help you build up your intuition,"
  },
  {
    "startTime": 275.14,
    "endTime": 278.53,
    "text": "so you truly come to understand these concepts."
  },
  {
    "startTime": 278.53,
    "endTime": 283.169,
    "text": "You can take as many of these superbly designed courses as you want with their premium subscription,"
  },
  {
    "startTime": 283.169,
    "endTime": 288.90999999999997,
    "text": "which by being one of the first 424 people to click on the link in the description, you can get for 20% off."
  }
]