[
  {
    "startTime": 1.667,
    "endTime": 9.626,
    "text": "Whether you're after guys with bushy beards, a partner who has a passion for classical music, or you want to find love for you and your pooch."
  },
  {
    "startTime": 10.334,
    "endTime": 12.998,
    "text": "There's a dating app to meet your needs."
  },
  {
    "startTime": 13.25,
    "endTime": 18.0,
    "text": "In 1995 match.com became the first major online dating site."
  },
  {
    "startTime": 18.0,
    "endTime": 19.751,
    "text": "Today, there are hundreds of sites and apps."
  },
  {
    "startTime": 21.25,
    "endTime": 24.5,
    "text": "It's gone from taboo to the thing to do."
  },
  {
    "startTime": 24.5,
    "endTime": 27.42,
    "text": "But what impact is this having on society?"
  },
  {
    "startTime": 27.792,
    "endTime": 34.0,
    "text": "Whitney Wolfe could lay claim to being the 21st century's most prolific cupid."
  },
  {
    "startTime": 34.0,
    "endTime": 43.0,
    "text": "As co-founder of dating app Tinder and CEO of Bumble, her digital-dating devices have generated 20 billion matches."
  },
  {
    "startTime": 43.0,
    "endTime": 47.5,
    "text": "Some people might say app dating has completely revolutionised their life."
  },
  {
    "startTime": 47.5,
    "endTime": 53.0,
    "text": "They've now found the love of their life and they would have never in 100 years ever run into that person."
  },
  {
    "startTime": 53.0,
    "endTime": 61.0,
    "text": "Today, around 295 million people use online dating services all around the world."
  },
  {
    "startTime": 61.0,
    "endTime": 66.0,
    "text": "The Netherlands tops the list, with 12.5% of the population dating online."
  },
  {
    "startTime": 66.0,
    "endTime": 70.0,
    "text": "South Korea follows closely behind with 12.4%."
  },
  {
    "startTime": 70.0,
    "endTime": 76.0,
    "text": "In China, one app alone, Momo, has 180 million registered users."
  },
  {
    "startTime": 76.0,
    "endTime": 79.0,
    "text": "You have to think about what dating was before."
  },
  {
    "startTime": 79.0,
    "endTime": 84.0,
    "text": "It was limited to your social network, to the people you knew."
  },
  {
    "startTime": 84.0,
    "endTime": 91.0,
    "text": "And the funny thing about the way we act as people, um, we don't always branch out."
  },
  {
    "startTime": 91.0,
    "endTime": 94.0,
    "text": "We don't always expand our networks."
  },
  {
    "startTime": 94.0,
    "endTime": 99.0,
    "text": "But online dating has enabled people to meet potential partners from further afield."
  },
  {
    "startTime": 99.0,
    "endTime": 110.0,
    "text": "I really do think it expands horizons and gives you access to being with people that you traditionally would have never had the chance to really grow close to."
  },
  {
    "startTime": 110.0,
    "endTime": 118.0,
    "text": "One study by researchers at MIT suggests that online dating in America has led to more interracial marriages."
  },
  {
    "startTime": 118.0,
    "endTime": 123.0,
    "text": "The technology has also made it much easier for people in minority groups to meet each other."
  },
  {
    "startTime": 123.0,
    "endTime": 128.0,
    "text": "70% of gay couples in America now meet online."
  },
  {
    "startTime": 128.0,
    "endTime": 134.0,
    "text": "Dating apps are also popular with single, middle-aged people looking for love."
  },
  {
    "startTime": 134.0,
    "endTime": 139.0,
    "text": "Some argue the apps are breaking down barriers and changing social norms."
  },
  {
    "startTime": 139.0,
    "endTime": 146.0,
    "text": "Whitney Wolfe launched Bumble, because she wanted an app where women make the first move."
  },
  {
    "startTime": 146.0,
    "endTime": 154.5,
    "text": "Traditionally speaking in real life women wouldn't have made the first move, they generally don't make the first move because society says that's not the right way to do it."
  },
  {
    "startTime": 154.5,
    "endTime": 162.0,
    "text": "Society judges them for that and often blames and shames them for behaving in a confident fashion."
  },
  {
    "startTime": 163.0,
    "endTime": 167.0,
    "text": "Despite the benefits of online dating, there are concerns too."
  },
  {
    "startTime": 167.0,
    "endTime": 170.0,
    "text": "Meeting total strangers is risky."
  },
  {
    "startTime": 170.0,
    "endTime": 174.6,
    "text": "Fake profiles are common and sexual predators can exploit the sites."
  },
  {
    "startTime": 174.6,
    "endTime": 183.0,
    "text": "In Britain, the increase in online dating has gone hand-in-hand with a rise in dating-related crime, although the numbers are small."
  },
  {
    "startTime": 183.0,
    "endTime": 190.0,
    "text": "Despite the growing popularity of online dating, the majority of straight couples in America still meet through friends."
  },
  {
    "startTime": 190.0,
    "endTime": 199.0,
    "text": "But according to the projections of some online dating companies, 30% of all relationships will start online by 2026."
  },
  {
    "startTime": 199.0,
    "endTime": 203.0,
    "text": "Online dating is big, and it's set to get bigger."
  },
  {
    "startTime": 203.0,
    "endTime": 208.0,
    "text": "Maybe online love will conquer all."
  }
]