[
  {
    "startTime": 4.4,
    "endTime": 5.17,
    "text": "Are you ready?"
  },
  {
    "startTime": 13.3,
    "endTime": 16.39,
    "text": "I think girls probably experience it fresh out the womb."
  },
  {
    "startTime": 16.389,
    "endTime": 18.7,
    "text": "Can't escape it. Like, you're born into it."
  },
  {
    "startTime": 18.71,
    "endTime": 25.104,
    "text": "I think you always know, even when you're little that pretty and not pretty are two things."
  },
  {
    "startTime": 25.105,
    "endTime": 31.439,
    "text": "The way that we talk to young girls as adults always involves looks."
  },
  {
    "startTime": 31.4,
    "endTime": 37.32,
    "text": "Girls spend most of our adulthood trying to get over the fact that when we were young, all that we were told to be was pretty."
  },
  {
    "startTime": 40.34,
    "endTime": 45.690000000000005,
    "text": "Oh God, I think it's, I think the pressure of pretty is coming from so many different places."
  },
  {
    "startTime": 46.13,
    "endTime": 47.199000000000005,
    "text": "It's media."
  },
  {
    "startTime": 47.5,
    "endTime": 52.2,
    "text": "Media affects men. Media affects women. I think it's a cycle."
  },
  {
    "startTime": 52.1,
    "endTime": 57.94,
    "text": "A lot of my experiences about being pretty have to do with boys and whether or not they thought I looked nice."
  },
  {
    "startTime": 57.95,
    "endTime": 60.730000000000004,
    "text": "It can really like mess you up at first."
  },
  {
    "startTime": 60.74,
    "endTime": 66.5,
    "text": "You know. You'll be like, \"Well, what? Why am I not good enough? Why am I not pretty enough? Why am I not cute enough?\""
  },
  {
    "startTime": 66.51,
    "endTime": 73.88000000000001,
    "text": "I needed validation from a guy or a good looking guy to feel that way."
  },
  {
    "startTime": 76.8,
    "endTime": 85.0,
    "text": "Yes, I definitely think there is. It would be nice if they were all wrapped up in the same thing, but I think beauty is all over you."
  },
  {
    "startTime": 85.0,
    "endTime": 92.15,
    "text": "Something that comes from the inside out. It's a combination of who I am and what I bring to the table."
  },
  {
    "startTime": 92.12,
    "endTime": 95.10000000000001,
    "text": "Beautiful is something that can't be taken away from you."
  },
  {
    "startTime": 98.0,
    "endTime": 102.94,
    "text": "I feel the most beautiful when I'm using my mind and when I'm with my friends."
  },
  {
    "startTime": 102.95,
    "endTime": 108.379,
    "text": "Being around people who appreciate me for every ounce of what I am makes me feel beautiful."
  },
  {
    "startTime": 108.4,
    "endTime": 110.71000000000001,
    "text": "I feel beautiful when I'm happy."
  },
  {
    "startTime": 110.6,
    "endTime": 114.57,
    "text": "Being able to say that like, at the end of the day, I still don't care what anyone thinks."
  },
  {
    "startTime": 115.2,
    "endTime": 118.55,
    "text": "I am who I am and I love that about me."
  },
  {
    "startTime": 121.86,
    "endTime": 124.6,
    "text": "I feel you, girls. It's not easy."
  },
  {
    "startTime": 124.7,
    "endTime": 130.101,
    "text": "Everyone, even the people you think are super pretty, has felt that way before."
  },
  {
    "startTime": 130.3,
    "endTime": 136.52,
    "text": "And you will feel more pretty and more beautiful if you focus on the things that make you feel happy and beautiful."
  },
  {
    "startTime": 136.52,
    "endTime": 138.87,
    "text": "Try and find your own inner beauty."
  },
  {
    "startTime": 138.7,
    "endTime": 143.13,
    "text": "Find things that make you feel good about yourself."
  },
  {
    "startTime": 143.13,
    "endTime": 148.48,
    "text": "Surround yourself with people who think you're beautiful, who think everything about you is actually beautiful, like the real you."
  },
  {
    "startTime": 148.5,
    "endTime": 155.4,
    "text": "Be a person that you want to be and I think that will make you happy and pretty won't matter anymore."
  }
]