[
  {
    "startTime": 0.59,
    "endTime": 3.028,
    "text": "Hey there. Welcome to Life Noggin."
  },
  {
    "startTime": 3.09,
    "endTime": 5.8,
    "text": "Is it harder to find love than ever before?"
  },
  {
    "startTime": 5.81,
    "endTime": 12.346,
    "text": "In this modern age of social networking and dating apps, surely it's easier to find love with the growing population!"
  },
  {
    "startTime": 12.35,
    "endTime": 17.4,
    "text": "There are already over seven billion people on this planet, so there's more people to choose."
  },
  {
    "startTime": 17.4,
    "endTime": 21.605999999999998,
    "text": "From now, anyone of those seven billion wanna come over and eat some pizza bagels with me?"
  },
  {
    "startTime": 21.607,
    "endTime": 23.541,
    "text": "So, are more people better?"
  },
  {
    "startTime": 23.55,
    "endTime": 25.756,
    "text": "Not according to \"The Paradox of Choice\"."
  },
  {
    "startTime": 25.76,
    "endTime": 30.404000000000003,
    "text": "Popularized around ten years ago, this theory states that the more options a person has,"
  },
  {
    "startTime": 30.405,
    "endTime": 35.209,
    "text": "the more likely they will not make a decision, or be unhappy with the one they choose."
  },
  {
    "startTime": 35.21,
    "endTime": 41.648,
    "text": "Rather than liberate someone with a greater freedom of options, we're so over encumbered with choices that we can't move."
  },
  {
    "startTime": 41.739,
    "endTime": 45.659,
    "text": "I knew I should have paid more attention to those dang notifications in Fallout!"
  },
  {
    "startTime": 45.659,
    "endTime": 53.35,
    "text": "When it comes to the modern dating scene, one of the biggest places to find a ton of perceived options is the realm of dating apps and websites."
  },
  {
    "startTime": 53.351,
    "endTime": 59.81,
    "text": "Furthering the theory that more options isn't better, scientists recently found that the more dating profiles a person looked at,"
  },
  {
    "startTime": 59.82,
    "endTime": 63.849000000000004,
    "text": "the more likely they were to remember details of the profiles \"incorrectly\"."
  },
  {
    "startTime": 63.85,
    "endTime": 67.0,
    "text": "And that's not very good if you're trying to find the love of your life."
  },
  {
    "startTime": 67.001,
    "endTime": 75.745,
    "text": "They also found that people typically expect more difficulty, less enjoyment, and more romantic regret when they have a lot of people to choose from."
  },
  {
    "startTime": 75.75,
    "endTime": 79.986,
    "text": "Their participants usually expected about 20 to 50 choices to be ideal."
  },
  {
    "startTime": 80.0,
    "endTime": 85.805,
    "text": "Keep in mind, this focused on what people \"expect\" to happen, not necessarily proving what \"will\" happen."
  },
  {
    "startTime": 85.869,
    "endTime": 90.439,
    "text": "However, a separate study also said more online dating options were overwhelming,"
  },
  {
    "startTime": 90.439,
    "endTime": 95.19999999999999,
    "text": "further making participants stray from what they wanted in a partner at the beginning of the study."
  },
  {
    "startTime": 95.3,
    "endTime": 97.705,
    "text": "So, would it be better to have no options at all?"
  },
  {
    "startTime": 97.8,
    "endTime": 102.45,
    "text": "That doesn't seem to work, either, according to what scientists are calling \"the Single Option Aversion.\""
  },
  {
    "startTime": 102.67,
    "endTime": 108.812,
    "text": "This is where a person is unwilling to choose an option, even an \"attractive\" one, when there are no competing options."
  },
  {
    "startTime": 108.82,
    "endTime": 114.58999999999999,
    "text": "Contrary to the Paradox of Choice theory, the Single Option Aversion shows that the more choices, the better."
  },
  {
    "startTime": 114.6,
    "endTime": 118.957,
    "text": "So, if you only have one option, it's probably pretty hard to find true love."
  },
  {
    "startTime": 118.958,
    "endTime": 121.109,
    "text": "Unless that option is me, of course."
  },
  {
    "startTime": 121.11,
    "endTime": 123.011,
    "text": "Still got those pizza bagels!"
  },
  {
    "startTime": 123.012,
    "endTime": 126.182,
    "text": "So, this would mean it's easier to find love now."
  },
  {
    "startTime": 126.183,
    "endTime": 134.30700000000002,
    "text": "Back in the past, transportation limited you to a very small social network, meaning you might have had only a couple of options, maybe even just one."
  },
  {
    "startTime": 134.308,
    "endTime": 141.214,
    "text": "But, to conclude it was harder to find love back then would be assuming people back in time had the same thought processes that we do now."
  },
  {
    "startTime": 141.22,
    "endTime": 146.93,
    "text": "Keep in mind these physiological studies we looked at were done in recent times, not back in the 1700's."
  },
  {
    "startTime": 146.931,
    "endTime": 153.657,
    "text": "it's pretty tough to totally say if it's harder now than ever before to find love, even if the evidence seems to point that way."
  },
  {
    "startTime": 153.709,
    "endTime": 159.326,
    "text": "But there is one thing we know for sure: many people found love in the past and many people have found love now."
  },
  {
    "startTime": 159.327,
    "endTime": 163.236,
    "text": "To all my love bugs out there, if love is what you want, then I hope you find it."
  },
  {
    "startTime": 163.3,
    "endTime": 167.18300000000002,
    "text": "And if you can't find any humans, there is plenty of Blocko to go around."
  },
  {
    "startTime": 167.184,
    "endTime": 168.1,
    "text": "So, what do you think?"
  },
  {
    "startTime": 168.105,
    "endTime": 170.35399999999998,
    "text": "Is it harder to find love than ever before?"
  },
  {
    "startTime": 170.36,
    "endTime": 173.61,
    "text": "Or do you think it's even easier in this modern age of technology?"
  },
  {
    "startTime": 173.62,
    "endTime": 175.31300000000002,
    "text": "Let me know in the comments below."
  },
  {
    "startTime": 175.314,
    "endTime": 176.742,
    "text": "This episode got me thinking:"
  },
  {
    "startTime": 176.743,
    "endTime": 178.54999999999998,
    "text": "Is love even real?"
  },
  {
    "startTime": 178.56,
    "endTime": 180.971,
    "text": "Why do we feel this intense sensation?"
  },
  {
    "startTime": 180.98,
    "endTime": 184.522,
    "text": "There's actually a lot of science behind it, so you should check out this video."
  },
  {
    "startTime": 184.388,
    "endTime": 186.18,
    "text": "Let' start off at a chemical level."
  },
  {
    "startTime": 186.181,
    "endTime": 191.514,
    "text": "Scientist believes that there are 3 main neurotransmitters involved with attraction, dopamine, adrenaline and serotonin."
  },
  {
    "startTime": 191.515,
    "endTime": 195.65699999999998,
    "text": "Dopamine makes you feel good and it have the same effect on the brain as doing cocaine."
  },
  {
    "startTime": 195.658,
    "endTime": 196.0,
    "text": "Wow!"
  },
  {
    "startTime": 196.1,
    "endTime": 203.1,
    "text": "Couples often show high signs of dopamine levels resulting in higher energy, suppressed hunger, higher ability to focus and less need for sleep."
  },
  {
    "startTime": 203.2,
    "endTime": 205.33999999999997,
    "text": "There 's a link in the description if you're on mobile."
  },
  {
    "startTime": 205.341,
    "endTime": 208.65,
    "text": "As always, I'm Blocko and this has been Life Noggin."
  },
  {
    "startTime": 208.65,
    "endTime": 210.919,
    "text": "Don't forget to keep on thinking!"
  }
]