[
  {
    "startTime": 0.28,
    "endTime": 2.6790000000000003,
    "text": "It's all-you-can-eat pancake time at IHOP."
  },
  {
    "startTime": 2.68,
    "endTime": 4.918,
    "text": "Endless shrimp is back at Red Lobster."
  },
  {
    "startTime": 4.918,
    "endTime": 8.539,
    "text": "all-you-can-eat of this for $6.99?"
  },
  {
    "startTime": 8.539,
    "endTime": 11.4,
    "text": "Unlimited food."
  },
  {
    "startTime": 11.4,
    "endTime": 15.429,
    "text": "These restaurants give you all-you-can-eat for one fixed price."
  },
  {
    "startTime": 15.429,
    "endTime": 20.701,
    "text": "Sounds like a pretty good deal, but how do these restaurants make any money?"
  },
  {
    "startTime": 22.933,
    "endTime": 30.6,
    "text": "The way buffets typically work is each person pays the same fixed price for access to a line of self-serve dishes."
  },
  {
    "startTime": 30.6,
    "endTime": 33.849000000000004,
    "text": "You grab a plate, fill it with food, eat, and repeat."
  },
  {
    "startTime": 33.849,
    "endTime": 36.41,
    "text": "As many times as you want."
  },
  {
    "startTime": 36.411,
    "endTime": 42.123000000000005,
    "text": "This started in the 70s and the 80s, and they were very popular."
  },
  {
    "startTime": 42.123,
    "endTime": 44.184,
    "text": "I think it was kind of sign-of-the-time."
  },
  {
    "startTime": 44.185,
    "endTime": 52.793000000000006,
    "text": "They were a family style restaurant, they did not serve alcohol, but it was a lot of food for not a lot of money."
  },
  {
    "startTime": 52.793,
    "endTime": 58.414,
    "text": "[Narrator] Popular chain restaurants that use this model are Golden Corral, and Home Town Buffet."
  },
  {
    "startTime": 58.414,
    "endTime": 65.703,
    "text": "Other all-you-can-eat buffets specialize in one type of cuisine, like Chinese food, Indian food, or different types of pizza."
  },
  {
    "startTime": 65.703,
    "endTime": 70.473,
    "text": "The most obvious money saver for a buffet restaurant is there's less need for servers."
  },
  {
    "startTime": 70.473,
    "endTime": 77.431,
    "text": "They don't need full wait staff because you're getting your own food and bringing it to the table."
  },
  {
    "startTime": 77.431,
    "endTime": 81.767,
    "text": "But these restaurants apply another strategy that's hidden in plain sight."
  },
  {
    "startTime": 81.767,
    "endTime": 84.642,
    "text": "Pay attention to the layout of a buffet line."
  },
  {
    "startTime": 84.642,
    "endTime": 89.458,
    "text": "Buffets often put cheaper, or more filling carbs towards the beginning of the line."
  },
  {
    "startTime": 89.458,
    "endTime": 95.542,
    "text": "They would have a lot more menu items that had good profit margins on them."
  },
  {
    "startTime": 95.543,
    "endTime": 103.88600000000001,
    "text": "Then all of the sides and the carbs came before the entree so that by the time you got your entree, your plate was full."
  },
  {
    "startTime": 103.886,
    "endTime": 113.997,
    "text": "And to try and stop people from taking more than they can eat, these restaurants might provide smaller than average dinner plates, or really big soft-drink cups, so you can fill up on soda."
  },
  {
    "startTime": 113.998,
    "endTime": 119.17,
    "text": "But that doesn't always stop people from piling it up vertically or going back for another plate."
  },
  {
    "startTime": 119.17,
    "endTime": 120.94800000000001,
    "text": "This will be as an appetizer."
  },
  {
    "startTime": 120.948,
    "endTime": 126.282,
    "text": "So some buffets may cut corners in other ways to make sure they aren't losing a bunch of money."
  },
  {
    "startTime": 126.282,
    "endTime": 135.59199999999998,
    "text": "Because of the tight profit margins, the food quality wasn't as great as it probably should have been or could have been."
  },
  {
    "startTime": 135.592,
    "endTime": 138.33100000000002,
    "text": "Riggs says this contributed to their decline."
  },
  {
    "startTime": 138.331,
    "endTime": 144.392,
    "text": "Between 1998 and 2017, the number of all-you-can-eat buffets dropped by 26 percent."
  },
  {
    "startTime": 144.392,
    "endTime": 148.232,
    "text": "Even though the number of restaurants overall rose by 22 percent."
  },
  {
    "startTime": 149.571,
    "endTime": 160.56,
    "text": "Part of the reason for the decline in buffets, was the expansion of casual dining restaurants like Applebee's, TGI Fridays, Olive Garden, and Outback Steakhouse."
  },
  {
    "startTime": 160.56,
    "endTime": 164.863,
    "text": "This is the type of restaurant that typically offers all-you-can-eat specials on particular items."
  },
  {
    "startTime": 164.863,
    "endTime": 170.627,
    "text": "For example, you take Red Lobster, they will have their all-you-can-eat shrimp."
  },
  {
    "startTime": 170.627,
    "endTime": 177.40900000000002,
    "text": "They're not inexpensive and consumers like those and they think they're getting a good value for the money."
  },
  {
    "startTime": 177.409,
    "endTime": 182.128,
    "text": "They're around for about six weeks, so there's a sense of urgency that's created."
  },
  {
    "startTime": 182.128,
    "endTime": 184.75599999999997,
    "text": "But hurry, endless shrimp won't be here long."
  },
  {
    "startTime": 184.757,
    "endTime": 196.18,
    "text": "The hope is that once consumers get inside the restaurant, they will add more things, they'll try, they'll be satisfied, and will return."
  },
  {
    "startTime": 196.18,
    "endTime": 203.222,
    "text": "Because the only way you're going to drive your business in the restaurant industry today is through building loyalty."
  },
  {
    "startTime": 203.222,
    "endTime": 216.11700000000002,
    "text": "With just a few tricks, like using smaller plates, putting cheap items towards the front, and using drinks to off-set other costs, all-you-can-eat restaurants are able to accomplish the same goal as any other restaurant."
  },
  {
    "startTime": 216.117,
    "endTime": 218.34,
    "text": "Get people in the door."
  }
]