[
  {
    "startTime": 0.0,
    "endTime": 0.98,
    "text": "Do you ever do this?"
  },
  {
    "startTime": 0.99,
    "endTime": 6.3,
    "text": "Be hella excited that all episodes of your show \"Youth and Consequences\" come out on YouTube Red on March 7th?"
  },
  {
    "startTime": 6.5,
    "endTime": 8.53,
    "text": "Well yes, obviously, thank you."
  },
  {
    "startTime": 8.6,
    "endTime": 16.56,
    "text": "But until March 7th when you can binge all episodes of \"Youth and Consequences\" on YouTube Red, I'm talking about when a friend discusses their problems with you."
  },
  {
    "startTime": 16.64,
    "endTime": 19.84,
    "text": "Do you immediately say, \"Oh, you know what you should do?\""
  },
  {
    "startTime": 19.84,
    "endTime": 21.9,
    "text": "I've noticed recently that I have a pattern."
  },
  {
    "startTime": 22.12,
    "endTime": 26.96,
    "text": "I offer unsolicited advice all the time when my friends have problems."
  },
  {
    "startTime": 27.0,
    "endTime": 35.4,
    "text": "And I know the intentions are good, because when we see someone we care about suffering, our impulse is to, like, help and to fix them and to give them anything that they need."
  },
  {
    "startTime": 35.76,
    "endTime": 39.339999999999996,
    "text": "But the more that I do this, the more withdrawn my friends become."
  },
  {
    "startTime": 39.34,
    "endTime": 44.2,
    "text": "Their eyes glaze over, they sort of nod automatically, there's this wall put up between us."
  },
  {
    "startTime": 44.34,
    "endTime": 50.290000000000006,
    "text": "So I decided to try not giving any advice unless it was specifically asked of me."
  },
  {
    "startTime": 50.3,
    "endTime": 55.04,
    "text": "And it made me realize just how much I wanna do that all the time, even in really little ways."
  },
  {
    "startTime": 55.06,
    "endTime": 56.120000000000005,
    "text": "\"Have you tried yoga?\""
  },
  {
    "startTime": 56.16,
    "endTime": 58.87,
    "text": "\"Ooh, I just saw a great TED talk on that, I'll send it to you.\""
  },
  {
    "startTime": 58.88,
    "endTime": 61.120000000000005,
    "text": "\"I had the same exact problem, let me tell you what I did.\""
  },
  {
    "startTime": 61.13,
    "endTime": 63.1,
    "text": "\"You know, you should really try yoga.\""
  },
  {
    "startTime": 63.14,
    "endTime": 71.2,
    "text": "But I resisted the temptation to solve all of my friends' problems, and instead would try to really explore their feelings by asking them questions like:"
  },
  {
    "startTime": 71.3,
    "endTime": 72.39,
    "text": "\"How does that make you feel?\""
  },
  {
    "startTime": 72.39,
    "endTime": 74.79,
    "text": "\"Wow that sounds really hard. How are you handling it?\""
  },
  {
    "startTime": 74.8,
    "endTime": 78.16,
    "text": "\"I totally understand why you're upset. What do you think you're gonna do?\""
  },
  {
    "startTime": 78.17,
    "endTime": 79.19,
    "text": "And something happened."
  },
  {
    "startTime": 79.2,
    "endTime": 83.9,
    "text": "My conversations became so much more engaging and deep and fulfilling."
  },
  {
    "startTime": 83.92,
    "endTime": 92.3,
    "text": "Instead of feeling like I had to fix everything, I just let myself be a sounding board for whatever someone was feeling, and really tried to explore that."
  },
  {
    "startTime": 92.31,
    "endTime": 94.87,
    "text": "And my friendships changed dramatically."
  },
  {
    "startTime": 94.9,
    "endTime": 98.14,
    "text": "They felt more loving, more personal, and more open."
  },
  {
    "startTime": 98.14,
    "endTime": 104.7,
    "text": "Now, I have this one friend who's a conversational narcissist. It's like, no matter what you say, he will bring the conversation back to himself."
  },
  {
    "startTime": 104.81,
    "endTime": 112.3,
    "text": "And I used to harbor a lot of resentment for it, but it's you know, it's one of those annoying quirks and flaws about a person that you love that you just sort of put up with because you love them."
  },
  {
    "startTime": 112.4,
    "endTime": 116.60000000000001,
    "text": "So I thought implementing this with him was going to be particularly interesting."
  },
  {
    "startTime": 116.7,
    "endTime": 125.9,
    "text": "And I found that we would dive so deeply into his problems, and I would let him express everything he was feeling about, every single thing that he had to say."
  },
  {
    "startTime": 126.0,
    "endTime": 134.1,
    "text": "And would just keep the spotlight on him to the point that he sort of like ran out of stuff to say about himself, and then would turn the conversation to me."
  },
  {
    "startTime": 134.11,
    "endTime": 139.46,
    "text": "And be fully present with me, and let me talk out my problems because he's been sorta spent."
  },
  {
    "startTime": 139.47,
    "endTime": 143.94,
    "text": "Now, maybe you're not like me and you're not a person who offers unsolicited advice all the time."
  },
  {
    "startTime": 143.95,
    "endTime": 147.38,
    "text": "But let me advise you to try this out with your next conversation."
  },
  {
    "startTime": 147.4,
    "endTime": 149.26000000000002,
    "text": "Maybe in the next couple of conversations."
  },
  {
    "startTime": 149.27,
    "endTime": 150.3,
    "text": "See how it goes."
  },
  {
    "startTime": 150.31,
    "endTime": 154.92000000000002,
    "text": "Be fully present, be really engaged with the person and not thinking about how you're going to respond."
  },
  {
    "startTime": 155.0,
    "endTime": 160.86,
    "text": "I learned many fascinating things, and a lot of my relationships became deeper and more amazing because of it."
  },
  {
    "startTime": 160.87,
    "endTime": 164.64000000000001,
    "text": "I'm Anna Akana, stay right here for a sponsored message."
  },
  {
    "startTime": 164.64,
    "endTime": 167.1,
    "text": "Thank you to Audible for sponsoring today's episode."
  },
  {
    "startTime": 167.13,
    "endTime": 170.13,
    "text": "Audiobooks are great for helping you be a better you."
  },
  {
    "startTime": 170.13,
    "endTime": 173.7,
    "text": "Whether you want to feel healthier, get motivated, or learn something new."
  },
  {
    "startTime": 173.73,
    "endTime": 181.01999999999998,
    "text": "I read roughly 70 books a year, and at least 10 of these are audiobooks that I listen to while I'm driving, doing laundry or stretching."
  },
  {
    "startTime": 181.02,
    "endTime": 186.31,
    "text": "I'm currently listening to Tiffany Haddish's \"The Last Black Unicorn\" and I am so freakin' proud of her."
  },
  {
    "startTime": 186.32,
    "endTime": 192.17,
    "text": "We did a comedy sketch show together back in the day, and it's been amazing to hear about her journey and how far she's come."
  },
  {
    "startTime": 192.19,
    "endTime": 198.74,
    "text": "With Audible, you get a credit every month, good for any audiobook regardless of price, and unused credits roll over to the next month."
  },
  {
    "startTime": 198.74,
    "endTime": 203.02,
    "text": "And if by chance you don't like your audiobook, you can exchange it with no questions asked."
  },
  {
    "startTime": 203.03,
    "endTime": 210.32,
    "text": "You can go to AUDIBLE.COM/ANNA  or text \"ANNA\" to 500-500 to start your free 30-day trial."
  },
  {
    "startTime": 210.36,
    "endTime": 215.5,
    "text": "That's AUDIBLE.COM/ANNA  or text \"ANNA\" to 500-500."
  }
]