[
  {
    "startTime": 12.28,
    "endTime": 23.83,
    "text": "One of the first patients I had to see as a pediatrician was Sol, a beautiful month-old baby who was admitted with signs of a severe respiratory infection."
  },
  {
    "startTime": 23.83,
    "endTime": 28.11,
    "text": "Until then, I had never seen a patient worsen so fast."
  },
  {
    "startTime": 28.81,
    "endTime": 34.55,
    "text": "In just two days she was connected to a respirator and on the third day she died."
  },
  {
    "startTime": 34.55,
    "endTime": 37.3,
    "text": "Sol had whooping cough."
  },
  {
    "startTime": 37.3,
    "endTime": 47.849999999999994,
    "text": "After discussing the case in the room and after a quite distressing catharsis, I remember my chief resident said to me, \"Okay, take a deep breath. Wash your face."
  },
  {
    "startTime": 48.43,
    "endTime": 53.459,
    "text": "And now comes the hardest part:\" We have to go talk to her parents.\""
  },
  {
    "startTime": 54.15,
    "endTime": 66.7,
    "text": "At that time, a thousand questions came to mind, from, \"How could a one-month-old baby be so unfortunate?\" to, \"Could we have done something about it?\""
  },
  {
    "startTime": 67.4,
    "endTime": 74.55000000000001,
    "text": "Before vaccines existed, many infectious diseases killed millions of people per year."
  },
  {
    "startTime": 75.1,
    "endTime": 81.78,
    "text": "During the 1918 flu pandemic 50 million people died."
  },
  {
    "startTime": 81.78,
    "endTime": 85.6,
    "text": "That's greater than Argentina's current population."
  },
  {
    "startTime": 85.6,
    "endTime": 92.3,
    "text": "Perhaps, the older ones among you remember the polio epidemic that occurred in Argentina in 1956."
  },
  {
    "startTime": 92.24,
    "endTime": 95.559,
    "text": "At that time, there was no vaccine available against polio."
  },
  {
    "startTime": 95.56,
    "endTime": 98.9,
    "text": "People didn't know what to do. They were going crazy."
  },
  {
    "startTime": 98.9,
    "endTime": 100.37,
    "text": "They would go painting trees with caustic lime."
  },
  {
    "startTime": 100.37,
    "endTime": 105.46000000000001,
    "text": "They'd put little bags of camphor in their children's underwear, as if that could do something."
  },
  {
    "startTime": 106.8,
    "endTime": 110.6,
    "text": "During the polio epidemic, thousands of people died."
  },
  {
    "startTime": 110.6,
    "endTime": 114.77,
    "text": "And thousands of people were left with very significant neurological damage."
  },
  {
    "startTime": 116.65,
    "endTime": 125.89,
    "text": "I know this because I read about it, because thanks to vaccines, my generation was lucky to not live through an epidemic as terrible as this."
  },
  {
    "startTime": 125.89,
    "endTime": 130.68,
    "text": "Vaccines are one of the great successes of the 20th century's public health."
  },
  {
    "startTime": 131.21,
    "endTime": 138.97,
    "text": "After potable water, they are the interventions that have most reduced mortality, even more than antibiotics."
  },
  {
    "startTime": 139.57,
    "endTime": 153.78,
    "text": "Vaccines eradicated terrible diseases such as smallpox from the planet and succeeded in significantly reducing mortality due to other diseases such as measles, whooping cough, polio and many more."
  },
  {
    "startTime": 154.32,
    "endTime": 161.2,
    "text": "All these diseases are considered vaccine-preventable diseases."
  },
  {
    "startTime": 161.91,
    "endTime": 163.67,
    "text": "What does this mean?"
  },
  {
    "startTime": 163.67,
    "endTime": 169.66,
    "text": "That they are potentially preventable, but in order to be so, something must be done."
  },
  {
    "startTime": 169.66,
    "endTime": 171.76,
    "text": "You need to get vaccinated."
  },
  {
    "startTime": 172.27,
    "endTime": 175.97,
    "text": "I imagine that most, if not all of us here today,"
  },
  {
    "startTime": 175.97,
    "endTime": 179.21,
    "text": "received a vaccine at some point in our life."
  },
  {
    "startTime": 180.51,
    "endTime": 189.29,
    "text": "Now, I'm not so sure that many of us know which vaccines or boosters we should receive after adolescence."
  },
  {
    "startTime": 190.71,
    "endTime": 196.64000000000001,
    "text": "Have you ever wondered who we are protecting when we vaccinate?"
  },
  {
    "startTime": 197.7,
    "endTime": 198.7,
    "text": "What do I mean by that?"
  },
  {
    "startTime": 198.7,
    "endTime": 203.67,
    "text": "Is there any other effect beyond protecting ourselves?"
  },
  {
    "startTime": 205.5,
    "endTime": 207.17,
    "text": "Let me show you something."
  },
  {
    "startTime": 207.76,
    "endTime": 217.179,
    "text": "Imagine for a moment that we are in a city that has never had a case of a particular disease, such as the measles."
  },
  {
    "startTime": 217.43,
    "endTime": 222.29000000000002,
    "text": "This would mean that no one in the city has ever had contact with the disease."
  },
  {
    "startTime": 222.29,
    "endTime": 226.88,
    "text": "No one has natural defenses against, nor been vaccinated against measles."
  },
  {
    "startTime": 227.68,
    "endTime": 243.5,
    "text": "If one day, a person sick with the measles appears in this city the disease won't find much resistance and will begin spreading from person to person, and in no time it will disseminate throughout the community."
  },
  {
    "startTime": 243.81,
    "endTime": 248.9,
    "text": "After a certain time a big part of the population will be ill."
  },
  {
    "startTime": 249.75,
    "endTime": 253.91,
    "text": "This happened when there were no vaccines."
  },
  {
    "startTime": 254.63,
    "endTime": 259.11,
    "text": "Now, imagine the complete opposite case."
  },
  {
    "startTime": 259.42,
    "endTime": 274.54,
    "text": "We are in a city where more than 90 percent of the population has defenses against the measles, which means that they either had the disease, survived, and developed natural defenses; or that they had been immunized against measles."
  },
  {
    "startTime": 275.2,
    "endTime": 288.09999999999997,
    "text": "If one day, a person sick with the measles appears in this city, the disease will find much more resistance and won't be transmitted that much from person to person."
  },
  {
    "startTime": 288.78,
    "endTime": 295.67999999999995,
    "text": "The spread will probably remain contained and a measles outbreak won't happen."
  },
  {
    "startTime": 297.6,
    "endTime": 299.76000000000005,
    "text": "I would like you to pay attention to something."
  },
  {
    "startTime": 300.81,
    "endTime": 318.39,
    "text": "People who are vaccinated are not only protecting themselves, but by blocking the dissemination of the disease within the community, they are indirectly protecting the people in this community who are not vaccinated."
  },
  {
    "startTime": 318.69,
    "endTime": 327.38,
    "text": "They create a kind of protective shield which prevents them from coming in contact with the disease, so that these people are protected."
  },
  {
    "startTime": 328.67,
    "endTime": 343.1,
    "text": "This indirect protection that the unvaccinated people within a community receive simply by being surrounded by vaccinated people, is called herd immunity."
  },
  {
    "startTime": 345.13,
    "endTime": 353.75,
    "text": "Many people in the community depend almost exclusively on this herd immunity to be protected against disease."
  },
  {
    "startTime": 354.76,
    "endTime": 358.719,
    "text": "The unvaccinated people you see in infographics are not just hypothetical."
  },
  {
    "startTime": 359.26,
    "endTime": 365.96999999999997,
    "text": "Those people are our nieces and nephews, our children, who may be too young to receive their first shots."
  },
  {
    "startTime": 367.1,
    "endTime": 376.35900000000004,
    "text": "They are our parents, our siblings, our acquaintances, who may have a disease, or take medication that lowers their defenses."
  },
  {
    "startTime": 378.1,
    "endTime": 382.8,
    "text": "There are also people who are allergic to a particular vaccine."
  },
  {
    "startTime": 383.35,
    "endTime": 395.6,
    "text": "They could even be among us, any of us who got vaccinated, but the vaccine didn't produce the expected effect, because not all vaccines are always 100 percent effective."
  },
  {
    "startTime": 395.6,
    "endTime": 403.36,
    "text": "All these people depend almost exclusively on herd immunity to be protected against diseases."
  },
  {
    "startTime": 404.39,
    "endTime": 413.87,
    "text": "To achieve this effect of herd immunity, it is necessary that a large percentage of the population be vaccinated."
  },
  {
    "startTime": 414.5,
    "endTime": 417.57,
    "text": "This percentage is called the threshold."
  },
  {
    "startTime": 417.57,
    "endTime": 428.4,
    "text": "The threshold depends on many variables: It depends on the germ's characteristics, and those of the immune response that the vaccine generates."
  },
  {
    "startTime": 428.4,
    "endTime": 430.42999999999995,
    "text": "But they all have something in common."
  },
  {
    "startTime": 430.43,
    "endTime": 447.78000000000003,
    "text": "If the percentage of the population in a vaccinated community is below this threshold number, the disease will begin to spread more freely and may generate an outbreak of this disease within the community."
  },
  {
    "startTime": 447.78,
    "endTime": 454.859,
    "text": "Even diseases which were  at some point controlled may reappear."
  },
  {
    "startTime": 456.55,
    "endTime": 458.74,
    "text": "This is not just a theory."
  },
  {
    "startTime": 458.74,
    "endTime": 461.1,
    "text": "This has happened, and is still happening."
  },
  {
    "startTime": 463.5,
    "endTime": 477.75,
    "text": "In 1998, a British researcher published an article in one of the most important medical journals, saying that the MMR vaccine, which is given for measles, mumps and rubella, was associated with autism."
  },
  {
    "startTime": 477.75,
    "endTime": 480.45,
    "text": "This generated an immediate impact."
  },
  {
    "startTime": 481.1,
    "endTime": 485.65900000000005,
    "text": "People began to stop getting vaccinated, and stopped vaccinating their children."
  },
  {
    "startTime": 485.68,
    "endTime": 487.3,
    "text": "And what happened?"
  },
  {
    "startTime": 487.3,
    "endTime": 493.96000000000004,
    "text": "The number of people vaccinated, in many communities around the world, fell below this threshold."
  },
  {
    "startTime": 493.96,
    "endTime": 499.96,
    "text": "And there were outbreaks of measles in many cities in the world -- in the U.S., in Europe."
  },
  {
    "startTime": 499.96,
    "endTime": 502.12,
    "text": "Many people got sick."
  },
  {
    "startTime": 502.12,
    "endTime": 504.9,
    "text": "People died of measles."
  },
  {
    "startTime": 505.87,
    "endTime": 507.35,
    "text": "What happened?"
  },
  {
    "startTime": 507.35,
    "endTime": 511.47,
    "text": "This article also generated a huge stir within the medical community."
  },
  {
    "startTime": 512.2,
    "endTime": 515.6890000000001,
    "text": "Dozens of researchers began to assess if this was actually true."
  },
  {
    "startTime": 517.13,
    "endTime": 530.569,
    "text": "Not only could no one find a causal association between MMR and autism at the population level, but it was also found that this article had incorrect claims."
  },
  {
    "startTime": 530.82,
    "endTime": 533.37,
    "text": "Even more, it was fraudulent."
  },
  {
    "startTime": 534.12,
    "endTime": 536.51,
    "text": "It was fraudulent."
  },
  {
    "startTime": 537.12,
    "endTime": 543.55,
    "text": "In fact, the journal publicly retracted the article in 2010."
  },
  {
    "startTime": 544.88,
    "endTime": 550.97,
    "text": "One of the main concerns and excuses for not getting vaccinated are the adverse effects."
  },
  {
    "startTime": 551.77,
    "endTime": 557.41,
    "text": "Vaccines, like other drugs, can have potential adverse effects."
  },
  {
    "startTime": 557.97,
    "endTime": 560.48,
    "text": "Most are mild and temporary."
  },
  {
    "startTime": 560.48,
    "endTime": 566.47,
    "text": "But the benefits are always greater than possible complications."
  },
  {
    "startTime": 567.74,
    "endTime": 572.3,
    "text": "When we are ill, we want to heal fast."
  },
  {
    "startTime": 572.3,
    "endTime": 583.449,
    "text": "Many of us who are here take antibiotics when we have an infection, we take anti-hypertensives when we have high blood pressure, we take cardiac medications."
  },
  {
    "startTime": 583.45,
    "endTime": 586.7,
    "text": "Why? Because we are sick and we want to heal fast."
  },
  {
    "startTime": 586.7,
    "endTime": 588.72,
    "text": "And we don't question it much."
  },
  {
    "startTime": 588.72,
    "endTime": 597.1,
    "text": "Why is it so difficult to think of preventing diseases, by taking care of ourselves when we are healthy?"
  },
  {
    "startTime": 597.1,
    "endTime": 603.25,
    "text": "We take care of ourselves a lot when affected by an illness, or in situations of imminent danger."
  },
  {
    "startTime": 604.14,
    "endTime": 613.93,
    "text": "I imagine most of us here, remember the influenza-A pandemic which broke out in 2009 in Argentina and worldwide."
  },
  {
    "startTime": 614.49,
    "endTime": 621.36,
    "text": "When the first cases began to come to light, we, here in Argentina, were entering the winter season."
  },
  {
    "startTime": 621.91,
    "endTime": 624.12,
    "text": "We knew absolutely nothing."
  },
  {
    "startTime": 624.12,
    "endTime": 625.53,
    "text": "Everything was a mess."
  },
  {
    "startTime": 625.53,
    "endTime": 630.9,
    "text": "People wore masks on the street, ran into pharmacies to buy alcohol gel."
  },
  {
    "startTime": 630.9,
    "endTime": 639.3489999999999,
    "text": "People would line up in pharmacies to get a vaccine, without even knowing if it was the right vaccine that would protect them against this new virus."
  },
  {
    "startTime": 639.35,
    "endTime": 641.65,
    "text": "We knew absolutely nothing."
  },
  {
    "startTime": 641.65,
    "endTime": 650.65,
    "text": "At that time, in addition to doing my fellowship at the Infant Foundation, I worked as a home pediatrician for a prepaid medicine company."
  },
  {
    "startTime": 651.67,
    "endTime": 659.5999999999999,
    "text": "I remember that I started my shift at 8 a.m., and by 8, I already had a list of 50 scheduled visits."
  },
  {
    "startTime": 659.6,
    "endTime": 661.9390000000001,
    "text": "It was chaos; people didn't know what to do."
  },
  {
    "startTime": 662.86,
    "endTime": 667.41,
    "text": "I remember the types of patients that I was examining."
  },
  {
    "startTime": 667.69,
    "endTime": 674.3900000000001,
    "text": "The patients were a little older than what we were used to seeing in winter, with longer fevers."
  },
  {
    "startTime": 674.39,
    "endTime": 691.16,
    "text": "And I mentioned that to my fellowship mentor, and he, for his part, had heard the same from a colleague, about the large number of pregnant women and young adults being hospitalized in intensive care, with hard-to-manage clinical profiles."
  },
  {
    "startTime": 692.76,
    "endTime": 698.6,
    "text": "At that time, we set out to understand what was happening."
  },
  {
    "startTime": 699.3,
    "endTime": 711.1999999999999,
    "text": "First thing Monday morning, we took the car and went to a hospital in Buenos Aires Province, that served as a referral hospital for cases of the new influenza virus."
  },
  {
    "startTime": 711.2,
    "endTime": 713.5500000000001,
    "text": "We arrived at the hospital; it was crowded."
  },
  {
    "startTime": 713.55,
    "endTime": 717.4689999999999,
    "text": "All health staff were dressed in NASA-like bio-safety suits."
  },
  {
    "startTime": 717.47,
    "endTime": 719.6700000000001,
    "text": "We all had face masks in our pockets."
  },
  {
    "startTime": 719.67,
    "endTime": 722.4,
    "text": "I, being a hypochondriac, didn't breathe for two hours."
  },
  {
    "startTime": 722.4,
    "endTime": 725.52,
    "text": "But we could see what was happening."
  },
  {
    "startTime": 725.52,
    "endTime": 733.43,
    "text": "Immediately, we started reaching out to pediatricians from six hospitals in the city and in Buenos Aires Province."
  },
  {
    "startTime": 733.44,
    "endTime": 743.24,
    "text": "Our main goal was to find out how this new virus behaved in contact with our children, in the shortest time possible."
  },
  {
    "startTime": 743.24,
    "endTime": 746.2,
    "text": "A marathon work."
  },
  {
    "startTime": 746.2,
    "endTime": 761.3000000000001,
    "text": "In less than three months, we could see what effect this new H1N1 virus had on the 251 children hospitalized by this virus."
  },
  {
    "startTime": 761.52,
    "endTime": 775.209,
    "text": "We could see which children got more seriously ill: children under four, especially those less than one year old; patients with neurological diseases; and young children with chronic pulmonary diseases."
  },
  {
    "startTime": 775.21,
    "endTime": 791.6500000000001,
    "text": "Identifying these at-risk groups was important to include them as priority groups in the recommendations for getting the influenza vaccine, not only here in Argentina, but also in other countries which the pandemic not yet reached."
  },
  {
    "startTime": 792.75,
    "endTime": 802.24,
    "text": "A year later, when a vaccine against the pandemic H1N1 virus became available, we wanted to see what happened."
  },
  {
    "startTime": 802.24,
    "endTime": 823.449,
    "text": "After a huge vaccination campaign aimed at protecting at-risk groups, these hospitals, with 93 percent of the at-risk groups vaccinated, had not hospitalized a single patient for the pandemic H1N1 virus."
  },
  {
    "startTime": 823.45,
    "endTime": 826.5,
    "text": "(Applause)"
  },
  {
    "startTime": 827.92,
    "endTime": 831.88,
    "text": "In 2009: 251."
  },
  {
    "startTime": 833.49,
    "endTime": 836.44,
    "text": "In 2010: zero."
  },
  {
    "startTime": 836.44,
    "endTime": 845.25,
    "text": "Vaccination is an act of individual responsibility, but it has a huge collective impact."
  },
  {
    "startTime": 846.79,
    "endTime": 854.63,
    "text": "If I get vaccinated, not only am I protecting myself, but I am also protecting others."
  },
  {
    "startTime": 855.52,
    "endTime": 857.89,
    "text": "Sol had whooping cough."
  },
  {
    "startTime": 859.5,
    "endTime": 861.7,
    "text": "Sol was very young,"
  },
  {
    "startTime": 861.7,
    "endTime": 866.23,
    "text": "and she hadn't yet received her first vaccine against whooping cough."
  },
  {
    "startTime": 867.16,
    "endTime": 876.87,
    "text": "I still wonder what would have happened if everyone around Sol had been vaccinated."
  },
  {
    "startTime": 877.74,
    "endTime": 879.8,
    "text": "(Applause)"
  }
]