[
  {
    "startTime": 0.12,
    "endTime": 5.029,
    "text": "The famous linguist Stephen Krashen published a book called Free voluntary reading."
  },
  {
    "startTime": 5.029,
    "endTime": 9.79,
    "text": "And he claims that reading for pleasure in a foreign language may be"
  },
  {
    "startTime": 9.79,
    "endTime": 16.4,
    "text": "one of the single most effective things that you can do in that language to learn the language better."
  },
  {
    "startTime": 16.5,
    "endTime": 21.33,
    "text": "But it's not gonna be effective if you don't do it in the right way."
  },
  {
    "startTime": 21.33,
    "endTime": 27.299999999999997,
    "text": "So in this video I'm gonna give you four steps that will allow you to take books that you actually want to read."
  },
  {
    "startTime": 27.4,
    "endTime": 32.96,
    "text": "Read them in your foreign language and make this an effective way to build vocabulary and learn your language."
  },
  {
    "startTime": 32.96,
    "endTime": 38.939,
    "text": "This channel is all about helping you learn how to learn languages in a way that's fast, fun and easy."
  },
  {
    "startTime": 39.039,
    "endTime": 45.21,
    "text": "And I think that reading in a foreign language is definitely gonna make learning languages easier and way more fun."
  },
  {
    "startTime": 45.31,
    "endTime": 49.59,
    "text": "So the first thing you need to do, if you're gonna use books as an effective tool for learning languages,"
  },
  {
    "startTime": 49.59,
    "endTime": 51.809000000000005,
    "text": "is you need to find the right book for you."
  },
  {
    "startTime": 51.809,
    "endTime": 55.928,
    "text": "That means you're gonna have to find books that are enjoyable to read."
  },
  {
    "startTime": 55.929,
    "endTime": 61.159000000000006,
    "text": "Here I have 'The Game of Thrones' in Spanish which I read because I like 'The Game of Thrones'."
  },
  {
    "startTime": 61.259,
    "endTime": 68.19,
    "text": "Maybe you like non-fiction books so I bought 'The four hour work week' in Spanish."
  },
  {
    "startTime": 68.19,
    "endTime": 71.14,
    "text": "We also need to find books that allow us to use comprehensible input,"
  },
  {
    "startTime": 71.14,
    "endTime": 77.84,
    "text": "which means that you should be able to understand about seventy five to eighty percent of what you're reading but not everything."
  },
  {
    "startTime": 77.84,
    "endTime": 81.74000000000001,
    "text": "Cause if you already understand everything you're reading, it's not gonna help you learn that much."
  },
  {
    "startTime": 81.77,
    "endTime": 85.1,
    "text": "If you're a brand, brand new beginner to your language,"
  },
  {
    "startTime": 85.1,
    "endTime": 89.89999999999999,
    "text": "you might want to pick up some children's books because the vocabulary is super easy."
  },
  {
    "startTime": 89.9,
    "endTime": 95.47,
    "text": "It's not difficult at all to understand that this says one fish two fish red fish blue fish."
  },
  {
    "startTime": 96.47,
    "endTime": 98.34,
    "text": "There is a gradient of children's books."
  },
  {
    "startTime": 98.34,
    "endTime": 103.77000000000001,
    "text": "This is The Little Prince, which is originally in French, but you can get this in any language,"
  },
  {
    "startTime": 103.77,
    "endTime": 109.11,
    "text": "and I highly recommend it because even though it's for children and it uses very basic vocabulary,"
  },
  {
    "startTime": 109.11,
    "endTime": 113.1,
    "text": "it's actually really deep and adults can enjoy it a lot as well."
  },
  {
    "startTime": 113.1,
    "endTime": 117.8,
    "text": "I also suggest graphic novels because they give you pictures,"
  },
  {
    "startTime": 117.9,
    "endTime": 120.74000000000001,
    "text": "and you'll never be lost as long as you can follow the pictures"
  },
  {
    "startTime": 120.84,
    "endTime": 126.49000000000001,
    "text": "and it's a great way for being able to follow along and learn in a foreign language."
  },
  {
    "startTime": 126.49,
    "endTime": 130.92,
    "text": "A few weeks ago I talked about using plays or any kind of theater"
  },
  {
    "startTime": 130.92,
    "endTime": 135.569,
    "text": "because they use very short phrases and you always know exactly who's speaking"
  },
  {
    "startTime": 135.669,
    "endTime": 138.24,
    "text": "and you can watch that video I posted a few weeks ago."
  },
  {
    "startTime": 138.34,
    "endTime": 141.75,
    "text": "I'm not gonna go into detail here, but plays are a great way."
  },
  {
    "startTime": 141.75,
    "endTime": 146.899,
    "text": "And more than anything else, the best kind of book that you can read are books that you're already familiar with."
  },
  {
    "startTime": 146.959,
    "endTime": 153.24,
    "text": "Here I have Harry Potter in French, Greek, and Spanish because these are all languages that I'm learning,"
  },
  {
    "startTime": 153.24,
    "endTime": 157.399,
    "text": "and I loved the Harry Potter books growing up, so I already know what's going on."
  },
  {
    "startTime": 157.48,
    "endTime": 161.69,
    "text": "And I can really understand from context, or just from memory what's happening,"
  },
  {
    "startTime": 161.69,
    "endTime": 165.69,
    "text": "even if I don't understand every single word, and that's a big help for comprehension,"
  },
  {
    "startTime": 165.69,
    "endTime": 167.59,
    "text": "and for building vocabulary."
  },
  {
    "startTime": 167.59,
    "endTime": 171.99,
    "text": "And another important thing to remember is that shorter books are usually better."
  },
  {
    "startTime": 171.99,
    "endTime": 177.429,
    "text": "You'll be more motivated when you see yourself progressing really quickly through the book."
  },
  {
    "startTime": 177.429,
    "endTime": 180.33,
    "text": "And then you can go back and read it again, or you can move on to the next one,"
  },
  {
    "startTime": 180.33,
    "endTime": 182.46900000000002,
    "text": "and this is a big motivating factor."
  },
  {
    "startTime": 182.469,
    "endTime": 186.57,
    "text": "And the last step in finding the book that's right for you is where you're gonna get it."
  },
  {
    "startTime": 186.57,
    "endTime": 191.53,
    "text": "I find Ebay to be the best place for getting used books because they're really cheap."
  },
  {
    "startTime": 191.53,
    "endTime": 196.289,
    "text": "I usually use Wikipedia to find the name of that book in the foreign language."
  },
  {
    "startTime": 196.289,
    "endTime": 199.89999999999998,
    "text": "Then I go to Ebay and find the book."
  },
  {
    "startTime": 200.0,
    "endTime": 202.1,
    "text": "And they can get shipped right to your door."
  },
  {
    "startTime": 202.1,
    "endTime": 209.0,
    "text": "And you can't always go to the book store and find the book that you're looking for in the foreign language unless you live in that country,"
  },
  {
    "startTime": 209.1,
    "endTime": 214.789,
    "text": "but on Ebay you can get pretty much any book in any language."
  },
  {
    "startTime": 214.8,
    "endTime": 217.90800000000002,
    "text": "The second step in using books to learn a foreign language is"
  },
  {
    "startTime": 217.909,
    "endTime": 222.849,
    "text": "you're just going to start reading purely for enjoyment, just because you like reading."
  },
  {
    "startTime": 222.949,
    "endTime": 225.399,
    "text": "And because it's a story that's interesting to you."
  },
  {
    "startTime": 225.4,
    "endTime": 227.88,
    "text": "Then you're going to get yourself a colored highlighter."
  },
  {
    "startTime": 227.88,
    "endTime": 232.16,
    "text": "And every time you run into a word during the story that you don't understand,"
  },
  {
    "startTime": 232.16,
    "endTime": 233.819,
    "text": "you're gonna highlight that word."
  },
  {
    "startTime": 233.819,
    "endTime": 238.45999999999998,
    "text": "It's very important that you do not stop to look up the meaning of that word."
  },
  {
    "startTime": 238.46,
    "endTime": 240.579,
    "text": "All you're going to do is highlight it."
  },
  {
    "startTime": 240.58,
    "endTime": 243.18900000000002,
    "text": "That way you can come back later to look up the definition,"
  },
  {
    "startTime": 243.189,
    "endTime": 245.988,
    "text": "but you're not gonna stop and take the time to do it while you're reading."
  },
  {
    "startTime": 245.989,
    "endTime": 249.33,
    "text": "You don't want to break the flow of your reading."
  },
  {
    "startTime": 249.33,
    "endTime": 251.54000000000002,
    "text": "And this is a really important exercise"
  },
  {
    "startTime": 251.54,
    "endTime": 256.519,
    "text": "that's gonna help you be comfortable with not understanding 100% of what you read."
  },
  {
    "startTime": 256.519,
    "endTime": 260.68,
    "text": "I mean you have to get comfortable with that because you're not always gonna understand everything."
  },
  {
    "startTime": 260.679,
    "endTime": 264.73999999999995,
    "text": "And try to just highlight one or two words per page maximum,"
  },
  {
    "startTime": 264.641,
    "endTime": 267.41,
    "text": "and preferably one word every two to three pages."
  },
  {
    "startTime": 267.41,
    "endTime": 271.56,
    "text": "You don't want to underline or highlight every single word you don't understand."
  },
  {
    "startTime": 271.56,
    "endTime": 274.7,
    "text": "That's gonna take too long, and you're gonna get overwhelmed."
  },
  {
    "startTime": 274.7,
    "endTime": 278.46,
    "text": "Once you finish reading through the book one time just for enjoyment,"
  },
  {
    "startTime": 278.46,
    "endTime": 283.44,
    "text": "we're gonna make a dictionary that is specific to you and to the book that you're reading."
  },
  {
    "startTime": 283.54,
    "endTime": 286.889,
    "text": "You're gonna get an index card, and then you're gonna make a glossary"
  },
  {
    "startTime": 286.989,
    "endTime": 288.99899999999997,
    "text": "that you tape right to the front of the book"
  },
  {
    "startTime": 289.099,
    "endTime": 294.979,
    "text": "so that it's always there for you to reference every time you read the book from now on."
  },
  {
    "startTime": 294.979,
    "endTime": 296.7,
    "text": "So to do this, you're just gonna flip through the book,"
  },
  {
    "startTime": 296.7,
    "endTime": 298.7,
    "text": "you're gonna find every word that you've highlighted."
  },
  {
    "startTime": 298.8,
    "endTime": 303.34000000000003,
    "text": "Then you're gonna go to wordreference.com or whatever website or app"
  },
  {
    "startTime": 303.34,
    "endTime": 305.95,
    "text": "that is you prefer to use for translating words."
  },
  {
    "startTime": 305.95,
    "endTime": 307.469,
    "text": "You're gonna look up the highlighted words"
  },
  {
    "startTime": 307.47,
    "endTime": 310.94000000000005,
    "text": "and then you're just gonna write them on the index card along with their definition."
  },
  {
    "startTime": 310.94,
    "endTime": 312.76,
    "text": "Then you just tape it right to the front of the book,"
  },
  {
    "startTime": 312.76,
    "endTime": 316.51,
    "text": "and you'll always have this here as a reference every time you read through the book from now on."
  },
  {
    "startTime": 316.51,
    "endTime": 321.83,
    "text": "And the final step for learning a new language with books is you're just gonna repeat steps two and three."
  },
  {
    "startTime": 321.8,
    "endTime": 328.459,
    "text": "But, this time you have a quick reference to go to"
  },
  {
    "startTime": 326.86,
    "endTime": 328.11,
    "text": "Every time you run into a word you're not familiar with."
  },
  {
    "startTime": 328.11,
    "endTime": 330.0,
    "text": "And every time you get to a new word,"
  },
  {
    "startTime": 330.0,
    "endTime": 333.52,
    "text": "you're gonna remember that this is a word you're trying to memorize."
  },
  {
    "startTime": 333.52,
    "endTime": 338.779,
    "text": "Now, don't go immediately to the dictionary that you taped to the cover of the book."
  },
  {
    "startTime": 338.779,
    "endTime": 342.818,
    "text": "What you're gonna do is use this as a sort of mini quiz that you can use to test yourself"
  },
  {
    "startTime": 342.819,
    "endTime": 345.369,
    "text": "and see if you can remember that word."
  },
  {
    "startTime": 345.369,
    "endTime": 349.689,
    "text": "These few seconds where you're actually exerting yourself, trying to remember the meaning,"
  },
  {
    "startTime": 349.689,
    "endTime": 355.74,
    "text": "it's proven that this short period of time is actually very beneficial in helping you remember that word in the future."
  },
  {
    "startTime": 355.65,
    "endTime": 359.378,
    "text": "So you're gonna take a minute and try to remember the word and if you absolutely can't,"
  },
  {
    "startTime": 359.379,
    "endTime": 362.81,
    "text": "then you flip to the beginning of the book, and that's when you look at your dictionary."
  },
  {
    "startTime": 362.81,
    "endTime": 368.259,
    "text": "And of course, as you read through the second time, you're gonna get yourself a different color highlighter,"
  },
  {
    "startTime": 368.259,
    "endTime": 373.938,
    "text": "and when you're done with the book, you're gonna make yourself a second dictionary that you'll also tape to the cover."
  },
  {
    "startTime": 373.989,
    "endTime": 375.9,
    "text": "Read through this book three or four times,"
  },
  {
    "startTime": 375.9,
    "endTime": 380.57,
    "text": "and you should be able to understand every single word in the entire book."
  },
  {
    "startTime": 380.57,
    "endTime": 384.359,
    "text": "And if you think about it, this book took me several months to read,"
  },
  {
    "startTime": 384.359,
    "endTime": 386.73999999999995,
    "text": "and there's a lot of words in here."
  },
  {
    "startTime": 386.84,
    "endTime": 390.94899999999996,
    "text": "And I'm able to understand all of them now because I use this method."
  },
  {
    "startTime": 390.949,
    "endTime": 393.529,
    "text": "So thanks a ton for watching my video."
  },
  {
    "startTime": 393.529,
    "endTime": 399.1,
    "text": "If you have any questions, comments, concerns, or any suggestions for the other language learners on this channel,"
  },
  {
    "startTime": 399.1,
    "endTime": 401.699,
    "text": "please feel free to leave me a comment below."
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "Otherwise, be sure to like and subscribe, and thanks for watching my video."
  },
  {
    "startTime": 534.589,
    "endTime": 535.7600000000001,
    "text": "We'll see you guys next monday."
  }
]