[
  {
    "startTime": 0.149,
    "endTime": 4.589,
    "text": "Hey, guys. What's up. Stefanie the English coach here from Englishfulltime.com."
  },
  {
    "startTime": 4.589,
    "endTime": 9.21,
    "text": "And, in this video we are going to talk about why idioms aren't nearly as"
  },
  {
    "startTime": 9.21,
    "endTime": 13.889000000000001,
    "text": "important as you think they are. Okay. So first, I just want to say that one of the"
  },
  {
    "startTime": 13.889,
    "endTime": 17.91,
    "text": "most frequently asked questions that people ask me is, Stefanie, how can I"
  },
  {
    "startTime": 17.91,
    "endTime": 22.41,
    "text": "learn more idioms, how can I improve my vocabulary by learning more idioms, or"
  },
  {
    "startTime": 22.41,
    "endTime": 25.83,
    "text": "I'm struggling to remember all the different idioms that there are in English."
  },
  {
    "startTime": 25.83,
    "endTime": 29.698999999999998,
    "text": "It's so hard. And, I'm over here kind of like why are you guys freaking"
  },
  {
    "startTime": 29.699,
    "endTime": 34.5,
    "text": "out about idioms. And so, I decided, you know, I just need to make a video for"
  },
  {
    "startTime": 34.5,
    "endTime": 39.480000000000004,
    "text": "once and for all to kind of just put this whole thing to rest. So, you guys no"
  },
  {
    "startTime": 39.48,
    "endTime": 42.839999999999996,
    "text": "longer have to stress out about idioms. Okay. But, first I just want to say that"
  },
  {
    "startTime": 42.84,
    "endTime": 47.129000000000005,
    "text": "several years ago, when I was teaching English online I had this one student"
  },
  {
    "startTime": 47.129,
    "endTime": 51.329,
    "text": "who I think was obsessed with learning idioms. And, every day she would come to"
  },
  {
    "startTime": 51.329,
    "endTime": 56.01,
    "text": "class with literally like 20 new idioms in her vocabulary. And so, when she would"
  },
  {
    "startTime": 56.01,
    "endTime": 62.73,
    "text": "speak. It just sounded so unnatural, she would just be like today I feel like a"
  },
  {
    "startTime": 62.73,
    "endTime": 68.61,
    "text": "sack of potatoes because I woke up at the crack of dawn. But, that's because the"
  },
  {
    "startTime": 68.61,
    "endTime": 74.49,
    "text": "apple doesn't fall far from the tree. And, I would just be like holy cow what what"
  },
  {
    "startTime": 74.49,
    "endTime": 78.33,
    "text": "are you saying, why don't you just use normal words to say what you're trying"
  },
  {
    "startTime": 78.33,
    "endTime": 83.46,
    "text": "to say. And, I think that the reason why people are so obsessed with this idea of"
  },
  {
    "startTime": 83.46,
    "endTime": 87.33,
    "text": "using idioms is because they know that native speakers use idioms and they want"
  },
  {
    "startTime": 87.33,
    "endTime": 90.84,
    "text": "to sound like a native speaker. But, I already made a video on how to sound"
  },
  {
    "startTime": 90.84,
    "endTime": 95.22,
    "text": "like a native speaker. And, that was not one of the tips that I gave. Okay. So,"
  },
  {
    "startTime": 95.22,
    "endTime": 101.34,
    "text": "first of all stop focusing so much on idioms because there's about like a"
  },
  {
    "startTime": 101.34,
    "endTime": 105.45,
    "text": "hundred or, you know, maybe two hundred I don't know that are very common. Those"
  },
  {
    "startTime": 105.45,
    "endTime": 109.95,
    "text": "are the idioms that you want to know. The rest of the idioms are regional. Okay."
  },
  {
    "startTime": 109.95,
    "endTime": 113.369,
    "text": "Regional idioms that they use in specific places, specific areas, and"
  },
  {
    "startTime": 113.369,
    "endTime": 117.32,
    "text": "unless you're in those areas, you honestly don't need to use to use those"
  },
  {
    "startTime": 117.32,
    "endTime": 120.83999999999999,
    "text": "idioms. There are idioms that they use in Australia and an Ireland"
  },
  {
    "startTime": 120.84,
    "endTime": 124.95,
    "text": "in the UK that I don't even know exist. And, I don't care about those idioms. I"
  },
  {
    "startTime": 124.95,
    "endTime": 129.09,
    "text": "feel like you know the space and my brain is precious. And, I do not want to"
  },
  {
    "startTime": 129.09,
    "endTime": 133.53,
    "text": "occupy unnecessary or space. I do not want to occupy space with unnecessary"
  },
  {
    "startTime": 133.53,
    "endTime": 139.29,
    "text": "information that really really doesn't matter. So, learn the most common idioms"
  },
  {
    "startTime": 139.29,
    "endTime": 145.019,
    "text": "and then stop worrying about it. Okay. And then, if you go travel to a place, pick up"
  },
  {
    "startTime": 145.019,
    "endTime": 148.68,
    "text": "some idioms while you're there. Sure. Okay. But, be careful when you use idioms."
  },
  {
    "startTime": 148.68,
    "endTime": 153.0,
    "text": "Because if you're using an idiom, that's extremely regional and specific to a"
  },
  {
    "startTime": 153.0,
    "endTime": 156.18,
    "text": "certain location. You know. The people you're speaking to"
  },
  {
    "startTime": 156.18,
    "endTime": 160.62,
    "text": "might not understand what you're saying. And, the goal of speaking English should"
  },
  {
    "startTime": 160.62,
    "endTime": 167.01,
    "text": "be to have clear communication. Okay. So, just a quick example though or another"
  },
  {
    "startTime": 167.01,
    "endTime": 171.269,
    "text": "quick example of why idioms aren't as important as you think they are. Um, one"
  },
  {
    "startTime": 171.269,
    "endTime": 175.98000000000002,
    "text": "of my good friends. I don't know where she learned her vocabulary because we're"
  },
  {
    "startTime": 175.98,
    "endTime": 181.64999999999998,
    "text": "from the same town. But, or the same you know region. But, she uses all kinds of"
  },
  {
    "startTime": 181.65,
    "endTime": 185.459,
    "text": "idioms that either I have never heard before or I just don't use. And, I"
  },
  {
    "startTime": 185.459,
    "endTime": 188.85,
    "text": "sometimes when she talks I'm just kind of like I laugh in my head because I'm"
  },
  {
    "startTime": 188.85,
    "endTime": 193.26,
    "text": "like I can't believe she said that. It's not bad. That's just how she talks. That's"
  },
  {
    "startTime": 193.26,
    "endTime": 197.94,
    "text": "natural to her, but I'm not gonna start using all the idioms she uses just"
  },
  {
    "startTime": 197.94,
    "endTime": 202.2,
    "text": "because she uses them. Okay. So, just because you hear a native speaker use a"
  },
  {
    "startTime": 202.2,
    "endTime": 207.08999999999997,
    "text": "certain idiom doesn't mean that you have to use that idiom. Okay. You want to make"
  },
  {
    "startTime": 207.09,
    "endTime": 210.81,
    "text": "sure that people understand you when you speak. So, don't go stringing a whole"
  },
  {
    "startTime": 210.81,
    "endTime": 214.5,
    "text": "bunch of idioms together in one sentence. Nobody will understand you. You won't"
  },
  {
    "startTime": 214.5,
    "endTime": 219.15,
    "text": "sound like a native speaker. And, you'll just sound ridiculous. Okay. And, let me"
  },
  {
    "startTime": 219.15,
    "endTime": 225.209,
    "text": "think if there's anything else I can tell you guys about idioms. Okay. One last"
  },
  {
    "startTime": 225.209,
    "endTime": 230.16,
    "text": "thing just don't whatever you do just don't waste your time studying these"
  },
  {
    "startTime": 230.16,
    "endTime": 234.45,
    "text": "things. Okay. There are. There's a lot more important stuff you could be studying."
  },
  {
    "startTime": 234.45,
    "endTime": 240.41899999999998,
    "text": "And, I have seen students write long lists of vocabulary, long lists of idioms."
  },
  {
    "startTime": 240.419,
    "endTime": 246.419,
    "text": "And, I'm just like who is teaching these antiquated methods of learning, like stop"
  },
  {
    "startTime": 246.419,
    "endTime": 251.70000000000002,
    "text": "stop with the list, stop with all of that. Okay. Pick up things as you go."
  },
  {
    "startTime": 251.7,
    "endTime": 256.109,
    "text": "Pick up words. Pick up phrases. Pick up vocabulary. Pick up idioms as you learn them."
  },
  {
    "startTime": 256.109,
    "endTime": 260.489,
    "text": "So, if you see an idiom in a TV show, and you don't know what it means. Go look"
  },
  {
    "startTime": 260.489,
    "endTime": 263.34,
    "text": "it up in the dictionary. If you really like it then incorporate it into your"
  },
  {
    "startTime": 263.34,
    "endTime": 270.27,
    "text": "vocabulary or and practice it. But, what I tend to do when I learn Spanish or when"
  },
  {
    "startTime": 270.27,
    "endTime": 273.63,
    "text": "I learn the new phrase in Spanish is I don't incorporate it right away into my"
  },
  {
    "startTime": 273.63,
    "endTime": 278.61,
    "text": "vocabulary. I wait till I've heard something about 20 times in context."
  },
  {
    "startTime": 278.61,
    "endTime": 282.27000000000004,
    "text": "Sometimes I wait till I've heard something a hundred times in context"
  },
  {
    "startTime": 282.27,
    "endTime": 286.95,
    "text": "before I actually start using it. Because then you learn how to use it as native"
  },
  {
    "startTime": 286.95,
    "endTime": 290.31,
    "text": "speakers use it. Okay. Because if not you just might throw in idioms where they"
  },
  {
    "startTime": 290.31,
    "endTime": 293.97,
    "text": "don't belong and that it's not gonna make you sound more like a native"
  },
  {
    "startTime": 293.97,
    "endTime": 296.639,
    "text": "speaker. It's actually gonna make you sound like you don't know what you're"
  },
  {
    "startTime": 296.639,
    "endTime": 299.52,
    "text": "talking about. Okay. So, I hope you guys find this video"
  },
  {
    "startTime": 299.52,
    "endTime": 303.15,
    "text": "helpful. Feel free to let me know in the comments what you think about this idea."
  },
  {
    "startTime": 303.15,
    "endTime": 307.67999999999995,
    "text": "I hope you guys don't waste all your time, you know, studying idioms. When"
  },
  {
    "startTime": 307.68,
    "endTime": 310.919,
    "text": "there's a lot of other important things you could be studying in English. Okay."
  },
  {
    "startTime": 310.919,
    "endTime": 315.24,
    "text": "Take care and we'll talk soon. Bye. Hey guys, thanks so much for watching"
  },
  {
    "startTime": 315.24,
    "endTime": 319.35,
    "text": "this video if you liked it, go ahead and give it a thumbs up. Make sure to"
  },
  {
    "startTime": 319.35,
    "endTime": 323.91,
    "text": "subscribe too if you're new here, so you get more videos from me. And also, go"
  },
  {
    "startTime": 323.91,
    "endTime": 328.02000000000004,
    "text": "ahead and check out the description because I often include extra tips there"
  },
  {
    "startTime": 328.02,
    "endTime": 332.90999999999997,
    "text": "or resources or links to other things that I think you might find helpful. So,"
  },
  {
    "startTime": 332.91,
    "endTime": 337.41,
    "text": "go ahead and check that out. So, for more English stuff from me you can also go"
  },
  {
    "startTime": 337.41,
    "endTime": 341.64000000000004,
    "text": "ahead and follow me on Facebook. And, check me out at my website"
  },
  {
    "startTime": 341.64,
    "endTime": 344.5,
    "text": "englishfulltime.com. All the links are in the description."
  },
  {
    "startTime": 344.5,
    "endTime": 349.46,
    "text": "Thanks again and I'll see you guys in another video. Bye!"
  }
]