[
  {
    "startTime": 0.269,
    "endTime": 6.0,
    "text": "How to Train Your Cat Not to Bite."
  },
  {
    "startTime": 6.0,
    "endTime": 10.5,
    "text": "Although cats bite instinctively, you can curb this tendency by appropriate training."
  },
  {
    "startTime": 10.5,
    "endTime": 15.3,
    "text": "You will need Play-fighting and spray bottle (optional)."
  },
  {
    "startTime": 15.3,
    "endTime": 18.7,
    "text": "Step 1. Engage the cat or kitten in a game of play fighting."
  },
  {
    "startTime": 18.7,
    "endTime": 22.0,
    "text": "This will arouse the cat's natural tendency to bite."
  },
  {
    "startTime": 22.0,
    "endTime": 27.0,
    "text": "Step 2. Stop the game as soon as you see the cat begin to expose its claws or teeth."
  },
  {
    "startTime": 27.0,
    "endTime": 31.0,
    "text": "Wait for the cat to calm down, and then resume the game."
  },
  {
    "startTime": 31.0,
    "endTime": 34.0,
    "text": "Step 3. Continue playing with the cat."
  },
  {
    "startTime": 34.0,
    "endTime": 37.0,
    "text": "If the cat bites or scratches you, let out a scream."
  },
  {
    "startTime": 37.0,
    "endTime": 39.0,
    "text": "Stop playing and ignore the cat."
  },
  {
    "startTime": 39.0,
    "endTime": 44.0,
    "text": "Consider spraying the cat with a spray bottle filled with water if the cat continues to bite you."
  },
  {
    "startTime": 44.0,
    "endTime": 49.0,
    "text": "A small spritz in the area of the cat's face is enough, but be careful not to spray the cat's ears."
  },
  {
    "startTime": 49.0,
    "endTime": 57.7,
    "text": "Step 4. Observe the areas on the cat's body that are most sensitive to contact -- typically the mouth, paws, ears, and tail."
  },
  {
    "startTime": 57.7,
    "endTime": 62.300000000000004,
    "text": "When sensitive areas are touched, there is a tendency for the cat to start biting."
  },
  {
    "startTime": 62.3,
    "endTime": 69.0,
    "text": "Step 5. Touch one of the sensitive areas on the cat's body for a second, then give the cat a treat."
  },
  {
    "startTime": 69.0,
    "endTime": 74.559,
    "text": "Step 6. Gradually increase the amount of time that you are in contact with the sensitive area."
  },
  {
    "startTime": 74.56,
    "endTime": 79.0,
    "text": "Do this until the cat learns to tolerate increasing levels of contact there."
  },
  {
    "startTime": 79.0,
    "endTime": 84.0,
    "text": "Step 7. Repeat this procedure with other sensitive areas that provoke biting."
  },
  {
    "startTime": 84.0,
    "endTime": 87.3,
    "text": "Now you should have a cat whose meow is worse than its bite."
  },
  {
    "startTime": 87.3,
    "endTime": 93.86,
    "text": "Did you know Cats have two sets of teeth -- a first set that is lost when they are young, and a permanent set."
  }
]