[
  {
    "startTime": 4.878,
    "endTime": 6.181,
    "text": "Here's a question."
  },
  {
    "startTime": 6.181,
    "endTime": 8.961,
    "text": "Do you sometimes have difficulty remembering peoples' names."
  },
  {
    "startTime": 8.961,
    "endTime": 10.972000000000001,
    "text": "But you're great at remembering their faces?"
  },
  {
    "startTime": 10.972,
    "endTime": 15.523,
    "text": "Or maybe you're really good at moving odd-shaped furniture around the corners."
  },
  {
    "startTime": 15.523,
    "endTime": 19.992,
    "text": "Or packing your car full with so much stuff everyone told you it was gonna be impossible."
  },
  {
    "startTime": 20.031,
    "endTime": 23.043999999999997,
    "text": "If so, you might just be a visual thinker."
  },
  {
    "startTime": 23.118,
    "endTime": 24.259999999999998,
    "text": "How about this?"
  },
  {
    "startTime": 24.26,
    "endTime": 26.330000000000002,
    "text": "Try and remember an event from your past."
  },
  {
    "startTime": 26.548,
    "endTime": 27.468999999999998,
    "text": "What happens?"
  },
  {
    "startTime": 27.47,
    "endTime": 32.71,
    "text": "Do you find yourself remembering something fuzzy like the significance or emotion or mood around that event?"
  },
  {
    "startTime": 32.71,
    "endTime": 35.419000000000004,
    "text": "Or do you remember specific scenes and images?"
  },
  {
    "startTime": 35.61,
    "endTime": 40.388,
    "text": "For some people, it turns out that images and spatial relationships seem to dominate their thinking process."
  },
  {
    "startTime": 41.048,
    "endTime": 42.908,
    "text": "Basically, they think in pictures."
  },
  {
    "startTime": 43.157,
    "endTime": 46.327999999999996,
    "text": "It's thought that upwards of 60% of people are in this category."
  },
  {
    "startTime": 46.618,
    "endTime": 47.709,
    "text": "And it's a continuum."
  },
  {
    "startTime": 47.959,
    "endTime": 51.099000000000004,
    "text": "Not all or none, some people just think this way more than others."
  },
  {
    "startTime": 51.345,
    "endTime": 56.893,
    "text": "For example, for some people, and this might be you, a messy desk isn't a problem at all."
  },
  {
    "startTime": 57.333,
    "endTime": 58.437999999999995,
    "text": "You know where everything is."
  },
  {
    "startTime": 58.911,
    "endTime": 61.154,
    "text": "But you know where it is in relation to everything else."
  },
  {
    "startTime": 61.4,
    "endTime": 68.931,
    "text": "So, when someone comes along and cleans that desk up, supposedly helping you organize, you completely feel lost and you can't find anything."
  },
  {
    "startTime": 69.76,
    "endTime": 74.539,
    "text": "The same sort of spatial thinking that helps you navigate a messy desk can be incredibly powerful."
  },
  {
    "startTime": 74.811,
    "endTime": 80.525,
    "text": "The chess grandmaster Bobby Fischer said that he could see all of the pieces on the chess board even when it wasn't in front of him."
  },
  {
    "startTime": 80.525,
    "endTime": 82.91900000000001,
    "text": "Which allowed him to practice and play in his head."
  },
  {
    "startTime": 82.922,
    "endTime": 90.577,
    "text": "Nikola Tesla, a pretty amazing inventor, took this one step further and said he was able to build and rebuild complicated machines in his mind."
  },
  {
    "startTime": 90.646,
    "endTime": 94.206,
    "text": "And then run them to see where the moving parts could potentially fail."
  },
  {
    "startTime": 94.206,
    "endTime": 98.676,
    "text": "When he was only 24 years old, the inventor Thomas Edison described his experience this way."
  },
  {
    "startTime": 98.877,
    "endTime": 106.286,
    "text": "\"I have innumerable machines in my mind now, which I shall continue to illustrate and describe day by day when I have the spare time\"."
  },
  {
    "startTime": 106.706,
    "endTime": 110.36500000000001,
    "text": "But this kind of thinking, visual thinking, sometimes comes with a price."
  },
  {
    "startTime": 110.75,
    "endTime": 114.064,
    "text": "Namely, it can be hard to communicate, when you're thinking, to other people."
  },
  {
    "startTime": 114.735,
    "endTime": 116.411,
    "text": "Maybe you've had this experience."
  },
  {
    "startTime": 116.439,
    "endTime": 121.74799999999999,
    "text": "Where you see something pretty clearly in your head, but you wind up needing to draw it to explain it to someone else."
  },
  {
    "startTime": 121.748,
    "endTime": 126.107,
    "text": "Albert Einstein often said words failed him to describe the images in his head."
  },
  {
    "startTime": 126.107,
    "endTime": 130.717,
    "text": "But it turned out those images were the key to unlocking the secrets of the universe."
  },
  {
    "startTime": 130.96,
    "endTime": 136.96200000000002,
    "text": "It was after he envisioned a man riding the wave of light that he was able to construct his theory of relativity."
  },
  {
    "startTime": 136.987,
    "endTime": 141.347,
    "text": "James Clerk Maxwell, the mathematical physicist, had a similar experience."
  },
  {
    "startTime": 141.447,
    "endTime": 146.01500000000001,
    "text": "His colleagues urged him to show the relationship between energy entropy and volume using equations."
  },
  {
    "startTime": 146.1,
    "endTime": 149.6,
    "text": "Which is how they best communicated ideas."
  },
  {
    "startTime": 149.615,
    "endTime": 157.20000000000002,
    "text": "Instead, he used clay and plaster to show the relationship in the way that he understood it as a physical and visual form of thermodynamics."
  },
  {
    "startTime": 157.2,
    "endTime": 163.91299999999998,
    "text": "And that's the power of visual metaphors. They allow people to see complex relationships in new, relatively simple ways."
  },
  {
    "startTime": 164.037,
    "endTime": 167.767,
    "text": "And the history of invention and discoveries filled with those kind of stories."
  },
  {
    "startTime": 167.816,
    "endTime": 174.955,
    "text": "For example, August Kekulé unlocked the new way of thinking about the structure of molecules when he envisioned a snake eating its own tail."
  },
  {
    "startTime": 175.214,
    "endTime": 179.723,
    "text": "In that moment, he realized that the bonds in the molecules benzene formed a ring."
  },
  {
    "startTime": 179.723,
    "endTime": 183.80100000000002,
    "text": "And this led to a whole new way of understanding how molecules could be visualized."
  },
  {
    "startTime": 183.801,
    "endTime": 186.952,
    "text": "And that's ultimately the challenge that visual thinkers face."
  },
  {
    "startTime": 186.952,
    "endTime": 192.341,
    "text": "How do you get those images out of your head and into the real world as inventions or discoveries?"
  },
  {
    "startTime": 192.44,
    "endTime": 196.734,
    "text": "It's also why right now is such an exciting time for people who think like this."
  },
  {
    "startTime": 196.841,
    "endTime": 203.642,
    "text": "The digital age has brought technology that allows visual thinkers to directly experiment with the forms that they're best at understanding."
  },
  {
    "startTime": 203.642,
    "endTime": 210.441,
    "text": "Visual thinkers can now fold complex proteins on the screen and use 3D printers to build almost any forms that they could imagine."
  },
  {
    "startTime": 210.441,
    "endTime": 216.071,
    "text": "And they can invent and play in virtual reality spaces that just couldn't exist in the real world."
  },
  {
    "startTime": 216.171,
    "endTime": 218.251,
    "text": "It's a good time to be a visual thinker."
  },
  {
    "startTime": 218.722,
    "endTime": 223.091,
    "text": "So next time you forget the names of streets on a route that you can navigate with ease."
  },
  {
    "startTime": 223.463,
    "endTime": 227.672,
    "text": "Don't beat yourself up. You might just be the next genius and inventor of our time."
  },
  {
    "startTime": 228.532,
    "endTime": 230.672,
    "text": "What kind of inventor are you?"
  }
]