[
  {
    "startTime": 0.3,
    "endTime": 6.6,
    "text": "Hey guys today, I want to share a story with you about something that I learned while I was watching SpongeBob SquarePants,"
  },
  {
    "startTime": 6.6,
    "endTime": 13.809,
    "text": "and I know this sounds silly, but this is actually one of the most valuable lessons I've ever learned about language learning."
  },
  {
    "startTime": 13.809,
    "endTime": 22.72,
    "text": "So a lot of you know that I have spent a lot of time in foreign countries learning foreign languages and practicing my foreign languages with native speakers."
  },
  {
    "startTime": 22.72,
    "endTime": 35.2,
    "text": "And if you have ever been in that situation yourself then you're very familiar with the feeling of terror that comes along with the moment when you actually have to speak that language to a native speaker,"
  },
  {
    "startTime": 35.2,
    "endTime": 46.300000000000004,
    "text": "and you start to feel self-conscious and you get all these scary thoughts in your head about screwing up and having people laugh at you, and you know, saying something wrong."
  },
  {
    "startTime": 46.3,
    "endTime": 52.599999999999994,
    "text": "And then the moment comes, and you actually speak this foreign language, and maybe they do laugh at you,"
  },
  {
    "startTime": 52.6,
    "endTime": 60.0,
    "text": "and all of a sudden, you just come to the realization that you are a failure and I suck and I never should have tried this."
  },
  {
    "startTime": 60.0,
    "endTime": 64.18,
    "text": "And so this is a problem with attitude."
  },
  {
    "startTime": 64.18,
    "endTime": 67.80000000000001,
    "text": "A lot of times we come at language learning with the wrong attitude."
  },
  {
    "startTime": 67.96,
    "endTime": 77.5,
    "text": "So while I was watching Spongebob I came across this clip of him, all down in the dumps because  he came to the realization that he is ugly,"
  },
  {
    "startTime": 77.5,
    "endTime": 82.1,
    "text": "so I want you to pay attention to SpongeBob's attitude and what he does in this clip."
  },
  {
    "startTime": 82.1,
    "endTime": 83.01899999999999,
    "text": "I'm ugly."
  },
  {
    "startTime": 83.12,
    "endTime": 85.60000000000001,
    "text": "You're ugly and what?"
  },
  {
    "startTime": 85.6,
    "endTime": 86.8,
    "text": "Square?"
  },
  {
    "startTime": 86.9,
    "endTime": 88.56,
    "text": "No. Proud."
  },
  {
    "startTime": 88.96,
    "endTime": 93.0,
    "text": "I'm ugly, and I'm proud. - Good. Say it louder."
  },
  {
    "startTime": 93.0,
    "endTime": 95.2,
    "text": "I'm ugly and I'm proud. - Louder!"
  },
  {
    "startTime": 95.2,
    "endTime": 98.0,
    "text": "I'm ugly and I'm proud. - Louder!"
  },
  {
    "startTime": 98.0,
    "endTime": 104.26,
    "text": "I'm ugly and I'm proud. I'm ugly and I'm proud! I'm ugly and I'm proud!"
  },
  {
    "startTime": 104.26,
    "endTime": 107.0,
    "text": "So what does this have to do with language learning?"
  },
  {
    "startTime": 107.0,
    "endTime": 111.5,
    "text": "Well, a lot of times we fail at language learning because we come at it with the wrong attitude."
  },
  {
    "startTime": 111.5,
    "endTime": 120.0,
    "text": "We look at errors and mistakes and bad grammar and accents as if these are something to be ashamed of, just the same way as Sponge Bob was ashamed of being ugly."
  },
  {
    "startTime": 120.0,
    "endTime": 124.7,
    "text": "But if you have this attitude you will not progress in your language."
  },
  {
    "startTime": 124.7,
    "endTime": 135.8,
    "text": "One of the things you have to learn when you're learning languages is you have to learn to be bold, and you have to learn to have confidence, and you have to learn to be proud and embrace your mistakes."
  },
  {
    "startTime": 135.8,
    "endTime": 139.8,
    "text": "And you have to learn to have the mindset that mistakes are not your enemies."
  },
  {
    "startTime": 139.8,
    "endTime": 140.714,
    "text": "They're your friends, they're there to help you learn more of the language."
  },
  {
    "startTime": 143.4,
    "endTime": 148.5,
    "text": "And if you spend all your time just trying to avoid making mistakes, then you're never gonna learn anything."
  },
  {
    "startTime": 148.5,
    "endTime": 152.0,
    "text": "So a useful trick is just learning how to reframe your situation."
  },
  {
    "startTime": 152.0,
    "endTime": 166.4,
    "text": "Every time you make a mistake, you can shrug your shoulders just like Spongebob and say, \"I'm ugly\" or you can learn to embrace that and enjoy it and start to say every time I make a mistake, I'm learning something."
  },
  {
    "startTime": 166.4,
    "endTime": 170.5,
    "text": "And maybe the people will correct you, maybe they'll laugh at you, and yeah, it doesn't feel good."
  },
  {
    "startTime": 170.5,
    "endTime": 174.02,
    "text": "But you're learning something and you can learn to enjoy that sensation."
  },
  {
    "startTime": 174.02,
    "endTime": 183.60000000000002,
    "text": "The one thing I don't want to see you doing is failing to practice your target language because you're too afraid of making mistakes because you cannot learn a language with your mouth shut."
  },
  {
    "startTime": 183.6,
    "endTime": 191.38,
    "text": "So take a lesson from Spongebob, and if you're sitting there all humped over like this saying, \"I have an accent,\" you have the wrong attitude."
  },
  {
    "startTime": 191.38,
    "endTime": 196.45,
    "text": "You have to learn to embrace your accent, embrace your mistakes embrace your screw-ups."
  },
  {
    "startTime": 196.45,
    "endTime": 208.0,
    "text": "And you have to become proud and bold and confident and throw your hands in the air and say, \"I'm not perfect, I screw up all the time but I'm learning and I'm getting better,\" and people will respect that."
  },
  {
    "startTime": 208.0,
    "endTime": 215.48,
    "text": "This says a lot more about your character then even if you were able to speak perfectly 100 percent of the time, people don't care about that."
  },
  {
    "startTime": 215.48,
    "endTime": 217.19,
    "text": "It's more important to be bold."
  },
  {
    "startTime": 217.2,
    "endTime": 220.2,
    "text": "Thanks for watching the video, and we'll see you guys next week."
  }
]