[
  {
    "startTime": 7.131,
    "endTime": 15.61,
    "text": "A pungent blend of onions, cheese, and cat urine with hints of...is that…wet goat?"
  },
  {
    "startTime": 15.611,
    "endTime": 24.823,
    "text": "Most of us don't need more than one whiff to identify that generally unpleasant, characteristic smell we call body odor."
  },
  {
    "startTime": 24.823,
    "endTime": 32.522,
    "text": "But it's a surprisingly complex phenomenon influenced by our genetic makeup, age, diet, and hygiene."
  },
  {
    "startTime": 32.323,
    "endTime": 34.552,
    "text": "So what is this odor, exactly?"
  },
  {
    "startTime": 34.552,
    "endTime": 35.281,
    "text": "Where does it come from?"
  },
  {
    "startTime": 35.281,
    "endTime": 38.247,
    "text": "And can we do anything about it?"
  },
  {
    "startTime": 38.247,
    "endTime": 47.230000000000004,
    "text": "To start, you just need two things to produce that familiar scent: your armpit's own secretions and the bacteria that feed on them."
  },
  {
    "startTime": 47.23,
    "endTime": 52.361999999999995,
    "text": "Most people associate body odor with sweat, and it's an important piece of the puzzle."
  },
  {
    "startTime": 52.362,
    "endTime": 63.150000000000006,
    "text": "Your body has millions of sweat glands, and they come in two major types: eccrine glands are found  all over your skin and secrete mainly water and salt."
  },
  {
    "startTime": 63.151,
    "endTime": 69.291,
    "text": "Apocrine glands, on the other hand,  develop at puberty in your armpits and a few other places on your body."
  },
  {
    "startTime": 69.292,
    "endTime": 73.531,
    "text": "The sweat they secrete is full of proteins and fats."
  },
  {
    "startTime": 73.531,
    "endTime": 77.644,
    "text": "By themselves, these secretions are usually odorless."
  },
  {
    "startTime": 77.644,
    "endTime": 79.983,
    "text": "That's where bacteria come in."
  },
  {
    "startTime": 79.983,
    "endTime": 85.35000000000001,
    "text": "Every square centimeter of our bodies  is covered with thousands of bacteria."
  },
  {
    "startTime": 85.35,
    "endTime": 89.975,
    "text": "Many microorganisms thrive in moist environments, like our armpits."
  },
  {
    "startTime": 89.975,
    "endTime": 98.3,
    "text": "There, you can find about a million bacteria per square centimeter, one of the highest concentrations anywhere on the skin."
  },
  {
    "startTime": 98.3,
    "endTime": 107.69,
    "text": "Lurking in this throng of microorganisms are species of Corynebacteria, Staphylococci, Micrococci, and others."
  },
  {
    "startTime": 107.693,
    "endTime": 117.87,
    "text": "When these bacteria feed on the proteins and fats in apocrine sweat, they turn the odorless compounds into new ones that can smell very unpleasant."
  },
  {
    "startTime": 117.872,
    "endTime": 125.82,
    "text": "Some of the worst offenders may be sulfur-containing chemicals; those give body odor its oniony aroma."
  },
  {
    "startTime": 125.823,
    "endTime": 130.78,
    "text": "Carboxylic acids are in the mix, too, adding notes of cheese."
  },
  {
    "startTime": 130.78,
    "endTime": 140.8,
    "text": "These molecules waft up from the armpit and can be sucked directly into our noses, where they're trapped and detected by an array of specialized receptors."
  },
  {
    "startTime": 140.803,
    "endTime": 146.85999999999999,
    "text": "Those can recognize odor molecules at concentrations of less than one in a million."
  },
  {
    "startTime": 146.863,
    "endTime": 150.69,
    "text": "So what determines how strong your body odor might be?"
  },
  {
    "startTime": 150.69,
    "endTime": 158.28,
    "text": "It depends on the resident microbial populations in your armpit, and the nutrients that your glands provide them with."
  },
  {
    "startTime": 158.283,
    "endTime": 165.92,
    "text": "Your genes help determine what compounds you produce, and in what quantity, so everyone has a slightly different set."
  },
  {
    "startTime": 165.922,
    "endTime": 173.3,
    "text": "In fact, a gene variant that virtually eliminates body odor is common in people of East Asian descent."
  },
  {
    "startTime": 173.3,
    "endTime": 182.52,
    "text": "Adrenaline increases the ratio of apocrine to eccrine sweat, so body odor can be more intense when you're nervous."
  },
  {
    "startTime": 182.52,
    "endTime": 188.93,
    "text": "Bacterial composition and concentration also varies between individuals and plays a part."
  },
  {
    "startTime": 188.933,
    "endTime": 193.422,
    "text": "Even what you eat can have a small effect on how you smell."
  },
  {
    "startTime": 193.422,
    "endTime": 196.433,
    "text": "So how can we deal with body odor?"
  },
  {
    "startTime": 196.433,
    "endTime": 205.54,
    "text": "Washing the armpits with soap and water helps but won't remove all the bacteria since many are buried in deeper layers of the skin."
  },
  {
    "startTime": 205.542,
    "endTime": 211.332,
    "text": "Deodorants, however, inhibit bacterial activity and mask odors at the same time."
  },
  {
    "startTime": 211.332,
    "endTime": 218.53,
    "text": "Antiperspirants work by forming tiny gel plugs that block sweat glands, drying out the armpits."
  },
  {
    "startTime": 218.532,
    "endTime": 223.52300000000002,
    "text": "While we continue to battle body odor, scientists are trying to understand it."
  },
  {
    "startTime": 223.523,
    "endTime": 228.93,
    "text": "We don't know why the brain often interprets these particular odors as off-putting ."
  },
  {
    "startTime": 228.93,
    "endTime": 240.19,
    "text": "But some researchers have proposed that secretions from the armpit could have a positive function, too, like cementing social bonds and providing a means of chemical communication."
  },
  {
    "startTime": 240.393,
    "endTime": 242.892,
    "text": "We don't know yet if that's the case."
  },
  {
    "startTime": 243.092,
    "endTime": 249.49,
    "text": "For now, body odor seems to be just another smelly part of the human condition."
  }
]