[
  {
    "startTime": 0.42,
    "endTime": 6.0,
    "text": "This is saffron, and just one pound of it can cost you $5,000."
  },
  {
    "startTime": 6.0,
    "endTime": 8.68,
    "text": "It's easily the world's most expensive spice."
  },
  {
    "startTime": 8.68,
    "endTime": 10.43,
    "text": "The next most expensive spice?"
  },
  {
    "startTime": 10.43,
    "endTime": 13.41,
    "text": "Vanilla at about $600 a pound."
  },
  {
    "startTime": 13.41,
    "endTime": 16.312,
    "text": "So, what makes saffron so wildly expensive?"
  },
  {
    "startTime": 18.0,
    "endTime": 21.463,
    "text": "For starters, saffron is a complicated spice to harvest."
  },
  {
    "startTime": 21.4,
    "endTime": 28.799999999999997,
    "text": "My name is Arash Ghalehgolabbehbahani. I am a post-doctoral research associate at the University of Vermont."
  },
  {
    "startTime": 28.8,
    "endTime": 38.8,
    "text": "To harvest the saffron, you need a lot of hand work to pick up the flowers, separate — saffron is the dehydrated or dry stigma."
  },
  {
    "startTime": 38.8,
    "endTime": 48.8,
    "text": "The stigma is the female part of the flower. You have to separate the stigma, dry that, and for all of these procedures, you need hand works, laborers."
  },
  {
    "startTime": 48.8,
    "endTime": 56.5,
    "text": "I prefer to harvest the flowers by hand because I don't like to damage the other parts of the plants."
  },
  {
    "startTime": 56.542,
    "endTime": 62.27,
    "text": "Saffron comes from the Saffron Crocus flower, and each flower has three red stigmas."
  },
  {
    "startTime": 62.27,
    "endTime": 63.193000000000005,
    "text": "That's the saffron."
  },
  {
    "startTime": 63.1,
    "endTime": 73.9,
    "text": "The yield of saffron is really low. You know, you have to hire a lot of laborers to harvest 4 pounds of saffron per acre. That's nothing."
  },
  {
    "startTime": 73.94,
    "endTime": 78.94,
    "text": "Just one pound of saffron requires 170,000 flowers."
  },
  {
    "startTime": 79.16,
    "endTime": 85.59,
    "text": "The purple flowers bloom over a six week period from late September to early December."
  },
  {
    "startTime": 85.5,
    "endTime": 88.163,
    "text": "There's also a specific time of day to harvest them."
  },
  {
    "startTime": 88.1,
    "endTime": 96.8,
    "text": "When we have a higher relative humidity in the air, it can affect the saffron quality."
  },
  {
    "startTime": 96.8,
    "endTime": 101.0,
    "text": "Also, sunlight can break the chemical structure in the saffron."
  },
  {
    "startTime": 101.0,
    "endTime": 111.6,
    "text": "So, we prefer to harvest the saffron early morning every day, or, if you don't have flowers every day, every two days."
  },
  {
    "startTime": 111.695,
    "endTime": 115.91,
    "text": "90% of the world's saffron is grown in arid fields in Iran."
  },
  {
    "startTime": 115.95,
    "endTime": 118.503,
    "text": "But harvesting all that saffron comes at a price."
  },
  {
    "startTime": 118.5,
    "endTime": 128.5,
    "text": "Why is Iran the main producer of saffron? Because workers are available and they are cheap."
  },
  {
    "startTime": 128.5,
    "endTime": 135.5,
    "text": "In some parts, it's like slavery, their behavior with laborers. I hate that, I should say."
  },
  {
    "startTime": 135.5,
    "endTime": 148.7,
    "text": "Based on my experience, you know, they usually, the workers came to farms in Iran around 5,6 a.m. and they left around 4 p.m."
  },
  {
    "startTime": 148.75,
    "endTime": 153.64,
    "text": "Most saffron harvesters are women, getting paid a maximum of five dollars a day."
  },
  {
    "startTime": 156.36,
    "endTime": 159.38000000000002,
    "text": "Saffron is not only grown in Iran."
  },
  {
    "startTime": 159.38,
    "endTime": 167.34,
    "text": "It's grown in Morocco, Spain, Italy, the Netherlands, Afghanistan, India, and even in the United States."
  },
  {
    "startTime": 167.3,
    "endTime": 168.573,
    "text": "Why the US?"
  },
  {
    "startTime": 169.82,
    "endTime": 177.51,
    "text": "Though many Americans have never eaten saffron, the US imported 25 tons in 2013 and 46 tons in 2016."
  },
  {
    "startTime": 177.5,
    "endTime": 192.4,
    "text": "I knew that saffron has a good resistance to the cold weather. If you cover Vermont state with a layer of plastic, you will have the same situation that we have in Iran."
  },
  {
    "startTime": 192.4,
    "endTime": 193.929,
    "text": "What's so great about saffron?"
  },
  {
    "startTime": 193.93,
    "endTime": 197.29000000000002,
    "text": "Over centuries, it's proven useful in many situations."
  },
  {
    "startTime": 197.29,
    "endTime": 199.763,
    "text": "Saffron is most commonly used in cooking."
  },
  {
    "startTime": 199.7,
    "endTime": 211.79999999999998,
    "text": "As an Iranian, every day we use saffron in our dishes, you know. We cook with saffron a lot. So far, I cannot find an alternative for the taste of saffron."
  },
  {
    "startTime": 211.78,
    "endTime": 214.94,
    "text": "It gives paella its signature flavor and golden color."
  },
  {
    "startTime": 214.94,
    "endTime": 218.14,
    "text": "It's also used in broths, breads, and marinades."
  },
  {
    "startTime": 218.14,
    "endTime": 221.22199999999998,
    "text": "When saffron is broken down, it creates a golden dye."
  },
  {
    "startTime": 221.3,
    "endTime": 226.0,
    "text": "Everything is not just about saffron production procedures."
  },
  {
    "startTime": 226.0,
    "endTime": 237.0,
    "text": "Saffron contains some chemical components, which are really expensive, like picrocrocin, crocin, and safranal."
  },
  {
    "startTime": 237.0,
    "endTime": 248.0,
    "text": "They are three main components or compounds, which are responsible for the taste and color and smell of saffron."
  },
  {
    "startTime": 248.0,
    "endTime": 258.0,
    "text": "When we are talking about saffron quality, technically we're talking about these three chemical components. Saffron, inherently, is a valuable thing."
  },
  {
    "startTime": 258.529,
    "endTime": 263.749,
    "text": "People have tried passing turmeric, red marigold petals, and lily flower stigmas as saffron."
  },
  {
    "startTime": 263.79,
    "endTime": 266.6,
    "text": "But the flavor and dye is totally different."
  },
  {
    "startTime": 266.6,
    "endTime": 270.74,
    "text": "In large quantities, saffron can be a potent, happiness-inducing narcotic."
  },
  {
    "startTime": 270.7,
    "endTime": 276.97999999999996,
    "text": "And research suggests, it may help reduce the symptoms for Alzheimer's, depression, and PMS."
  },
  {
    "startTime": 276.92,
    "endTime": 280.837,
    "text": "Who knew this little spice packed such a punch?"
  }
]