[
  {
    "startTime": 3.3,
    "endTime": 13.5,
    "text": "Well, Hans Rosling spent his life not only understanding global health and how things were improving, but sharing that in this fun clear way."
  },
  {
    "startTime": 13.7,
    "endTime": 17.599999999999998,
    "text": "When some people think about the world and its future they panic!"
  },
  {
    "startTime": 18.0,
    "endTime": 22.6,
    "text": "My name is Hans Rosling. I'm a statistician that-- no, no, no, no, don't switch off!"
  },
  {
    "startTime": 23.0,
    "endTime": 28.2,
    "text": "He would compare Sweden in the past with some of the poor countries today."
  },
  {
    "startTime": 28.3,
    "endTime": 37.7,
    "text": "He would show very important insights about how things have changed and that's culminated in this book called \"Factfulness\"."
  },
  {
    "startTime": 37.8,
    "endTime": 43.9,
    "text": "It's a collaboration between him and his son Ola, and daughter-in-law Anna."
  },
  {
    "startTime": 44.2,
    "endTime": 47.900000000000006,
    "text": "He was always criticizing the word developed and developing,"
  },
  {
    "startTime": 48.0,
    "endTime": 61.7,
    "text": "but for the first time in this book he teaches you a categorization of four tiers that is super helpful and associates it with things like, tier one, no bike."
  },
  {
    "startTime": 61.8,
    "endTime": 68.3,
    "text": "Tier two, bike. Tier three, some cars in the picture. Tier four, a lot of cars, too many cars."
  },
  {
    "startTime": 68.4,
    "endTime": 74.4,
    "text": "You can actually call into your head a set of pictures that Anna in particular has made about..."
  },
  {
    "startTime": 74.5,
    "endTime": 79.8,
    "text": "Oh, that's your house, that's your kitchen, that's your toilet."
  },
  {
    "startTime": 79.9,
    "endTime": 87.9,
    "text": "At those four levels of wealth and that helps you understand that the average person is getting a lot wealthier"
  },
  {
    "startTime": 88.1,
    "endTime": 96.5,
    "text": "and he helps you frame whenever a plane falls out of the sky versus other deaths, it gets ridiculously more coverage."
  },
  {
    "startTime": 97.3,
    "endTime": 109.06,
    "text": "The things that cause that distortive effect of news, he's putting it on to the individual to step back and have a certain framework that helps you slot in the news."
  },
  {
    "startTime": 109.7,
    "endTime": 113.4,
    "text": "This is one of the most educational books I've ever read."
  },
  {
    "startTime": 113.8,
    "endTime": 118.3,
    "text": "It covers a space that it's not easy to go learn about."
  },
  {
    "startTime": 118.6,
    "endTime": 123.3,
    "text": "The world would be better if literally millions of people read the book."
  },
  {
    "startTime": 123.4,
    "endTime": 125.5,
    "text": "I give it my highest recommendation."
  }
]