[
  {
    "startTime": 0.09,
    "endTime": 3.8899999999999997,
    "text": "Loads of people have talked about the International Standard Cup of Tea."
  },
  {
    "startTime": 3.89,
    "endTime": 12.690000000000001,
    "text": "And there are hundreds of clickbait articles describing it, or ranting about how it's the wrong way to make tea, and there are lengthy infographics videos talking about it."
  },
  {
    "startTime": 12.69,
    "endTime": 18.97,
    "text": "But, as far as I can tell, no-one has actually made a Standard Cup of Tea for the internet before."
  },
  {
    "startTime": 18.97,
    "endTime": 28.96,
    "text": "And there are a couple of reasons for that: One, you have to either buy a copy of the standard, or visit a library that subscribes to the Standards online so you can write down the details."
  },
  {
    "startTime": 28.96,
    "endTime": 32.89,
    "text": "And two, it requires specialist equipment."
  },
  {
    "startTime": 33.2,
    "endTime": 38.92,
    "text": "Most people in Britain make their tea by putting a teabag in a mug and then pouring boiling water on it."
  },
  {
    "startTime": 38.92,
    "endTime": 48.870000000000005,
    "text": "If you want to be fancy, then you take a pre-warmed teapot, and you put some loose-leaf tea in it, like this stuff, and then you brew the tea in there, and then you pour the results through a strainer into a cup."
  },
  {
    "startTime": 48.87,
    "endTime": 50.25,
    "text": "It's... it's fancy."
  },
  {
    "startTime": 50.25,
    "endTime": 54.11,
    "text": "But the standard, ISO 3103, doesn't ask for any of that."
  },
  {
    "startTime": 54.11,
    "endTime": 60.45,
    "text": "Instead, it uses a bit of equipment that most people won't even have heard of, which is a Professional Tea Tasting Set."
  },
  {
    "startTime": 60.5,
    "endTime": 70.22,
    "text": "Now, the standard describes it in more technical terms, diagrams, and requirements of construction and weight and size and volume, but fortunately, I could just buy a set that matched the standard."
  },
  {
    "startTime": 70.22,
    "endTime": 77.32,
    "text": "And the instructions for it are actually pretty simple: You measure out 2g of tea per 100ml of water, plus or minus 2%."
  },
  {
    "startTime": 77.32,
    "endTime": 85.16999999999999,
    "text": "So for this, that means 2.8g, plus or minus .05g, which I worked out in advance because it took it ages to get it that precise."
  },
  {
    "startTime": 85.17,
    "endTime": 96.79,
    "text": "And then you combine that with either local or standardized water depending on what you're testing, by filling this little mug to the bottom of those serrations."
  },
  {
    "startTime": 96.79,
    "endTime": 103.41000000000001,
    "text": "Also, you let it steep for six minutes, which seems a bit long, but hey, that's the standard."
  },
  {
    "startTime": 103.4,
    "endTime": 104.68,
    "text": "[Time passes...]"
  },
  {
    "startTime": 104.68,
    "endTime": 113.65,
    "text": "Once your six minutes are up, you separate the 'liquor', as it's called, from the tea leaves by pouring it through the little serrations here into this cup."
  },
  {
    "startTime": 113.65,
    "endTime": 114.69000000000001,
    "text": "Let's see if I can do it..."
  },
  {
    "startTime": 114.69,
    "endTime": 116.72,
    "text": "No, I can't!"
  },
  {
    "startTime": 116.72,
    "endTime": 118.32,
    "text": "But close enough."
  },
  {
    "startTime": 118.32,
    "endTime": 121.94,
    "text": "They say that if you're adding milk, you should put it in first."
  },
  {
    "startTime": 121.94,
    "endTime": 124.55,
    "text": "But this is green tea, so I'm not getting involved in that debate."
  },
  {
    "startTime": 124.55,
    "endTime": 130.67,
    "text": "You drain it through there, and most of the leaves stay in the cup, and once it's drained, you can inspect the tea leaves."
  },
  {
    "startTime": 130.67,
    "endTime": 134.48,
    "text": "And then you drink it not from the traditional cup, but from the bowl."
  },
  {
    "startTime": 134.48,
    "endTime": 139.32,
    "text": "There is a separate standard, ISO 1839, on how you actually sample it, and what you report."
  },
  {
    "startTime": 139.32,
    "endTime": 143.64,
    "text": "And it tastes..."
  },
  {
    "startTime": 143.64,
    "endTime": 146.45,
    "text": "Tastes okay. It's just... okay."
  },
  {
    "startTime": 146.45,
    "endTime": 150.92,
    "text": "Because the standard isn't meant to make the perfect cup of tea or the most British cup of tea."
  },
  {
    "startTime": 150.92,
    "endTime": 161.77999999999997,
    "text": "Every time the fact that there's a Standard for Tea does the rounds of the internet, loads of people misunderstand it as being prescriptive and saying \"Everyone should make their tea this way,\" and they really shouldn't."
  },
  {
    "startTime": 161.78,
    "endTime": 166.6,
    "text": "ISO 3103 is meant to make an okay but reproducible cup of tea."
  },
  {
    "startTime": 166.79,
    "endTime": 174.87,
    "text": "It sets out instructions so that, whoever and wherever you are, you can create the same cup of tea as someone else in another time and place."
  },
  {
    "startTime": 174.87,
    "endTime": 177.46,
    "text": "For regular tea at home? Make it however you want."
  },
  {
    "startTime": 177.46,
    "endTime": 181.78,
    "text": "Stick a teabag in a mug. Put the milk in first or last. Use fancy china if you want."
  },
  {
    "startTime": 181.78,
    "endTime": 185.13,
    "text": "Make your tea days in advance and then warm it up again in the microwave."
  },
  {
    "startTime": 185.13,
    "endTime": 186.54,
    "text": "Don't... don't do that."
  },
  {
    "startTime": 186.54,
    "endTime": 187.44,
    "text": "But it doesn't matter."
  },
  {
    "startTime": 187.44,
    "endTime": 192.01,
    "text": "There is no perfect cup of tea; there's only the right one for you."
  },
  {
    "startTime": 192.01,
    "endTime": 204.87,
    "text": "This here? This isn't perfect. Definitely isn't perfect, but as far as I can tell, this is the first International Standard Cup of Tea on the internet."
  },
  {
    "startTime": 204.87,
    "endTime": 206.44,
    "text": "I don't actually like tea."
  }
]