[
  {
    "startTime": 7.0,
    "endTime": 10.7,
    "text": "Hello! I'm Emma from mmmEnglish!"
  },
  {
    "startTime": 11.58,
    "endTime": 18.4,
    "text": "In this lesson, we're going to talk about American English and British English."
  },
  {
    "startTime": 18.4,
    "endTime": 20.24,
    "text": "Do you need to know the difference?"
  },
  {
    "startTime": 21.28,
    "endTime": 23.28,
    "text": "Which one is right?"
  },
  {
    "startTime": 23.94,
    "endTime": 25.94,
    "text": "Which one should you use?"
  },
  {
    "startTime": 26.32,
    "endTime": 28.14,
    "text": "And which one do I use?"
  },
  {
    "startTime": 28.66,
    "endTime": 33.6,
    "text": "These are all questions that I get asked all the time by my students!"
  },
  {
    "startTime": 33.6,
    "endTime": 36.64,
    "text": "And in this video, I'm going to answer them for you."
  },
  {
    "startTime": 37.14,
    "endTime": 46.1,
    "text": "So the first question: Do you need to know the difference between American English and British English?"
  },
  {
    "startTime": 46.1,
    "endTime": 49.64,
    "text": "Well, you need to know that there are differences."
  },
  {
    "startTime": 49.8,
    "endTime": 58.28,
    "text": "There are a few different spelling rules, grammar rules and, of course, there's different accents and vocabulary."
  },
  {
    "startTime": 58.28,
    "endTime": 67.4,
    "text": "You need to know that there are those differences but that doesn't necessarily mean that you need to study and learn them."
  },
  {
    "startTime": 67.52,
    "endTime": 75.67999999999999,
    "text": "The truth is that all English speakers understand each other, despite the differences in their English."
  },
  {
    "startTime": 75.68,
    "endTime": 83.2,
    "text": "We watch each other's movies, we read each other's books, we work with each other, we read each other's news."
  },
  {
    "startTime": 83.2,
    "endTime": 94.84,
    "text": "So we're often exposed to the different words and spellings that other English speakers use.. which brings me to the next question."
  },
  {
    "startTime": 94.84,
    "endTime": 101.82000000000001,
    "text": "Should you care about the differences between American English and British English?"
  },
  {
    "startTime": 101.82,
    "endTime": 102.55999999999999,
    "text": "Maybe."
  },
  {
    "startTime": 103.08,
    "endTime": 106.24,
    "text": "It depends on why you're learning English."
  },
  {
    "startTime": 107.0,
    "endTime": 121.9,
    "text": "You only need to care about the differences if you're studying for an English exam, you're applying for or attending an English university or you're using English professionally for your job."
  },
  {
    "startTime": 122.06,
    "endTime": 133.72,
    "text": "Usually, in these situations, you need to pay attention to the spelling and the grammar rules because it can affect your score or even affect your reputation."
  },
  {
    "startTime": 133.72,
    "endTime": 144.38,
    "text": "So if this sounds like you, then you definitely do need to think about whether British English or American English is the right choice for you."
  },
  {
    "startTime": 144.38,
    "endTime": 146.92,
    "text": "So which one is right?"
  },
  {
    "startTime": 147.16,
    "endTime": 149.66,
    "text": "Which one should you use?"
  },
  {
    "startTime": 150.7,
    "endTime": 153.07999999999998,
    "text": "Its a hard question for me to answer."
  },
  {
    "startTime": 153.7,
    "endTime": 157.64,
    "text": "You need to think about you and your situation."
  },
  {
    "startTime": 158.6,
    "endTime": 161.78,
    "text": "Are you living in an English-speaking country?"
  },
  {
    "startTime": 162.24,
    "endTime": 167.32000000000002,
    "text": "Then of course, use the type of English that is used there."
  },
  {
    "startTime": 167.32,
    "endTime": 172.12,
    "text": "But maybe you're planning to study in an English-speaking country."
  },
  {
    "startTime": 172.12,
    "endTime": 172.96,
    "text": "Which one?"
  },
  {
    "startTime": 173.8,
    "endTime": 178.8,
    "text": "If it's America, then you should be training to learn American English."
  },
  {
    "startTime": 178.92,
    "endTime": 190.6,
    "text": "But if not, then focus on British English because most other English-speaking countries use British English grammar and spelling standards."
  },
  {
    "startTime": 190.6,
    "endTime": 198.1,
    "text": "Do you speak to a lot of clients or colleagues who are from America or from the UK?"
  },
  {
    "startTime": 198.18,
    "endTime": 205.18,
    "text": "This can help you to decide whether you need to study American English or British English."
  },
  {
    "startTime": 205.18,
    "endTime": 214.02,
    "text": "You might think that one type of English is easier than the other and that can also tell you which one you should study."
  },
  {
    "startTime": 214.02,
    "endTime": 220.48000000000002,
    "text": "You could choose any of these reasons to help you decide which type of English to study."
  },
  {
    "startTime": 220.48,
    "endTime": 229.62,
    "text": "It definitely makes sense to focus on lessons, books and teachers that use one type of English."
  },
  {
    "startTime": 229.8,
    "endTime": 233.96,
    "text": "It just makes it a little less confusing while you're learning."
  },
  {
    "startTime": 233.96,
    "endTime": 241.04000000000002,
    "text": "So focus on either British or American English but remember that the other one exists."
  },
  {
    "startTime": 241.04,
    "endTime": 246.16,
    "text": "You don't have to choose one and then never, ever, ever use the other."
  },
  {
    "startTime": 246.16,
    "endTime": 249.35999999999999,
    "text": "In fact, that's almost impossible!"
  },
  {
    "startTime": 249.78,
    "endTime": 254.26,
    "text": "And also one is not more important than the other."
  },
  {
    "startTime": 254.64,
    "endTime": 261.32,
    "text": "But for you, there is probably one that is more relevant to your situation."
  },
  {
    "startTime": 261.32,
    "endTime": 265.94,
    "text": "And that's the one that you should focus on that you should study."
  },
  {
    "startTime": 265.94,
    "endTime": 272.48,
    "text": "Another question that I often get asked is \"What type of English do I use?\""
  },
  {
    "startTime": 272.48,
    "endTime": 280.64000000000004,
    "text": "Well, I'm Australian and here in Australia, we follow British English rules for spelling and grammar."
  },
  {
    "startTime": 280.64,
    "endTime": 287.7,
    "text": "And that's actually true for most English-speaking countries outside of America."
  },
  {
    "startTime": 287.74,
    "endTime": 300.1,
    "text": "Of course, all English-speaking countries have some unique vocabulary and slang, so there will be different words that you come across that are used for the same thing."
  },
  {
    "startTime": 300.1,
    "endTime": 305.98,
    "text": "Now, if you want some examples of that, then check out this video right here."
  },
  {
    "startTime": 305.98,
    "endTime": 322.44,
    "text": "Finally, it's important for you to know that there are some native English speakers who get very protective about their language and they will argue about which way is right and which way is wrong."
  },
  {
    "startTime": 322.44,
    "endTime": 333.5,
    "text": "But most of you, you don't need to worry about this conversation and these arguments and discussions about whose English is better or whose English is right or wrong."
  },
  {
    "startTime": 333.5,
    "endTime": 342.2,
    "text": "What's important for you, is that you keep building your English skills and you practise communicating clearly and confidently."
  },
  {
    "startTime": 342.4,
    "endTime": 348.5,
    "text": "Accept that there are different types of English and that's no reason to get stressed or anxious."
  },
  {
    "startTime": 348.6,
    "endTime": 351.0,
    "text": "It just is how it is."
  },
  {
    "startTime": 351.2,
    "endTime": 359.8,
    "text": "The most important thing is that you focus on communicating your ideas and your feelings clearly in English."
  },
  {
    "startTime": 360.0,
    "endTime": 369.8,
    "text": "But I do think that it's important to know what the differences between British and American English are so that you know how to recognise them."
  },
  {
    "startTime": 370.0,
    "endTime": 380.6,
    "text": "So in my next lesson, I'll explain the main differences with lots of examples so make sure you subscribe by clicking that button down there."
  },
  {
    "startTime": 380.8,
    "endTime": 384.5,
    "text": "You'll find out as soon as that video is ready!"
  },
  {
    "startTime": 384.7,
    "endTime": 395.2,
    "text": "And in the meantime, you can check out these lessons, right here, where I'll be speaking with some other native speakers with American and British accents."
  },
  {
    "startTime": 395.4,
    "endTime": 399.2,
    "text": "So thanks for watching and I will see you again next week."
  },
  {
    "startTime": 399.4,
    "endTime": 401.0,
    "text": "Bye for now!"
  }
]