[
  {
    "startTime": 0.659,
    "endTime": 5.8,
    "text": "James Cameron's Avatar is the highest-grossing film of all time, and it's not likely to lose the title soon — if ever."
  },
  {
    "startTime": 6.92,
    "endTime": 16.23,
    "text": "Only Cameron's previous effort Titanic and Star Wars: The Force Awakens have even come within shouting distance of Avatar's staggering nearly-$2.8 billion dollar run."
  },
  {
    "startTime": 16.23,
    "endTime": 20.539,
    "text": "Yet there seems to be no rush getting the obligatory Avatar sequels into theaters."
  },
  {
    "startTime": 20.539,
    "endTime": 28.689,
    "text": "Last year, release dates were finally announced for the next films in Cameron's planned series, with Avatar 2 hitting screens on December 18, 2020."
  },
  {
    "startTime": 28.689,
    "endTime": 42.32,
    "text": "But if that bit of news slipped by you, it may be because the public's appetite for Avatar's continuing story may not be as ravenous as Cameron thinks — and because one massively successful film, even the most successful ever, may not necessarily translate to a sustainable franchise."
  },
  {
    "startTime": 43.32,
    "endTime": 47.2,
    "text": "Here's why we're more than a little concerned about Avatar 2."
  },
  {
    "startTime": 47.2,
    "endTime": 48.46,
    "text": "Memories fade."
  },
  {
    "startTime": 48.46,
    "endTime": 52.609,
    "text": "Extremely belated sequels can sometimes work, but it's a tricky proposition."
  },
  {
    "startTime": 52.609,
    "endTime": 61.650000000000006,
    "text": "Blade Runner 2049 is an illustration of how it can go right creatively, but in general, audiences are now accustomed to the big-budget serialized storytelling of the Star Wars and Marvel franchises."
  },
  {
    "startTime": 63.3,
    "endTime": 72.11,
    "text": "Attention spans are relatively short, and fans usually have to wait no longer than a year for the next installment to carry the story forward in today's movie market."
  },
  {
    "startTime": 72.11,
    "endTime": 80.86,
    "text": "Avatar came out almost a decade ago, and when the follow-up hits theaters in 2020, it'll have been a full 11 years since the first film stunned everyone into repeat showings."
  },
  {
    "startTime": 80.86,
    "endTime": 89.23,
    "text": "There's a chance that all the enthusiasm and fan fervor that drove the first film's success might not be as strong after so much time away from Pandora."
  },
  {
    "startTime": 89.23,
    "endTime": 90.57000000000001,
    "text": "Climate change."
  },
  {
    "startTime": 90.57,
    "endTime": 99.41,
    "text": "The vast majority of the hype surrounding Avatar in the months leading up to its release had more to do with the technology involved than the actual storyline or cast of characters."
  },
  {
    "startTime": 99.41,
    "endTime": 103.45,
    "text": "Avatar was promoted as the first movie to treat 3D not as a gimmick, but as a serious storytelling tool."
  },
  {
    "startTime": 104.9,
    "endTime": 112.22,
    "text": "As with Titanic before it, it was James Cameron's revolutionary filmmaking techniques that had audiences so intrigued by what he'd created."
  },
  {
    "startTime": 112.22,
    "endTime": 117.99,
    "text": "Avatar certainly delivered on its promise of a bold new world of CGI and an immersive 3D film experience."
  },
  {
    "startTime": 117.99,
    "endTime": 126.89999999999999,
    "text": "But upon revisiting the picture through a more current lens, the flaws of the film's storytelling come into focus more than the glowy space plants and Na'Vi costumes."
  },
  {
    "startTime": 126.9,
    "endTime": 129.55,
    "text": "For one thing, it's now widely agreed that the film is derivative."
  },
  {
    "startTime": 129.55,
    "endTime": 134.59,
    "text": "Even James Cameron himself has admitted to the central plot being an alien version of Dances with Wolves."
  },
  {
    "startTime": 134.59,
    "endTime": 146.339,
    "text": "The film also leans into the same \"white hero complex\" that's become so problematic and it's been accused of ripping off everything from animated films like Ferngully and Pocahontas to Marvel Comics' Timespirits series."
  },
  {
    "startTime": 146.34,
    "endTime": 155.859,
    "text": "Even if none of the plagiarism accusations levied against Cameron are true, audiences may be more discerning now about these kinds of troublesome tropes and recycled plot points."
  },
  {
    "startTime": 155.86,
    "endTime": 157.28,
    "text": "High expectations."
  },
  {
    "startTime": 157.28,
    "endTime": 166.1,
    "text": "Even though it's not a sure-thing that Avatar 2 will succeed, Cameron isn't just planning to bring us one Avatar sequel — he's working on four of them, with release dates lated through 2025."
  },
  {
    "startTime": 167.82,
    "endTime": 177.75,
    "text": "These films are expected to be shot back-to-back with a combined budget of $1 billion, which is an enormous gamble, not only from a financial but also from a storytelling standpoint."
  },
  {
    "startTime": 177.75,
    "endTime": 180.819,
    "text": "Cameron's silenced the doubters of his massive ambition before, of course."
  },
  {
    "startTime": 180.819,
    "endTime": 191.29999999999998,
    "text": "But he's going to have to not only prove he's got enough material to justify making four full sequels, but that he can earn enough return on those pictures to compensate for the insane amount of front-end investment."
  },
  {
    "startTime": 191.3,
    "endTime": 195.68,
    "text": "Considering no other film has ever come close to toppling Avatar's box office supremacy,"
  },
  {
    "startTime": 195.68,
    "endTime": 202.1,
    "text": "even the most optimistic studio executive has to know Avatar 2 might not live up to the gains of its predecessor."
  },
  {
    "startTime": 202.1,
    "endTime": 205.34,
    "text": "One wrong move, and it could spell disaster for Lighthouse Pictures and Fox."
  },
  {
    "startTime": 205.34,
    "endTime": 213.32,
    "text": "That's a lot of pressure for the filmmaker to be under, so it's a wonder why he didn't just opt to make one follow-up movie first and measure the audience's interest before plunging head-first into such an expensive undertaking."
  },
  {
    "startTime": 217.13,
    "endTime": 218.29,
    "text": "Trounced tech"
  },
  {
    "startTime": 218.29,
    "endTime": 221.73,
    "text": "When Avatar first arrived in theaters, it was one of a kind."
  },
  {
    "startTime": 221.73,
    "endTime": 230.29999999999998,
    "text": "Sure, audiences had seen 3D movies in theaters before, but none had ever quite had the kind of majestic color schemes and landscapes that this movie offered."
  },
  {
    "startTime": 230.3,
    "endTime": 237.0,
    "text": "Since then, though, such visual effects have become much more commonplace in blockbuster films, from the superhero sphere to the world of animated films."
  },
  {
    "startTime": 237.0,
    "endTime": 247.53,
    "text": "Though James Cameron has insisted that his Avatar sequels are going to boast some similar technological breakthroughs to keep audiences intrigued, it may be tough for Avatar 2 to find new ground to break in that regard."
  },
  {
    "startTime": 247.53,
    "endTime": 255.0,
    "text": "Rumor has it, he may even be working on a way to deliver the experience without the use of glasses, but will it be enough to get people to the ticket booth?"
  },
  {
    "startTime": 255.0,
    "endTime": 259.12,
    "text": "It doesn't bode well for him that audiences have grown weary of seeing movies in 3D."
  },
  {
    "startTime": 259.12,
    "endTime": 268.1,
    "text": "In recent years, ticket sales for 3D screenings have dropped like a rock—from about 20% of ticket sales in 2010 to 14% in 2016."
  },
  {
    "startTime": 268.1,
    "endTime": 272.84000000000003,
    "text": "Even IMAX theaters have drastically reduced their 3D slate, citing the \"clear preference\" of consumers for 2D."
  },
  {
    "startTime": 274.49,
    "endTime": 286.71000000000004,
    "text": "Simply put: the groundbreaking CGI and industry-leading 3D that drove Avatar's must-see status in 2009 may be virtual non-factors in 2020, which means Avatar 2 will have to stand on its own merits."
  },
  {
    "startTime": 287.94,
    "endTime": 289.4,
    "text": "Quiet cast."
  },
  {
    "startTime": 289.4,
    "endTime": 297.169,
    "text": "Apart from Sigourney Weaver, the cast of Avatar was made up of largely lesser-known actors who did a fine enough job, but haven't gone on to top the A-list."
  },
  {
    "startTime": 297.17,
    "endTime": 307.87,
    "text": "Zoe Saldana is an exception to that rule, as she's earned prime placement in other space stories like Star Trek and Guardians of the Galaxy since then, but the rest of the cast has remained relatively unknown."
  },
  {
    "startTime": 307.87,
    "endTime": 314.9,
    "text": "So, the fact that most of the original stars signed on for the sequels didn't exactly blow anyone away."
  },
  {
    "startTime": 314.9,
    "endTime": 322.63,
    "text": "In fact, it may be problematic that Sam Worthington is coming back to lead all four films as Marine Jake Sully, since the actor has pretty much failed to break out in any meaningful way after his stint in the blue suit."
  },
  {
    "startTime": 324.83,
    "endTime": 333.9,
    "text": "Since starring in Avatar, Worthington has put together a string of forgettable roles, including two ill-advised big-budget reboots and a bunch of movies that very few filmgoers have even heard of."
  },
  {
    "startTime": 334.9,
    "endTime": 336.479,
    "text": "He's hardly a box office draw."
  },
  {
    "startTime": 336.48,
    "endTime": 344.40000000000003,
    "text": "Of course, he was even less so when the first film came out, but back then Cameron had the benefit of being able to draw everyone in with his magic filmmaking."
  },
  {
    "startTime": 344.4,
    "endTime": 349.109,
    "text": "The biggest new name to join the fold is Kate Winslet, and even she's been on a career downslope lately."
  },
  {
    "startTime": 350.11,
    "endTime": 356.15000000000003,
    "text": "So, we'll have to see whether sticking with actors who don't all command a crowd will work out in his favor again this time around."
  },
  {
    "startTime": 356.15,
    "endTime": 357.679,
    "text": "Stiff competition."
  },
  {
    "startTime": 357.68,
    "endTime": 361.87,
    "text": "Disney may have a horse in the Avatar box office race before the second film hits theaters."
  },
  {
    "startTime": 361.87,
    "endTime": 369.9,
    "text": "Not only are they licensed purveyors of Pandora-themed merchandise, but they've also recently launched a Pandora theme world at Orlando's Animal Kingdom."
  },
  {
    "startTime": 369.9,
    "endTime": 380.26,
    "text": "In addition, they're in the process of purchasing the vast majority of the film and television assets of Avatar's distributor, Fox, which would make them even greater beneficiaries of the film's theoretical success."
  },
  {
    "startTime": 380.26,
    "endTime": 385.0,
    "text": "If the deal goes through as expected, Disney may try to avoid directly competing with the sequels."
  },
  {
    "startTime": 386.0,
    "endTime": 393.75,
    "text": "Until then, though, the House of Mouse doesn't have to stand down against a long-overdue sequel to a one-time blockbuster that might not even reach its intended audience."
  },
  {
    "startTime": 393.75,
    "endTime": 406.75,
    "text": "After all, they're already expected to bring forth new Star Wars entries through 2025, the year in which Avatar 5 is scheduled to hit screens—and Marvel has a road map for their cinematic universe lined up through 2028, and possibly beyond."
  },
  {
    "startTime": 406.75,
    "endTime": 420.75,
    "text": "This kind of predictable competition didn't exist during Avatar's box office homerun, so in order for the sequels to succeed, Cameron will have to meet, and possibly even exceed, the storytelling and cinematic appeal of these well-oiled machine franchises."
  },
  {
    "startTime": 420.75,
    "endTime": 421.75,
    "text": "Too far."
  },
  {
    "startTime": 421.75,
    "endTime": 426.05,
    "text": "Originally, only a single sequel to Avatar got the greenlight from the studio."
  },
  {
    "startTime": 426.05,
    "endTime": 432.65000000000003,
    "text": "But then Cameron started envisioning the story as a trilogy, but before long the creative process seemed to get completely out of hand."
  },
  {
    "startTime": 432.65,
    "endTime": 438.15,
    "text": "Speaking with Variety, Cameron issued perhaps the most ominous sign yet with regard to the sequels' quality:"
  },
  {
    "startTime": 438.15,
    "endTime": 443.34999999999997,
    "text": "\"The Avatar story arc was originally meant to be a trilogy, but I overwrite, and my writers overwrote as well."
  },
  {
    "startTime": 443.35,
    "endTime": 447.95000000000005,
    "text": "[...] Basically the first of the sequels cloned itself and became two films, so now it's four films."
  },
  {
    "startTime": 447.95,
    "endTime": 449.65,
    "text": "And the studio's very happy with it."
  },
  {
    "startTime": 449.65,
    "endTime": 455.65,
    "text": "They have an opportunity to make more money, but it's also an opportunity to spend a lot more money, too, so there's a clench factor.\""
  },
  {
    "startTime": 455.65,
    "endTime": 470.45,
    "text": "And that, in a nutshell, is why Avatar 2 and its sequels should raise some serious red flags: they're big-budget gambles, a return to a world which has taken little hold in the public imagination, with a questionable story stretched across far more films than should be needed to tell it."
  },
  {
    "startTime": 470.45,
    "endTime": 478.95,
    "text": "But, hey, if Peter Jackson could stretch The Hobbit into three feature-length films that made a billion apiece, well, what's to say James Cameron doesn't defy all odds again as well."
  },
  {
    "startTime": 478.95,
    "endTime": 480.09499999999997,
    "text": "Thanks for watching!"
  },
  {
    "startTime": 480.095,
    "endTime": 482.795,
    "text": "Click the Looper icon to subscribe to our YouTube channel."
  },
  {
    "startTime": 482.795,
    "endTime": 485.795,
    "text": "Plus check out all this cool stuff we know you'll love, too!"
  }
]