[
  {
    "startTime": 3.2,
    "endTime": 4.800000000000001,
    "text": "Networking for Shy People"
  },
  {
    "startTime": 5.0,
    "endTime": 9.9,
    "text": "I remember one of my very first networking situations, I basically went and hid."
  },
  {
    "startTime": 10.0,
    "endTime": 16.5,
    "text": "I mean, I wasn't wrapped up in a curtain in the corner or anything, but I didn't talk to anybody, and it was total waste of time."
  },
  {
    "startTime": 16.6,
    "endTime": 20.400000000000002,
    "text": "But now that I've learned a few bits and pieces and gotten used to it,"
  },
  {
    "startTime": 20.5,
    "endTime": 24.3,
    "text": "I have a much richer experience of networking and it definitely pays off."
  },
  {
    "startTime": 24.4,
    "endTime": 27.799999999999997,
    "text": "I know it's a little bit awkward, but it's absolutely worth it."
  },
  {
    "startTime": 27.9,
    "endTime": 33.0,
    "text": "You might meet someone who can help you directly, or you might meet someone who can connect you to someone in their network."
  },
  {
    "startTime": 33.1,
    "endTime": 40.800000000000004,
    "text": "So, for example, I remember going to an event and meeting a podiatrist, and he was able to introduce me to the Australian editor of \"Harper's Bazaar\"."
  },
  {
    "startTime": 40.9,
    "endTime": 43.199999999999996,
    "text": "I mean, that was so unexpected and cool."
  },
  {
    "startTime": 43.3,
    "endTime": 49.0,
    "text": "So, I put together a bunch of tips, of things that I've learnt over the years that might help you in networking."
  },
  {
    "startTime": 49.1,
    "endTime": 51.1,
    "text": "Tip number 1, introduce yourself."
  },
  {
    "startTime": 51.2,
    "endTime": 54.800000000000004,
    "text": "I know that seems super obvious, but it is a bit of a weird social situation."
  },
  {
    "startTime": 54.9,
    "endTime": 61.9,
    "text": "So, if I walk into a room, and there's a group of people, what I tend to do is walk up to them and just say, \"Hi, do you mind if I join you?\""
  },
  {
    "startTime": 62.0,
    "endTime": 63.7,
    "text": "And, of course, they will welcome you."
  },
  {
    "startTime": 63.8,
    "endTime": 65.39999999999999,
    "text": "Be friendly; don't just get straight into business."
  },
  {
    "startTime": 65.5,
    "endTime": 70.1,
    "text": "Ask how their day's been, and then that next question can be, \"So, tell me what you do?\""
  },
  {
    "startTime": 70.2,
    "endTime": 73.10000000000001,
    "text": "And, there, you've introduced yourself, and it's pretty easygoing."
  },
  {
    "startTime": 73.2,
    "endTime": 79.3,
    "text": "On the flip side, if you're in the group of people and you see someone standing by themselves, then invite them into your group."
  },
  {
    "startTime": 79.4,
    "endTime": 84.2,
    "text": "That way, you've done something really nice to them, actually, 'cause it's, you know, they're obviously experiencing a bit of awkwardness."
  },
  {
    "startTime": 84.3,
    "endTime": 86.0,
    "text": "And secondly, you've met another person."
  },
  {
    "startTime": 86.1,
    "endTime": 88.8,
    "text": "Tip number 2 is short conversations."
  },
  {
    "startTime": 88.9,
    "endTime": 92.9,
    "text": "So, nobody is going to think that you're rude at all for having a short conversation."
  },
  {
    "startTime": 93.0,
    "endTime": 98.5,
    "text": "I mean, don't be abrupt, but, look, you're not there to lock in and become best friends and all that sort of stuff."
  },
  {
    "startTime": 98.6,
    "endTime": 103.5,
    "text": "That might happen in the future, but definitely, at this event, you're there to make lots and lots of connections."
  },
  {
    "startTime": 103.6,
    "endTime": 106.39999999999999,
    "text": "So, have like short, meaningful conversations and keep going."
  },
  {
    "startTime": 106.5,
    "endTime": 108.4,
    "text": "Tip number 3, business cards."
  },
  {
    "startTime": 108.5,
    "endTime": 110.6,
    "text": "Don't forget to take your business cards with you."
  },
  {
    "startTime": 110.7,
    "endTime": 113.0,
    "text": "I've totally done this before, and it's a huge pain in the butt."
  },
  {
    "startTime": 113.1,
    "endTime": 118.1,
    "text": "Also, to anyone whose business card you get, make sure you e-mail them within 24 hours."
  },
  {
    "startTime": 118.2,
    "endTime": 118.9,
    "text": "This is for both of you."
  },
  {
    "startTime": 119.0,
    "endTime": 122.2,
    "text": "So, for you, so you remember, you know, why you made that connection."
  },
  {
    "startTime": 122.3,
    "endTime": 124.3,
    "text": "Secondly, so, you're still fresh in their mind."
  },
  {
    "startTime": 124.4,
    "endTime": 129.70000000000002,
    "text": "And thirdly, so that when you do inevitably lose their business card, you'll have their details logged somewhere."
  },
  {
    "startTime": 129.8,
    "endTime": 134.9,
    "text": "So, look, I really hope that these tips have helped you, and I would love to hear your tips as well."
  },
  {
    "startTime": 135.0,
    "endTime": 137.9,
    "text": "So, please put them into the comments below, so that I can learn from you."
  },
  {
    "startTime": 138.0,
    "endTime": 141.4,
    "text": "Hit me up on YouTube; just hit the subscribe button if you would like to."
  },
  {
    "startTime": 141.5,
    "endTime": 145.0,
    "text": "And, you know, come see me on Instagram, Twitter, and Facebook as well."
  },
  {
    "startTime": 145.1,
    "endTime": 147.5,
    "text": "And don't forget: Do everything before you're ready."
  },
  {
    "startTime": 147.6,
    "endTime": 148.6,
    "text": "Bye."
  }
]