[
  {
    "startTime": 11.4,
    "endTime": 15.3,
    "text": "There may come a point in one's relationship where you hit a bump in the road."
  },
  {
    "startTime": 16.0,
    "endTime": 22.0,
    "text": "To maintain a strong chemistry with one another, here are seven tips on how to have a strong relationship."
  },
  {
    "startTime": 24.1,
    "endTime": 25.3,
    "text": "Physical contact."
  },
  {
    "startTime": 26.1,
    "endTime": 28.900000000000002,
    "text": "Intimacy plays an important role in a relationship."
  },
  {
    "startTime": 29.6,
    "endTime": 36.0,
    "text": "Putting your guard down and becoming more vulnerable with each other by either holding hands, hugging, or cuddling."
  },
  {
    "startTime": 36.3,
    "endTime": 39.5,
    "text": "Shows the other person that you have a great interest with them."
  },
  {
    "startTime": 41.19,
    "endTime": 43.199999999999996,
    "text": "Open communication."
  },
  {
    "startTime": 43.7,
    "endTime": 45.900000000000006,
    "text": "Communication is key in a relationship."
  },
  {
    "startTime": 46.2,
    "endTime": 51.0,
    "text": "You want to be comfortable with your partner and be able to share your thoughts on any type of subject."
  },
  {
    "startTime": 51.4,
    "endTime": 58.199999999999996,
    "text": "You also want to have that mutual agreeance, that you are able to handle any situations that come your way, and be able to talk them out."
  },
  {
    "startTime": 59.4,
    "endTime": 63.5,
    "text": "Becoming a friend with the person you are interested before dating them can be a bonus."
  },
  {
    "startTime": 63.9,
    "endTime": 68.9,
    "text": "Because then you know that they can be your best friend, and you can be comfortable around them."
  },
  {
    "startTime": 70.4,
    "endTime": 72.2,
    "text": "You have the same sense of humor."
  },
  {
    "startTime": 73.4,
    "endTime": 78.5,
    "text": "It's important to laugh together, especially when times are tough, and you're able to break the tension somehow."
  },
  {
    "startTime": 79.7,
    "endTime": 84.2,
    "text": "When you both laugh together at the same thing, it creates a bond between one another."
  },
  {
    "startTime": 84.3,
    "endTime": 86.8,
    "text": "And you're able to accept each other for who you are."
  },
  {
    "startTime": 88.7,
    "endTime": 90.2,
    "text": "Emotional bonding."
  },
  {
    "startTime": 90.7,
    "endTime": 97.10000000000001,
    "text": "Having an emotional bond between one another is a good way to build a connection and be able to trust, and care for each other."
  },
  {
    "startTime": 98.1,
    "endTime": 102.3,
    "text": "When you ask your partner how their day is, or if they are feeling okay that day,"
  },
  {
    "startTime": 102.5,
    "endTime": 110.0,
    "text": "it lets the other person know that you care and are taking an interest in what they have to say, which brings you closer together."
  },
  {
    "startTime": 112.0,
    "endTime": 114.0,
    "text": "Making up after arguments."
  },
  {
    "startTime": 114.8,
    "endTime": 119.2,
    "text": "It's important to make amends after an argument, no matter how small or big."
  },
  {
    "startTime": 120.2,
    "endTime": 125.9,
    "text": "Being stubborn and fighting with one another is what causes you to become distant, which could lead to a breakup."
  },
  {
    "startTime": 126.6,
    "endTime": 135.1,
    "text": "Talking to your partner about the fight and how you two can resolve it is a great communication form, and will only bring the two of you closer than ever."
  },
  {
    "startTime": 136.6,
    "endTime": 138.9,
    "text": "Do not take your partner for granted."
  },
  {
    "startTime": 140.1,
    "endTime": 146.2,
    "text": "Letting your partner know how special they are, and how much they mean to you can keep the relationship strong."
  },
  {
    "startTime": 147.3,
    "endTime": 149.9,
    "text": "Being there for them is a great way to show that you care."
  },
  {
    "startTime": 151.0,
    "endTime": 155.8,
    "text": "If a person is constantly letting their partner pay for everything, and pushing away what they have to say,"
  },
  {
    "startTime": 156.0,
    "endTime": 158.8,
    "text": "it's a sign that they're taking that person for granted."
  },
  {
    "startTime": 160.3,
    "endTime": 162.4,
    "text": "Do you see a future with your partner?"
  },
  {
    "startTime": 162.9,
    "endTime": 168.0,
    "text": "Maintaining the relationship and faith in one another, even in hard situations, is a big deal."
  },
  {
    "startTime": 169.4,
    "endTime": 171.6,
    "text": "Are you able to always count on your partner?"
  },
  {
    "startTime": 172.3,
    "endTime": 178.60000000000002,
    "text": "Planning your future together can be a joyous occasion, in which the two of you will forever share the bond that you have."
  },
  {
    "startTime": 180.0,
    "endTime": 185.6,
    "text": "If the two of you really care about one another and see a future, do not let them go."
  },
  {
    "startTime": 187.0,
    "endTime": 192.0,
    "text": "A relationship can be difficult at times, but we hope that those 7 tips can help you."
  },
  {
    "startTime": 193.6,
    "endTime": 197.4,
    "text": "Don't forget to comment, like this video, and subscribe to our Channel."
  }
]