[
  {
    "startTime": 11.7,
    "endTime": 18.5,
    "text": "Many psychologists associate high-functioning depression with persistent depressive disorder, which is a prolonged state of depression."
  },
  {
    "startTime": 18.76,
    "endTime": 26.86,
    "text": "Those with high-functioning depression may not feel as helpless as those with clinical depression, but their depression does affect, tremendously, their quality of life."
  },
  {
    "startTime": 27.04,
    "endTime": 31.22,
    "text": "It minimizes their interest in everything, including social events with friends and family."
  },
  {
    "startTime": 31.4,
    "endTime": 38.699999999999996,
    "text": "High-functioning depressives will go to school or work and socialize when necessary, but once they're done with their responsibilities, they'll withdraw themselves."
  },
  {
    "startTime": 39.1,
    "endTime": 42.04,
    "text": "Here's 7 signs you may have high functioning depression."
  },
  {
    "startTime": 43.26,
    "endTime": 45.44,
    "text": "Number one: You're concerned with time."
  },
  {
    "startTime": 45.8,
    "endTime": 50.48,
    "text": "Although you're achieving your goals and completing all your tasks, you feel like you're wasting your time."
  },
  {
    "startTime": 50.74,
    "endTime": 58.5,
    "text": "Even if you find a new hobby or job, it still feels like a fool's errand, and you wonder if all the time you're investing into such activities are worth it."
  },
  {
    "startTime": 60.08,
    "endTime": 63.04,
    "text": "Number 2: You constantly criticize yourself."
  },
  {
    "startTime": 63.32,
    "endTime": 66.36,
    "text": "Because you feel like you're not achieving much, you criticize yourself."
  },
  {
    "startTime": 66.8,
    "endTime": 71.42,
    "text": "Your expectations are too high, so you push yourself to the limit, affecting your state of mind."
  },
  {
    "startTime": 73.16,
    "endTime": 75.32,
    "text": "Number 3: You overthink."
  },
  {
    "startTime": 75.68,
    "endTime": 81.58000000000001,
    "text": "It doesn't matter if a situation is big or small, you'll find yourself overthinking it and eventually breaking down."
  },
  {
    "startTime": 83.42,
    "endTime": 85.96000000000001,
    "text": "Number 4: You feel misunderstood."
  },
  {
    "startTime": 86.08,
    "endTime": 93.53999999999999,
    "text": "Since most high functioning depressives can maintain a job, a house, and their responsibilities, people underestimate how much anguish they're going through,"
  },
  {
    "startTime": 93.54,
    "endTime": 97.7,
    "text": "minimizing their feelings simply because they don't act like the typical depressed person."
  },
  {
    "startTime": 99.52,
    "endTime": 101.52,
    "text": "Number 5: You feel saddened."
  },
  {
    "startTime": 101.74,
    "endTime": 110.82,
    "text": "It's normal to feel sad from time to time, but if you're sad or numb most of the time even while participating in fun activities, you may be suffering from high functioning depression."
  },
  {
    "startTime": 112.62,
    "endTime": 115.86,
    "text": "Number 6: You have unhealthy coping strategies."
  },
  {
    "startTime": 116.0,
    "endTime": 121.48,
    "text": "Since you overwork yourself, you may lean towards drugs or alcohol to deal with stressful situations."
  },
  {
    "startTime": 121.64,
    "endTime": 126.1,
    "text": "Many high functioning depressives turn to self-destructive habits to clear their minds."
  },
  {
    "startTime": 127.74,
    "endTime": 130.5,
    "text": "Number 7: You have excessive pastimes."
  },
  {
    "startTime": 131.1,
    "endTime": 138.79999999999998,
    "text": "Along with any unhealthy coping habits you have, you may also find yourself constantly gaming or binge-watching TV series, among other things."
  },
  {
    "startTime": 139.1,
    "endTime": 144.12,
    "text": "Although these activities seem normal, the problem is you're actually using them to escape reality."
  },
  {
    "startTime": 146.0,
    "endTime": 152.42,
    "text": "High functioning depression is difficult to notice because those who suffer from it are still able to continue with their responsibilities."
  },
  {
    "startTime": 152.68,
    "endTime": 162.46,
    "text": "Since they don't act like the typical depressive person, they believe that they're truly okay, but in reality it's not okay to live life feeling numb, sad, and constantly criticizing yourself."
  },
  {
    "startTime": 162.66,
    "endTime": 168.79999999999998,
    "text": "If you do have high functioning depression, try to find the root of it. Only by doing so can you truly live happily."
  },
  {
    "startTime": 170.7,
    "endTime": 174.95999999999998,
    "text": "Have you ever experienced these symptoms or been diagnosed with high functioning depression?"
  },
  {
    "startTime": 175.1,
    "endTime": 177.9,
    "text": "If so, what methods have you tried to recover from it?"
  },
  {
    "startTime": 178.3,
    "endTime": 180.74,
    "text": "Feel free to share your stories in the comments below."
  },
  {
    "startTime": 181.64,
    "endTime": 186.29999999999998,
    "text": "If you enjoyed this video, be sure to visit our website and other social media for more content."
  },
  {
    "startTime": 186.3,
    "endTime": 191.34,
    "text": "And if you'd like to support us, please check out our new Patreon account, or grab a digital magazine from our shop."
  },
  {
    "startTime": 191.34,
    "endTime": 193.16,
    "text": "Links will be in the description below."
  },
  {
    "startTime": 193.16,
    "endTime": 194.24,
    "text": "Thanks for watching!"
  }
]