[
  {
    "startTime": 0.12,
    "endTime": 17.400000000000002,
    "text": "\"Landscape with the Fall of Icarus\" is a large painting from the 1560s that hangs in Belgium's largest museum, the Musée des Beaux-Arts, and is held to be a meticulous copy of an original work, now lost, by the Flemish artist Pieter Bruegel the Elder."
  },
  {
    "startTime": 17.5,
    "endTime": 27.4,
    "text": "The painting shows a superficially bucolic scene: Ships are taking sail, a shepherd is tending to his flock, distant cities look prosperous and ordered."
  },
  {
    "startTime": 27.5,
    "endTime": 33.9,
    "text": "But in the bottom right hand corner of the canvas, a tragedy is unfolding, all but unheeded."
  },
  {
    "startTime": 34.0,
    "endTime": 43.9,
    "text": "Reckless Icarus, the legendary figure from Classical mythology, is in the final stages of one of the ancient world's most famous aeronautical disasters."
  },
  {
    "startTime": 44.0,
    "endTime": 49.9,
    "text": "Together with his father Daedalus, the young man had made himself a pair of wings, glued together with wax."
  },
  {
    "startTime": 50.0,
    "endTime": 65.4,
    "text": "Daedalus had warned his son not to fly too close to the sun in case its heat were to melt the structure, but the impetuous boy soared too high anyway, and in the painting, has just tumbled down into the waves to his death."
  },
  {
    "startTime": 65.5,
    "endTime": 70.2,
    "text": "Icarus' end is deliberately not the central focus of the painting."
  },
  {
    "startTime": 70.3,
    "endTime": 75.39999999999999,
    "text": "The eye is drawn, instead, to the glittering cities and smart ships in the distance."
  },
  {
    "startTime": 75.5,
    "endTime": 84.9,
    "text": "As if to emphasize the point, the ploughman at the center of the painting references a popular proverb: \"No plough stops for the dying man.\""
  },
  {
    "startTime": 85.0,
    "endTime": 90.4,
    "text": "This neglect of Icarus' tragedy is, at one level, terrifying and sad."
  },
  {
    "startTime": 90.5,
    "endTime": 94.4,
    "text": "We read into it how little the world cares about our own pains."
  },
  {
    "startTime": 94.5,
    "endTime": 101.0,
    "text": "And yet, from another perspective, this neglect is deeply gratifying and importantly redemptive."
  },
  {
    "startTime": 101.1,
    "endTime": 114.0,
    "text": "It is one of the central sources of our unhappiness that we spend so much of our lives fearing for our reputations and wondering what others will think of us when we fail, as we inevitably will at points."
  },
  {
    "startTime": 114.1,
    "endTime": 118.0,
    "text": "The slightest change in our image in the eyes of others can obsess us."
  },
  {
    "startTime": 118.1,
    "endTime": 125.0,
    "text": "We lie awake at night wondering how we could cope without the approval of people we don't even like very much."
  },
  {
    "startTime": 125.1,
    "endTime": 129.4,
    "text": "We surrender our freedom to the verdicts of strangers."
  },
  {
    "startTime": 129.5,
    "endTime": 139.5,
    "text": "But the painter's stroke of consoling genius is, here, to show us how, when we really mess up, almost no one will be looking or caring very much."
  },
  {
    "startTime": 139.6,
    "endTime": 148.5,
    "text": "The farmer is too busy ploughing, the shepherd is too taken up with thinking about the weather, someone else is overwhelmingly intent on fishing."
  },
  {
    "startTime": 148.6,
    "endTime": 153.4,
    "text": "Our tragedies don't occupy society the way we fear they will."
  },
  {
    "startTime": 153.5,
    "endTime": 158.6,
    "text": "A few people might notice for a moment, then swiftly move on to the next thing."
  },
  {
    "startTime": 158.7,
    "endTime": 163.39999999999998,
    "text": "We are at the center of the galaxy only in our own tortured minds."
  },
  {
    "startTime": 163.5,
    "endTime": 167.7,
    "text": "The world is still filled with humans who haven't heard of us and never will."
  },
  {
    "startTime": 167.8,
    "endTime": 173.5,
    "text": "Those who might be angry or disappointed with you now will have forgotten all about you soon enough."
  },
  {
    "startTime": 173.6,
    "endTime": 180.79999999999998,
    "text": "Your disgrace will, in time, be subsumed within the larger amnesia of a consolingly indifferent world."
  },
  {
    "startTime": 180.9,
    "endTime": 191.3,
    "text": "It isn't just Icarus who is being swallowed up and obscured by the waves; some of the same obscurity awaits our greatest errors and embarrassments."
  },
  {
    "startTime": 191.5,
    "endTime": 201.52,
    "text": "We hope you enjoyed this film. For more from The School Of LIfe, you can subscribe to our channel and take a look at our range of products on our website."
  }
]