[
  {
    "startTime": 8.13,
    "endTime": 10.825000000000001,
    "text": "Some are longer than a blue whale."
  },
  {
    "startTime": 10.825,
    "endTime": 14.625,
    "text": "Others are barely larger than a grain of sand."
  },
  {
    "startTime": 14.625,
    "endTime": 18.804000000000002,
    "text": "One species unleashes one of the most deadly venoms on Earth."
  },
  {
    "startTime": 18.804,
    "endTime": 24.424,
    "text": "Another holds a secret that's behind some of the greatest breakthroughs in biology."
  },
  {
    "startTime": 24.424,
    "endTime": 31.835,
    "text": "They've inhabited the ocean for at least half a billion years, and they're still flourishing as the sea changes around them."
  },
  {
    "startTime": 31.835,
    "endTime": 36.436,
    "text": "Jellyfish are soft-bodied sea creatures that aren't really fish."
  },
  {
    "startTime": 36.436,
    "endTime": 44.386,
    "text": "They're part of a diverse team of gelatinous zooplankton, zooplankton being animals that drift in the ocean."
  },
  {
    "startTime": 44.386,
    "endTime": 47.468,
    "text": "There are more than 1,000 species of jellyfish, and many others  that are often mistaken for them."
  },
  {
    "startTime": 50.717,
    "endTime": 58.497,
    "text": "A noted feature of jellyfish is a translucent bell made of a soft delicate material called mesoglea."
  },
  {
    "startTime": 58.497,
    "endTime": 67.276,
    "text": "Sandwiched between two layers of skin, the mesoglea is more than 95% water held together by protein fibers."
  },
  {
    "startTime": 67.276,
    "endTime": 72.417,
    "text": "The jellyfish can contract and  relax their bells to propel themselves."
  },
  {
    "startTime": 72.418,
    "endTime": 84.61800000000001,
    "text": "They don't have a brain or a spinal cord, but a neural net around the bell's inner margin forms a rudimentary nervous system that can sense the ocean's currents and the touch of other animals."
  },
  {
    "startTime": 84.618,
    "endTime": 88.707,
    "text": "Jellyfish don't have typical digestive systems, either."
  },
  {
    "startTime": 88.707,
    "endTime": 97.598,
    "text": "These gelatinous carnivores consume plankton and other small sea creatures through a hole in the underside  of their bells."
  },
  {
    "startTime": 97.598,
    "endTime": 105.407,
    "text": "The nutrients are absorbed by an inner layer of cells with waste excreted back through their mouths."
  },
  {
    "startTime": 105.407,
    "endTime": 111.795,
    "text": "But the jellyfish's relatively simple anatomy doesn't prevent it from having some remarkable abilities."
  },
  {
    "startTime": 111.795,
    "endTime": 115.408,
    "text": "One kind of box jellyfish has 24 eyes."
  },
  {
    "startTime": 115.408,
    "endTime": 122.538,
    "text": "Scientists think it can see color and form images within its simple nervous system."
  },
  {
    "startTime": 122.538,
    "endTime": 126.218,
    "text": "Four of its eyes are curved upward on stalks."
  },
  {
    "startTime": 126.218,
    "endTime": 134.508,
    "text": "This allows the jellyfish to peer through the surface of the water, looking for the canopy  of the mangrove trees where it feeds."
  },
  {
    "startTime": 134.508,
    "endTime": 141.58100000000002,
    "text": "In fact, this may be one  of the only creatures with a 360-degree view of its environment."
  },
  {
    "startTime": 141.581,
    "endTime": 148.88,
    "text": "The jellyfish's sting, which helps it capture prey and defend itself, is its most infamous calling card."
  },
  {
    "startTime": 148.88,
    "endTime": 156.15,
    "text": "In the jelly's epidermis, cells called nematocysts lie coiled like poisonous harpoons."
  },
  {
    "startTime": 156.15,
    "endTime": 160.62900000000002,
    "text": "When they're triggered by contact, they shoot with an explosive force."
  },
  {
    "startTime": 160.629,
    "endTime": 170.0,
    "text": "It exerts over 550 times the pressure of Mike Tyson's strongest punch to inject venom into the victim."
  },
  {
    "startTime": 170.0,
    "endTime": 175.72,
    "text": "Some jellyfish stings barely tingle, but others cause severe skin damage."
  },
  {
    "startTime": 175.72,
    "endTime": 186.689,
    "text": "The venom of one box jellyfish can kill a human in under five minutes, making it one of the most potent poisons of any animal in the world."
  },
  {
    "startTime": 186.689,
    "endTime": 189.679,
    "text": "Other jellyfish superpowers  are less lethal."
  },
  {
    "startTime": 189.679,
    "endTime": 199.779,
    "text": "One species of jellyfish glows green when it's agitated, mostly thanks to a biofluorescent compound called green fluorescent protein, or GFP."
  },
  {
    "startTime": 199.779,
    "endTime": 207.43099999999998,
    "text": "Scientists isolated the gene for GFP and figured out how to insert it into the DNA of other cells."
  },
  {
    "startTime": 207.431,
    "endTime": 216.52200000000002,
    "text": "There, it acts like a biochemical beacon, marking genetic modifications, or revealing the path  of critical molecules."
  },
  {
    "startTime": 216.522,
    "endTime": 228.50099999999998,
    "text": "Scientists have used the glow of GFP to watch cancer cells proliferate, track the development of Alzheimer's, and illuminate countless other biological processes."
  },
  {
    "startTime": 228.501,
    "endTime": 238.543,
    "text": "Developing the tools and techniques from GFP has netted three scientists a Nobel Prize in 2008, and another three in 2014."
  },
  {
    "startTime": 238.543,
    "endTime": 243.64000000000001,
    "text": "But it's jellyfish who may be the most successful organisms on Earth."
  },
  {
    "startTime": 243.64,
    "endTime": 253.47099999999998,
    "text": "Ancient fossils prove that jellyfish have inhabited the seas for at least 500 million years, and maybe go back over 700 million."
  },
  {
    "startTime": 253.471,
    "endTime": 257.552,
    "text": "That's longer than any  other multiorgan animal."
  },
  {
    "startTime": 257.552,
    "endTime": 268.702,
    "text": "And as other marine animals are struggling to survive in warmer and more acidic oceans, the jellyfish are thriving, and perhaps getting even more numerous."
  },
  {
    "startTime": 268.702,
    "endTime": 275.5,
    "text": "It doesn't hurt that some can lay as many as 45,000 eggs in a single night."
  },
  {
    "startTime": 275.5,
    "endTime": 280.542,
    "text": "And there's some jellyfish  whose survival strategy almost sounds like science fiction."
  },
  {
    "startTime": 280.542,
    "endTime": 288.202,
    "text": "When the immortal jellyfish is sick, aging, or under stress, its struggling cells can change their identity."
  },
  {
    "startTime": 288.202,
    "endTime": 296.98199999999997,
    "text": "The tiny bell and tentacles deteriorate and turn into an immature polyp that spawns brand new clones of the parent."
  },
  {
    "startTime": 296.982,
    "endTime": 301.103,
    "text": "As far as we know, these are the only animals who found a loophole when facing mortality."
  },
  {
    "startTime": 303.742,
    "endTime": 307.653,
    "text": "That's pretty sophisticated for species that are 95% water and predate the dinosaurs."
  }
]