[
  {
    "startTime": 0.5,
    "endTime": 4.2,
    "text": "Missions are things we tend to associate with astronauts."
  },
  {
    "startTime": 4.2,
    "endTime": 13.5,
    "text": "If someone at a party asked what you did, and you said you were involved on a mission of some kind, people would look at you sort of strangely."
  },
  {
    "startTime": 13.5,
    "endTime": 23.7,
    "text": "But in truth, we'd all benefit from focusing in on the purpose of our lives, so that we can refer to them as missions of one kind or another."
  },
  {
    "startTime": 23.7,
    "endTime": 31.4,
    "text": "When the entrepreneur Elon Musk was at university, he asked himself very explicitly what his mission in life would be."
  },
  {
    "startTime": 31.4,
    "endTime": 42.0,
    "text": "He began by wondering what the world needed most urgently, then he looked into himself to see what his talents were and that led him to a list of four possible missions:"
  },
  {
    "startTime": 42.0,
    "endTime": 49.6,
    "text": "space exploration, electric transportation, Artificial Intelligence and rewriting the human genome."
  },
  {
    "startTime": 49.6,
    "endTime": 53.300000000000004,
    "text": "After a bit more thought, Elon Musk chose the first two."
  },
  {
    "startTime": 53.3,
    "endTime": 64.5,
    "text": "Few of us will ever settle on missions as mighty as these, but the notion of having a mission rather than a mere job or a hobby, remains widely applicable."
  },
  {
    "startTime": 64.5,
    "endTime": 69.7,
    "text": "How, then, can we learn to adopt the mission mindset? Here are some ideas."
  },
  {
    "startTime": 69.7,
    "endTime": 74.7,
    "text": "Firstly, what matters is to adopt a certain seriousness about one's life."
  },
  {
    "startTime": 74.7,
    "endTime": 78.5,
    "text": "The working bit will only be, at best, 50 years."
  },
  {
    "startTime": 78.5,
    "endTime": 87.7,
    "text": "So the challenge is around focus: how can one reduce the range of one's enthusiasms and see that having so many interests is half the problem."
  },
  {
    "startTime": 87.7,
    "endTime": 96.8,
    "text": "Talk of a mission forces us to reduce what we care about down to just a few very big things: it privileges precision over breadth."
  },
  {
    "startTime": 96.8,
    "endTime": 102.0,
    "text": "You give yourself a specific target, aware of how much energy it will take to reach it."
  },
  {
    "startTime": 102.0,
    "endTime": 113.0,
    "text": "Secondly, a mission is about having a plan; and reducing the amount of times that, because one has no clear goal, one gets swept along by the plans of others."
  },
  {
    "startTime": 113.0,
    "endTime": 116.861,
    "text": "Then again, a mission is different from an ambition."
  },
  {
    "startTime": 116.861,
    "endTime": 122.5,
    "text": "An ambition starts with what you want. A mission centers around what others need."
  },
  {
    "startTime": 122.5,
    "endTime": 129.0,
    "text": "People with missions may well end up making money and having status, but that isn't what led them to the mission in the first place."
  },
  {
    "startTime": 129.0,
    "endTime": 135.5,
    "text": "Missions are about the intrinsic worth of tasks. They are about helping other people."
  },
  {
    "startTime": 135.5,
    "endTime": 143.0,
    "text": "The search for a mission requires you to ask: among all the problems facing humanity, what are the ones that properly interest me?"
  },
  {
    "startTime": 143.0,
    "endTime": 149.0,
    "text": "Be alive to the small-scale but authentic concerns you may have."
  },
  {
    "startTime": 149.0,
    "endTime": 156.0,
    "text": "Having focused on a problem of humanity that feels right for you, you then need to take an honest look at your own aptitudes."
  },
  {
    "startTime": 156.0,
    "endTime": 159.9,
    "text": "What truly are your talents? What can you contribute?"
  },
  {
    "startTime": 159.9,
    "endTime": 166.0,
    "text": "That may require a lot of introspection, career counselling and experimentation."
  },
  {
    "startTime": 166.0,
    "endTime": 177.0,
    "text": "Then, where your skills and aptitudes intersect with the needs of the world, that is your distinctive zone: that is where your mission lies"
  },
  {
    "startTime": 177.0,
    "endTime": 182.0,
    "text": "A mission isn't a mission because it's grand, but because it's precise."
  },
  {
    "startTime": 182.0,
    "endTime": 185.59,
    "text": "Examples of modest but crucial missions might be:"
  },
  {
    "startTime": 185.59,
    "endTime": 189.4,
    "text": "a mission to improve the care that the elderly receive at the end of their lives,"
  },
  {
    "startTime": 189.4,
    "endTime": 193.4,
    "text": "or a mission to teach children music in an engaging way,"
  },
  {
    "startTime": 193.4,
    "endTime": 199.0,
    "text": "or a mission to get the best pizzas out to the customers of north Liverpool or downtown San Diego."
  },
  {
    "startTime": 199.0,
    "endTime": 208.0,
    "text": "Conceiving of a mission requires us to throw off an attitude of inner serfdom, where we imagine that only other people have the right to plan their lives,"
  },
  {
    "startTime": 208.0,
    "endTime": 213.6,
    "text": "and everyone else must just surrender to accidents and the random whims of employers."
  },
  {
    "startTime": 213.6,
    "endTime": 218.0,
    "text": "We can and should all have missions."
  },
  {
    "startTime": 218.0,
    "endTime": 224.5,
    "text": "With a mission in hand, the next time you're at a party, you won't need to keep the conversation at the level of where you're employed,"
  },
  {
    "startTime": 224.5,
    "endTime": 228.8,
    "text": "you can answer with reference to the underlying logic of what you are up to."
  },
  {
    "startTime": 228.8,
    "endTime": 236.16000000000003,
    "text": "You can, with no space helmet to your name, legitimately announce that you're on this earth with a mission to carry out."
  },
  {
    "startTime": 237.6,
    "endTime": 240.79999999999998,
    "text": "Thank you for watching, liking and subscribing."
  },
  {
    "startTime": 240.8,
    "endTime": 245.44,
    "text": "If you want more, why not visit us in person and attend a class?"
  },
  {
    "startTime": 245.44,
    "endTime": 249.12,
    "text": "Or take a look at our shop at the link on your screen now."
  }
]