[
  {
    "startTime": 7.5,
    "endTime": 10.718,
    "text": "On the night of January 1, 1801,"
  },
  {
    "startTime": 10.718,
    "endTime": 16.649,
    "text": "Giuseppe Piazzi,  a priest in Palermo, Italy, was mapping the stars in the sky."
  },
  {
    "startTime": 16.649,
    "endTime": 23.0,
    "text": "Over three nights, he'd look at and draw the same set of stars, carefully measuring  their relative positions."
  },
  {
    "startTime": 23.0,
    "endTime": 25.378,
    "text": "That night, he measured the stars."
  },
  {
    "startTime": 25.378,
    "endTime": 27.569,
    "text": "The next night, he measured them again."
  },
  {
    "startTime": 27.569,
    "endTime": 30.679,
    "text": "To his surprise, one had moved."
  },
  {
    "startTime": 30.679,
    "endTime": 33.8,
    "text": "The third night, the peculiar star had moved again."
  },
  {
    "startTime": 33.8,
    "endTime": 36.101,
    "text": "This meant it couldn't be a star at all."
  },
  {
    "startTime": 36.101,
    "endTime": 43.379999999999995,
    "text": "It was something new, the first asteroid ever discovered, which Piazzi eventually named Ceres."
  },
  {
    "startTime": 43.38,
    "endTime": 46.5,
    "text": "Asteroids are bits of rock and metal that orbit the Sun."
  },
  {
    "startTime": 46.5,
    "endTime": 51.7,
    "text": "At over 900 kilometers across, Ceres is a very large asteroid."
  },
  {
    "startTime": 51.7,
    "endTime": 58.0,
    "text": "But through a telescope like Piazzi's, Ceres looked like a pinpoint of light, similar to a star."
  },
  {
    "startTime": 58.0,
    "endTime": 61.122,
    "text": "In fact, the word asteroid means star-like."
  },
  {
    "startTime": 61.122,
    "endTime": 66.41,
    "text": "You can tell the difference between stars and asteroids by  the way they move across the sky."
  },
  {
    "startTime": 66.41,
    "endTime": 71.752,
    "text": "Of course, Piazzi knew none of that at the time, just that he had discovered something new."
  },
  {
    "startTime": 71.752,
    "endTime": 79.18199999999999,
    "text": "To learn about Ceres, Piazzi needed to track its motion across the sky and then calculate its orbit around the Sun."
  },
  {
    "startTime": 79.182,
    "endTime": 83.5,
    "text": "So each clear night, Piazzi trained his telescope to the heavens."
  },
  {
    "startTime": 83.5,
    "endTime": 88.32300000000001,
    "text": "Night after night,  he made careful measurements until finally, he couldn't."
  },
  {
    "startTime": 88.323,
    "endTime": 90.181,
    "text": "The Sun got in the way."
  },
  {
    "startTime": 90.182,
    "endTime": 94.8,
    "text": "When Piazzi first spotted Ceres, it was here, and the Earth was here."
  },
  {
    "startTime": 94.8,
    "endTime": 101.634,
    "text": "As he tracked it each night, the Earth and Ceres moved like this until Ceres was here."
  },
  {
    "startTime": 101.634,
    "endTime": 106.0,
    "text": "And that meant that Ceres was only in the sky when it was daytime on Earth."
  },
  {
    "startTime": 106.0,
    "endTime": 111.8,
    "text": "During the day, bright sunlight made this small asteroid impossible to see."
  },
  {
    "startTime": 111.8,
    "endTime": 115.69,
    "text": "Astronomers needed to calculate Ceres's orbit."
  },
  {
    "startTime": 115.69,
    "endTime": 120.821,
    "text": "This would let them predict where it was going to be in the vast night sky on any given night."
  },
  {
    "startTime": 120.5,
    "endTime": 124.733,
    "text": "But the calculations were grueling and the results imprecise."
  },
  {
    "startTime": 124.733,
    "endTime": 130.716,
    "text": "Many astronomers searched for Ceres, but not knowing exactly where to look, no one could find it."
  },
  {
    "startTime": 130.716,
    "endTime": 137.44400000000002,
    "text": "Luckily, a hardworking mathematician named Carl Friedrich Gauss heard about the lost asteroid."
  },
  {
    "startTime": 137.444,
    "endTime": 140.706,
    "text": "He thought it was an exciting puzzle and went to work."
  },
  {
    "startTime": 140.706,
    "endTime": 147.754,
    "text": "When he realized he didn't have the mathematical methods he needed, he invented new ones  that we still use today."
  },
  {
    "startTime": 147.754,
    "endTime": 152.58499999999998,
    "text": "He derived a new orbit and new predictions of where to look for Ceres."
  },
  {
    "startTime": 152.586,
    "endTime": 159.167,
    "text": "Hungarian astronomer Baron Franz Xaver von Zach searched for Ceres  with Gauss's predictions."
  },
  {
    "startTime": 159.167,
    "endTime": 166.776,
    "text": "After weeks of frustrating clouds, von Zach finally had clear skies on December 31,1801."
  },
  {
    "startTime": 166.776,
    "endTime": 170.39600000000002,
    "text": "He looked through his telescope and finally saw Ceres."
  },
  {
    "startTime": 170.396,
    "endTime": 173.11599999999999,
    "text": "We haven't lost track of it since."
  },
  {
    "startTime": 173.116,
    "endTime": 177.51700000000002,
    "text": "Today, we've discovered hundreds of thousands of asteroids."
  },
  {
    "startTime": 177.517,
    "endTime": 186.136,
    "text": "Many, including Ceres, orbit the Sun between Mars and Jupiter, while near-Earth asteroids orbit the Sun relatively close to Earth."
  },
  {
    "startTime": 186.136,
    "endTime": 193.537,
    "text": "When we recorded this narration, astronomers had discovered  16,407 near-Earth asteroids,"
  },
  {
    "startTime": 193.538,
    "endTime": 201.699,
    "text": "but since we find  new asteroids all the time, that number will have grown by hundreds or thousands by the time you watch this."
  },
  {
    "startTime": 201.699,
    "endTime": 206.77900000000002,
    "text": "Today, asteroid hunters  use modern telescopes, including one in space."
  },
  {
    "startTime": 206.78,
    "endTime": 214.99,
    "text": "Computers analyze the images, and humans check the output before reporting the asteroid observations to an archiving center."
  },
  {
    "startTime": 214.2,
    "endTime": 217.869,
    "text": "Each discovered asteroid has its unique orbit measured."
  },
  {
    "startTime": 217.869,
    "endTime": 224.61,
    "text": "An orbit lets astronomers predict  where asteroids are going to be at any given time."
  },
  {
    "startTime": 224.0,
    "endTime": 235.559,
    "text": "Most asteroid trajectories can be predicted for about 80 years though we can calculate where the best studied asteroids will be every day between now and 800 years into the future."
  },
  {
    "startTime": 235.56,
    "endTime": 241.399,
    "text": "We must keep searching for asteroids in case there's one out there on a collision course with Earth."
  },
  {
    "startTime": 241.399,
    "endTime": 244.3,
    "text": "Astronomers don't only search for asteroids, though."
  },
  {
    "startTime": 244.3,
    "endTime": 250.95000000000002,
    "text": "They also study them  to learn how they formed, what they're made of, and what they can tell us  about our solar system."
  },
  {
    "startTime": 250.95,
    "endTime": 258.551,
    "text": "Today, we can do something that Piazzi could only dream of: send spacecraft to study asteroids up close."
  },
  {
    "startTime": 258.551,
    "endTime": 265.14099999999996,
    "text": "One spacecraft called Dawn journeyed billions of kilometers over four years to the main asteroid belt."
  },
  {
    "startTime": 265.141,
    "endTime": 269.0,
    "text": "There, it visited Ceres and another asteroid, Vesta."
  },
  {
    "startTime": 269.0,
    "endTime": 278.51,
    "text": "Dawn's stunning images transformed Piazzi's dot of light into a spectacular landscape of craters, landslides, and mountains."
  },
  {
    "startTime": 279.3,
    "endTime": 284.5,
    "text": "The author of this lesson is a Ted speaker, and full-time asteroid hunter."
  },
  {
    "startTime": 284.5,
    "endTime": 287.3,
    "text": "In other word, she's a total bad a**."
  },
  {
    "startTime": 287.3,
    "endTime": 293.0,
    "text": "Carrie has written a fascinating book about her work and we're thrilled to add it to the Ted-Ed book rec list."
  },
  {
    "startTime": 293.0,
    "endTime": 295.0,
    "text": "Thanks for watching and thanks for your support."
  }
]