[
  {
    "startTime": 6.65,
    "endTime": 8.71,
    "text": "Brainy Dose Presents:"
  },
  {
    "startTime": 8.71,
    "endTime": 13.969000000000001,
    "text": "People who like to be alone have these 12 special personality traits."
  },
  {
    "startTime": 13.969,
    "endTime": 16.349,
    "text": "There are many people who like to be alone."
  },
  {
    "startTime": 16.35,
    "endTime": 21.340000000000003,
    "text": "If that's you, you tend to enjoy spending as much time on your own as possible."
  },
  {
    "startTime": 21.34,
    "endTime": 23.13,
    "text": "Of course, you do have friends."
  },
  {
    "startTime": 23.13,
    "endTime": 28.479999999999997,
    "text": "It's not that you dislike people, you just like being alone and there's nothing wrong with that."
  },
  {
    "startTime": 28.39,
    "endTime": 31.89,
    "text": "As a loner, you also tend to have a higher standard for friendships."
  },
  {
    "startTime": 31.99,
    "endTime": 35.57,
    "text": "But you just have less of a need for peer acceptance than most."
  },
  {
    "startTime": 35.67,
    "endTime": 41.160000000000004,
    "text": "Here are the special personality traits of people who like to be alone."
  },
  {
    "startTime": 41.16,
    "endTime": 44.589999999999996,
    "text": "Number 1 - Value Time."
  },
  {
    "startTime": 44.6,
    "endTime": 48.34,
    "text": "If there is anything extremely important to a loner, it is time."
  },
  {
    "startTime": 48.34,
    "endTime": 51.550000000000004,
    "text": "You respect and value time more than anything else."
  },
  {
    "startTime": 51.55,
    "endTime": 55.849,
    "text": "You are well aware that time is the most valuable asset to a successful life."
  },
  {
    "startTime": 55.85,
    "endTime": 63.0,
    "text": "You will do everything in your power to not be late, never waste anyone's time, and will never allow anyone to waste your time."
  },
  {
    "startTime": 63.38,
    "endTime": 68.13,
    "text": "You avoid fake behavior and cannot tolerate people that think you can be played with."
  },
  {
    "startTime": 68.33,
    "endTime": 72.5,
    "text": "Through your self-awareness, you have developed a huge level of self-respect."
  },
  {
    "startTime": 72.8,
    "endTime": 78.7,
    "text": "People who respect your time the way you respect theirs, can expect one of the most incredible friendships imaginable."
  },
  {
    "startTime": 79.36,
    "endTime": 82.77,
    "text": "Number 2 - Self-Aware."
  },
  {
    "startTime": 82.77,
    "endTime": 86.47,
    "text": "Many people choose to ignore their thoughts and emotions."
  },
  {
    "startTime": 86.47,
    "endTime": 91.5,
    "text": "People who like to be alone choose to embrace these feelings and become fully aware of them."
  },
  {
    "startTime": 91.5,
    "endTime": 94.55,
    "text": "Self-awareness is very important and difficult to achieve."
  },
  {
    "startTime": 94.55,
    "endTime": 101.28999999999999,
    "text": "As a loner, you know yourself better than anyone else, and this allows you to better understand those around you."
  },
  {
    "startTime": 101.23,
    "endTime": 108.7,
    "text": "Everyone has periods of depressive and discouraging thoughts, but you are able to navigate through them much more easily."
  },
  {
    "startTime": 108.62,
    "endTime": 111.18,
    "text": "Number 3 - Level-Headed."
  },
  {
    "startTime": 111.18,
    "endTime": 115.48,
    "text": "Loners are amazingly strong willed when tough situations arise."
  },
  {
    "startTime": 115.48,
    "endTime": 120.75,
    "text": "As a result of your frequent reflection and alone time, you have incredible focus and will power."
  },
  {
    "startTime": 120.65,
    "endTime": 130.0,
    "text": "It's not to say that you don't get overwhelmed by stressful situations, but instead of getting caught up with distractions, you decide to spend some time alone and recharge."
  },
  {
    "startTime": 130.49,
    "endTime": 134.95000000000002,
    "text": "During this time, you devise solutions to your problems and ways to cope."
  },
  {
    "startTime": 135.35,
    "endTime": 137.909,
    "text": "Number 4 - Open-Minded."
  },
  {
    "startTime": 137.909,
    "endTime": 142.45,
    "text": "Even though you like being alone, this doesn't make you rigid and close-minded."
  },
  {
    "startTime": 142.45,
    "endTime": 147.5,
    "text": "On the contrary, you are extremely open-minded and are always up for new ideas and activities."
  },
  {
    "startTime": 147.5,
    "endTime": 154.15,
    "text": "You don't plan to spend your entire life in your bedroom and you do enjoy exploring and going on new adventures."
  },
  {
    "startTime": 154.129,
    "endTime": 160.60899999999998,
    "text": "However, others need to make sure that they give you alone time before you go anywhere that involves several people."
  },
  {
    "startTime": 160.609,
    "endTime": 163.70000000000002,
    "text": "Number 5 - Clear Boundaries."
  },
  {
    "startTime": 163.7,
    "endTime": 166.849,
    "text": "People who like to be alone always have healthy boundaries."
  },
  {
    "startTime": 166.849,
    "endTime": 169.548,
    "text": "You understand yourself perfectly."
  },
  {
    "startTime": 169.549,
    "endTime": 171.59,
    "text": "You have strong values."
  },
  {
    "startTime": 171.59,
    "endTime": 173.469,
    "text": "You never feel alone."
  },
  {
    "startTime": 173.469,
    "endTime": 175.769,
    "text": "You know that you always have yourself."
  },
  {
    "startTime": 175.769,
    "endTime": 179.86,
    "text": "You respect your boundaries and will let others know if they are about to cross them."
  },
  {
    "startTime": 179.86,
    "endTime": 185.8,
    "text": "After all, if you can't be faithful to yourself, you cannot be faithful to anyone."
  },
  {
    "startTime": 185.8,
    "endTime": 189.10000000000002,
    "text": "Number 6 - Aware Of Weaknesses and Strengths."
  },
  {
    "startTime": 190.3,
    "endTime": 193.638,
    "text": "You are more than aware of your strengths and weaknesses."
  },
  {
    "startTime": 193.639,
    "endTime": 199.29000000000002,
    "text": "However, you know that there is always room to improve no matter how good you think you're doing."
  },
  {
    "startTime": 199.19,
    "endTime": 205.759,
    "text": "While you are aware of these imperfections, you still hold your head high to show others that it is okay to be confident in yourself."
  },
  {
    "startTime": 206.3,
    "endTime": 209.29000000000002,
    "text": "Number 7 - Very Empathetic."
  },
  {
    "startTime": 209.29,
    "endTime": 212.989,
    "text": "You tend to be among the most empathetic people in the entire world."
  },
  {
    "startTime": 212.989,
    "endTime": 217.79,
    "text": "You are able to feel and sympathize with others on the same level as they're on."
  },
  {
    "startTime": 217.79,
    "endTime": 221.73,
    "text": "Feeling everyone else's sorrows and despairs, is a very intense curse."
  },
  {
    "startTime": 221.73,
    "endTime": 228.10899999999998,
    "text": "But since you are so empathetic, it is easy for you to find the bright side in almost any negative circumstance."
  },
  {
    "startTime": 228.109,
    "endTime": 233.18900000000002,
    "text": "You would rather find a solution to whatever conflict is making someone upset."
  },
  {
    "startTime": 233.189,
    "endTime": 235.98,
    "text": "Number 8 - Guided By Intuition."
  },
  {
    "startTime": 236.08,
    "endTime": 242.05,
    "text": "Your intuition is your constant guide, leading you to the next best thing that awaits you on your journey through life."
  },
  {
    "startTime": 242.2,
    "endTime": 248.48,
    "text": "There's a lot that can be said about you and your gut instincts when it comes to making tough decisions."
  },
  {
    "startTime": 248.4,
    "endTime": 254.78,
    "text": "You don't get scared easily because you know that your intuition will lead you somewhere just as amazing as the last adventure you had."
  },
  {
    "startTime": 255.379,
    "endTime": 258.5,
    "text": "Number 9 - Never Codependent."
  },
  {
    "startTime": 258.5,
    "endTime": 264.09,
    "text": "There is never a time in your life where you feel as if you need to depend on someone else for anything at all."
  },
  {
    "startTime": 264.0,
    "endTime": 270.83,
    "text": "Even if you are in a relationship with someone, you still prefer to be your own person and prefer to do things your own way."
  },
  {
    "startTime": 270.76,
    "endTime": 279.59999999999997,
    "text": "Being dependent on someone else for trivial needs is something you try to avoid, and you will go to great lengths to show others just how capable you are being on your own."
  },
  {
    "startTime": 280.4,
    "endTime": 283.83,
    "text": "Number 10 - Filled With Kindness and Compassion."
  },
  {
    "startTime": 283.83,
    "endTime": 288.001,
    "text": "You love to demonstrate the meaning of compassion as well as kindness to others."
  },
  {
    "startTime": 288.001,
    "endTime": 292.84,
    "text": "so that they can understand that spreading love is a necessary piece of your existence."
  },
  {
    "startTime": 292.84,
    "endTime": 300.58799999999997,
    "text": "It makes you feel good to show others just how passionate you are with the things you love to do most as well as being with the people you love most."
  },
  {
    "startTime": 300.77,
    "endTime": 306.169,
    "text": "This is one of the best qualities to a personality that not everyone gets to witness."
  },
  {
    "startTime": 306.169,
    "endTime": 309.299,
    "text": "Number 11 - Extremely Courageous."
  },
  {
    "startTime": 309.3,
    "endTime": 316.74,
    "text": "You are a person who exudes confidence, and that confidence makes you extremely desirable to everyone else."
  },
  {
    "startTime": 316.8,
    "endTime": 320.188,
    "text": "There is a certain glow about your personality that brings out the best in others."
  },
  {
    "startTime": 320.189,
    "endTime": 323.819,
    "text": "They look up to your courage with inspiration in their eyes."
  },
  {
    "startTime": 323.819,
    "endTime": 329.46000000000004,
    "text": "This goes hand in hand with you being one of the best role models because of how courageous you really are."
  },
  {
    "startTime": 329.4,
    "endTime": 333.53,
    "text": "There isn't a single challenge or adversity that you will not face."
  },
  {
    "startTime": 333.53,
    "endTime": 336.30899999999997,
    "text": "Number 12 - Self-Loving."
  },
  {
    "startTime": 336.31,
    "endTime": 341.919,
    "text": "Even with the bad times in life, you still find a way to love yourself no matter what happens to you."
  },
  {
    "startTime": 341.83,
    "endTime": 346.128,
    "text": "Of course you know that there will be times where you aren't as perfect, ready, or experienced."
  },
  {
    "startTime": 346.129,
    "endTime": 352.27000000000004,
    "text": "yet to do some of the things you'd really like to, you still love every piece of you, regardless."
  },
  {
    "startTime": 352.17,
    "endTime": 357.98900000000003,
    "text": "There will always be room to improve and that means that you're going to work really hard for that success."
  },
  {
    "startTime": 357.889,
    "endTime": 363.15000000000003,
    "text": "You are an extremely unique individual if you possess any of these special personality traits."
  },
  {
    "startTime": 363.2,
    "endTime": 371.25,
    "text": "And though there are many other great qualities in people who like to be alone, these ones stand out the most when others are looking for a genuine personality."
  },
  {
    "startTime": 371.75,
    "endTime": 373.66,
    "text": "Do you like to be alone?"
  },
  {
    "startTime": 373.66,
    "endTime": 376.389,
    "text": "Which of these personality traits do you have?"
  },
  {
    "startTime": 376.389,
    "endTime": 378.469,
    "text": "Let us know in the comments below!"
  },
  {
    "startTime": 378.469,
    "endTime": 379.8,
    "text": "Thanks for watching!"
  },
  {
    "startTime": 379.8,
    "endTime": 384.7,
    "text": "If you like this video, give it a thumbs up and share it with your friends!"
  },
  {
    "startTime": 384.7,
    "endTime": 393.86899999999997,
    "text": "For weekly videos like this, hit the subscribe button and don't forget to press the notification bell."
  }
]