[
  {
    "startTime": 0.76,
    "endTime": 6.6,
    "text": "Have you ever wondered what kind of love you have? Or what kind of love other people have and how on earth do they make it work?"
  },
  {
    "startTime": 6.78,
    "endTime": 12.3,
    "text": "I mean, some couples never really argue, which you would think is the perfect situation. But they somehow end."
  },
  {
    "startTime": 12.66,
    "endTime": 19.42,
    "text": "Whereas some couples never stop arguing and they've been together for like years... decades even."
  },
  {
    "startTime": 19.82,
    "endTime": 25.9,
    "text": "What about the couples that spend every single waking and sleeping hour together? How do they even do that?"
  },
  {
    "startTime": 26.24,
    "endTime": 32.86,
    "text": "And come on, we've all seen some long-distance relationships that actually work so well contrary to popular belief."
  },
  {
    "startTime": 33.18,
    "endTime": 41.480000000000004,
    "text": "So we tried to figure out if there is a way to maybe answer some of these questions. But in order to do that, we have to go back in time, all the way back to your childhood."
  },
  {
    "startTime": 43.58,
    "endTime": 48.699999999999996,
    "text": "The Attachment Theory developed by John Bowlby, suggests one way we can look at our relationships."
  },
  {
    "startTime": 48.9,
    "endTime": 55.8,
    "text": "It says that from when we are a child, we expect love and attention from our caretakers like our parents, guardians, so on and so forth."
  },
  {
    "startTime": 55.94,
    "endTime": 61.519999999999996,
    "text": "The amount of love and attention that we receive when we're a child determines how we will be in our future relationships."
  },
  {
    "startTime": 61.68,
    "endTime": 63.1,
    "text": "Sounds kinda familiar, right?"
  },
  {
    "startTime": 65.1,
    "endTime": 72.94,
    "text": "To explain this theory, I would like to introduce three of my good friends to you. They each represent the different types of attachments we can have from when we were a child."
  },
  {
    "startTime": 73.4,
    "endTime": 75.83000000000001,
    "text": "This is Lilly, she's the secure type."
  },
  {
    "startTime": 76.1,
    "endTime": 88.33,
    "text": "Lilly comes from a very warm, nurturing, loving family where she never felt like she lacked love and attention. When she got older, she became a strong, confident woman because she always knew that she will somehow receive love and attention."
  },
  {
    "startTime": 89.0,
    "endTime": 91.37,
    "text": "This is Jane. Jane's the avoidant type."
  },
  {
    "startTime": 91.72,
    "endTime": 99.5,
    "text": "Jane grew up with a family that was distant, either physically, emotionally, or both. In some cases, the families of the avoidant types can also be abusive."
  },
  {
    "startTime": 99.7,
    "endTime": 108.28,
    "text": "When Jane got older, she closed herself off to love and relationships because deep down she was always afraid of getting hurt, but she strongly believes that she doesn't need anyone."
  },
  {
    "startTime": 108.56,
    "endTime": 111.27,
    "text": "And this is Paul. Paul is the anxious type."
  },
  {
    "startTime": 111.4,
    "endTime": 126.093,
    "text": "Paul grew up with a family with irregular behaviors. Sometimes they showered him with love, and other times... well, they were distant and overbearing. When he got older, he became extremely insecure and worried constantly that he won't be loved or that he will lose the love that he has."
  },
  {
    "startTime": 126.5,
    "endTime": 128.97,
    "text": "Now let's talk about the components of their relationships."
  },
  {
    "startTime": 131.0,
    "endTime": 132.3,
    "text": "Intimacy."
  },
  {
    "startTime": 132.3,
    "endTime": 145.35000000000002,
    "text": "When it comes to intimacy, Lilly was always happy to spend as much time as she could with her significant other. But when they had to be apart, she would never fret or worry. \"Baby, I trust in our relationship, I know that we will always have each other.\""
  },
  {
    "startTime": 145.76,
    "endTime": 153.92,
    "text": "Jane, on the other hand, would panic when she felt her personal space was being invaded. She always had to let it be known that she didn't need anyone."
  },
  {
    "startTime": 154.1,
    "endTime": 160.35,
    "text": "\"Stop trying to control me! I needed my space!\" Truth is, she's just too afraid to trust anyone."
  },
  {
    "startTime": 161.6,
    "endTime": 168.53,
    "text": "As for Paul, well, Paul always wants to be with his girlfriend. He's always scared and insecure that she will leave him."
  },
  {
    "startTime": 169.1,
    "endTime": 180.0,
    "text": "\"Baby, why haven't you texted me? Don't leave me please. Are you mad?\" Even when he should spend some time with his friends, he wouldn't dare say anything because he's always afraid that he would lose her."
  },
  {
    "startTime": 182.5,
    "endTime": 183.7,
    "text": "Control."
  },
  {
    "startTime": 183.7,
    "endTime": 188.42,
    "text": "Lilly would be super chill. \"It's all about working together through trust and understanding.\""
  },
  {
    "startTime": 189.1,
    "endTime": 197.91,
    "text": "Jane would freak out. \"Just try to control me! I will run away faster than Usain Bolt and you will never see me again.\""
  },
  {
    "startTime": 198.78,
    "endTime": 207.94,
    "text": "Paul would just give in. \"It's completely up to you, I... I would rather not voice my opinions because you might not love me anymore and find someone better.\""
  },
  {
    "startTime": 210.2,
    "endTime": 212.32,
    "text": "When something goes wrong."
  },
  {
    "startTime": 212.32,
    "endTime": 216.1,
    "text": "Lilly would just shrug it off, \"Don't worry baby, we can fix it together.\""
  },
  {
    "startTime": 216.88,
    "endTime": 226.1,
    "text": "Jane (would be) already halfway out the door. \"I knew I couldn't trust anyone. I knew that I am alone and had I just listened to myself before I wouldn't have gotten hurt.\""
  },
  {
    "startTime": 226.52,
    "endTime": 237.47,
    "text": "Paul would just start to question himself and drown in his own negative thoughts about himself. \"What did I do wrong? I have to fix myself and change so that I can be better for her.\""
  },
  {
    "startTime": 239.6,
    "endTime": 248.68,
    "text": "Firstly, let's talk about the secure types, like Lilly. If you are the secure type, depending on your preferences, it's mostly easy for you to be with any other attachment types."
  },
  {
    "startTime": 249.3,
    "endTime": 253.0,
    "text": "Of course, being with another secure type will generally be the easiest."
  },
  {
    "startTime": 253.0,
    "endTime": 266.16,
    "text": "But if you value your own space and time with your own friends and family, then the avoidant type may be the best type for you because you'll both get to easily have time for yourselves and the Jane's of the Attachment Theory will not feel like they're suffocating or being controlled."
  },
  {
    "startTime": 266.28,
    "endTime": 272.38,
    "text": "But if you prefer to spend most of your time with your significant other, then a relationship with the Anxious type could be great for you both."
  },
  {
    "startTime": 272.6,
    "endTime": 280.91,
    "text": "The fact that you prefer to be with them for most of your time will give them a sense of security and build confidence in the relationship. And who knows? Maybe even in themselves."
  },
  {
    "startTime": 283.04,
    "endTime": 289.70000000000005,
    "text": "Alright, so what happens when Paul meets someone who's also an Anxious type? Or Jane meets someone who is also an Avoidant type?"
  },
  {
    "startTime": 290.3,
    "endTime": 308.19,
    "text": "Well, for Paul, meeting someone who is also the Anxious type can lead to them both becoming extremely codependent and having to spend every single waking hour together. On top of that, they both might also start acting out even more to get more attention from each other because they need to find other ways to be shown that they're loved."
  },
  {
    "startTime": 309.1,
    "endTime": 328.40000000000003,
    "text": "As for Jane, well, meeting another Avoidant type will be as if two people built a new great wall of China just between them and never spending time together. They end up doing what they want by themselves or with their own group of friends, and are completely separate from each other. They'd rather not get close just in case they would fall in love and just in case they would get hurt."
  },
  {
    "startTime": 329.3,
    "endTime": 344.0,
    "text": "And lastly, and probably the most difficult of all the Attachment types to put together would be the Janes and the Pauls, or the Anxious and the Avoidant types. One would need so much space and easily feels suffocated while the other needs so much love and a thunderstorm of attention."
  },
  {
    "startTime": 344.4,
    "endTime": 346.0,
    "text": "That could be a pretty difficult case."
  },
  {
    "startTime": 348.1,
    "endTime": 362.18,
    "text": "Of course, these could also be the extreme cases of the attachment styles, and it's not to say that everyone who's a Jane is a constant flight risk, or everyone who's a Paul is going to be so clingy. It's more of a guideline of one way our childhood can affect our relationships."
  },
  {
    "startTime": 362.4,
    "endTime": 377.22999999999996,
    "text": "And when it comes to the different attachment styles, there is no right and there is no wrong. The point is, this isn't something you can choose. Your childhood and experiences brought you down this path. It's much bigger than just little personality quirks, it's a big effect on how you were raised."
  },
  {
    "startTime": 377.54,
    "endTime": 381.90000000000003,
    "text": "But on the bright side, it's not something you have to be stuck with forever."
  },
  {
    "startTime": 383.0,
    "endTime": 391.5,
    "text": "It's really just important to recognize who you are and who your significant other is and try to understand both of your feelings and where those feelings come from."
  },
  {
    "startTime": 391.6,
    "endTime": 402.20000000000005,
    "text": "As we mentioned before, every relationship is work, some more than others, but if you are both working on yourselves for yourselves and for each other, it really doesn't matter what attachment type you are."
  },
  {
    "startTime": 404.2,
    "endTime": 405.89,
    "text": "Happy Valentine's Day, everyone!"
  }
]