[
  {
    "startTime": 0.099,
    "endTime": 5.87,
    "text": "There are people we are friends with for one major but often maligned or overlooked reason:"
  },
  {
    "startTime": 5.87,
    "endTime": 11.969999999999999,
    "text": "because we were friends with them some time ago. At one stage, it might be decades ago now,"
  },
  {
    "startTime": 11.97,
    "endTime": 17.450000000000003,
    "text": "we had a lot in common: we were both good at Maths but bad at French at school"
  },
  {
    "startTime": 17.45,
    "endTime": 22.0,
    "text": "and had a shared liking for table tennis; or we had adjacent rooms at college"
  },
  {
    "startTime": 22.0,
    "endTime": 28.5,
    "text": "and used to help each other with assignments and commiserate in the bar about failed dates or maddening parents;"
  },
  {
    "startTime": 28.5,
    "endTime": 33.329,
    "text": "or maybe we were interns in the same big firm with the same (as we thought at the time)"
  },
  {
    "startTime": 33.329,
    "endTime": 40.309,
    "text": "bizarre and intemperate boss. But life has taken us on radically different courses."
  },
  {
    "startTime": 40.309,
    "endTime": 44.5,
    "text": "Now, they've got three young children; they moved to the Orkneys where they are managing a fish farm;"
  },
  {
    "startTime": 44.5,
    "endTime": 48.0,
    "text": "or they've gone into politics and have become a junior minister;"
  },
  {
    "startTime": 48.0,
    "endTime": 55.5,
    "text": "or they're working as a ski teacher in the Rocky Mountains. The daily realities of our lives may be miles apart;"
  },
  {
    "startTime": 55.5,
    "endTime": 60.929,
    "text": "we may know little of their world and they of ours. If we were introduced today,"
  },
  {
    "startTime": 60.929,
    "endTime": 65.489,
    "text": "we'd think each other pleasant enough but would never get close."
  },
  {
    "startTime": 65.489,
    "endTime": 72.0,
    "text": "Yet it can be hugely helpful and very redemptive to catch up with these people, with a one-on-one dinner,"
  },
  {
    "startTime": 72.0,
    "endTime": 80.0,
    "text": "a walk in the woods or the occasional email. These friends function as conduits to earlier versions of ourselves"
  },
  {
    "startTime": 80.0,
    "endTime": 85.5,
    "text": "that are inaccessible day-to-day but that contain hugely important insights."
  },
  {
    "startTime": 85.5,
    "endTime": 91.1,
    "text": "In the company of the old friend, we take stock of the journey we have travelled."
  },
  {
    "startTime": 91.1,
    "endTime": 95.5,
    "text": "We get to see how we have evolved, what was once painful, what mattered"
  },
  {
    "startTime": 95.5,
    "endTime": 98.5,
    "text": "or what we have wholly forgotten we deeply enjoyed."
  },
  {
    "startTime": 99.0,
    "endTime": 110.67,
    "text": "The old friend is a guardian of memories on which we might otherwise have a damagingly tenuous hold. We need old friends because of a crucial complexity in human nature."
  },
  {
    "startTime": 110.67,
    "endTime": 114.0,
    "text": "We pass through stages of development and as we do so,"
  },
  {
    "startTime": 114.0,
    "endTime": 121.0,
    "text": "we discard previous concerns and develop a lack of empathy around past perspectives."
  },
  {
    "startTime": 121.0,
    "endTime": 128.5,
    "text": "At fourteen, we knew a lot about resenting our parents. Twenty years later, the whole idea sounds absurd and ungrateful."
  },
  {
    "startTime": 129.0,
    "endTime": 132.0,
    "text": "Yet the old friend reconnects us with a particular atmosphere"
  },
  {
    "startTime": 132.5,
    "endTime": 137.0,
    "text": "and like a novelist, makes us at home with a character, ourselves,"
  },
  {
    "startTime": 137.0,
    "endTime": 144.0,
    "text": "who might otherwise have seemed impossibly alien to us. At twenty-two, we found single life extremely painful."
  },
  {
    "startTime": 144.0,
    "endTime": 150.25,
    "text": "We hung out a lot with a particular friend and shared a litany of wistful, alienated thoughts."
  },
  {
    "startTime": 150.25,
    "endTime": 157.0,
    "text": "At forty-five, with a young family around us, we may find ourselves increasingly curious about being single again"
  },
  {
    "startTime": 157.0,
    "endTime": 163.69,
    "text": "and fantasize about the joys of casual hook-ups. The old friend has crucial news to impart."
  },
  {
    "startTime": 165.0,
    "endTime": 170.5,
    "text": "We experience life from a succession of very different vantage points over the decades,"
  },
  {
    "startTime": 170.5,
    "endTime": 175.0,
    "text": "but we tend, understandably, to be preoccupied only with the present vista,"
  },
  {
    "startTime": 175.0,
    "endTime": 180.59,
    "text": "forgetting the particular, incomplete but still crucial wisdom contained in earlier phases."
  },
  {
    "startTime": 181.0,
    "endTime": 187.0,
    "text": "Every age possesses a superior kind of knowledge in some area or other,"
  },
  {
    "startTime": 187.0,
    "endTime": 192.0,
    "text": "which it then, usually, forgets to hand on to succeeding selves."
  },
  {
    "startTime": 192.0,
    "endTime": 198.5,
    "text": "Remembering what it was like not to be who we are now is vital to our growth and integrity."
  },
  {
    "startTime": 199.0,
    "endTime": 206.33,
    "text": "The best professors remain friends with their past. They remember what it was like not to know about their special topic"
  },
  {
    "startTime": 206.33,
    "endTime": 209.5,
    "text": "and so don't talk over the heads of their students."
  },
  {
    "startTime": 210.0,
    "endTime": 215.0,
    "text": "The best bosses are in touch with their own experience of starting out as a lowly employee;"
  },
  {
    "startTime": 215.5,
    "endTime": 223.5,
    "text": "the best politicians clearly recall periods in their lives when they held very different views to the ones they have now formulated,"
  },
  {
    "startTime": 223.5,
    "endTime": 228.5,
    "text": "which allows them to persuade, and empathize with, hostile constituencies."
  },
  {
    "startTime": 228.5,
    "endTime": 236.0,
    "text": "Good parents keep emotionally in touch with the feelings of injustice and sensitivity they had in early childhood."
  },
  {
    "startTime": 236.0,
    "endTime": 243.0,
    "text": "Kindly wealthy people remember what it was like not to dare to walk into a fancy food shop for fear of being patronized."
  },
  {
    "startTime": 243.0,
    "endTime": 254.0,
    "text": "And we are always better long-term lovers, if we have an avenue of loyalty back to who we were when we first met our beloved and were at an apogee of gratitude and modesty."
  },
  {
    "startTime": 254.0,
    "endTime": 261.0,
    "text": "Old friends are key activators of fascinating and valuable parts of the self that we need,"
  },
  {
    "startTime": 261.0,
    "endTime": 265.6,
    "text": "but are always at risk of forgetting we need in the blinkered present."
  },
  {
    "startTime": 267.0,
    "endTime": 271.0,
    "text": "We publish new thought provoking films every week."
  },
  {
    "startTime": 271.0,
    "endTime": 277.68,
    "text": "Be sure to subscribe to our channel and take a look at more of what we have to offer at the link on your screen now."
  }
]