[
  {
    "startTime": 0.5,
    "endTime": 6.9,
    "text": "Almost everyday, with slightly dispiriting inevitability, someone in our vicinity will hurt us in some way."
  },
  {
    "startTime": 7.3,
    "endTime": 11.8,
    "text": "It could be a friend, a colleague, a child, or most likely, a partner."
  },
  {
    "startTime": 12.16,
    "endTime": 21.1,
    "text": "They'll be neglectful of something that matters immensely to us. They'll be, to a greater or lesser extent, unkind, thoughtless, offensive or brusque."
  },
  {
    "startTime": 21.48,
    "endTime": 26.594,
    "text": "We may never have given much thought to observing the way we characteristically respond."
  },
  {
    "startTime": 27.0,
    "endTime": 39.519999999999996,
    "text": "And yet, our style of reacting to maltreatment goes right to the heart of who we are and can make the difference between a life of constant frustration and bitterness and one of tolerable coexistence."
  },
  {
    "startTime": 39.8,
    "endTime": 48.3,
    "text": "A crucial part of the art of living seems to lie in knowing how to complain constructively and sanely to those who do us wrong."
  },
  {
    "startTime": 49.0,
    "endTime": 53.5,
    "text": "There are broadly 3 main ways in which one might complain."
  },
  {
    "startTime": 53.52,
    "endTime": 61.89,
    "text": "The first is live fury. Here, we explode, shout, insult, belittle and attempted to crush our opponent."
  },
  {
    "startTime": 62.38,
    "endTime": 69.02,
    "text": "What lies behind this response is, at heart, panic and agitation and a catastrophic feeling of hurt and betrayal."
  },
  {
    "startTime": 69.32,
    "endTime": 76.94999999999999,
    "text": "The slight to our dignity cuts us so deep, unsettles us so much, we attempt to roar our way out of humiliation."
  },
  {
    "startTime": 77.2,
    "endTime": 84.7,
    "text": "Our bark may be loud but it comes from a place of extreme vulnerability. We're living without a psychological skin."
  },
  {
    "startTime": 85.06,
    "endTime": 90.84,
    "text": "Unfortunately, of course, live fury is guaranteed to prevent our complaint from ever being heard."
  },
  {
    "startTime": 91.0,
    "endTime": 104.56,
    "text": "In the face of our ranting, those who've offended us, will themselves get offended, begin to resent us, refuse to listen and accuse us of a raft of things which entirely bury our original complaint against them."
  },
  {
    "startTime": 104.56,
    "endTime": 106.42,
    "text": "We achieve nothing."
  },
  {
    "startTime": 106.92,
    "endTime": 114.8,
    "text": "There is a second option. Cold fury. Here one says very little but hates very deeply and quietly."
  },
  {
    "startTime": 114.9,
    "endTime": 130.0,
    "text": "We don't dare to complain directly from a despair that the other would ever understand. Fuelled with a feeling that we don't deserve ever to be listened to. A primitive self-hatred encases us in cynicism and melancholy. We become experts at withdrawal."
  },
  {
    "startTime": 130.02,
    "endTime": 139.26000000000002,
    "text": "We've probably been like this from a young age. The adults we grew up around were probably too touchy, busy, domineering or absent to give us much of a hearing."
  },
  {
    "startTime": 139.4,
    "endTime": 149.78,
    "text": "So we learn to swallow our pain and while seething inside, act with brittle courtesy and veiled aggression against those hated characters who've done us wrong."
  },
  {
    "startTime": 150.82,
    "endTime": 153.56,
    "text": "Then comes that far rarer achievement."
  },
  {
    "startTime": 153.56,
    "endTime": 165.67000000000002,
    "text": "Mature complaint. In order to master such a feat, we must work with a background sense that we don't fundamentally deserve meanness and also that it won't on its own ever be able to destroy us."
  },
  {
    "startTime": 165.8,
    "endTime": 176.66000000000003,
    "text": "We are calm because we like ourselves well enough, a legacy of being cared for by people who liked us and refuse to endure punishment quietly or with masochistic patience."
  },
  {
    "startTime": 176.9,
    "endTime": 181.20000000000002,
    "text": "We have the confidence not to be thrown into complete disarray by insult."
  },
  {
    "startTime": 181.36,
    "endTime": 194.3,
    "text": "We can seek restitution and tend to do so fairly fast while the incident is still fresh in everyone's mind, but with a measured, strategic, calm manner of people secure in their right to have their say."
  },
  {
    "startTime": 194.44,
    "endTime": 207.2,
    "text": "We're careful not to insult or belittle our opponents. We always simply say how we feel. Rather than declaring, \"You're vindictive and selfish for doing X,\" we say, \"I feel hurt by the way you do X.\"."
  },
  {
    "startTime": 207.58,
    "endTime": 214.67000000000002,
    "text": "We don't give others easy excuses to get insulted and block their ears in turn. We don't want to make it that simple for them."
  },
  {
    "startTime": 214.86,
    "endTime": 223.70000000000002,
    "text": "Nevertheless, we don't have unlimited faith that people are always going to understand and accept what we're trying to tell them, yet we want to speak out anyway."
  },
  {
    "startTime": 224.06,
    "endTime": 235.24,
    "text": "Because we know it's not good for us to swallow our complaints and we don't want ulcers. We are at once realistic about the chances of dialogue and determine to talk in any case."
  },
  {
    "startTime": 235.24,
    "endTime": 247.07000000000002,
    "text": "We deserve a huge amount of compassion for our failure to know how to complain wisely. Our inability is a snapshot into our past and into some properly troublesome dynamics that occurred long ago."
  },
  {
    "startTime": 247.6,
    "endTime": 260.0,
    "text": "But by sketching the ideal style of complaining, we can start to imagine what we're not natively capable of and to fill in through reason and reflection what we haven't been able to achieve through upbringing and love."
  },
  {
    "startTime": 260.5,
    "endTime": 267.0,
    "text": "We can take our first stumbling steps on the path to mature complaint."
  }
]