[
  {
    "startTime": 0.08,
    "endTime": 5.2,
    "text": "One of the great problems of human beings is that we're far too good at keeping going."
  },
  {
    "startTime": 5.2,
    "endTime": 9.5,
    "text": "We're experts at surrendering to the demands of the external world,"
  },
  {
    "startTime": 9.5,
    "endTime": 16.5,
    "text": "living up to what is expected of us and getting on with the priorities as others around us define them."
  },
  {
    "startTime": 16.5,
    "endTime": 24.5,
    "text": "We keep showing up and being an excellent boy or girl, and we can pull this magical feat off for up to decades at a time,"
  },
  {
    "startTime": 24.5,
    "endTime": 28.03,
    "text": "without so much as an outward twitch or crack."
  },
  {
    "startTime": 28.03,
    "endTime": 34.52,
    "text": "Until, suddenly, one day, much to everyone's surprise, including our own, we break."
  },
  {
    "startTime": 34.52,
    "endTime": 42.0,
    "text": "The rupture can take many forms. We can no longer get out of bed. We fall into a catatonic depression."
  },
  {
    "startTime": 42.0,
    "endTime": 50.0,
    "text": "We develop all-consuming social anxiety. We refuse to eat. We babble incoherently. We lose command over part of our body."
  },
  {
    "startTime": 50.0,
    "endTime": 55.5,
    "text": "We're compelled to do something extremely scandalous and entirely contrary to our normal selves."
  },
  {
    "startTime": 55.5,
    "endTime": 58.0,
    "text": "We become wholly paranoid in a given area."
  },
  {
    "startTime": 58.0,
    "endTime": 64.0,
    "text": "We refuse to play by the usual rules in our relationship, we have an affair, ramp up the fighting"
  },
  {
    "startTime": 64.0,
    "endTime": 69.76,
    "text": "or otherwise poke a very large stick into the wheels of day-to-day life."
  },
  {
    "startTime": 69.76,
    "endTime": 78.0,
    "text": "Breakdowns are hugely inconvenient for everyone, and so, unsurprisingly, there is an immediate rush to medicalize the problem"
  },
  {
    "startTime": 78.0,
    "endTime": 84.0,
    "text": "an attempt to excise it from the scene, so that business as usual can restart."
  },
  {
    "startTime": 84.0,
    "endTime": 88.0,
    "text": "But this is to misunderstand what's going on when we break down."
  },
  {
    "startTime": 88.0,
    "endTime": 94.0,
    "text": "A breakdown is not merely a random piece of madness or malfunction,"
  },
  {
    "startTime": 94.0,
    "endTime": 98.91,
    "text": "it's a very real, or be it very inarticulate, bid for health."
  },
  {
    "startTime": 100.0,
    "endTime": 104.39,
    "text": "It is an attempt by one part of our minds to force the other into a process of growth,"
  },
  {
    "startTime": 106.5,
    "endTime": 112.0,
    "text": "self-understanding and self-development, which it has hitherto refused to undertake."
  },
  {
    "startTime": 112.5,
    "endTime": 119.0,
    "text": "If we can put it paradoxically, it's an attempt to jumpstart a process of getting well, properly well,"
  },
  {
    "startTime": 119.5,
    "endTime": 123.0,
    "text": "through a stage of falling very ill."
  },
  {
    "startTime": 123.5,
    "endTime": 130.0,
    "text": "The danger, therefore, if we merely medicalize a breakdown and attempt to shift it away at once,"
  },
  {
    "startTime": 130.0,
    "endTime": 138.5,
    "text": "is that we're going to miss the lesson embedded within our sickness. A breakdown isn't just a pain, though it is that too of course."
  },
  {
    "startTime": 138.5,
    "endTime": 142.0,
    "text": "It's an extraordinary opportunity to learn."
  },
  {
    "startTime": 142.5,
    "endTime": 148.5,
    "text": "The reason we break down is that we have not, over many years, flexed very much."
  },
  {
    "startTime": 149.0,
    "endTime": 154.0,
    "text": "There were things we needed to hear inside our minds that we deftly put to one side."
  },
  {
    "startTime": 154.0,
    "endTime": 163.0,
    "text": "There were messages we needed to heed, bits of emotional learning and communicating we didn't do, and now, after being patient for so long, far too long,"
  },
  {
    "startTime": 164.0,
    "endTime": 170.16,
    "text": "the emotional self is attempting to make itself heard in the only way it now knows how."
  },
  {
    "startTime": 170.16,
    "endTime": 174.0,
    "text": "It has become entirely desperate, and we should understand"
  },
  {
    "startTime": 174.0,
    "endTime": 180.5,
    "text": "and even sympathize with its mute rage. What the breakdown is telling us above anything else is that"
  },
  {
    "startTime": 180.5,
    "endTime": 187.5,
    "text": "it must no longer be business as usual, that things have to change or (and this can be properly frightening to witness)"
  },
  {
    "startTime": 188.0,
    "endTime": 191.0,
    "text": "that death might be preferable."
  },
  {
    "startTime": 191.0,
    "endTime": 198.0,
    "text": "Why can't we simply listen to the emotional need calmly and in good time, and avoid the melodrama of a breakdown?"
  },
  {
    "startTime": 198.0,
    "endTime": 202.0,
    "text": "Because the conscious mind is inherently lazy and squeamish"
  },
  {
    "startTime": 202.1,
    "endTime": 207.5,
    "text": "and so reluctant to engage with what the breakdown eventually has to tell us with brutality."
  },
  {
    "startTime": 207.8,
    "endTime": 214.8,
    "text": "For years, it refuses to listen to a particular sadness, or there is a dysfunction in a relationship we're in flight from,"
  },
  {
    "startTime": 214.8,
    "endTime": 219.5,
    "text": "or there are desires it sweeps very far under the proverbial carpet."
  },
  {
    "startTime": 219.6,
    "endTime": 226.0,
    "text": "We can compare the process to a revolution. For years, the people press the government to listen to their demands and adjust."
  },
  {
    "startTime": 226.5,
    "endTime": 230.0,
    "text": "For years, the government makes token gestures but shuts its ears,"
  },
  {
    "startTime": 230.5,
    "endTime": 233.4,
    "text": "until one day, it is simply too much for the people,"
  },
  {
    "startTime": 233.5,
    "endTime": 239.8,
    "text": "who storm the palace gates, destroy the fine furnishings and shoot randomly at the innocent and the guilty."
  },
  {
    "startTime": 240.0,
    "endTime": 247.8,
    "text": "Mostly, in revolutions, there is no good outcome. The legitimate grievances and needs of the people are not addressed or even discovered."
  },
  {
    "startTime": 248.0,
    "endTime": 254.45,
    "text": "There is an ugly civil war, sometimes, literally, suicide. The same is true of breakdowns."
  },
  {
    "startTime": 254.5,
    "endTime": 260.5,
    "text": "Yet, a good mental physician tries hard to listen to rather than censor the illness."
  },
  {
    "startTime": 261.0,
    "endTime": 265.7,
    "text": "They detect within its oddities a plea for more time for ourselves,"
  },
  {
    "startTime": 265.8,
    "endTime": 272.5,
    "text": "for a closer relationship, for a more honest, fulfilled way of being, for acceptance of who we really are sexually."
  },
  {
    "startTime": 273.0,
    "endTime": 276.0,
    "text": "That's why we started to drink or to become reclusive,"
  },
  {
    "startTime": 276.2,
    "endTime": 279.5,
    "text": "or to grow entirely paranoid or manically seductive."
  },
  {
    "startTime": 280.0,
    "endTime": 286.0,
    "text": "A crisis represents an appetite for growth that hasn't found another way of expressing itself."
  },
  {
    "startTime": 286.5,
    "endTime": 291.0,
    "text": "Many people, after a horrific few months or years of breakdown, will say:"
  },
  {
    "startTime": 291.5,
    "endTime": 296.0,
    "text": "\"You know, I don't know how I'd ever have gotten well, if I hadn't fallen ill.\""
  },
  {
    "startTime": 297.0,
    "endTime": 303.9,
    "text": "In the midst of a breakdown, we often wonder whether we have gone mad. We have not. We're behaving oddly no doubt,"
  },
  {
    "startTime": 304.0,
    "endTime": 309.9,
    "text": "but beneath the surface agitation, we are on a hidden yet logical search for health."
  },
  {
    "startTime": 310.0,
    "endTime": 320.5,
    "text": "We haven't become ill, we were ill already. Our crisis, if we can get through it, is an attempt to dislodge us from a toxic status quo"
  },
  {
    "startTime": 321.0,
    "endTime": 329.0,
    "text": "and it represents an insistent call to rebuild our lives on a more authentic and sincere basis."
  }
]