[
  {
    "startTime": 2.36,
    "endTime": 6.0,
    "text": "Once, we were all dressed by someone else."
  },
  {
    "startTime": 6.1,
    "endTime": 10.8,
    "text": "Parents picked out a T-shirt, the school dictated what colour our trousers should be."
  },
  {
    "startTime": 10.9,
    "endTime": 17.8,
    "text": "But at some point, we were granted the opportunity to discover who we might be in the world of clothes."
  },
  {
    "startTime": 17.8,
    "endTime": 26.8,
    "text": "We had to decide for ourselves about collars and necklines, fit, colours, patterns, textures, and what goes (or doesn't) with what."
  },
  {
    "startTime": 26.8,
    "endTime": 31.3,
    "text": "We learnt to speak about ourselves in the language of garments."
  },
  {
    "startTime": 31.3,
    "endTime": 41.3,
    "text": "Despite the potential silliness and exaggeration of sections of the fashion industry, assembling a wardrobe is a serious and meaningful exercise."
  },
  {
    "startTime": 41.3,
    "endTime": 49.3,
    "text": "Based on our looks or background, others are always liable to come to quick and not very rounded decisions about who we are."
  },
  {
    "startTime": 49.3,
    "endTime": 52.8,
    "text": "Too often, their judgment doesn't quite get us right."
  },
  {
    "startTime": 52.8,
    "endTime": 63.0,
    "text": "They might assume that because of where we come from, we must be quite snobbish or rather resentful; based on our work we might get typecast as dour or superficial;"
  },
  {
    "startTime": 63.0,
    "endTime": 74.3,
    "text": "the fact that we're very sporty might lead people to see us as not terribly intelligent; or an attachment to a particular political outlook might be associated with being unnervingly earnest."
  },
  {
    "startTime": 74.3,
    "endTime": 80.14999999999999,
    "text": "Clothes provide us with a major opportunity to correct some of these assumptions."
  },
  {
    "startTime": 80.3,
    "endTime": 87.39999999999999,
    "text": "When we get dressed, we are, in effect, operating as a tour guide, offering to show people around ourselves."
  },
  {
    "startTime": 87.5,
    "endTime": 95.5,
    "text": "We're highlighting interesting or attractive things about who we are and, in the process, we're clearing up misconceptions."
  },
  {
    "startTime": 95.5,
    "endTime": 102.96,
    "text": "We're acting like artists painting a self-portrait, deliberately guiding the viewer's perception of who they might be."
  },
  {
    "startTime": 102.96,
    "endTime": 109.6,
    "text": "In 1961, the English painter Peter Blake portrayed himself wearing a denim jacket, jeans, and trainers."
  },
  {
    "startTime": 109.7,
    "endTime": 118.4,
    "text": "He was deliberately nuancing the view most of his contemporaries would have had of him, based on knowing that he was a successful and rather intellectual painter."
  },
  {
    "startTime": 118.4,
    "endTime": 125.60000000000001,
    "text": "He might have been thought of as slightly aloof and highly refined, detached from⏤and censorious of⏤ordinary life."
  },
  {
    "startTime": 125.6,
    "endTime": 137.84,
    "text": "But his clothes speak about very different aspects of his personality: They go out of their way to tell us that he's quite modest, he's interested in talking about pop music, he sees his art largely as a kind of manual labour."
  },
  {
    "startTime": 137.84,
    "endTime": 143.1,
    "text": "His clothes, like ours, give us a crucial introduction to the self."
  },
  {
    "startTime": 143.2,
    "endTime": 155.2,
    "text": "This explains the curious phenomenon whereby, if we're staying with good friends, we can spend a lot less time thinking about our clothes, compared with the anxiety about what to wear that can grip us with strangers."
  },
  {
    "startTime": 155.3,
    "endTime": 160.5,
    "text": "With good friends, we might sit around in a dressing gown or just hastily slip on any old jumper."
  },
  {
    "startTime": 160.6,
    "endTime": 166.4,
    "text": "They know who we are already, and they're not relying on our clothes for clues."
  },
  {
    "startTime": 166.5,
    "endTime": 171.35,
    "text": "It's a strange but profound fact that certain items of clothing can excite us."
  },
  {
    "startTime": 171.35,
    "endTime": 184.4,
    "text": "When we put them on or see others wearing them, we're turned on⏤a particular style of jacket, the right kind of shoes, or the perfect shirt might prove so erotic we could almost do without a person wearing them."
  },
  {
    "startTime": 184.4,
    "endTime": 197.12,
    "text": "It's tempting to see this kind of fetishism as simply deluded, but it is alerting us in an exaggerated way to a much more general and very normal idea that certain clothes make us very happy."
  },
  {
    "startTime": 197.12,
    "endTime": 200.8,
    "text": "They capture values that we're drawn and want to get closer to."
  },
  {
    "startTime": 200.8,
    "endTime": 206.3,
    "text": "The erotic component is just an extension of a more general and understandable sympathy."
  },
  {
    "startTime": 206.3,
    "endTime": 211.3,
    "text": "The French novelist Stendhal wrote: \"Beauty is the promise of happiness.\""
  },
  {
    "startTime": 211.3,
    "endTime": 216.74,
    "text": "And every item of clothing we're drawn to contains an allusion to a different sort of happiness."
  },
  {
    "startTime": 216.74,
    "endTime": 222.45000000000002,
    "text": "We might see a very desirable kind of competence and confidence in a particular pair of boots."
  },
  {
    "startTime": 222.45,
    "endTime": 228.39999999999998,
    "text": "We might meet generosity in a woollen coat or a touching kind of innocence in a hemline."
  },
  {
    "startTime": 228.4,
    "endTime": 231.68,
    "text": "A particular watchstrap may sum up dignity."
  },
  {
    "startTime": 231.68,
    "endTime": 237.3,
    "text": "The way a specific collar encases the neck could strike us as commanding and authoritative."
  },
  {
    "startTime": 237.3,
    "endTime": 252.0,
    "text": "The classic fetishist might be pushing their particular attachments to a maximum and be rather restricted in the choice of items they favour, but they are latching on to a general theme: Clothes embody values that enchant and beguile us."
  },
  {
    "startTime": 252.0,
    "endTime": 258.7,
    "text": "By choosing particular sorts of clothes, we are shoring up our more fragile or tentative characteristics."
  },
  {
    "startTime": 258.7,
    "endTime": 264.59999999999997,
    "text": "We're both communicating to others about who we are and strategically reminding ourselves:"
  },
  {
    "startTime": 264.6,
    "endTime": 270.66,
    "text": "Our wardrobes contain some of our most carefully-written lines of autobiography."
  }
]