[
  {
    "startTime": 2.66,
    "endTime": 8.98,
    "text": "The design of this shoe starts in Oregon in 1981 and with a man called Tinker Hatfield."
  },
  {
    "startTime": 8.98,
    "endTime": 14.3,
    "text": "He was an architect for Nike, hired to draw up offices and showrooms on the company's campus."
  },
  {
    "startTime": 14.34,
    "endTime": 21.439999999999998,
    "text": "After making a statement on the outside of the buildings, he was asked to join the designers on the inside."
  },
  {
    "startTime": 21.45,
    "endTime": 30.348999999999997,
    "text": "In a race to develop sneakers, a former NASA engineer had recently introduced the idea of sealing air bubbles in the soles for extra comfort and performance."
  },
  {
    "startTime": 30.349,
    "endTime": 35.68,
    "text": "But competition was fierce and Nike still needed an edge."
  },
  {
    "startTime": 35.68,
    "endTime": 39.0,
    "text": "Hatfield headed to Paris in search of inspiration."
  },
  {
    "startTime": 39.0,
    "endTime": 45.3,
    "text": "While he was there he visited the Pompidou Centre, a radical building famous for its inside out design,"
  },
  {
    "startTime": 45.3,
    "endTime": 52.419999999999995,
    "text": "which exposed the building's components like escalators and heating pipes for everyone to see."
  },
  {
    "startTime": 52.42,
    "endTime": 61.760000000000005,
    "text": "Hatfield decided to apply the same principle to his own design, revealing the inner workings of his shoe by making the air cushioning system visible."
  },
  {
    "startTime": 61.76,
    "endTime": 70.92,
    "text": "The marketing team thought the air bubble would seem like a weakness, but the Nike Air Max 1 was an instant hit when it launched in 1987."
  },
  {
    "startTime": 70.92,
    "endTime": 76.94,
    "text": "Originally pairs sold for $75, now they go for double that."
  },
  {
    "startTime": 76.94,
    "endTime": 82.56,
    "text": "Today Tinker Hatfield is one of the most successful shoe designers in the world."
  },
  {
    "startTime": 82.56,
    "endTime": 88.8,
    "text": "He even created those legendary self-lacing sneakers of Back to the Future fame."
  },
  {
    "startTime": 88.8,
    "endTime": 96.0,
    "text": "Stylish and innovative, this is the design that stayed one step ahead, simply by being turned inside out."
  }
]