[
  {
    "startTime": 5.37,
    "endTime": 14.850000000000001,
    "text": "Welcome to Willow Tree Training's Type Transformations, a video series to help you learn more about yourself and transform your world."
  },
  {
    "startTime": 14.73,
    "endTime": 20.39,
    "text": "In this video, we will explore one of the dichotomies of personality type theory."
  },
  {
    "startTime": 20.59,
    "endTime": 21.759999999999998,
    "text": "What do we mean by that?"
  },
  {
    "startTime": 22.06,
    "endTime": 29.009999999999998,
    "text": "Well, the definition of a dichotomy is a difference between two completely opposite ideas or things."
  },
  {
    "startTime": 29.41,
    "endTime": 44.04,
    "text": "Your personality type is made up of four preferences, chosen from the four dichotomies of extraversion or introversion, sensing or intuition, thinking or feeling, and judging or perceiving."
  },
  {
    "startTime": 44.56,
    "endTime": 50.609,
    "text": "You have a natural, inborn preference for one or the other options of the four dichotomies."
  },
  {
    "startTime": 51.109,
    "endTime": 57.839,
    "text": "So let's explore these preferences, and while you're watching, see if you can figure out which one fits you best."
  },
  {
    "startTime": 58.45,
    "endTime": 59.050000000000004,
    "text": "Ready?"
  },
  {
    "startTime": 59.35,
    "endTime": 60.79,
    "text": "Let's go!"
  },
  {
    "startTime": 61.9,
    "endTime": 65.75,
    "text": "So what is the real difference between extraverts and introverts?"
  },
  {
    "startTime": 66.45,
    "endTime": 68.86,
    "text": "Here is a brief description."
  },
  {
    "startTime": 68.96,
    "endTime": 73.80999999999999,
    "text": "Extraversion and introversion is all about where you get your energy."
  },
  {
    "startTime": 75.21,
    "endTime": 77.77,
    "text": "Extraverts get their energy from the outer world."
  },
  {
    "startTime": 77.77,
    "endTime": 83.14,
    "text": "They enjoy being around people and expressing their thoughts out loud."
  },
  {
    "startTime": 83.94,
    "endTime": 91.96,
    "text": "Introverts get their energy from their inner world, so they recharge by quiet time alone or with people close to them."
  },
  {
    "startTime": 92.91,
    "endTime": 94.49,
    "text": "Extraverts like to talk."
  },
  {
    "startTime": 94.69,
    "endTime": 100.64999999999999,
    "text": "They find conversation stimulating, and they often get their best ideas while they are speaking to others."
  },
  {
    "startTime": 102.27,
    "endTime": 104.42999999999999,
    "text": "Introverts, on the other hand, like to think."
  },
  {
    "startTime": 104.53,
    "endTime": 109.66,
    "text": "They usually get their best ideas while processing their thoughts quietly to themselves."
  },
  {
    "startTime": 110.66,
    "endTime": 119.75,
    "text": "While extraverts tend to have lots of friends and acquaintances, introverts usually prefer spending time with family or a few close friends."
  },
  {
    "startTime": 120.17,
    "endTime": 129.72,
    "text": "It's important to remember that introverts can often be outgoing, especially around people who they know, and extraverts can really enjoy quiet time."
  },
  {
    "startTime": 130.27,
    "endTime": 138.39000000000001,
    "text": "But it ultimately comes down to where you prefer to recharge your batteries: in the outer world or in your inner world."
  },
  {
    "startTime": 138.85,
    "endTime": 141.269,
    "text": "So are you an extravert?"
  },
  {
    "startTime": 141.77,
    "endTime": 146.28,
    "text": "Extraverts usually like to talk about things, and then think them through."
  },
  {
    "startTime": 146.98,
    "endTime": 149.119,
    "text": "They tend to know a lot of people."
  },
  {
    "startTime": 149.719,
    "endTime": 152.839,
    "text": "They also usually have a wide variety of interests."
  },
  {
    "startTime": 153.239,
    "endTime": 157.86,
    "text": "And of course, they energize by being around others."
  },
  {
    "startTime": 158.46,
    "endTime": 161.339,
    "text": "Or are you an introvert?"
  },
  {
    "startTime": 161.639,
    "endTime": 165.459,
    "text": "Introverts like to think things through and then talk about them."
  },
  {
    "startTime": 166.059,
    "endTime": 168.78,
    "text": "They may have fewer but closer friends."
  },
  {
    "startTime": 169.38,
    "endTime": 172.68,
    "text": "They may also have fewer but deeper interests."
  },
  {
    "startTime": 173.28,
    "endTime": 178.5,
    "text": "And most importantly, they energize by quiet time alone."
  },
  {
    "startTime": 178.9,
    "endTime": 184.95000000000002,
    "text": "So whether you are an extravert or an introvert, you have unique strengths and blind spots."
  },
  {
    "startTime": 185.25,
    "endTime": 190.06,
    "text": "One is not better than the other, they are both valid ways of reacting to the world."
  },
  {
    "startTime": 190.66,
    "endTime": 195.98,
    "text": "Be sure to watch more of our videos to discover your other three personality preferences."
  },
  {
    "startTime": 196.38,
    "endTime": 203.459,
    "text": "These other preferences are sensing or intuition, thinking or feeling, and judging or perceiving."
  },
  {
    "startTime": 204.059,
    "endTime": 213.97,
    "text": "And remember, the best way to discover your personality type is to take the Myers-Briggs Type Indicator with a certified practitioner to go over your results."
  },
  {
    "startTime": 214.95,
    "endTime": 227.51899999999998,
    "text": "Visit our web site at www.willowtreetraining.com for more information about having one of our certified MBTI practitioners assess your personality type."
  },
  {
    "startTime": 227.459,
    "endTime": 231.489,
    "text": "Until next time, keep leading, learning, and transforming!"
  }
]