[
  {
    "startTime": 20.0,
    "endTime": 26.5,
    "text": "1. There are 4 types of introverts: social, thinking, anxious, and restrained."
  },
  {
    "startTime": 26.6,
    "endTime": 33.9,
    "text": "Social introversion is what's commonly accepted and understood as the stereotypical definition of introversion."
  },
  {
    "startTime": 34.0,
    "endTime": 39.0,
    "text": "Social introverts prefer solitude or small groups of people over large gatherings."
  },
  {
    "startTime": 38.769,
    "endTime": 45.799,
    "text": "They'd rather stay home with a book or laptop or hang out with close friends, than go to parties with many unfamiliar faces."
  },
  {
    "startTime": 46.0,
    "endTime": 52.26,
    "text": "Social introversion is different, however, from shyness, because there's no anxiety attached to their need for solitude."
  },
  {
    "startTime": 53.08,
    "endTime": 55.379999999999995,
    "text": "Thinking introversion is a newer concept."
  },
  {
    "startTime": 55.69,
    "endTime": 59.5,
    "text": "Thinking introverts are introspective, thoughtful, and self reflective."
  },
  {
    "startTime": 59.5,
    "endTime": 64.0,
    "text": "Unlike social introverts, they don't feel a need to avoid large social scenes."
  },
  {
    "startTime": 64.0,
    "endTime": 69.0,
    "text": "Instead, they like to daydream using their rich imaginations and creative capacities."
  },
  {
    "startTime": 69.52,
    "endTime": 74.69999999999999,
    "text": "Anxious introverts, on the other hand, seek time alone because they feel awkward and self-conscious."
  },
  {
    "startTime": 75.0,
    "endTime": 79.3,
    "text": "Unlike social introverts, they experience painful shyness around new people."
  },
  {
    "startTime": 79.4,
    "endTime": 88.0,
    "text": "And the anxiety doesn't necessarily go away when they're alone, because they let situations play over and over in their heads, contemplating what might have gone wrong."
  },
  {
    "startTime": 88.299,
    "endTime": 94.149,
    "text": "Lastly, restrained introverts function on a slower pace and prefer to think before they speak or act."
  },
  {
    "startTime": 94.299,
    "endTime": 96.5,
    "text": "They're also known for being reserved."
  },
  {
    "startTime": 96.5,
    "endTime": 101.1,
    "text": "They like to take their time, preventing impulse from affecting their decision-making."
  },
  {
    "startTime": 102.17,
    "endTime": 107.87,
    "text": "2. Introverts react quickly to new information, but are slow to monitor change."
  },
  {
    "startTime": 107.92,
    "endTime": 112.5,
    "text": "Introverts' brains become more excited when they analyze what steps they must take in the future,"
  },
  {
    "startTime": 112.6,
    "endTime": 115.0,
    "text": "but hesitate when they need to prepare for action."
  },
  {
    "startTime": 115.0,
    "endTime": 120.319,
    "text": "Whereas extroverts need to minimize the thoughts in their heads to make a decision, but act quickly afterward."
  },
  {
    "startTime": 122.479,
    "endTime": 124.868,
    "text": "3. Introverts dread small talk."
  },
  {
    "startTime": 125.539,
    "endTime": 129.4,
    "text": "Introverts might seem disinterested in other people because they dislike small talk."
  },
  {
    "startTime": 129.5,
    "endTime": 133.949,
    "text": "However, they only dislike it because it creates barriers between them and others."
  },
  {
    "startTime": 134.209,
    "endTime": 137.3,
    "text": "Instead, introverts want to feel authentically connected."
  },
  {
    "startTime": 137.3,
    "endTime": 142.5,
    "text": "So they crave deep meaningful conversations that help lower social walls."
  },
  {
    "startTime": 142.5,
    "endTime": 146.0,
    "text": "4. Introverts need alone time."
  },
  {
    "startTime": 146.15,
    "endTime": 153.85,
    "text": "This is because introverts respond differently to rewards—such as food, money, sex, and social status—than extroverts do."
  },
  {
    "startTime": 154.1,
    "endTime": 157.7,
    "text": "Although they do care about eating, income, and relationships,"
  },
  {
    "startTime": 157.7,
    "endTime": 162.0,
    "text": "they're less driven about and experience less enthusiasm for the possibilities of them."
  },
  {
    "startTime": 162.53,
    "endTime": 170.56,
    "text": "Extroverts, in contrast, are more excited to work for those rewards, which is why they're so prone to instant gratification more often than introverts."
  },
  {
    "startTime": 172.1,
    "endTime": 176.379,
    "text": "5. Introverts are more careful and calculated about what risks to take."
  },
  {
    "startTime": 176.69,
    "endTime": 182.089,
    "text": "This is due to a difference in dopamine activity between introverts' and extroverts' brains."
  },
  {
    "startTime": 182.15,
    "endTime": 187.6,
    "text": "Dopamine is a neurotransmitter associated with sensation seeking, risks, and new adventures."
  },
  {
    "startTime": 187.6,
    "endTime": 190.299,
    "text": "Both introverts and extroverts have the same amount of it."
  },
  {
    "startTime": 190.299,
    "endTime": 194.108,
    "text": "But introverts' brains are less active in the region that generates dopamine."
  },
  {
    "startTime": 196.09,
    "endTime": 198.919,
    "text": "6. Introverts are deep thinkers."
  },
  {
    "startTime": 198.91,
    "endTime": 205.0,
    "text": "Since introverts use less activity from dopamine, they rely more on a neurotransmitter called acetylcholine."
  },
  {
    "startTime": 205.12,
    "endTime": 209.9,
    "text": "Like dopamine, it's linked to pleasure, but the pleasure is produced from turning inwards."
  },
  {
    "startTime": 210.04,
    "endTime": 215.869,
    "text": "This allows introverts to reflect deeply and stay focused on a single task for an extended period of time."
  },
  {
    "startTime": 215.95,
    "endTime": 222.029,
    "text": "Acetylcholine also influences them to prefer calm quiet settings over loud crowded places."
  },
  {
    "startTime": 224.42,
    "endTime": 227.029,
    "text": "7. Introverts are more creative."
  },
  {
    "startTime": 227.629,
    "endTime": 233.0,
    "text": "Introverts need solitude to recharge, but it's also within solitude where they find creativity."
  },
  {
    "startTime": 233.0,
    "endTime": 239.979,
    "text": "Most artists and writers who identify as introverts produce their best work when they're by themselves as opposed to in group settings."
  },
  {
    "startTime": 240.13,
    "endTime": 244.159,
    "text": "Additionally, people in general feel less self-conscious when they're alone."
  },
  {
    "startTime": 244.229,
    "endTime": 250.09900000000002,
    "text": "So being in solitude helps introverts feel safe to take risks that allow their creative juices to flow."
  },
  {
    "startTime": 251.659,
    "endTime": 254.269,
    "text": "8. Introverts like the rain."
  },
  {
    "startTime": 254.269,
    "endTime": 259.508,
    "text": "Rain creates white noise that attracts introverts because it signals opportunities for solitude."
  },
  {
    "startTime": 259.699,
    "endTime": 265.17900000000003,
    "text": "They find the calming effect pleasurable since it allows them to escape within themselves for the time being."
  },
  {
    "startTime": 265.49,
    "endTime": 270.519,
    "text": "Rain helps lower expectations for the day as well, and isn't as overstimulating as the sun."
  },
  {
    "startTime": 272.389,
    "endTime": 277.329,
    "text": "9. Pretending to be extroverted can have a negative effect on an introvert's performance."
  },
  {
    "startTime": 277.58,
    "endTime": 283.09,
    "text": "The time introverts spend on pretending to be people they're not, disrupts their usual level of performance."
  },
  {
    "startTime": 283.28,
    "endTime": 289.089,
    "text": "It's important to realize and acknowledge this, since the world is so used to trying to mould introverts into extroverts."
  },
  {
    "startTime": 291.169,
    "endTime": 294.579,
    "text": "10. Introverts might not prioritize happiness."
  },
  {
    "startTime": 295.07,
    "endTime": 303.0,
    "text": "Although we live in a culture that emphasizes happiness, introverts actually prefer to maintain a neutral emotional state when presented with tasks."
  },
  {
    "startTime": 303.2,
    "endTime": 307.0,
    "text": "Such as taking a test, giving a speech or thinking rationally."
  },
  {
    "startTime": 307.0,
    "endTime": 312.49,
    "text": "This is because happiness, an arousing emotion, may distract them from completing their tasks efficiently."
  },
  {
    "startTime": 312.559,
    "endTime": 316.839,
    "text": "Extroverts, on the other hand, prefer happiness, because it acts as a motivator."
  },
  {
    "startTime": 318.35,
    "endTime": 325.73,
    "text": "Are you an introvert? If so, do you find any of these facts relevant? Feel free to share in the comments below."
  },
  {
    "startTime": 326.37,
    "endTime": 333.3,
    "text": "If you enjoyed this video, be sure to check out our website and other social media as well as our new Patreon account for more content."
  },
  {
    "startTime": 333.3,
    "endTime": 334.98,
    "text": "And don't forget to subscribe."
  },
  {
    "startTime": 334.98,
    "endTime": 336.98,
    "text": "Thanks for watching."
  }
]