[
  {
    "startTime": 0.0,
    "endTime": 7.89,
    "text": "He's played a dragon, a sorcerer, a detective, and an intergalactic evil genius, and that's just to name a few ."
  },
  {
    "startTime": 7.89,
    "endTime": 14.399999999999999,
    "text": "Welcome to WatchMojo UK, and today we're counting down our picks for the Top 10 Benedict Cumberbatch Performances."
  },
  {
    "startTime": 14.4,
    "endTime": 19.6,
    "text": "Before we begin, if you enjoy this video, please subscribe for more great content."
  },
  {
    "startTime": 19.6,
    "endTime": 25.5,
    "text": "For this list, we'll be taking a look at the career highlights of one of Britain's biggest stars, Benedict Cumberbatch."
  },
  {
    "startTime": 25.5,
    "endTime": 30.35,
    "text": "And today's video is a celebration of Benedict's best film and TV performances."
  },
  {
    "startTime": 30.35,
    "endTime": 32.0,
    "text": "\"Shall we let them enjoy our lands.\""
  },
  {
    "startTime": 32.9,
    "endTime": 33.5,
    "text": "\"Nay!\""
  },
  {
    "startTime": 34.4,
    "endTime": 38.3,
    "text": "Number 10: Smaug and the Necromancer—\"The Hobbit\" series."
  },
  {
    "startTime": 38.8,
    "endTime": 45.5,
    "text": "\"Thief... I smell you.\""
  },
  {
    "startTime": 45.5,
    "endTime": 55.6,
    "text": "Cumberbatch covered two characters when he ventured into Middle-earth for Peter Jackson's“The Hobbit\"— the dragon Smaug and the Necromancer, a shadowy figure revealed to be Sauron."
  },
  {
    "startTime": 55.6,
    "endTime": 59.35,
    "text": "However, it's his role as the winged beast which audiences remember most."
  },
  {
    "startTime": 59.35,
    "endTime": 62.2,
    "text": "\"Do you think flattery will keep you alive?\""
  },
  {
    "startTime": 62.2,
    "endTime": 63.900000000000006,
    "text": "\"No...\""
  },
  {
    "startTime": 63.9,
    "endTime": 65.21,
    "text": "\"No, indeed.\""
  },
  {
    "startTime": 65.21,
    "endTime": 74.39999999999999,
    "text": "Hoarding the treasures of Erebor, Cumberbatch throws himself into the part of Smaug, becoming a menacing, threatening and gargantuan on-screen presence."
  },
  {
    "startTime": 74.4,
    "endTime": 86.30000000000001,
    "text": "\"What will you do now... Bowman? You are... forsaken. No help will come.\""
  },
  {
    "startTime": 86.3,
    "endTime": 91.5,
    "text": "The behind the scenes footage looks a bit goofy, but the final product is awesome."
  },
  {
    "startTime": 91.5,
    "endTime": 97.356,
    "text": "Number 9: Richard III—\"The Hollow Crown: The Wars of the Roses.\""
  },
  {
    "startTime": 97.356,
    "endTime": 104.19999999999999,
    "text": "As part of the popular BBC Shakespeare adaptation series, Cumberbatch stars as one of the Bard's most famous characters."
  },
  {
    "startTime": 104.201,
    "endTime": 107.91,
    "text": "\"And who doth lead them but a paltry fellow.\""
  },
  {
    "startTime": 107.919,
    "endTime": 117.7,
    "text": "Though seizing the opportunity to go full-on wicked, Benedict manages to lace the role with enough tragedy that, even in Richard's vilest, most manipulative moments,"
  },
  {
    "startTime": 117.7,
    "endTime": 121.45,
    "text": "You can still see the human underneath simply looking for recognition."
  },
  {
    "startTime": 121.45,
    "endTime": 132.65,
    "text": "\"Victory for York and victory for Edward. Now Duke of York, soon to be a king.\""
  },
  {
    "startTime": 132.65,
    "endTime": 139.501,
    "text": "Cumberbatch has shown his Shakespearian talents on stage plenty of times before, so it's no surprise he smashed this role."
  },
  {
    "startTime": 139.501,
    "endTime": 143.01,
    "text": "Number 8: David—\"Wreckers.\""
  },
  {
    "startTime": 143.01,
    "endTime": 149.45,
    "text": "In this British indie film, Cumberbatch takes a break from larger-than-life characters for an original but bleak drama."
  },
  {
    "startTime": 149.45,
    "endTime": 152.50099999999998,
    "text": "\"Why didn't you just say?\""
  },
  {
    "startTime": 152.501,
    "endTime": 157.3,
    "text": "\"You kept pushing it, your, your little project. I mean, why couldn't we have just waited for a couple of years?\""
  },
  {
    "startTime": 157.3,
    "endTime": 163.70000000000002,
    "text": "He and \"The Crown's\" Claire Foy play a married couple whose life is interrupted by the unexpected return of Cumberbatch's brother."
  },
  {
    "startTime": 163.7,
    "endTime": 166.0,
    "text": "\"Should we get rid of him?\""
  },
  {
    "startTime": 166.0,
    "endTime": 168.0,
    "text": "\"Where to?\""
  },
  {
    "startTime": 168.0,
    "endTime": 171.75,
    "text": "\"He's got mates. What about his ex?\""
  },
  {
    "startTime": 171.75,
    "endTime": 180.23,
    "text": "Initially painted as an absent but kind husband, the darker nature of Benedict's David slowly unravels, with the actor charting the change impeccably ."
  },
  {
    "startTime": 180.23,
    "endTime": 187.22899999999998,
    "text": "Sometimes, you don't need a big budget and special effects to make an impact."
  },
  {
    "startTime": 187.229,
    "endTime": 188.70100000000002,
    "text": "\"Stop it! Dawn!\""
  },
  {
    "startTime": 188.701,
    "endTime": 192.2,
    "text": "Number 7: William Ford—\"12 Years a Salve.\""
  },
  {
    "startTime": 192.201,
    "endTime": 197.0,
    "text": "\"I am the God of Abraham, the God of Issac, and the God of Jacob.\""
  },
  {
    "startTime": 197.001,
    "endTime": 208.8,
    "text": "In this Best Picture Oscar-winning period drama, Benedict plays plantation holder William Ford, who becomes the first owner of Solomon Northup after the former free man is kidnapped and sold into slavery."
  },
  {
    "startTime": 208.8,
    "endTime": 213.10000000000002,
    "text": "Ford shows kindness and respect to Northup, but their relationship is short-lived."
  },
  {
    "startTime": 213.1,
    "endTime": 216.0,
    "text": "\"Well, I'll admit to being impressed even if you won't.\""
  },
  {
    "startTime": 216.0,
    "endTime": 224.75,
    "text": "And, though Cumberbatch's role in the film is also fairly fleeting, he leaves a lasting impression, as a glimmer of hope for Northup throughout his struggles for freedom."
  },
  {
    "startTime": 224.75,
    "endTime": 227.1,
    "text": "\"My great thanks, Master Ford.\""
  },
  {
    "startTime": 227.101,
    "endTime": 234.55,
    "text": "\"No, my thanks to you. And it is the least of it. I hope it brings us both much joy over the years.\""
  },
  {
    "startTime": 234.55,
    "endTime": 238.9,
    "text": "Number 6: Stephen Hawking—\"Hawking.\""
  },
  {
    "startTime": 238.9,
    "endTime": 243.8,
    "text": "Though Eddie Redmayne's Oscar-winning turn in \"The Theory of Everything\" has since overshadowed it,"
  },
  {
    "startTime": 243.8,
    "endTime": 251.501,
    "text": "Cumberbatch's take on the famed scientist, given ten years before Redmayne's, is a stand-out piece of dedicated acting in its own right."
  },
  {
    "startTime": 251.501,
    "endTime": 261.3,
    "text": "\"You have to know this is incredibly important. Time's not a background thing, it's not an absolute, it can switch, everything else is measured. It's dynamic.\""
  },
  {
    "startTime": 261.3,
    "endTime": 269.75100000000003,
    "text": "Focusing on Hawking's time at University, Benedict expertly shows the physicist's astounding intellect and his struggles with motor neuron disease."
  },
  {
    "startTime": 269.751,
    "endTime": 274.5,
    "text": "\"Are you the Cambridge type? Yes, and I love you deeply and forever.\""
  },
  {
    "startTime": 274.5,
    "endTime": 280.501,
    "text": "The role also bagged Cumberbatch a BAFTA nomination, helping to propel his then-fledgling career."
  },
  {
    "startTime": 280.501,
    "endTime": 285.0,
    "text": "Number 5: Peter Guillam—\"Tinker Tailor Soldier Spy.\""
  },
  {
    "startTime": 285.0,
    "endTime": 293.901,
    "text": "Standing out even amongst an ensemble cast of Hollywood heavyweights (including Gary Oldman and Tom Hardy), Benedict's role in this John Le Carre adaptation is pivotal ."
  },
  {
    "startTime": 293.901,
    "endTime": 295.50100000000003,
    "text": "\"Alwyn.\""
  },
  {
    "startTime": 295.501,
    "endTime": 296.501,
    "text": "\"Sir?\""
  },
  {
    "startTime": 296.502,
    "endTime": 297.202,
    "text": "\"Get me my bag. Will ya?\""
  },
  {
    "startTime": 297.202,
    "endTime": 298.001,
    "text": "\"But...\""
  },
  {
    "startTime": 298.001,
    "endTime": 298.79999999999995,
    "text": "\"Just for a second.\""
  },
  {
    "startTime": 298.8,
    "endTime": 309.75100000000003,
    "text": "Playing Peter Guillam, a regular confidant of George Smiley and entrusted in his hunt for a mole inside the British Intelligence services, he's involved in some seriously high-tension scenes."
  },
  {
    "startTime": 309.751,
    "endTime": 316.5,
    "text": "\"Well, I haven't been seeing him. So get your facts straight and get off my back!\""
  },
  {
    "startTime": 316.5,
    "endTime": 324.701,
    "text": "Also portrayed as homosexual, in a break from Le Carre's original novels, the character is surrounded by secrecy—and Benedict thrives on the drama."
  },
  {
    "startTime": 324.701,
    "endTime": 330.252,
    "text": "\"I stole that because of you. I spied on my own because of him. Do you know how that makes me feel?!\""
  },
  {
    "startTime": 330.253,
    "endTime": 336.12899999999996,
    "text": "Number 4: Khan Noonien Singh—\"Star Trek Into Darkness.\""
  },
  {
    "startTime": 336.129,
    "endTime": 341.401,
    "text": "To a casting choice which touted some controversy, but a role which Benedict made his own."
  },
  {
    "startTime": 341.401,
    "endTime": 344.8,
    "text": "\"My name... is... Khan.\""
  },
  {
    "startTime": 344.8,
    "endTime": 359.50100000000003,
    "text": "Khan steals the sci-fi show for \"Star Trek Into Darkness\", as Cumberbatch balances the lingering menace and ruthless determination of Ricardo Montalban's original performance, but also brings a new personality and underlying sense of humanity to the role."
  },
  {
    "startTime": 359.501,
    "endTime": 360.501,
    "text": "\"Stand down.\""
  },
  {
    "startTime": 360.501,
    "endTime": 361.0,
    "text": "\"How many torpedoes?\""
  },
  {
    "startTime": 361.0,
    "endTime": 363.002,
    "text": "\"Stand down!\""
  },
  {
    "startTime": 363.002,
    "endTime": 367.2,
    "text": "\"The torpedoes, the weapons you threatened me with in your message. How many are there?\""
  },
  {
    "startTime": 367.2,
    "endTime": 373.901,
    "text": "All in all, it's a classic character reworked, and a distinct addition to one of the most popular sagas in science fiction."
  },
  {
    "startTime": 373.901,
    "endTime": 375.00100000000003,
    "text": "\"Captain.\""
  },
  {
    "startTime": 376.2,
    "endTime": 380.401,
    "text": "Number 3: Stephen Strange—\"Doctor Strange.\""
  },
  {
    "startTime": 380.401,
    "endTime": 385.96000000000004,
    "text": "\"This is how things are now. You and me, trapped in this moment.\""
  },
  {
    "startTime": 385.96,
    "endTime": 396.20099999999996,
    "text": "Snagging himself a major part in the MCU as the sorcerer supreme, Doctor Strange, Cumberbatch's long-anticipated break into the superhero genre was well worth the wait."
  },
  {
    "startTime": 396.201,
    "endTime": 397.351,
    "text": "\"You reject the possibility?\""
  },
  {
    "startTime": 397.351,
    "endTime": 405.8,
    "text": "\"No, I reject it because I do not believe in fairy tales about chakras, or energy, or the power of belief. There is no such thing as spirit!\""
  },
  {
    "startTime": 405.8,
    "endTime": 412.801,
    "text": "Taking a page from Robert Downey Jr's Tony Stark, Cumberbatch's character is an arrogant bloke brimming with snarky comebacks."
  },
  {
    "startTime": 412.801,
    "endTime": 417.301,
    "text": "\"I think I found the problem, Dr. Palmer. You left a bullet in his head.\""
  },
  {
    "startTime": 417.302,
    "endTime": 417.70000000000005,
    "text": "\"Thanks.\""
  },
  {
    "startTime": 417.7,
    "endTime": 426.9,
    "text": "But he also undertakes a hero's journey from crippled surgeon to master of the mystical arts, with an especially inventive ride through the Marvel Universe."
  },
  {
    "startTime": 426.9,
    "endTime": 429.251,
    "text": "It's an origins story quite unlike any other."
  },
  {
    "startTime": 429.251,
    "endTime": 437.751,
    "text": "\"No. It is Dr. Strange. Not Master Strange, not Mr. Strange; Doctor Strange.\""
  },
  {
    "startTime": 437.751,
    "endTime": 442.04999999999995,
    "text": "Number 2: Alan Turing—\"The Imitation Game.\""
  },
  {
    "startTime": 442.05,
    "endTime": 449.351,
    "text": "A widely praised performance which almost earned him an Oscar, our runner-up sees Benedict become an influential figure in British history."
  },
  {
    "startTime": 449.351,
    "endTime": 461.139,
    "text": "\"Human brains can compute large sums very quickly, even Hugh can do that, but I want Christopher to be smarter. To make a calculation and then to determine what to do next.\""
  },
  {
    "startTime": 461.139,
    "endTime": 468.05,
    "text": "In the role as the famed mathematician and AI pioneer, Cumberbatch brings Alan Turing's genius to the big screen."
  },
  {
    "startTime": 468.05,
    "endTime": 477.362,
    "text": "The film follows Turing's recruitment as a codebreaker at Bletchley Park during World War II, right through to his infamous conviction for indecency and homosexuality."
  },
  {
    "startTime": 477.362,
    "endTime": 484.5,
    "text": "\"The interesting question is just because something, er, thinks differently from you, does that mean it's not thinking?\""
  },
  {
    "startTime": 484.5,
    "endTime": 491.501,
    "text": "Taking Turing's life story for a film which demands to be seen, it's Cumberbatch's finest hour in terms of feature-length cinema."
  },
  {
    "startTime": 491.501,
    "endTime": 492.501,
    "text": "\"I don't.\""
  },
  {
    "startTime": 496.251,
    "endTime": 497.101,
    "text": "\"What?\""
  },
  {
    "startTime": 497.101,
    "endTime": 502.751,
    "text": "\"Care for you. I never did. I... I just needed you to break Enigma.\""
  },
  {
    "startTime": 502.751,
    "endTime": 505.90099999999995,
    "text": "Number 1: Sherlock Holmes—\"Sherlock.\""
  },
  {
    "startTime": 505.901,
    "endTime": 508.75100000000003,
    "text": "\"Anderson, don't talk out loud. You lower the IQ of the whole street.\""
  },
  {
    "startTime": 508.751,
    "endTime": 519.1999999999999,
    "text": "The role which solidified Benedict's star status, it might've been difficult to put an original stamp on Sherlock Holmes, a world renowned character subject to countless reinventions."
  },
  {
    "startTime": 519.2,
    "endTime": 522.0,
    "text": "But Cumberbatch makes it look easy."
  },
  {
    "startTime": 522.0,
    "endTime": 529.4,
    "text": "Paired with Martin Freeman's Watson, his modern take on Arthur Conan Doyle's seminal detective brought fresh life to a famous story."
  },
  {
    "startTime": 529.4,
    "endTime": 530.451,
    "text": "\"I need a case!\""
  },
  {
    "startTime": 530.451,
    "endTime": 534.1510000000001,
    "text": "\"You've just solved one! By harpooning a dead pig, apparently.\""
  },
  {
    "startTime": 534.151,
    "endTime": 537.77,
    "text": "\"Ah! That was this morning! When's the next one?\""
  },
  {
    "startTime": 537.77,
    "endTime": 547.751,
    "text": "Though there's plenty of competition with other modern Holmeses, including Robert Downey Jr's and Jonny Lee Miller's, Cumberbatch's version is another level of brilliant."
  },
  {
    "startTime": 547.752,
    "endTime": 554.001,
    "text": "\"No, no, no! Of course he's not the boy's father! Look at the turn-ups on his jeans!\""
  },
  {
    "startTime": 554.002,
    "endTime": 561.0,
    "text": "Do you agree with our picks? Check out these other great clips from WatchMojoUK and subscribe for more great content."
  }
]