[
  {
    "startTime": 0.26,
    "endTime": 3.79,
    "text": "We use this every day as a stand-in for love and the human heart."
  },
  {
    "startTime": 4.22,
    "endTime": 6.398999999999999,
    "text": "But it doesn't really look like the real thing."
  },
  {
    "startTime": 8.5,
    "endTime": 11.889,
    "text": "Zackary Crokett at Priceonomics has looked into the history of this."
  },
  {
    "startTime": 12.63,
    "endTime": 20.69,
    "text": "He says that there are relics resembling the heart shape from 3000 BC, but these shapes stood for ivy or fig leaves, not the heart."
  },
  {
    "startTime": 20.86,
    "endTime": 25.03,
    "text": "It wasn't until several centuries later that the heart became a symbol representing \"love\"."
  },
  {
    "startTime": 25.0,
    "endTime": 28.4,
    "text": "But the problem, was they didn't really know what the heart looked like,"
  },
  {
    "startTime": 28.79,
    "endTime": 31.72,
    "text": "partially because of the Catholic Church prohibited autopsies."
  },
  {
    "startTime": 32.0,
    "endTime": 38.461,
    "text": "So, when artists tried to draw the heart as a symbol of love, like in this French manuscript from 1250, it looked like this."
  },
  {
    "startTime": 39.2,
    "endTime": 48.2,
    "text": "By the time detailed anatomical drawings appeared, like those of Leonardo Da Vinci in the early 16th century, the simplified symbol had already taken root."
  },
  {
    "startTime": 48.219,
    "endTime": 53.159,
    "text": "It became a popular image in Catholic symbolism as well as secular things like decks of cards."
  },
  {
    "startTime": 54.2,
    "endTime": 58.690000000000005,
    "text": "Eventually, New York City's 1977 campaign turned the heart symbol into a verb."
  },
  {
    "startTime": 59.9,
    "endTime": 62.06,
    "text": "\"I love New York,\" replacing the word \"love\"."
  },
  {
    "startTime": 63.0,
    "endTime": 65.4,
    "text": "Now it's used in everything romantic:"
  },
  {
    "startTime": 65.5,
    "endTime": 68.259,
    "text": "Valentine's Day cards, emojis, chocolate."
  },
  {
    "startTime": 68.4,
    "endTime": 72.89,
    "text": "But you can also find it in video games, on twitter, and in ads for heart-healthy food."
  },
  {
    "startTime": 73.5,
    "endTime": 79.0,
    "text": "It might be a poor likeness for the human heart, but that's what makes it such an enduring and versatile symbol."
  }
]