[
  {
    "startTime": 0.1,
    "endTime": 9.5,
    "text": "One of the most subtly hurtful and quietly damning of all remarks, perhaps sweetly delivered on the doorstep at the end of a long evening,"
  },
  {
    "startTime": 9.5,
    "endTime": 20.0,
    "text": "with the taxi still hovering somewhere just out of sight, is the suggestion that we should in the end probably remain 'just good friends'."
  },
  {
    "startTime": 20.0,
    "endTime": 24.0,
    "text": "We know exactly what to understand by this."
  },
  {
    "startTime": 24.0,
    "endTime": 36.0,
    "text": "The path towards a tender future is being gently but firmly closed off. We are, with a smile, being shunted into the category of the failed, the ignored and the lightly despised."
  },
  {
    "startTime": 36.0,
    "endTime": 46.0,
    "text": "The other must in some way have worked out the despicable truths about us – all the ones that we tried so hard to disguise and even to believe didn't exist –"
  },
  {
    "startTime": 46.0,
    "endTime": 50.0,
    "text": "and has logically decided to take their leave."
  },
  {
    "startTime": 50.0,
    "endTime": 58.0,
    "text": "We return crushed to an apartment which we had left with butterflies and elevated hopes only a few hours before."
  },
  {
    "startTime": 58.0,
    "endTime": 66.0,
    "text": "We hear the invitation to a friendship as synonymous with insult because our Romantic culture has continuously,"
  },
  {
    "startTime": 66.0,
    "endTime": 79.5,
    "text": "from a young age, made one thing sharply clear to us: love is the purpose of existence; friendship is the paltry, depleted consolation prize."
  },
  {
    "startTime": 79.5,
    "endTime": 92.0,
    "text": "Though this seems like unsurprising common sense, what should detain us and encourage us to probe a little at the claims made on love's behalf is one basic source of evidence:"
  },
  {
    "startTime": 92.0,
    "endTime": 99.5,
    "text": "the behaviour, level of satisfaction and state of mind of those engaged in love."
  },
  {
    "startTime": 99.5,
    "endTime": 111.0,
    "text": "If we were to judge love chiefly by its impact, by the extent of the tears, the depths of the frustrations, the viciousness of the insults that unfold in its name,"
  },
  {
    "startTime": 111.0,
    "endTime": 119.6,
    "text": "we wouldn't continue to rate it as we do and might indeed mistake it for a form of illness or aberration of the mind."
  },
  {
    "startTime": 119.6,
    "endTime": 128.0,
    "text": "The scenes that typically unfold between lovers would scarcely be considered imaginable outside of conditions of open hostility."
  },
  {
    "startTime": 128.0,
    "endTime": 137.0,
    "text": "Those we love, we honour with our worst moods, our most unfair accusations, our most wounding insults."
  },
  {
    "startTime": 137.0,
    "endTime": 147.0,
    "text": "It's to our lovers that we direct blame for everything that has gone wrong in our lives, it is they we expect to know everything we mean without bothering to explain it,"
  },
  {
    "startTime": 147.0,
    "endTime": 154.0,
    "text": "it's to their minor errors and misunderstandings that we respond with sulks and rage."
  },
  {
    "startTime": 154.0,
    "endTime": 167.5,
    "text": "And, by comparison, in friendship, the supposedly worthless and inferior state whose mention should crush us at the end of a date,  we bring our highest and noblest virtues."
  },
  {
    "startTime": 167.5,
    "endTime": 175.0,
    "text": "Here we are patient, encouraging, tolerant, funny and – most of all – kind."
  },
  {
    "startTime": 175.0,
    "endTime": 181.0,
    "text": "We expect a little less and therefore, by extension, forgive an infinite amount more."
  },
  {
    "startTime": 181.0,
    "endTime": 187.0,
    "text": "We don't presume that we will be fully understood, and so treat failings lightly and humanely."
  },
  {
    "startTime": 187.0,
    "endTime": 193.5,
    "text": "We don't imagine that our friends should admire us without reserve and stick by us whatever we do,"
  },
  {
    "startTime": 193.5,
    "endTime": 200.0,
    "text": "and so we put in effort and behave, pleasing ourselves as well as our companions along the way."
  },
  {
    "startTime": 200.0,
    "endTime": 202.9,
    "text": "We are, in the company of our friends, our best selves."
  },
  {
    "startTime": 205.0,
    "endTime": 214.0,
    "text": "Paradoxically, it is friendship that offers us the real route to the pleasures that Romanticism associates with love."
  },
  {
    "startTime": 214.0,
    "endTime": 221.0,
    "text": "That this sounds surprising is only a reflection of how underdeveloped our day to day vision of friendship has become."
  },
  {
    "startTime": 221.0,
    "endTime": 228.5,
    "text": "We associate it with a casual acquaintance we see once in a while to exchange inconsequential and shallow banter."
  },
  {
    "startTime": 228.5,
    "endTime": 234.0,
    "text": "But real friendship is something altogether more profound and worthy of exultation:"
  },
  {
    "startTime": 234.0,
    "endTime": 238.7,
    "text": "it is an arena in which two people can get a sense of each other's vulnerabilities;"
  },
  {
    "startTime": 238.7,
    "endTime": 248.5,
    "text": "appreciate each other's follies without recrimination, reassure one another as to their value and greet the sorrows and tragedies of existence with wit and warmth."
  },
  {
    "startTime": 248.5,
    "endTime": 257.0,
    "text": "Culturally and collectively, we have made a momentous mistake which has left us both lonelier and more disappointed than we ever needed to be."
  },
  {
    "startTime": 257.0,
    "endTime": 265.4,
    "text": "In a better world, our most serious goal would not be to locate one special lover with whom to replace all other humans,"
  },
  {
    "startTime": 265.4,
    "endTime": 273.5,
    "text": "it would be to put our intelligence and energy into identifying and nurturing a circle of true friends."
  },
  {
    "startTime": 273.5,
    "endTime": 281.5,
    "text": "At the end of an evening, we would learn to say to certain prospective companions, with an embarrassed smile as we invited them inside –"
  },
  {
    "startTime": 281.5,
    "endTime": 294.8,
    "text": "knowing that this would come across as a properly painful rejection – 'I'm so sorry, couldn't we just be… lovers?'"
  },
  {
    "startTime": 294.8,
    "endTime": 301.0,
    "text": "If you liked this film, please subscribe to our channel and click the bell icon to turn on notifications."
  }
]