[
  {
    "startTime": 7.0,
    "endTime": 14.594000000000001,
    "text": "The oldest glue in the world  is over 8,000 years old and comes from a cave near the Dead Sea."
  },
  {
    "startTime": 14.594,
    "endTime": 23.725,
    "text": "Ancient people used this glue, made from a mixture of animal bone and plant materials, to waterproof baskets and construct utensils."
  },
  {
    "startTime": 23.725,
    "endTime": 29.815,
    "text": "And for thousands of years after, plants and animals were the glue that held human civilization together."
  },
  {
    "startTime": 29.815,
    "endTime": 34.856,
    "text": "Today, we have enough types of tape and glue to build and repair almost anything."
  },
  {
    "startTime": 34.856,
    "endTime": 38.607,
    "text": "But what gives glue and tape their stickiness?"
  },
  {
    "startTime": 38.607,
    "endTime": 41.705,
    "text": "And is one stronger than the other?"
  },
  {
    "startTime": 41.705,
    "endTime": 49.207,
    "text": "Adhesives can be made from synthetic molecules or natural proteins and carbohydrates like the vegetable starch dextrin,"
  },
  {
    "startTime": 49.207,
    "endTime": 53.936,
    "text": "the milk protein casein, and the terpenes in tree resin."
  },
  {
    "startTime": 53.936,
    "endTime": 59.808,
    "text": "In order to work, glue and tape need  both adhesive bonds and cohesive bonds."
  },
  {
    "startTime": 59.808,
    "endTime": 66.968,
    "text": "Adhesive bonds occur between an adhesive's molecules and the molecules of whatever it's sticking to."
  },
  {
    "startTime": 66.968,
    "endTime": 73.3,
    "text": "Cohesive bonds happen between a glue or tape's own molecules, holding it together."
  },
  {
    "startTime": 73.3,
    "endTime": 80.119,
    "text": "Most glues consist of adhesive polymers dissolved in a solvent that prevents them from sticking to the inside of the bottle."
  },
  {
    "startTime": 80.119,
    "endTime": 86.49,
    "text": "The strong smell of many glues comes from the solvent, which evaporates when exposed to air."
  },
  {
    "startTime": 86.49,
    "endTime": 92.52799999999999,
    "text": "Some glues use water as a solvent, but others use chemicals that can be harmful to inhale."
  },
  {
    "startTime": 92.528,
    "endTime": 99.958,
    "text": "Glues with two or more components that chemically react instead of just drying can create stronger bonds."
  },
  {
    "startTime": 99.958,
    "endTime": 106.8,
    "text": "Both the adhesive and cohesive bonds of glue are strong, but the drying process makes them irreversible."
  },
  {
    "startTime": 106.8,
    "endTime": 113.72,
    "text": "This is why, if a glued surface  is broken after it dries, it can't be reattached without new glue."
  },
  {
    "startTime": 113.72,
    "endTime": 124.601,
    "text": "By contrast,  when tape is applied to a surface, it forms weaker, reversible bonds, so you can peel a piece of tape off  a surface and use it again."
  },
  {
    "startTime": 124.601,
    "endTime": 135.902,
    "text": "These weak bonds, called Van der Waals forces, can occur between any two materials, but only if they're extremely close together, closer than the naked eye can see."
  },
  {
    "startTime": 135.902,
    "endTime": 145.78099999999998,
    "text": "Tape usually consists of a backing coated with a combination of a rubber or rubber-like \"stretchy\" component, and a compound called a tackifier."
  },
  {
    "startTime": 145.781,
    "endTime": 149.121,
    "text": "That's the \"sticky\" component."
  },
  {
    "startTime": 149.121,
    "endTime": 154.102,
    "text": "A tape's stickiness is determined by the proportion of elastic component  and tackifier,"
  },
  {
    "startTime": 154.102,
    "endTime": 159.422,
    "text": "the thickness of adhesive spread  onto the backing, and the type of backing material."
  },
  {
    "startTime": 159.422,
    "endTime": 163.703,
    "text": "No chemical reaction occurs when tape is pressed onto a surface."
  },
  {
    "startTime": 163.703,
    "endTime": 169.763,
    "text": "Instead, the soft adhesive flows into the cracks and grooves of the surface."
  },
  {
    "startTime": 169.763,
    "endTime": 176.513,
    "text": "This ability to slide into cracks and then stay in place is called viscoelasticity."
  },
  {
    "startTime": 176.513,
    "endTime": 185.144,
    "text": "Once the viscoelastic adhesive fills these microscopic crevices, it is close enough to form Van der Waals forces."
  },
  {
    "startTime": 185.144,
    "endTime": 188.532,
    "text": "So what's the world's strongest adhesive?"
  },
  {
    "startTime": 188.532,
    "endTime": 191.31400000000002,
    "text": "Well, there's no one answer."
  },
  {
    "startTime": 191.314,
    "endTime": 200.60399999999998,
    "text": "In terms of absolute strength of adhesive bonds, glue is stronger than tape, but no single adhesive works well in all circumstances."
  },
  {
    "startTime": 200.604,
    "endTime": 207.715,
    "text": "Of the glues, cyanoacrylates, or super glues, may form the strongest bonds,"
  },
  {
    "startTime": 207.715,
    "endTime": 216.685,
    "text": "but two-component epoxy glues have much higher resistance to heat and shearing, and are compatible  with a wider range of surfaces."
  },
  {
    "startTime": 216.685,
    "endTime": 222.596,
    "text": "So, if you wanted  to dangle an anvil in the air, super glue might be your best bet."
  },
  {
    "startTime": 222.596,
    "endTime": 228.405,
    "text": "But if you're doing so over an active volcano, you'd want an epoxy instead."
  },
  {
    "startTime": 228.405,
    "endTime": 232.88,
    "text": "And in order to work at all, glues need enough real estate where surfaces touch."
  },
  {
    "startTime": 232.88,
    "endTime": 238.921,
    "text": "If for some reason you wanted  to make a chain of bowling balls, duct tape would be better."
  },
  {
    "startTime": 238.921,
    "endTime": 243.715,
    "text": "Engineers weigh similar,  if less absurd, factors all the time."
  },
  {
    "startTime": 243.716,
    "endTime": 248.858,
    "text": "Choosing the right glue to withstand the heat inside an engine is a matter of life and death."
  },
  {
    "startTime": 248.858,
    "endTime": 251.716,
    "text": "And though the strength of duct tape's adhesive bonds can't compete with those of epoxy glues,"
  },
  {
    "startTime": 254.177,
    "endTime": 258.846,
    "text": "tape does have the advantage of  instantaneous stickiness in an emergency."
  },
  {
    "startTime": 258.846,
    "endTime": 270.0,
    "text": "Glue may be necessary  to get a rocket to space, but when it comes  to extraterrestrial repairs, stick to duct tape:  liquid glues don't work in zero gravity."
  }
]