[
  {
    "startTime": 0.0,
    "endTime": 2.56,
    "text": "Hey There! Welcome To Life Noggin!"
  },
  {
    "startTime": 2.8,
    "endTime": 9.0,
    "text": "Imagine waking up in the middle of the night, being fully conscious, then realizing you can't move a muscle."
  },
  {
    "startTime": 9.1,
    "endTime": 12.0,
    "text": "Your chest tightens and it gets hard to breathe."
  },
  {
    "startTime": 12.19,
    "endTime": 15.399999999999999,
    "text": "You start hallucinating and a dark figure begins moving towards you."
  },
  {
    "startTime": 15.599,
    "endTime": 17.8,
    "text": "You try to scream for help, but you can't."
  },
  {
    "startTime": 18.0,
    "endTime": 18.8,
    "text": "Are you dying?"
  },
  {
    "startTime": 19.0,
    "endTime": 19.8,
    "text": "Are you dreaming?"
  },
  {
    "startTime": 20.109,
    "endTime": 22.3,
    "text": "Then, all of a sudden, you can move again."
  },
  {
    "startTime": 22.4,
    "endTime": 26.0,
    "text": "That terrifying apparition is gone and you can breathe normally."
  },
  {
    "startTime": 26.1,
    "endTime": 29.3,
    "text": "Believe it or not, experiences like this are fairly common."
  },
  {
    "startTime": 29.4,
    "endTime": 36.25,
    "text": "This is a medical condition called sleep paralysis and about 8% of the population has experienced some variation of it in their lives."
  },
  {
    "startTime": 36.3,
    "endTime": 41.3,
    "text": "While this can be absolutely terrifying, scientists say it isn't dangerous. Phew."
  },
  {
    "startTime": 41.5,
    "endTime": 47.8,
    "text": "People used to think that this paralysis was caused by supernatural beings like demons holding people down while they sleep."
  },
  {
    "startTime": 48.0,
    "endTime": 55.0,
    "text": "Since hallucinations are fairly common with this condition, it's understandable that that people would think the thing they saw was what was stopping them from moving,"
  },
  {
    "startTime": 55.2,
    "endTime": 61.400000000000006,
    "text": "but there's actually a very scientific, not-so-supernatural explanation for why some people wake up and can't move."
  },
  {
    "startTime": 61.5,
    "endTime": 65.5,
    "text": "When we sleep, we experience cycles of REM sleep and non-REM sleep."
  },
  {
    "startTime": 65.6,
    "endTime": 69.69999999999999,
    "text": "Rapid eye movement sleep is when your eyes move quickly from one side to the other."
  },
  {
    "startTime": 69.8,
    "endTime": 74.6,
    "text": "This is the time of night when parts of your brain like the thalamus and the amygdala are most active."
  },
  {
    "startTime": 74.8,
    "endTime": 81.6,
    "text": "Usually, people wake up when their brains are in the non-REM phase, but sometimes you wake up when you're still in REM sleep."
  },
  {
    "startTime": 81.7,
    "endTime": 83.72,
    "text": "This is what prompts sleep paralysis."
  },
  {
    "startTime": 83.72,
    "endTime": 91.7,
    "text": "During REM sleep, neurotransmitters like GABA and glycine basically turn off your muscles to make sure you don't act out your dreams."
  },
  {
    "startTime": 91.94,
    "endTime": 98.8,
    "text": "So if you wake up before a REM cycle is over, your muscles are still sleeping, so you can't move, even if you're fully awake."
  },
  {
    "startTime": 99.0,
    "endTime": 102.56,
    "text": "Your chest muscles are turned off too, with the exception of your diaphragm."
  },
  {
    "startTime": 102.56,
    "endTime": 106.7,
    "text": "That's why people experience shortness of breath or feel pressure on their chest."
  },
  {
    "startTime": 106.8,
    "endTime": 110.0,
    "text": "When your brain is in REM mode, your dreams are the most vivid."
  },
  {
    "startTime": 110.1,
    "endTime": 116.39999999999999,
    "text": "In sleep paralysis, your mind is still partially dreaming, leading to hallucinations that can feel super real."
  },
  {
    "startTime": 116.5,
    "endTime": 124.4,
    "text": "People experience visual, sensory, and auditory hallucinations, but they disappear once the paralysis is over - usually after a couple of minutes."
  },
  {
    "startTime": 124.5,
    "endTime": 134.8,
    "text": "Sleep paralysis is thought to be caused by sleep deprivation, certain medications, sleep disorders like sleep apnea and narcolepsy, stress, and altered sleep patterns, like working night shifts."
  },
  {
    "startTime": 134.9,
    "endTime": 138.8,
    "text": "If you're between the ages of 10 and 25, you're more likely to experience it."
  },
  {
    "startTime": 138.9,
    "endTime": 145.0,
    "text": "And people with mental disorders like PTSD, anxiety, and depression are also at higher risk of having the condition."
  },
  {
    "startTime": 145.1,
    "endTime": 154.79999999999998,
    "text": "But, while all this might sound really scary, researchers recently found that 20% of people who experience sleep paralysis on a regular basis actually find it pleasant!"
  },
  {
    "startTime": 154.9,
    "endTime": 158.0,
    "text": "Since it's not dangerous, they relax and just let it happen."
  },
  {
    "startTime": 158.1,
    "endTime": 162.0,
    "text": "Scientists are also investigating whether there's a genetic link to this condition."
  },
  {
    "startTime": 162.093,
    "endTime": 166.1,
    "text": "Twin studies have pointed towards yes, but there's still more research to be done."
  },
  {
    "startTime": 166.2,
    "endTime": 172.79999999999998,
    "text": "Unfortunately, there's no cure for this, but doctors suggest regulating your sleep schedule and avoiding drugs and alcohol before bed."
  },
  {
    "startTime": 172.9,
    "endTime": 177.0,
    "text": "Sleeping on your back also contributes to the problem, so maybe try a different position."
  },
  {
    "startTime": 177.1,
    "endTime": 182.5,
    "text": "In serious cases, an antidepressant may be prescribed, but this condition isn't permanent or dangerous."
  },
  {
    "startTime": 182.6,
    "endTime": 186.38,
    "text": "Curious to know why it's sometimes so difficult to fall asleep?"
  },
  {
    "startTime": 186.38,
    "endTime": 188.14,
    "text": "Check out this video!"
  },
  {
    "startTime": 188.14,
    "endTime": 192.39999999999998,
    "text": "well aside from worrying about that one thing you did in middle school several years ago."
  },
  {
    "startTime": 192.5,
    "endTime": 195.19,
    "text": "It might have something to do with what you're eating."
  },
  {
    "startTime": 195.2,
    "endTime": 198.48,
    "text": "Drinks and food with caffeine can cause sleep disturbances."
  },
  {
    "startTime": 198.48,
    "endTime": 200.78,
    "text": "Especially when you have them close to bed time!"
  },
  {
    "startTime": 200.78,
    "endTime": 207.2,
    "text": "as always, my name is Blocko, this has been Life Noggin, Don't forget to keep on thinking!"
  }
]