[
  {
    "startTime": 0.2,
    "endTime": 2.2600000000000002,
    "text": "Welcome to New York City."
  },
  {
    "startTime": 10.0,
    "endTime": 17.22,
    "text": "At 10 Hudson Yards is where we welcome 1,400 L'Oréal USA employees to our New York City headquarters every single day."
  },
  {
    "startTime": 17.22,
    "endTime": 18.56,
    "text": "Come on, let's take a look."
  },
  {
    "startTime": 20.32,
    "endTime": 23.58,
    "text": "We heard what our employees were looking for, which is collaborative meeting space."
  },
  {
    "startTime": 23.58,
    "endTime": 29.4,
    "text": "We've got 12,000 square feet of meeting space here in this incredible building, where employees can meet,"
  },
  {
    "startTime": 29.5,
    "endTime": 36.0,
    "text": "get together for casual conversation, or tackle the big projects and think about what that next consumer needs for the future."
  },
  {
    "startTime": 36.1,
    "endTime": 40.480000000000004,
    "text": "Here is our flagship company store, located right here in the middle of our New York corporate headquarters,"
  },
  {
    "startTime": 40.48,
    "endTime": 47.379999999999995,
    "text": "where employees, friends and family can come and choose to shop from across any of our 30 plus brands."
  },
  {
    "startTime": 49.12,
    "endTime": 56.459999999999994,
    "text": "Welcome to the beauty lab by L'Oréal, where virtual reality is used to envision the store and the product placement of the future."
  },
  {
    "startTime": 56.46,
    "endTime": 61.82,
    "text": "So, here is where all our merchandisers and marketers can get together to define that future consumer experience."
  },
  {
    "startTime": 62.96,
    "endTime": 67.0,
    "text": "So, here we have our in-house nail salon, where employees can come to get a quick mani-pedi,"
  },
  {
    "startTime": 67.1,
    "endTime": 72.0,
    "text": "and today we've actually got some real-life consumer testing going on for our Essie products."
  },
  {
    "startTime": 72.36,
    "endTime": 72.96,
    "text": "Have a look."
  },
  {
    "startTime": 75.8,
    "endTime": 77.8,
    "text": "So, now we're here at our consumer beauty center,"
  },
  {
    "startTime": 77.9,
    "endTime": 83.96000000000001,
    "text": "where we invite consumers and beyond to come in and try out our new products before they hit the market."
  },
  {
    "startTime": 87.76,
    "endTime": 92.16000000000001,
    "text": "We get to test out those new products before - Zumba!"
  },
  {
    "startTime": 92.16,
    "endTime": 93.22,
    "text": "Patty, how are you? -It's good."
  },
  {
    "startTime": 93.22,
    "endTime": 94.9,
    "text": "Everything's great."
  },
  {
    "startTime": 95.0,
    "endTime": 97.839,
    "text": "And yes, I also happen to be passionate about Zumba."
  },
  {
    "startTime": 97.84,
    "endTime": 99.44,
    "text": "So I found a way to teach classes at work."
  },
  {
    "startTime": 103.2,
    "endTime": 106.10000000000001,
    "text": "The health and wellness of our L'Oréal employees is very important to us,"
  },
  {
    "startTime": 106.2,
    "endTime": 112.7,
    "text": "and so we've been able to design designated spaces for mindfulness, meditation, mother's rooms, and wellness,"
  },
  {
    "startTime": 112.8,
    "endTime": 115.67999999999999,
    "text": "more than half a dozen rooms, specifically for this purpose."
  },
  {
    "startTime": 118.4,
    "endTime": 122.4,
    "text": "So, one of my favorite amenities here at Hudson Yards is our fantastic cafe."
  },
  {
    "startTime": 122.5,
    "endTime": 128.9,
    "text": "And this very special juice bar, where employees and visitors are here every single day to get anything they need."
  },
  {
    "startTime": 129.0,
    "endTime": 131.36,
    "text": "And you can't beat these views either."
  },
  {
    "startTime": 135.28,
    "endTime": 142.14000000000001,
    "text": "It's a perfect time for our employees to take advantage of this 4,000 square foot terrace."
  },
  {
    "startTime": 142.14,
    "endTime": 151.39999999999998,
    "text": "It's a great spot to take a meeting, take a quick break, get some sun, and enjoy the views of the West Side."
  }
]