[
  {
    "startTime": 3.429,
    "endTime": 5.74,
    "text": "We all know the story of Alice in Wonderland."
  },
  {
    "startTime": 5.74,
    "endTime": 11.850000000000001,
    "text": "A little girl in a blue dress follows a white rabbit down a hole and is suddenly thrown into this psychedelic world."
  },
  {
    "startTime": 11.85,
    "endTime": 18.869,
    "text": "She shrinks and grows, sings with flowers, meets the world's creepiest cat, and explodes out of a house."
  },
  {
    "startTime": 18.869,
    "endTime": 27.990000000000002,
    "text": "No one can really agree on what Lewis Carroll was getting at when he wrote the “Alice in Wonderland” story, but some believe he had a condition that literally makes people see life like this."
  },
  {
    "startTime": 27.99,
    "endTime": 32.698,
    "text": "It can manifest in a bunch of mind-boggling ways, but it's not about hallucinations."
  },
  {
    "startTime": 32.698,
    "endTime": 35.78,
    "text": "It's about your perception of the world around you."
  },
  {
    "startTime": 35.78,
    "endTime": 42.309,
    "text": "People with this rare condition experience temporary episodes where they perceive the world very differently than the average person."
  },
  {
    "startTime": 42.309,
    "endTime": 45.579,
    "text": "Typically, they last anywhere from a few minutes to a few days."
  },
  {
    "startTime": 45.579,
    "endTime": 51.35,
    "text": "Vision, hearing, feeling of touch, and understanding of time can all be affected in various ways."
  },
  {
    "startTime": 51.35,
    "endTime": 56.6,
    "text": "Say someone's hanging out in their kitchen and an Alice in Wonderland episode suddenly comes on."
  },
  {
    "startTime": 56.6,
    "endTime": 61.800000000000004,
    "text": "Something like the clock hanging on their wall could become so huge it takes up half the wall (this is called macropsia)."
  },
  {
    "startTime": 61.8,
    "endTime": 66.78,
    "text": "You could suddenly see 25 clocks, like you're seeing the world from a bug's eye view (entomopia)."
  },
  {
    "startTime": 66.78,
    "endTime": 70.1,
    "text": "Or one of your body parts might shrink in size dramatically (partial microsomatognosia)."
  },
  {
    "startTime": 70.1,
    "endTime": 72.85,
    "text": "Time can even speed up (quick-motion phenomenon) or slow down (protracted duration)."
  },
  {
    "startTime": 72.85,
    "endTime": 75.71,
    "text": "You might even feel like you're floating in mid-air (illusory feeling of levitation)."
  },
  {
    "startTime": 75.71,
    "endTime": 81.1,
    "text": "Half the time, this Alice in Wonderland Syndrome happens on its own and it isn't linked with any other conditions."
  },
  {
    "startTime": 81.1,
    "endTime": 89.89999999999999,
    "text": "But sometimes, it's connected to physical disorders like migraines, epilepsy, infections, depression, or encephalitis, which is inflammation of the brain."
  },
  {
    "startTime": 89.9,
    "endTime": 93.97,
    "text": "Scientific understanding of this phenomenon is still in its very early stages."
  },
  {
    "startTime": 93.97,
    "endTime": 97.58,
    "text": "It's thought to be very under-reported, making it even harder to study."
  },
  {
    "startTime": 97.58,
    "endTime": 103.78,
    "text": "It's not clear how many people have it and it's not currently recognized as a neurological disorder or a psychiatric illness."
  },
  {
    "startTime": 103.78,
    "endTime": 105.65,
    "text": "It's kind of in a grey area."
  },
  {
    "startTime": 105.65,
    "endTime": 111.32900000000001,
    "text": "It seems to be more prevalent in children, but this condition doesn't appear to be particularly dangerous or painful."
  },
  {
    "startTime": 111.329,
    "endTime": 117.0,
    "text": "Granted, if the symptoms are followed by migraines, which they often are in about 15% of people with this phenomenon,"
  },
  {
    "startTime": 117.0,
    "endTime": 124.2,
    "text": "then they may be proceeded by pain, but the Alice in Wonderland experience itself doesn't really seem to be alarming scientists at this point in time."
  },
  {
    "startTime": 124.2,
    "endTime": 128.7,
    "text": "Studies on this phenomenon are few and far between, but what have they found out?"
  },
  {
    "startTime": 128.7,
    "endTime": 132.0,
    "text": "Scientists know that this syndrome is based in processing perception."
  },
  {
    "startTime": 132.0,
    "endTime": 139.129,
    "text": "Parts of the brain involved in this mechanism are thought to be the temporo-parietal junction, and the occipital, frontal and temporal lobes."
  },
  {
    "startTime": 139.129,
    "endTime": 143.309,
    "text": "Some of these areas experience decreased blood flow in people with Alice in Wonderland Syndrome,"
  },
  {
    "startTime": 143.309,
    "endTime": 154.4,
    "text": "and at least one study of an MRI during an episode showed electrical activity create abnormal blood flow in the specific parts of the brain that process texture, shape, size, and that control vision."
  },
  {
    "startTime": 154.4,
    "endTime": 159.70000000000002,
    "text": "There aren't any treatments or cures for this condition, but if it's accompanied by another more serious condition,"
  },
  {
    "startTime": 159.7,
    "endTime": 163.189,
    "text": "your doctor may suggest treating that to see if your perception goes back to normal."
  },
  {
    "startTime": 163.519,
    "endTime": 165.979,
    "text": "Are there any other phenomenon you want us to look into?"
  },
  {
    "startTime": 166.0,
    "endTime": 167.5,
    "text": "Let us know in the comment section below."
  },
  {
    "startTime": 168.0,
    "endTime": 170.8,
    "text": "If you enjoy this video, check out the video we did on what's it like to have PTSD."
  },
  {
    "startTime": 172.0,
    "endTime": 176.5,
    "text": "These experiences seemingly bring the individual back to moment of the trauma."
  },
  {
    "startTime": 176.9,
    "endTime": 181.0,
    "text": "While they may not visually see what they experienced, they feel it all over again."
  },
  {
    "startTime": 181.9,
    "endTime": 184.0,
    "text": "These flashes back can come out of nowhere, or be brought on by a trigger."
  }
]