[
  {
    "startTime": 0.2,
    "endTime": 6.0,
    "text": "If we're alive and more or less functioning, if we're capable of taking joy in things occasionally,"
  },
  {
    "startTime": 6.1,
    "endTime": 12.7,
    "text": "if we can be kind and grateful to others, if we're not addicted or very drawn to killing ourselves,"
  },
  {
    "startTime": 12.8,
    "endTime": 18.9,
    "text": "then it's likely that someone somewhere, early on, loved us very much."
  },
  {
    "startTime": 19.0,
    "endTime": 24.3,
    "text": "They may live quite far away from us now, they might share none of our interests,"
  },
  {
    "startTime": 24.3,
    "endTime": 35.3,
    "text": "and could in many ways be a little boring to spend time with – and yet we will continue to be deeply loyal to them, and know in our hearts that we owe them everything."
  },
  {
    "startTime": 35.4,
    "endTime": 41.699999999999996,
    "text": "When we say that someone 'loved' us, what we're really referring to is the acquisition of a set of skills."
  },
  {
    "startTime": 41.8,
    "endTime": 48.5,
    "text": "These were not transferred in any formal way, we imbibed them in the ordinary bustle of daily life."
  },
  {
    "startTime": 48.6,
    "endTime": 54.800000000000004,
    "text": "It might have been in the kitchen, on a walk out in the woods or at night-time in the bedroom after a story."
  },
  {
    "startTime": 54.9,
    "endTime": 60.6,
    "text": "It would have been easy to miss what was really going on, the vital nectar that was being imparted,"
  },
  {
    "startTime": 60.7,
    "endTime": 68.0,
    "text": "all the life-sustaining goodness we received when it looked like it was just another conversation about homework or the plans for the weekend."
  },
  {
    "startTime": 68.1,
    "endTime": 75.89999999999999,
    "text": "But in the course of being loved, we got an encyclopedic emotional education nevertheless,"
  },
  {
    "startTime": 76.0,
    "endTime": 81.4,
    "text": "in which some of the following was learnt: – Endurance."
  },
  {
    "startTime": 81.5,
    "endTime": 88.9,
    "text": "Sometimes, it all looked very bad indeed. We were in a state, soaked in tears, or red with fury."
  },
  {
    "startTime": 89.0,
    "endTime": 92.8,
    "text": "We felt the world was coming apart and that we would not survive."
  },
  {
    "startTime": 92.9,
    "endTime": 97.9,
    "text": "But they kept the tragedy at bay until we could breathe calmly once again."
  },
  {
    "startTime": 98.0,
    "endTime": 105.1,
    "text": "They may not have had all the answers, but they promised us – and they were right – that a few would eventually emerge."
  },
  {
    "startTime": 105.184,
    "endTime": 109.89999999999999,
    "text": "They held us through the night and guaranteed that there would be a dawn."
  },
  {
    "startTime": 110.0,
    "endTime": 119.1,
    "text": "And ever since then, it's become just a little easier to keep catastrophic dread at bay. – Self-Love"
  },
  {
    "startTime": 119.2,
    "endTime": 126.3,
    "text": "They lent us a sense that we were of value to them and therefore could one day be to ourselves as well."
  },
  {
    "startTime": 126.4,
    "endTime": 130.8,
    "text": "If we made something or had an idea, we could share it with them"
  },
  {
    "startTime": 130.9,
    "endTime": 137.3,
    "text": "and though it wasn't perhaps entirely accomplished already, they were guided by our underlying intentions and promise."
  },
  {
    "startTime": 137.5,
    "endTime": 145.3,
    "text": "When we entered the kitchen, not every time, but enough times to form a protective layer over our ego, they looked up and lit up."
  },
  {
    "startTime": 145.4,
    "endTime": 149.5,
    "text": "They might have had a name for us: little champion, button chops, or sweet sheep."
  },
  {
    "startTime": 149.6,
    "endTime": 157.0,
    "text": "At one point in adolescence, we certainly didn't want that name used any more, and it would be mortifying if colleagues knew it today,"
  },
  {
    "startTime": 157.1,
    "endTime": 167.5,
    "text": "but it remains a secret symbol of an emotional bedrock upon which all our later poise and confidence was able to emerge.–Forgiveness"
  },
  {
    "startTime": 167.6,
    "endTime": 175.7,
    "text": "At points, we did something very wrong: we forgot a book, we scratched a table, we were nasty to someone or exploded in fury."
  },
  {
    "startTime": 175.8,
    "endTime": 184.10000000000002,
    "text": "The punishment could have been very strong, and yet it wasn't. They came up with reasons that cast our misdeeds in a generous light:"
  },
  {
    "startTime": 184.2,
    "endTime": 186.6,
    "text": "we were tired, everyone does that sort of thing."
  },
  {
    "startTime": 186.6,
    "endTime": 193.2,
    "text": "No one is perfect. They taught us about mercy, towards others and ourselves."
  },
  {
    "startTime": 193.3,
    "endTime": 201.4,
    "text": "They let us know that we would not have to be perfect to deserve to exist. – Patience"
  },
  {
    "startTime": 201.5,
    "endTime": 203.4,
    "text": "We didn't master much immediately."
  },
  {
    "startTime": 203.5,
    "endTime": 210.5,
    "text": "It took us a while to get long division, it was ages till we found our way with the piano or learnt to make biscuits."
  },
  {
    "startTime": 210.6,
    "endTime": 218.0,
    "text": "But they didn't shout or mock or get irritated. They taught us the art of waiting till the good could emerge."
  },
  {
    "startTime": 218.1,
    "endTime": 227.0,
    "text": "They didn't demand immediate results – and so spared us the need to panic or bluster our way through life. – Repair"
  },
  {
    "startTime": 227.1,
    "endTime": 232.6,
    "text": "There were sometimes some pretty bad scenes. They said nasty things and we did too."
  },
  {
    "startTime": 232.7,
    "endTime": 237.6,
    "text": "We felt we hated them a lot sometimes. But they stuck around. They took the anger"
  },
  {
    "startTime": 237.7,
    "endTime": 244.1,
    "text": "– and thereby taught us about repair: how things can go very wrong and yet can be fixed,"
  },
  {
    "startTime": 244.1,
    "endTime": 249.79999999999998,
    "text": "how resilient people can be, how many second chances there are when love is involved."
  },
  {
    "startTime": 249.9,
    "endTime": 256.7,
    "text": "With some of these lessons and more, we grew up into people who could be kind to ourselves,"
  },
  {
    "startTime": 256.7,
    "endTime": 262.2,
    "text": "tolerant of our faults, sympathetic to others, and capable of keeping going."
  },
  {
    "startTime": 262.3,
    "endTime": 270.0,
    "text": "We weren't just 'loved', we got an education, whose presence we can feel every time we can care for someone else,"
  },
  {
    "startTime": 270.1,
    "endTime": 278.40000000000003,
    "text": "address a kind word to ourselves or feel strong enough to face a difficult tomorrow."
  },
  {
    "startTime": 280.9,
    "endTime": 289.9,
    "text": "We hope you enjoyed this film.  For more from The School Of Life you can subscribe to our channel and take a look at our range of products on our website."
  }
]