[
  {
    "startTime": 0.7,
    "endTime": 3.2,
    "text": "Hey, there! Welcome To Life Noggin!"
  },
  {
    "startTime": 3.3,
    "endTime": 5.9,
    "text": "Everything in the universe is made up of atoms."
  },
  {
    "startTime": 6.0,
    "endTime": 12.7,
    "text": "Atoms are 99.9999999% empty space."
  },
  {
    "startTime": 12.8,
    "endTime": 19.9,
    "text": "So that means you humans, the walls you want to walk through, and everything around you is mostly empty space."
  },
  {
    "startTime": 20.0,
    "endTime": 25.2,
    "text": "It's mind boggling, but if that's true, why can't we pass through that empty space?"
  },
  {
    "startTime": 25.3,
    "endTime": 29.8,
    "text": "Atoms are made of electrons and a nucleus containing protons and neutrons."
  },
  {
    "startTime": 29.9,
    "endTime": 35.5,
    "text": "We usually see atoms drawn like this, but these sketches are nowhere near to scale."
  },
  {
    "startTime": 35.6,
    "endTime": 38.0,
    "text": "Let's say an atom is the size of a melon."
  },
  {
    "startTime": 38.1,
    "endTime": 42.7,
    "text": "If that's the case, then the nucleus and the electrons would be too small to even see!"
  },
  {
    "startTime": 42.8,
    "endTime": 45.4,
    "text": "So yeah, there's a lot of empty space."
  },
  {
    "startTime": 45.5,
    "endTime": 47.2,
    "text": "But it's not entirely empty."
  },
  {
    "startTime": 47.3,
    "endTime": 55.0,
    "text": "In those basic sketches of atoms, it's usually illustrated that electrons orbit around the nucleus just like our planet orbits the sun."
  },
  {
    "startTime": 55.1,
    "endTime": 60.1,
    "text": "But in actuality, electrons swarm around that empty space in cloud formations."
  },
  {
    "startTime": 60.2,
    "endTime": 61.6,
    "text": "Think about it like a fan."
  },
  {
    "startTime": 61.7,
    "endTime": 69.60000000000001,
    "text": "It may seem like there's lots of empty space, but when it's turned on, you can see that the blades are basically everywhere all at once."
  },
  {
    "startTime": 69.7,
    "endTime": 78.2,
    "text": "Now, theoretically, if you tried to stick your hand into that fan, you'd see that your hand and the fan blades can't exist in the same place at once…"
  },
  {
    "startTime": 78.3,
    "endTime": 81.5,
    "text": "No, Triangle Bob, don't!  I said theoretically!"
  },
  {
    "startTime": 81.6,
    "endTime": 87.0,
    "text": "Anyway, two things cannot exist in the same place at once and the same goes for electrons."
  },
  {
    "startTime": 87.1,
    "endTime": 89.8,
    "text": "This theory is called the Pauli Exclusion Principle."
  },
  {
    "startTime": 89.9,
    "endTime": 93.30000000000001,
    "text": "No two electrons can be in the same state or configuration."
  },
  {
    "startTime": 93.4,
    "endTime": 96.9,
    "text": "On a basic level, this is why you can't walk through walls."
  },
  {
    "startTime": 97.0,
    "endTime": 102.3,
    "text": "So, you can't pass through an object, but did you know that you actually can't even touch them either?"
  },
  {
    "startTime": 102.4,
    "endTime": 110.2,
    "text": "If you did stick your hand in that fan, you'd probably feel the blades hitting your hand, but you wouldn't actually be feeling the blades."
  },
  {
    "startTime": 110.3,
    "endTime": 113.7,
    "text": "You've never truly felt any object ever!"
  },
  {
    "startTime": 113.8,
    "endTime": 116.5,
    "text": "Yes, I know this sounds pretty wacky, but bear with us."
  },
  {
    "startTime": 116.6,
    "endTime": 120.19999999999999,
    "text": "You know how the negative end of a magnet repels other negative magnets?"
  },
  {
    "startTime": 120.3,
    "endTime": 122.7,
    "text": "That's what's happening when you try to touch anything."
  },
  {
    "startTime": 122.8,
    "endTime": 127.1,
    "text": "It's like there's a little invisible force field between you and everything you touch."
  },
  {
    "startTime": 127.2,
    "endTime": 129.639,
    "text": "It's poked and prodded, but never broken."
  },
  {
    "startTime": 129.7,
    "endTime": 132.39999999999998,
    "text": "It's the same with everything else in the universe too."
  },
  {
    "startTime": 132.5,
    "endTime": 138.8,
    "text": "Now, you obviously can't, but if you were to actually walk through a wall, it would basically break science."
  },
  {
    "startTime": 138.9,
    "endTime": 143.1,
    "text": "Electrons are fermions and have to obey the Pauli Exclusion Principle."
  },
  {
    "startTime": 143.2,
    "endTime": 146.39999999999998,
    "text": "But bosons, another type of subatomic particle, don't."
  },
  {
    "startTime": 146.5,
    "endTime": 151.9,
    "text": "And if fermions started acting like bosons, the Universe would be a very weird place."
  },
  {
    "startTime": 152.0,
    "endTime": 153.8,
    "text": "My head hurts just thinking about it."
  },
  {
    "startTime": 154.0,
    "endTime": 155.8,
    "text": "But we aren't completely hopeless!"
  },
  {
    "startTime": 155.9,
    "endTime": 161.20000000000002,
    "text": "There's still quantum tunneling, which is where a very tiny particle can make its way across a barrier"
  },
  {
    "startTime": 161.3,
    "endTime": 165.8,
    "text": "even though, according to classical mechanics, it doesn't have the energy to do so."
  },
  {
    "startTime": 165.9,
    "endTime": 171.0,
    "text": "And this isn't just some wacky idea -- tunneling is used in scanning tunneling microscopes."
  },
  {
    "startTime": 171.1,
    "endTime": 178.5,
    "text": "Basically, electrons have a small probability of tunneling between the surface of the solid and a tiny tip on the microscope."
  },
  {
    "startTime": 178.6,
    "endTime": 185.4,
    "text": "If you wanted to use this phenomenon to walk through walls, you'd need every single particle in your body to tunnel through the barrier."
  },
  {
    "startTime": 185.5,
    "endTime": 189.88,
    "text": "And sadly, the probability of that happening is very, very small."
  },
  {
    "startTime": 189.9,
    "endTime": 193.5,
    "text": "Thanks to my animator though, I can pass through whatever I like. See?"
  },
  {
    "startTime": 193.6,
    "endTime": 196.0,
    "text": "Although, it does kinda make me feel funny right after."
  },
  {
    "startTime": 196.1,
    "endTime": 198.9,
    "text": "If you could choose one super power, what would it be?"
  },
  {
    "startTime": 199.0,
    "endTime": 201.0,
    "text": "Let us know in the comment section below!"
  },
  {
    "startTime": 201.1,
    "endTime": 203.7,
    "text": "Thank you so much to Honey for sponsoring this video."
  },
  {
    "startTime": 203.8,
    "endTime": 210.5,
    "text": "Honey is a free browser extension that over 9 million people are using every day to save money while they shop online."
  },
  {
    "startTime": 210.6,
    "endTime": 212.2,
    "text": "Installing Honey is super simple."
  },
  {
    "startTime": 212.3,
    "endTime": 214.0,
    "text": "It only takes 2 clicks."
  },
  {
    "startTime": 214.1,
    "endTime": 217.79999999999998,
    "text": "Just go to joinhoney.com/LifeNoggin to get started."
  },
  {
    "startTime": 217.9,
    "endTime": 226.5,
    "text": "Once that's finished any time you check out at an online store, Honey will automatically apply the best coupon it can find to give you the biggest discount."
  },
  {
    "startTime": 226.6,
    "endTime": 231.79999999999998,
    "text": "I saved $4.00 on this magical unicorn cookie basket from Cookies By Design."
  },
  {
    "startTime": 232.0,
    "endTime": 234.7,
    "text": "It's called treating yourself, and I will not be ashamed."
  },
  {
    "startTime": 234.8,
    "endTime": 238.0,
    "text": "There really isn't any reason not to add Honey to your browser."
  },
  {
    "startTime": 238.1,
    "endTime": 241.79999999999998,
    "text": "It's free, takes just two clicks to install, and will save you money."
  },
  {
    "startTime": 241.9,
    "endTime": 248.3,
    "text": "And if you want to support our channel, go to joinhoney.com/LifeNoggin, or click the link in the description below."
  },
  {
    "startTime": 248.4,
    "endTime": 254.418,
    "text": "As always, my name is Blocko, this has been Life Noggin, don't forget to keep on thinking."
  }
]