[
  {
    "startTime": 1.4,
    "endTime": 2.2,
    "text": "Give me a hug."
  },
  {
    "startTime": 2.3,
    "endTime": 2.9,
    "text": "Give me a hug."
  },
  {
    "startTime": 3.0,
    "endTime": 4.7,
    "text": "Yes, I know. Good girl."
  },
  {
    "startTime": 5.2,
    "endTime": 6.4,
    "text": "Wanna do some training?"
  },
  {
    "startTime": 6.6,
    "endTime": 13.8,
    "text": "I work with dogs to train them to go into an MRI scanner, and try to figure out what makes them think, and what they're thinking."
  },
  {
    "startTime": 25.1,
    "endTime": 26.200000000000003,
    "text": "My name is Gregory Berns."
  },
  {
    "startTime": 26.3,
    "endTime": 29.5,
    "text": "I'm a neuroscientist at Emory University in Atlanta, Georgia."
  },
  {
    "startTime": 30.9,
    "endTime": 35.4,
    "text": "I've grown up with dogs, and I've lived with dogs pretty much my whole life."
  },
  {
    "startTime": 36.8,
    "endTime": 38.8,
    "text": "One of my favorite dogs had passed away."
  },
  {
    "startTime": 38.9,
    "endTime": 44.6,
    "text": "In the back of my mind, I started wondering, did that dog love me in the way that I loved him?"
  },
  {
    "startTime": 44.7,
    "endTime": 46.6,
    "text": "And that was really the beginning of it."
  },
  {
    "startTime": 46.7,
    "endTime": 53.5,
    "text": "All of these basic things that we've begun to sort out in humans, at least in human brains, we want to do in dogs."
  },
  {
    "startTime": 53.6,
    "endTime": 59.5,
    "text": "If dogs can be trained to go into an MRI machine, then maybe we could figure out what they're actually thinking."
  },
  {
    "startTime": 59.6,
    "endTime": 61.4,
    "text": "So, we have a dog in the scanner."
  },
  {
    "startTime": 61.5,
    "endTime": 65.3,
    "text": "That's Katie, and she is a veteran of the project."
  },
  {
    "startTime": 65.4,
    "endTime": 68.7,
    "text": "This is probably about the fifteenth time she's done this."
  },
  {
    "startTime": 73.7,
    "endTime": 82.0,
    "text": "Just having the idea of, \"OK, well, let's train dogs to go on the scanner,\" it wasn't immediately apparent how you would go about doing that."
  },
  {
    "startTime": 82.1,
    "endTime": 86.3,
    "text": "And MRI scanners are not the most pleasant environments."
  },
  {
    "startTime": 91.3,
    "endTime": 92.0,
    "text": "Good girl!"
  },
  {
    "startTime": 92.3,
    "endTime": 97.6,
    "text": "Callie is the little black terrier who was the first dog to train for the dog project."
  },
  {
    "startTime": 97.7,
    "endTime": 98.4,
    "text": "High five."
  },
  {
    "startTime": 98.5,
    "endTime": 101.3,
    "text": "I built a simulator of an MRI."
  },
  {
    "startTime": 101.4,
    "endTime": 105.30000000000001,
    "text": "So this is the simulator that I built, here in my basement."
  },
  {
    "startTime": 105.4,
    "endTime": 109.4,
    "text": "Then we started adding in recordings of the scanner noise, which is actually quite loud."
  },
  {
    "startTime": 110.9,
    "endTime": 116.7,
    "text": "We just started working with, you know, treats and positive reinforcement to see if we could get her to go into this thing."
  },
  {
    "startTime": 118.1,
    "endTime": 120.5,
    "text": "That actually proved to be pretty easy."
  },
  {
    "startTime": 120.6,
    "endTime": 123.3,
    "text": "And then so what we did is we kind of put out word of mouth."
  },
  {
    "startTime": 123.3,
    "endTime": 124.45,
    "text": "Do you wanna join this project?"
  },
  {
    "startTime": 124.5,
    "endTime": 128.1,
    "text": "Do you wanna train your dogs for an MRI and you know, maybe figure out what they're thinking?"
  },
  {
    "startTime": 128.2,
    "endTime": 134.89999999999998,
    "text": "The purpose of this is to go through a number of exercises including basic obedience, as well as how they react to the obstacles."
  },
  {
    "startTime": 135.8,
    "endTime": 142.5,
    "text": "When we hold the try-outs, it lets us weed out the dogs that we don't think would enjoy doing this."
  },
  {
    "startTime": 142.6,
    "endTime": 147.5,
    "text": "One of the benefits, then, of having more participants is it gives you statistical power."
  },
  {
    "startTime": 147.6,
    "endTime": 152.6,
    "text": "You can start to average dogs' brains together and get a better sense for what's happening."
  },
  {
    "startTime": 152.7,
    "endTime": 156.6,
    "text": "I started wondering very seriously if we could really finally answer this question:"
  },
  {
    "startTime": 156.7,
    "endTime": 162.39,
    "text": "Do dogs essentially like us just for the social bond? Not about the food."
  },
  {
    "startTime": 163.5,
    "endTime": 171.8,
    "text": "And what we found was that in looking at the reward system, that almost all the dogs had equal responses both to food, as well as praise."
  },
  {
    "startTime": 171.9,
    "endTime": 174.4,
    "text": "Even a few dogs like the praise more."
  },
  {
    "startTime": 176.3,
    "endTime": 186.4,
    "text": "The things that we were finding about the dog's brain, in many ways confirmed, I think, what people know in their hearts about how dogs behave, and why they behave."
  },
  {
    "startTime": 187.2,
    "endTime": 192.64999999999998,
    "text": "And the way I think about dogs is, in many ways, they're the ambassadors to the animal world."
  },
  {
    "startTime": 193.59,
    "endTime": 196.8,
    "text": "They're not that different from many of the other mammals out there."
  },
  {
    "startTime": 196.9,
    "endTime": 202.76000000000002,
    "text": "And so I suspect that a lot of what we find in dogs probably holds true for pretty much any mammal."
  }
]