[
  {
    "startTime": 0.9,
    "endTime": 7.597,
    "text": "When I'm night surfing the first thing I really realize is how alone you are, and how quiet everything is."
  },
  {
    "startTime": 7.597,
    "endTime": 10.98,
    "text": "It's the most free, spiritual thing you could think of."
  },
  {
    "startTime": 10.98,
    "endTime": 16.141,
    "text": "But, once when you get a wave it's incredible just to see the colors come off the waves off the board."
  },
  {
    "startTime": 16.5,
    "endTime": 20.784,
    "text": "Every time I look down when I'm night surfing and I see that lit up board I go, my dad created this."
  },
  {
    "startTime": 20.784,
    "endTime": 22.532,
    "text": "This is me and my dad."
  },
  {
    "startTime": 31.0,
    "endTime": 32.33,
    "text": "My name is Sean Johnson."
  },
  {
    "startTime": 32.33,
    "endTime": 36.708999999999996,
    "text": "I'm a surfer and a surf coach out of L.A. and I started surfing because of my dad."
  },
  {
    "startTime": 37.66,
    "endTime": 41.65,
    "text": "My dad would take me out, he'd be surfing and I'd be boogie boarding in the white water."
  },
  {
    "startTime": 41.65,
    "endTime": 42.9,
    "text": "One day he's like, “Do you want to jump on?”"
  },
  {
    "startTime": 42.9,
    "endTime": 44.0,
    "text": "And I'm like, “Yeah, let's go.”"
  },
  {
    "startTime": 44.0,
    "endTime": 49.17,
    "text": "Threw me on the nose of his surfboard and caught some waves and I was like, “Dad, I want to do this.”"
  },
  {
    "startTime": 49.17,
    "endTime": 52.78,
    "text": "So we'd be leaving the beach and all of a sudden he'd be like, “Hey, look at that board in the trash can.”"
  },
  {
    "startTime": 52.78,
    "endTime": 54.480000000000004,
    "text": "And I'd be like, “Yeah, look at that board in the trash can.”"
  },
  {
    "startTime": 54.48,
    "endTime": 56.379,
    "text": "And he goes “No, that's your new board.”"
  },
  {
    "startTime": 61.31,
    "endTime": 63.225,
    "text": "I would get boards out of the trash at Malibu."
  },
  {
    "startTime": 63.225,
    "endTime": 66.24,
    "text": "Bring him home, strip all the fiberglass off of them."
  },
  {
    "startTime": 66.24,
    "endTime": 70.49,
    "text": "Get in there, reshape the whole board the way I thought Sean would like to ride it."
  },
  {
    "startTime": 70.49,
    "endTime": 74.55,
    "text": "He would get out there and test my prototypes and say, “You know, I really don't like this one.”"
  },
  {
    "startTime": 74.55,
    "endTime": 76.3,
    "text": "or “this one's great.”"
  },
  {
    "startTime": 76.0,
    "endTime": 77.95,
    "text": "Kind of sucks for me that I don't surf anymore."
  },
  {
    "startTime": 77.95,
    "endTime": 81.933,
    "text": "But at the same time when I'm shaping these boards, I feel like I'm surfing."
  },
  {
    "startTime": 81.933,
    "endTime": 83.5,
    "text": "He does it all by hand."
  },
  {
    "startTime": 83.5,
    "endTime": 89.41,
    "text": "And that's the part that makes me enjoy surfing them so much cause I know how much love and how much heart is put into these boards."
  },
  {
    "startTime": 97.14,
    "endTime": 99.23,
    "text": "In L.A. the surfing is really crowded,"
  },
  {
    "startTime": 99.23,
    "endTime": 103.30000000000001,
    "text": "and I always thought that it would be great to surf at night, but it's kind of scary out there at the night."
  },
  {
    "startTime": 103.3,
    "endTime": 110.5,
    "text": "I figured why not put some LEDs in a board to where you can just get out there and surf as long as you want without the crowds."
  },
  {
    "startTime": 110.5,
    "endTime": 115.203,
    "text": "As far as I know, my dad is the only one making LED surfboards in the United States."
  },
  {
    "startTime": 116.25,
    "endTime": 119.3,
    "text": "Maybe once a month when there's a full moon we go night surfing."
  },
  {
    "startTime": 119.3,
    "endTime": 120.952,
    "text": "We cruise down to the beach,"
  },
  {
    "startTime": 120.952,
    "endTime": 127.42399999999999,
    "text": "and it's just like old times when we'd go surfing but now we're sharing that night time and he gets to enjoy me surfing something he created."
  },
  {
    "startTime": 127.424,
    "endTime": 130.353,
    "text": "And I get to enjoy riding something he made."
  },
  {
    "startTime": 131.44,
    "endTime": 132.8,
    "text": "Game time, boys."
  },
  {
    "startTime": 132.8,
    "endTime": 137.87,
    "text": "The best thing about night surfing is you get out there, it's quiet, and it's kind of mysterious."
  },
  {
    "startTime": 137.87,
    "endTime": 143.70000000000002,
    "text": "My biggest fear is maybe falling, knocking my head and getting knocked out and no one being able to find me."
  },
  {
    "startTime": 143.7,
    "endTime": 148.29299999999998,
    "text": "So the cool part with having those LED light boards attached to you, you kind of always be found or spotted."
  },
  {
    "startTime": 154.95,
    "endTime": 158.69199999999998,
    "text": "I think people are absolutely amazed when they see the light boards at night time."
  },
  {
    "startTime": 159.56,
    "endTime": 162.93,
    "text": "What are these flying light things in the ocean right now?"
  },
  {
    "startTime": 164.504,
    "endTime": 170.0,
    "text": "I feel like I'm an alien freakin' flying on a huge space ship."
  },
  {
    "startTime": 170.0,
    "endTime": 172.23,
    "text": "Well surfing's really a bond between Sean and I."
  },
  {
    "startTime": 172.23,
    "endTime": 175.89999999999998,
    "text": "I mean, you know, it's just so much fun watching him out there surf."
  },
  {
    "startTime": 175.9,
    "endTime": 179.66,
    "text": "You know, now that I can't be out there with him surfing, to see him out there in the water,"
  },
  {
    "startTime": 179.66,
    "endTime": 180.84,
    "text": "tearing these boards up, you know,"
  },
  {
    "startTime": 180.84,
    "endTime": 183.0,
    "text": "it makes you feel really really proud."
  },
  {
    "startTime": 183.0,
    "endTime": 187.46,
    "text": "If I couldn't surf, let alone surf on my dad's surfboards, I don't know what I would do."
  },
  {
    "startTime": 187.46,
    "endTime": 190.31,
    "text": "It reminds me of why I fell in love with surfing so much."
  }
]