[
  {
    "startTime": 0.0,
    "endTime": 5.0,
    "text": "A nest is a place where you have a sense of protection and strength."
  },
  {
    "startTime": 5.1,
    "endTime": 8.899999999999999,
    "text": "It's like an earth temple or a nature temple."
  },
  {
    "startTime": 8.9,
    "endTime": 13.612,
    "text": "The wood is following a pattern, but not one branch is the same."
  },
  {
    "startTime": 13.7,
    "endTime": 18.5,
    "text": "As a nest builder, I'm following those patterns."
  },
  {
    "startTime": 18.6,
    "endTime": 24.164,
    "text": "Most of the work is trying to bring out the best of those shapes with each other."
  },
  {
    "startTime": 28.977,
    "endTime": 32.637,
    "text": "(elegant violin music)"
  },
  {
    "startTime": 32.0,
    "endTime": 35.3,
    "text": "I'm Jayson Fann, and I'm a nest builder."
  },
  {
    "startTime": 35.4,
    "endTime": 37.6,
    "text": "I started building nests as a child."
  },
  {
    "startTime": 37.7,
    "endTime": 44.800000000000004,
    "text": "The nest building was really an intuitive process of just gathering branches and building forts originally."
  },
  {
    "startTime": 44.9,
    "endTime": 49.213,
    "text": "And the nest grew and got bigger and more elaborate."
  },
  {
    "startTime": 49.3,
    "endTime": 55.153,
    "text": "Now some of the nests are as big as a hundred thousand pounds of wood."
  },
  {
    "startTime": 55.2,
    "endTime": 62.5,
    "text": "The hardest part of building the nest is really gathering all the wood."
  },
  {
    "startTime": 62.6,
    "endTime": 65.0,
    "text": "I use a chainsaw to cut wood."
  },
  {
    "startTime": 65.1,
    "endTime": 74.69999999999999,
    "text": "I use a machete to cut off all the excess leaves and from there, I really assess, you know, what kind of shapes I have, what kind of material I have to work with."
  },
  {
    "startTime": 74.8,
    "endTime": 80.39999999999999,
    "text": "The construction process of the nest first is creating the foundation and the infrastructure."
  },
  {
    "startTime": 80.5,
    "endTime": 90.1,
    "text": "And then I follow those larger sculptural shapes that I bolt together with smaller material that I can weave in and around."
  },
  {
    "startTime": 90.2,
    "endTime": 96.8,
    "text": "I use every part of the tree, the trunk of the tree, all the way down to the very smallest twig and branch of the tree."
  },
  {
    "startTime": 96.9,
    "endTime": 104.80000000000001,
    "text": "I've gotten to where I'm used to building them on flatbed trailers and moving them around, and in many cases, I'm transporting them across the country."
  },
  {
    "startTime": 104.9,
    "endTime": 111.80000000000001,
    "text": "Because the nests are quite heavy, I use cranes and forklifts and different kinds of equipment."
  },
  {
    "startTime": 111.9,
    "endTime": 113.10000000000001,
    "text": "This is all eucalyptus."
  },
  {
    "startTime": 113.2,
    "endTime": 118.0,
    "text": "There's over 75 different species of eucalyptus on this property."
  },
  {
    "startTime": 118.1,
    "endTime": 126.3,
    "text": "I've built around 50 nests all over the country, and now primarily, I build the nests with kids within an educational setting."
  },
  {
    "startTime": 126.4,
    "endTime": 136.3,
    "text": "As an educator, like, it's really important to work with kids and help them realize that they have the ability to shape and create an environment."
  },
  {
    "startTime": 136.4,
    "endTime": 140.8,
    "text": "I'm gonna show you how we can integrate those branches into the spiral."
  },
  {
    "startTime": 140.9,
    "endTime": 145.20000000000002,
    "text": "I love getting kids out into nature, interacting with nature."
  },
  {
    "startTime": 145.3,
    "endTime": 149.8,
    "text": "And the nest is actually very much a collaboration with nature."
  },
  {
    "startTime": 149.9,
    "endTime": 160.0,
    "text": "I know I've done a good job when it looks like the nest is something that could almost have grown out of the ground."
  }
]