[
  {
    "startTime": 0.25,
    "endTime": 2.274,
    "text": "This video was made possible by SQUARESPACE."
  },
  {
    "startTime": 2.28,
    "endTime": 11.208,
    "text": "Head to SQUARESPACE.COM/HAI for a free trial and when you're ready to launch, use the offer code HAI to save 10% off your first purchase of a website or domain."
  },
  {
    "startTime": 11.4,
    "endTime": 15.125,
    "text": "Welcome to the all-time least popular episode of Half as Interesting."
  },
  {
    "startTime": 14.99,
    "endTime": 17.296,
    "text": "So say you want to make an emoji, a new one."
  },
  {
    "startTime": 17.41,
    "endTime": 20.551000000000002,
    "text": "I don't, but I wanted to make a video, so I talked to a guy."
  },
  {
    "startTime": 20.8,
    "endTime": 22.1,
    "text": "My name is Jeremy Burge."
  },
  {
    "startTime": 22.15,
    "endTime": 26.398,
    "text": "I'm the founder of Emojipedia and the vice-chair of the Unicode Emoji subcommittee."
  },
  {
    "startTime": 26.4,
    "endTime": 32.3,
    "text": "Jeremy's Wikipedia page says he's a \"widely-regarded expert\" on emojis, while my Wikipedia page says nothing."
  },
  {
    "startTime": 32.31,
    "endTime": 34.692,
    "text": "Since I don't have one so I guess he's cooler than me."
  },
  {
    "startTime": 34.7,
    "endTime": 37.045,
    "text": "Being an emoji expert means you know things like:"
  },
  {
    "startTime": 37.06,
    "endTime": 44.876000000000005,
    "text": "The ROFL emoji rising every year, so that's the laughing crying one on its side, that's definitely on the up."
  },
  {
    "startTime": 44.9,
    "endTime": 48.519,
    "text": "Just like all fun technologies, emojis originated in Japan."
  },
  {
    "startTime": 48.52,
    "endTime": 49.574000000000005,
    "text": "But originally..."
  },
  {
    "startTime": 49.6,
    "endTime": 57.300000000000004,
    "text": "They only worked on one type of phone and one type of phone network, and then all the other networks wanted to get on board and they just didn't work very well across platforms."
  },
  {
    "startTime": 57.31,
    "endTime": 61.150000000000006,
    "text": "Emojis quickly rose in popularity, but there was no one standard."
  },
  {
    "startTime": 61.16,
    "endTime": 67.994,
    "text": "What could happen is you could send a picture of a boy or a girl, and on the other hand it could end up is a piece of cake or a piece of sushi."
  },
  {
    "startTime": 68.0,
    "endTime": 69.171,
    "text": "It was chaos."
  },
  {
    "startTime": 69.172,
    "endTime": 76.25,
    "text": "Essentially, when one phone sends an emoji, it doesn't send the actual image of an emoji, it sends a code that corresponds to the image,"
  },
  {
    "startTime": 76.3,
    "endTime": 83.64699999999999,
    "text": "and so if one phone's codes were different than another's, the wrong emoji could appear, but then the Unicode Consortium stepped in."
  },
  {
    "startTime": 83.65,
    "endTime": 94.027,
    "text": "Their primary purpose is to make sure that all 136,755 characters in their standard can be seen across every single computer and phone in the world."
  },
  {
    "startTime": 94.05,
    "endTime": 99.112,
    "text": "Nowadays, however, 2,666 of those characters are emojis."
  },
  {
    "startTime": 99.15,
    "endTime": 103.766,
    "text": "So anyone can submit a proposal for an emoji to the Unicode consortium."
  },
  {
    "startTime": 104.07,
    "endTime": 108.6,
    "text": "They've got a bunch of criteria to make sure that it's going to meet the minimum bar, as such."
  },
  {
    "startTime": 108.61,
    "endTime": 112.437,
    "text": "You want to prove it, to start with, that it doesn't already exist."
  },
  {
    "startTime": 112.45,
    "endTime": 126.572,
    "text": "In addition, in a submission you have to prove that the proposed emoji will be frequently used, is a distinct image that can be identified at the small size, is needed to fill a gap in the emoji alphabet, is frequently requested, and is able to be shown visually."
  },
  {
    "startTime": 126.6,
    "endTime": 135.011,
    "text": "A... \"I just forgot the name of a casual acquaintance I've known for years and called them bud emoji \" likely would not get accepted since it's just too abstract."
  },
  {
    "startTime": 135.363,
    "endTime": 139.196,
    "text": "There are also certain factors that will disqualify a candidate emoji."
  },
  {
    "startTime": 139.2,
    "endTime": 143.1,
    "text": "For example, Unicode generally denies emojis that are too specific."
  },
  {
    "startTime": 143.15,
    "endTime": 148.335,
    "text": "For the same reason, they won't approve submissions for specific people, brands, or locations."
  },
  {
    "startTime": 148.4,
    "endTime": 157.044,
    "text": "There are, though, actually some existing emojis that violate this rule since some emojis made it in only because they existed pre-Unicode."
  },
  {
    "startTime": 157.1,
    "endTime": 166.716,
    "text": "For example, this Emoji exists of a statue outside Shibuya Station in Tokyo even though an emoji of such a specific location would never be approved nowadays."
  },
  {
    "startTime": 166.75,
    "endTime": 174.732,
    "text": "All those different criteria are addressed and compiled into a submission report by whoever is proposing the emoji and then this is sent to Unicode."
  },
  {
    "startTime": 175.0,
    "endTime": 176.968,
    "text": "That's where Jeremy gets involved."
  },
  {
    "startTime": 177.0,
    "endTime": 181.3,
    "text": "I'm the vice chair of the subcommittee which sounds more exciting than it is, to be honest."
  },
  {
    "startTime": 181.31,
    "endTime": 190.71,
    "text": "It's mostly an initial vetting on proposals that come in to make sure they're in good order before they get taken to the real decision makers which is the technical committee meeting."
  },
  {
    "startTime": 190.72,
    "endTime": 195.708,
    "text": "Essentially, the emoji subcommittee just decides whether a submission fulfills the criteria."
  },
  {
    "startTime": 195.709,
    "endTime": 206.715,
    "text": "Once it's approved that it at least meets the minimum criteria it goes to what's called the Unicode technical committee and each company that's involved with Emojis such as Apple or Google or Microsoft,"
  },
  {
    "startTime": 206.716,
    "endTime": 216.60000000000002,
    "text": "they get a vote and if there is anything that, if a decision needs to be made they can each vote individually for an emoji or any text character to be approved."
  },
  {
    "startTime": 216.61,
    "endTime": 223.341,
    "text": "The majority of the committee's time is actually spent on non-emoji matters making decisions about how other characters should be encoded,"
  },
  {
    "startTime": 223.342,
    "endTime": 228.07000000000002,
    "text": "but with how frequently these emojis are used, these are very important decisions."
  },
  {
    "startTime": 228.08,
    "endTime": 233.532,
    "text": "Still today though, each company designs how emojis should look for their respective devices."
  },
  {
    "startTime": 233.54,
    "endTime": 238.9,
    "text": "Emojis are supposed to more or less look the same across platforms, but sometimes they don't."
  },
  {
    "startTime": 238.91,
    "endTime": 247.21,
    "text": "There was an emoji, the eye roll emoji that's meant to be, sort of, ugh... but, for whatever reason on Samsung phones it looked really happy!"
  },
  {
    "startTime": 247.22,
    "endTime": 253.617,
    "text": "So a Samsung user would send you what they thought was a happy face and they'd say, \" Hey! do you want to catch up later on? (happy face)\""
  },
  {
    "startTime": 253.62,
    "endTime": 258.7,
    "text": "And then you'd get an emoji, a message says, \"Hey! do you want to catch up later on? (ugh)\""
  },
  {
    "startTime": 258.71,
    "endTime": 268.167,
    "text": "In an ideal world the standardization of emojis would extend to their actual design, but right now that's impossible since emojis are copyrighted by their respective designers."
  },
  {
    "startTime": 268.168,
    "endTime": 277.231,
    "text": "That also means that pretty much every single piece of emoji clothing or merchandise you've ever seen was illegal including the shirt that Jeremy was wearing during this interview."
  },
  {
    "startTime": 277.3,
    "endTime": 281.543,
    "text": "But if you want to create an illegal emoji merch store, though, please don't use SQUARESPACE."
  },
  {
    "startTime": 281.544,
    "endTime": 288.67199999999997,
    "text": "There's probably something in their terms of service against doing that, but if you're doing legal stuff, you should absolutely have a SQUARESPACE website."
  },
  {
    "startTime": 288.673,
    "endTime": 296.174,
    "text": "If you run any sort of business or hope to, you should have a professional internet presence because how else are people going to find you? In a phonebook?"
  },
  {
    "startTime": 296.175,
    "endTime": 299.63,
    "text": "If you know absolutely nothing about design, like me, don't worry."
  },
  {
    "startTime": 299.64,
    "endTime": 305.41499999999996,
    "text": "Because SQUARESPACE has amazing templates that pretty much make it impossible to build a bad looking website."
  },
  {
    "startTime": 305.42,
    "endTime": 311.923,
    "text": "Their website builder does, however, have powerful customization tools so you can make exactly what you want to make."
  },
  {
    "startTime": 311.924,
    "endTime": 321.962,
    "text": "Best of all, you can go to squarespace.com/HAI for a free trial and then when you're ready to launch, use the offer code HAI to save 10% off your first purchase of a website or domain."
  }
]