[
  {
    "startTime": 0.0,
    "endTime": 3.899,
    "text": "I think dumplings are amazing because everyone loves it."
  },
  {
    "startTime": 3.899,
    "endTime": 6.8,
    "text": "If you say dumpling, everyone's faces will light up."
  },
  {
    "startTime": 6.8,
    "endTime": 9.07,
    "text": "Hi, I'm Daniel and I'm making mandu today."
  },
  {
    "startTime": 9.07,
    "endTime": 12.440000000000001,
    "text": "Mandu is a Korean-style dumpling, it's similar..."
  },
  {
    "startTime": 12.44,
    "endTime": 15.673,
    "text": "It's the Korean version of what a lot of Americans know as pot stickers."
  },
  {
    "startTime": 15.33,
    "endTime": 17.85,
    "text": "You know, I'm not entirely sure why they do use tofu."
  },
  {
    "startTime": 17.75,
    "endTime": 20.89,
    "text": "I actually didn't realize that most other cultures don't use tofu."
  },
  {
    "startTime": 20.7,
    "endTime": 25.36,
    "text": "As for why you have to extract the water, if you don't, it will make the mandu too watery."
  },
  {
    "startTime": 25.16,
    "endTime": 27.46,
    "text": "I got the basic recipe from my mom."
  },
  {
    "startTime": 27.16,
    "endTime": 33.936,
    "text": "My mom actually eyeballs most of the spices and what not, so I had to get more exact specifications online."
  },
  {
    "startTime": 34.336,
    "endTime": 40.475,
    "text": "It's pretty rare to make mandu these days unless it's for Korean New Years, and even then me and my mom haven't made it in a while."
  },
  {
    "startTime": 40.275,
    "endTime": 47.327,
    "text": "After finding out that I made it for this video, she actually wants to restart the tradition of making it for New Years again."
  },
  {
    "startTime": 47.58,
    "endTime": 48.513,
    "text": "True story."
  },
  {
    "startTime": 49.09,
    "endTime": 52.293000000000006,
    "text": "I use egg and water because it helps the skin stick better."
  },
  {
    "startTime": 52.14,
    "endTime": 55.88,
    "text": "For some reason, when I just use water, it never seems to stick."
  },
  {
    "startTime": 55.48,
    "endTime": 57.809999999999995,
    "text": "I don't know what everyone else's secret is."
  },
  {
    "startTime": 57.71,
    "endTime": 59.21,
    "text": "It just doesn't work for me."
  },
  {
    "startTime": 59.05,
    "endTime": 70.10499999999999,
    "text": "Growing up Korean-American, especially 'cause I'm only half, was definitely a little bit confusing, but one of the easiest ways to connect with Korean culture and with my mom was always through food."
  },
  {
    "startTime": 70.405,
    "endTime": 74.69,
    "text": "Making mandu is one of the more fun ways to connect with my Korean heritage."
  },
  {
    "startTime": 74.59,
    "endTime": 84.803,
    "text": "Food in general has always been one of the easiest ways for me and my mom to connect, which was very important for her and ultimately very important for me to help me understand my heritage and where my mom came from."
  },
  {
    "startTime": 85.52,
    "endTime": 88.619,
    "text": "Hi, my name is Lisa, and today I'm going to be making guotie."
  },
  {
    "startTime": 88.62,
    "endTime": 92.793,
    "text": "Guotie are Chinese dumplings otherwise known as pot sticker."
  },
  {
    "startTime": 93.12,
    "endTime": 94.763,
    "text": "We're using Napa cabbage."
  },
  {
    "startTime": 94.81,
    "endTime": 104.57300000000001,
    "text": "We sprinkle salt on top of it to help draw some of the water out because we don't want too much moisture in the dumplings because then it will be soggy and it'll fall apart."
  },
  {
    "startTime": 105.031,
    "endTime": 111.009,
    "text": "I don't remember exactly the first time we had guotie at home."
  },
  {
    "startTime": 111.04,
    "endTime": 118.68,
    "text": "I just always remember whenever there was Chinese New Year or a special occasion, my mom would make the dumplings."
  },
  {
    "startTime": 118.68,
    "endTime": 126.11000000000001,
    "text": "I just always remember them being an exciting part because whenever there was something fun happening, there'd be dumplings."
  },
  {
    "startTime": 126.07,
    "endTime": 129.113,
    "text": "So, I would know that it would be an exciting time."
  },
  {
    "startTime": 129.49,
    "endTime": 134.94,
    "text": "When I was a kid, some of my favorite times were getting to spend time with my mom in the kitchen."
  },
  {
    "startTime": 134.94,
    "endTime": 142.49,
    "text": "And we didn't have a lot of money when we were growing up, but we always had enough food no matter how little money we had."
  },
  {
    "startTime": 142.47,
    "endTime": 149.03,
    "text": "And I had a lot of allergies growing up as well, and I would remember that my mom would make me special food."
  },
  {
    "startTime": 149.13,
    "endTime": 159.38299999999998,
    "text": "So, to me, I will always remember food is love, and if I can help cook and I can feed other people, that's a way that I can show other people love."
  },
  {
    "startTime": 159.56,
    "endTime": 162.2,
    "text": "Hi, I'm Sanjana, and today I'm making Nepali momo."
  },
  {
    "startTime": 162.2,
    "endTime": 167.44,
    "text": "Nepali momo is a kind of steamed dumpling that's essentially Nepali street food."
  },
  {
    "startTime": 167.34,
    "endTime": 169.44,
    "text": "So, I'm not from Nepal."
  },
  {
    "startTime": 169.24,
    "endTime": 176.88,
    "text": "I'm actually South Indian, but my best friend, Nikita, is Nepali and this recipe is actually her mom's."
  },
  {
    "startTime": 176.68,
    "endTime": 182.54000000000002,
    "text": "So, the thing that really excites me about momo is that the flavors in the filling are super familiar to me."
  },
  {
    "startTime": 182.77,
    "endTime": 184.0,
    "text": "I've grown up on Indian cooking."
  },
  {
    "startTime": 184.0,
    "endTime": 200.64,
    "text": "My mom uses a lot of turmeric and a lot of garam masala amongst other spices in a lot of her cooking, so when I had momo that was packaged inside of this really tiny type of dumpling, it was really fun to be able to have that much flavor that was just bite-sized and poppable."
  },
  {
    "startTime": 200.64,
    "endTime": 204.07899999999998,
    "text": "It was just a little piece of home inside this really tiny dumpling."
  },
  {
    "startTime": 203.85,
    "endTime": 207.72,
    "text": "As opposed to soy sauce, Nepali momo use a chutney."
  },
  {
    "startTime": 207.82,
    "endTime": 212.18599999999998,
    "text": "It just tastes so delicious with the filling that's inside the momo."
  },
  {
    "startTime": 212.51,
    "endTime": 218.40599999999998,
    "text": "Momo are definitely finger food, so use your hands, pick up a momo, dip it in the sauce, and enjoy 'em."
  },
  {
    "startTime": 219.059,
    "endTime": 220.23,
    "text": "Hi, I'm Rie."
  },
  {
    "startTime": 220.27,
    "endTime": 223.25300000000001,
    "text": "I'm making Japaneze gyoza dumpling today."
  },
  {
    "startTime": 223.25,
    "endTime": 225.473,
    "text": "Gyoze is Japanese-style dumpling."
  },
  {
    "startTime": 225.55,
    "endTime": 232.162,
    "text": "I got this recipe from my mom and she eyeballs all of the ingredients, which is a typical mom thing to do."
  },
  {
    "startTime": 232.46,
    "endTime": 234.603,
    "text": "She used a lot of Nira chives."
  },
  {
    "startTime": 234.33,
    "endTime": 237.06900000000002,
    "text": "I think that it's the secret for her gyoza."
  },
  {
    "startTime": 237.27,
    "endTime": 241.5,
    "text": "Gyoza is one of the first dish I learned how to cook from my mom."
  },
  {
    "startTime": 241.912,
    "endTime": 246.342,
    "text": "The memory I have of making gyoza is how fast my mom can fold them."
  },
  {
    "startTime": 246.911,
    "endTime": 249.873,
    "text": "I would make one and she already made five."
  },
  {
    "startTime": 249.94,
    "endTime": 256.543,
    "text": "It's been a while since I've made a gyoza with my mom, but I bet she still makes them faster than me."
  },
  {
    "startTime": 256.369,
    "endTime": 258.44000000000005,
    "text": "I usually pan fry gyoza."
  },
  {
    "startTime": 258.54,
    "endTime": 263.579,
    "text": "After you line the gyoza in a pan, you will add water to steam them."
  },
  {
    "startTime": 263.879,
    "endTime": 269.32,
    "text": "I'm adding a tablespoon of flour into the water so it will create extra crispy base."
  },
  {
    "startTime": 269.12,
    "endTime": 272.593,
    "text": "We call this hane, which translate to wings."
  },
  {
    "startTime": 272.52,
    "endTime": 275.47299999999996,
    "text": "This style of gyoza is really popular in Japan."
  },
  {
    "startTime": 275.3,
    "endTime": 279.28200000000004,
    "text": "When I make gyoza, I usually end up making hundreds of them."
  },
  {
    "startTime": 279.582,
    "endTime": 281.0,
    "text": "If freeze, it's great."
  },
  {
    "startTime": 281.0,
    "endTime": 282.653,
    "text": "It's great for meal prep."
  },
  {
    "startTime": 283.145,
    "endTime": 285.96299999999997,
    "text": "Every culture has their own version of dumplings."
  },
  {
    "startTime": 532.2,
    "endTime": 534.589,
    "text": "Cooking connects people and has a strong attachment to memory."
  },
  {
    "startTime": 534.589,
    "endTime": 554.0300000000001,
    "text": "I hope after watching this, it will bring back all the fun memories you had with your family or friends, or create new one with some dumplings."
  },
  {
    "startTime": 554.03,
    "endTime": 560.769,
    "text": "Oh, yes."
  }
]