[
  {
    "startTime": 0.53,
    "endTime": 3.4000000000000004,
    "text": "With all eyes on Prince Harry and Meghan Markle's upcoming nuptials,"
  },
  {
    "startTime": 3.5,
    "endTime": 7.24,
    "text": "it's pretty easy to forget about all the things that will take place after the big day."
  },
  {
    "startTime": 7.35,
    "endTime": 11.0,
    "text": "Marrying into British royalty is a bit different than becoming a Disney princess."
  },
  {
    "startTime": 11.16,
    "endTime": 13.24,
    "text": "By that, we mean there are rules."
  },
  {
    "startTime": 13.42,
    "endTime": 20.2,
    "text": "Here are some things that Markle will be barred from doing after she says \"I do\" at St. George's Chapel in the spring of 2018."
  },
  {
    "startTime": 21.12,
    "endTime": 22.720000000000002,
    "text": "No more autographs."
  },
  {
    "startTime": 23.46,
    "endTime": 27.3,
    "text": "As an actress, Meghan Markle has likely signed her fair share of autographs."
  },
  {
    "startTime": 27.4,
    "endTime": 30.5,
    "text": "As a soon-to-be royal, however, those days are now behind her."
  },
  {
    "startTime": 30.77,
    "endTime": 32.2,
    "text": "The reason for this is understandable:"
  },
  {
    "startTime": 32.4,
    "endTime": 38.0,
    "text": "Royals are prohibited from signing autographs due to the risk of signature forgery, as explained by Express."
  },
  {
    "startTime": 38.2,
    "endTime": 42.300000000000004,
    "text": "But, what fun are rules if you can't break them — or at least bend them — from time to time?"
  },
  {
    "startTime": 42.6,
    "endTime": 49.38,
    "text": "When asked to sign autographs, Prince Charles usually defaults to an apology and tells the public he is unable to do so, according to The Telegraph."
  },
  {
    "startTime": 49.5,
    "endTime": 52.7,
    "text": "Be that as it may, when visiting Cornwall after major flooding,"
  },
  {
    "startTime": 52.8,
    "endTime": 56.22,
    "text": "a man whose home had been badly damaged asked for his John Hancock."
  },
  {
    "startTime": 56.42,
    "endTime": 60.4,
    "text": "Charles, feeling moved, obliged by writing \"Charles 2010.\""
  },
  {
    "startTime": 60.5,
    "endTime": 64.42,
    "text": "Markle did something similar in January of 2018 for a 10-year-old fan."
  },
  {
    "startTime": 64.519,
    "endTime": 69.62,
    "text": "According to Time, instead of signing her name on the paper provided, Markle simply wrote \"Hi Kaitlin.\""
  },
  {
    "startTime": 70.74,
    "endTime": 71.74,
    "text": "Voting is out."
  },
  {
    "startTime": 72.8,
    "endTime": 78.78,
    "text": "Megan Markle is far from apolitical — she's been vocal about a number of issues over the years, and has a history of activism."
  },
  {
    "startTime": 79.0,
    "endTime": 84.4,
    "text": "Robert Lacey, a historian and biographer of Queen Elizabeth told The Guardian this might be an issue,"
  },
  {
    "startTime": 84.6,
    "endTime": 89.64,
    "text": "\"I can see that this is going to be a real problem in the months and years ahead for her, an existential problem."
  },
  {
    "startTime": 89.8,
    "endTime": 96.17999999999999,
    "text": "I don't imagine the Queen will be in a rush to have Meghan at the royal family's vacation house in Scotland when Trump visits.\""
  },
  {
    "startTime": 96.34,
    "endTime": 106.10000000000001,
    "text": "This poses a bit of a conundrum for Markle as a soon-to-be member of the royal family because they are expected to stay mum regarding politics — including their thoughts on specific politicians."
  },
  {
    "startTime": 106.24,
    "endTime": 112.3,
    "text": "Per the official website of the British royal family, the Queen must \"remain strictly neutral with respect to political matters.\""
  },
  {
    "startTime": 112.58,
    "endTime": 114.36,
    "text": "This includes voting in elections."
  },
  {
    "startTime": 114.54,
    "endTime": 121.0,
    "text": "Although the Queen is the only one explicitly prohibited from politics, members of the royal family abide by the same policy."
  },
  {
    "startTime": 122.22,
    "endTime": 123.8,
    "text": "No bare legs for Meg."
  },
  {
    "startTime": 124.54,
    "endTime": 130.74,
    "text": "When pictures surfaced of Prince Harry and Meghan Markle announcing their engagement, your eyes may have been fixated on the ring immediately."
  },
  {
    "startTime": 130.9,
    "endTime": 133.70000000000002,
    "text": "But Markle's legs were what actually stole the show that day."
  },
  {
    "startTime": 133.8,
    "endTime": 135.9,
    "text": "Specifically, her bare legs."
  },
  {
    "startTime": 136.0,
    "endTime": 140.44,
    "text": "Royal expert Victoria Arbiter explained the situation to Business Insider, saying,"
  },
  {
    "startTime": 140.72,
    "endTime": 143.1,
    "text": "\"You never see a royal without their nude stockings."
  },
  {
    "startTime": 143.2,
    "endTime": 148.0,
    "text": "I would say that's really the only hard, steadfast rule in terms of what the Queen requires.\""
  },
  {
    "startTime": 148.22,
    "endTime": 155.4,
    "text": "It could be that Markle didn't know the pantyhose policy at that time, as she now appears to abide by the Queen's preference, at least at royal events."
  },
  {
    "startTime": 156.64,
    "endTime": 157.72,
    "text": "New bedtime."
  },
  {
    "startTime": 158.6,
    "endTime": 161.1,
    "text": "In an interview for the book The Royals in Australia,"
  },
  {
    "startTime": 161.2,
    "endTime": 166.5,
    "text": "the Queen's private secretary told of Princess Diana's agony while sitting through long royal dinners."
  },
  {
    "startTime": 166.6,
    "endTime": 174.2,
    "text": "He explained, \"There'd be an hour or so in the sitting room of everyone sitting around making conversation, and nobody felt it right to go to bed before the Queen did.\""
  },
  {
    "startTime": 174.48,
    "endTime": 181.79999999999998,
    "text": "Eventually, Diana got so sick of the pomp and circumstance that she'd excuse herself and go to bed anyway, despite it being considered bad form."
  },
  {
    "startTime": 182.3,
    "endTime": 188.18,
    "text": "If Markle is looking to stay in Queen Elizabeth's good graces, she probably shouldn't follow in Diana's footsteps."
  },
  {
    "startTime": 189.24,
    "endTime": 190.56,
    "text": "No more acting."
  },
  {
    "startTime": 191.58,
    "endTime": 195.54000000000002,
    "text": "When someone marries into a royal family, their careers don't often come with them."
  },
  {
    "startTime": 195.7,
    "endTime": 202.28,
    "text": "Grace Kelly, who was an actor prior to marrying Prince Rainier III of Monaco, left her Hollywood career behind."
  },
  {
    "startTime": 202.58,
    "endTime": 207.26000000000002,
    "text": "Markle has decided to follow suit — by quitting USA's Suits after seven years."
  },
  {
    "startTime": 207.74,
    "endTime": 212.55,
    "text": "\"But I don't see it as giving anything up. I just see it as a change."
  },
  {
    "startTime": 212.55,
    "endTime": 214.76000000000002,
    "text": "- It's a new challenge. - It's a new chapter.\""
  },
  {
    "startTime": 214.84,
    "endTime": 219.66,
    "text": "\"Whatever we have to tackle together or individually will always be us together as a team.\""
  },
  {
    "startTime": 220.1,
    "endTime": 226.56,
    "text": "Her final role may just be a one-off: As a royal bride at the much-anticipated and widely televised royal wedding."
  },
  {
    "startTime": 227.6,
    "endTime": 229.48,
    "text": "Traveling solo is a no-go."
  },
  {
    "startTime": 230.36,
    "endTime": 234.70000000000002,
    "text": "Meghan Markle's days of being able to travel solo are already becoming a thing of the past."
  },
  {
    "startTime": 234.8,
    "endTime": 240.26000000000002,
    "text": "According to Express, the royal-to-be was issued royal protection officers in the wake of her engagement to Harry."
  },
  {
    "startTime": 240.32,
    "endTime": 248.0,
    "text": "According to royal expert Gordon Rayner, royal tours around the globe may look effortless to an outsider, but they can actually take six months to plan."
  },
  {
    "startTime": 248.0,
    "endTime": 255.1,
    "text": "He added that their site visits are hardly ever longer than 40 minutes at a time and they likely will not travel to that same location again."
  },
  {
    "startTime": 255.2,
    "endTime": 258.65999999999997,
    "text": "Thankfully, Prince Harry and Meghan Markle will at least get a real honeymoon."
  },
  {
    "startTime": 258.899,
    "endTime": 262.419,
    "text": "Well, as real as you can get when you need to be guarded 24/7."
  },
  {
    "startTime": 263.13,
    "endTime": 263.8,
    "text": "Thanks for watching!"
  },
  {
    "startTime": 263.9,
    "endTime": 266.38,
    "text": "Click the List icon to subscribe to our YouTube channel."
  },
  {
    "startTime": 266.7,
    "endTime": 269.179,
    "text": "Plus check out all this cool stuff we know you'll love too."
  }
]