[
  {
    "startTime": 0.2,
    "endTime": 3.74,
    "text": "I grew up poor in the housing projects of Brooklyn, New York."
  },
  {
    "startTime": 3.74,
    "endTime": 6.34,
    "text": "The word \"no\" has been said to me more than \"yes\"..."
  },
  {
    "startTime": 6.34,
    "endTime": 10.54,
    "text": "But I never let that stop me from building the fifth largest food chain in the world."
  },
  {
    "startTime": 10.54,
    "endTime": 18.28,
    "text": "I am now the 232nd richest person in the United States with a net worth of $2.9 Billion dollars."
  },
  {
    "startTime": 18.28,
    "endTime": 24.34,
    "text": "Guess Who? Their life from beginning to present."
  },
  {
    "startTime": 24.36,
    "endTime": 29.58,
    "text": "I was born on July 19, 1953, to a family that didn't have a lot of money."
  },
  {
    "startTime": 29.58,
    "endTime": 32.0,
    "text": "Money was a challenge as my mother was a receptionist."
  },
  {
    "startTime": 32.0,
    "endTime": 36.0,
    "text": "And my father was a World War II veteran working as a diaper delivery driver."
  },
  {
    "startTime": 36.0,
    "endTime": 40.8,
    "text": "They didn't have a college education, but they worked hard for the family, and they loved their work."
  },
  {
    "startTime": 40.8,
    "endTime": 43.64,
    "text": "I don't know if they were ever able to enjoy life."
  },
  {
    "startTime": 43.64,
    "endTime": 47.7,
    "text": "When my father fractured his ankle while working, it brought us to our lowest point."
  },
  {
    "startTime": 47.702,
    "endTime": 51.68,
    "text": "Little money in our pockets, medical bills to pay, we lived by the day."
  },
  {
    "startTime": 51.68,
    "endTime": 54.86,
    "text": "It was difficult seeing hard working people struggle for survival."
  },
  {
    "startTime": 54.86,
    "endTime": 59.84,
    "text": "I promised myself it wouldn't happen to anyone else."
  },
  {
    "startTime": 59.84,
    "endTime": 64.3,
    "text": "Most people work their first job at 18. My first job was at 12 years old."
  },
  {
    "startTime": 64.3,
    "endTime": 66.88,
    "text": "I sold newspaper and worked in a local cafe."
  },
  {
    "startTime": 66.88,
    "endTime": 71.3,
    "text": "I guess you can say my childhood wasn't really much of a childhood except for playing sports."
  },
  {
    "startTime": 71.3,
    "endTime": 76.52,
    "text": "I wasn't a straight-A student or most voted to succeed, but I was really good at American Football."
  },
  {
    "startTime": 76.52,
    "endTime": 80.42,
    "text": "It was a way for me to escape my world and enjoy something I was good at."
  },
  {
    "startTime": 80.42,
    "endTime": 89.82000000000001,
    "text": "I worked hard and was awarded a football scholarship to Northern Michigan University where I became the first person in my family to go to college."
  },
  {
    "startTime": 89.82,
    "endTime": 94.639,
    "text": "I always knew I wouldn't become a professional football player, but I did know I wanted to be educated."
  },
  {
    "startTime": 94.64,
    "endTime": 98.8,
    "text": "I worked hard for it and became the first person in my family to graduate from college."
  },
  {
    "startTime": 98.8,
    "endTime": 102.66,
    "text": "I worked various jobs and have always been determined to succeed at my goals."
  },
  {
    "startTime": 102.66,
    "endTime": 107.7,
    "text": "At 26 years old, I became Vice President in charge of sales for a Swedish Houseware company."
  },
  {
    "startTime": 107.7,
    "endTime": 113.36,
    "text": "No, it's not IKEA, if that's what you're thinking. In some people's minds, this would be seen as \"successful\"."
  },
  {
    "startTime": 113.36,
    "endTime": 117.68,
    "text": "I mean, Vice President isn't an easy job title at such a young age. But not me."
  },
  {
    "startTime": 117.68,
    "endTime": 120.60000000000001,
    "text": "I didn't feel happiness, joy or fulfillment."
  },
  {
    "startTime": 120.6,
    "endTime": 127.88,
    "text": "Not until I visited a shop that was placing large orders for one of our items, a drip coffeemaker."
  },
  {
    "startTime": 127.88,
    "endTime": 133.92,
    "text": "At the time, the two owners were selling whole coffee beans, teas, spices and coffee-making accessories."
  },
  {
    "startTime": 133.92,
    "endTime": 138.82,
    "text": "I felt their passion and love for something as simple as coffee. Coffee! Can you believe it?"
  },
  {
    "startTime": 138.82,
    "endTime": 143.7,
    "text": "Keep in mind, this was 1981 when coffee was a quick drink to get you through the work day."
  },
  {
    "startTime": 143.7,
    "endTime": 145.66,
    "text": "I knew this was where I belonged."
  },
  {
    "startTime": 145.66,
    "endTime": 150.0,
    "text": "I fell in love with what they created and the passion they had for something that was overlooked."
  },
  {
    "startTime": 150.0,
    "endTime": 155.54,
    "text": "For one year, I called, I asked, I nagged, and I visited asking them to let me join their team."
  },
  {
    "startTime": 155.54,
    "endTime": 162.679,
    "text": "I must have annoyed them really badly because later that year, I became their Director of Marketing."
  },
  {
    "startTime": 162.68,
    "endTime": 165.8,
    "text": "One year into the job, I went on a business trip to Milan."
  },
  {
    "startTime": 165.9,
    "endTime": 169.76000000000002,
    "text": "And what I saw was a complete difference from American coffee drinking culture."
  },
  {
    "startTime": 169.78,
    "endTime": 174.36,
    "text": "People actually sat down and enjoyed their drinks. It was more than a drink, it was a relationship."
  },
  {
    "startTime": 174.36,
    "endTime": 178.70000000000002,
    "text": "A place where people went to meet, talk, and appreciate a finely made coffee."
  },
  {
    "startTime": 178.7,
    "endTime": 182.78,
    "text": "\"This was what we need,\" I thought . This was my second eureka moment!"
  },
  {
    "startTime": 182.78,
    "endTime": 190.46,
    "text": "I told the owners of my vision, but they wanted to stay true to their current business of selling bulk items, not individual drinks.  I didn't blame them."
  },
  {
    "startTime": 190.46,
    "endTime": 195.58,
    "text": "Americans at the time didn't even know what a latte was!"
  },
  {
    "startTime": 195.58,
    "endTime": 198.48000000000002,
    "text": "I decided I would create my own coffee shop."
  },
  {
    "startTime": 198.48,
    "endTime": 202.92,
    "text": "The challenge was trying to raise $1.6 million dollars in 1 year."
  },
  {
    "startTime": 202.92,
    "endTime": 209.14,
    "text": "I spoke to 242 people, and 217 said \"no\" - that's a 90% no by the way."
  },
  {
    "startTime": 209.14,
    "endTime": 211.79899999999998,
    "text": "They'd tell me it wasn't worth the money. That it wouldn't work."
  },
  {
    "startTime": 211.8,
    "endTime": 215.44,
    "text": "That there was no real profit in such a business.  I won't lie."
  },
  {
    "startTime": 215.44,
    "endTime": 220.9,
    "text": "I was discouraged and I even questioned my idea. But growing up poor, I wasn't after profits or millions."
  },
  {
    "startTime": 220.9,
    "endTime": 225.66,
    "text": "I was after my dreams to become a reality.  I didn't get my full $1.6 million."
  },
  {
    "startTime": 225.66,
    "endTime": 230.72,
    "text": "But I got what I needed to open my first shop, \"Il Giornale.\" I made many mistakes in that first store."
  },
  {
    "startTime": 230.72,
    "endTime": 235.84,
    "text": "But I learned very quickly and picked myself up until we were making annual sales of half a million dollars."
  },
  {
    "startTime": 235.84,
    "endTime": 241.4,
    "text": "I was one step closer to my goal.  But something was still missing."
  },
  {
    "startTime": 241.4,
    "endTime": 244.24,
    "text": "Remember that shop I had to be apart of and worked for?"
  },
  {
    "startTime": 244.24,
    "endTime": 247.36,
    "text": "Well, soon after, the owners decided to sell their business."
  },
  {
    "startTime": 247.36,
    "endTime": 250.8,
    "text": "I had a deep relationship with that shop and I just couldn't let it go."
  },
  {
    "startTime": 250.8,
    "endTime": 255.34,
    "text": "So, in 1987, I bought their 6 stores for $3.8 million dollars."
  },
  {
    "startTime": 255.34,
    "endTime": 261.38,
    "text": "And combined my stores with their 6 and became the CEO of Starbucks Coffee. You heard it correctly."
  },
  {
    "startTime": 261.38,
    "endTime": 265.92,
    "text": "Starbucks was the first coffee shop I walked into, worked for, and eventually bought."
  },
  {
    "startTime": 265.92,
    "endTime": 269.16,
    "text": "Although, it wasn't the Starbucks you know today. Over the years..."
  },
  {
    "startTime": 269.16,
    "endTime": 272.22,
    "text": "I managed to transform it into the drink shop I always imagined."
  },
  {
    "startTime": 272.22,
    "endTime": 275.46000000000004,
    "text": "That people said was \"dumb\", a \"bad idea\", \"wouldn't work\"."
  },
  {
    "startTime": 275.46,
    "endTime": 278.58,
    "text": "It's grown to be a place that is more than specialty coffee drinks."
  },
  {
    "startTime": 278.58,
    "endTime": 283.46,
    "text": "But a place to study, meet friends and feel comfortable."
  },
  {
    "startTime": 283.46,
    "endTime": 291.599,
    "text": "There are now more than 26,736 Starbucks stores in more than 75 countries employing over 300,000 people."
  },
  {
    "startTime": 291.6,
    "endTime": 293.66,
    "text": "But that's not where my successes lie."
  },
  {
    "startTime": 293.66,
    "endTime": 298.86,
    "text": "I found my success when I was finally able to give back to every Starbucks employee, or..."
  },
  {
    "startTime": 298.86,
    "endTime": 304.66,
    "text": "Partners is what I call them, with stock options, free health care, dental care, retirement plans..."
  },
  {
    "startTime": 304.66,
    "endTime": 308.82000000000005,
    "text": "Adoption assistance, and paid college tuition for all of our partners."
  },
  {
    "startTime": 308.82,
    "endTime": 312.28,
    "text": "My father passed away before he could see what I've done. But I think he'd be proud."
  },
  {
    "startTime": 312.28,
    "endTime": 319.38,
    "text": "To see Starbucks providing hard working class people with benefits he wasn't able to enjoy or provide."
  },
  {
    "startTime": 319.38,
    "endTime": 323.219,
    "text": "No, I wasn't the original founder of Starbucks Coffee Company."
  },
  {
    "startTime": 323.22,
    "endTime": 326.58000000000004,
    "text": "But I had the goal to build a relationship between man and coffee."
  },
  {
    "startTime": 326.58,
    "endTime": 329.14,
    "text": "And I made it into the Starbucks you know today."
  },
  {
    "startTime": 329.14,
    "endTime": 333.74,
    "text": "Most of all, I had the dream to build a company that my father was never able to work for."
  },
  {
    "startTime": 333.74,
    "endTime": 337.88,
    "text": "A company that treated their employees how my father and family wanted to be treated."
  },
  {
    "startTime": 337.88,
    "endTime": 341.12,
    "text": "It was never about the money, the profits or the possible wealth."
  },
  {
    "startTime": 341.12,
    "endTime": 343.34000000000003,
    "text": "It was about the people I would help."
  },
  {
    "startTime": 343.34,
    "endTime": 345.98999999999995,
    "text": "That is my success."
  },
  {
    "startTime": 345.1,
    "endTime": 348.8,
    "text": "That is my greatest achievement."
  },
  {
    "startTime": 348.8,
    "endTime": 354.18,
    "text": "My name is Howard Schultz, and I am the rags to riches who built Starbucks Coffee Company."
  },
  {
    "startTime": 354.18,
    "endTime": 359.56,
    "text": "Into one of the world's most recognizable brands."
  }
]