[
  {
    "startTime": 0.15,
    "endTime": 3.0,
    "text": "Are there some things from your service that you can't shake?"
  },
  {
    "startTime": 3.0,
    "endTime": 7.0,
    "text": "For example, you still wake up at 4:30 in the morning, to go workout."
  },
  {
    "startTime": 7.0,
    "endTime": 12.3,
    "text": "What was it about your time in...in the Seals, that you wanted to keep these habits up?"
  },
  {
    "startTime": 12.3,
    "endTime": 15.24,
    "text": "They're good habits, why would you not wake up at 4:30?"
  },
  {
    "startTime": 15.24,
    "endTime": 16.94,
    "text": "Well what does this bring to you?"
  },
  {
    "startTime": 16.94,
    "endTime": 18.16,
    "text": "Waking up early?"
  },
  {
    "startTime": 18.16,
    "endTime": 19.41,
    "text": "You just get a jump on the day."
  },
  {
    "startTime": 19.41,
    "endTime": 30.490000000000002,
    "text": "The reason I wake up at 4:30 in the morning is 'cause no one else is awake yet, so that gives me the opportunity to do things that I need to get done, kinda selfishly for myself, and the big one in that category is working out."
  },
  {
    "startTime": 30.49,
    "endTime": 41.51,
    "text": "And it doesn't feel good at 4:30 when you get up, but by the time 7 o'clock rolls around, and you've already worked out, and you've already got some work done, and you've got some time to say goodbye to your kids before they go to school."
  },
  {
    "startTime": 41.51,
    "endTime": 48.51,
    "text": "It's infinitely better than sleeping in until 6:45, and you get out of bed, and now you've missed your kids going to school, or whatever."
  },
  {
    "startTime": 48.51,
    "endTime": 51.449,
    "text": "You're not prepared for the day, it's awful."
  },
  {
    "startTime": 51.45,
    "endTime": 59.900000000000006,
    "text": "So if someone, maybe they don't...they don't have time to work out or they just need something that could be like a quick fix, is there something that you recommend?"
  },
  {
    "startTime": 59.9,
    "endTime": 62.14,
    "text": "Oh yeah, workouts don't have to take a long time."
  },
  {
    "startTime": 62.14,
    "endTime": 63.77,
    "text": "Workouts can be very quick."
  },
  {
    "startTime": 63.77,
    "endTime": 70.5,
    "text": "Matter of fact, go do two minutes of burpees, as many burpees as you can, in two minutes, or four minutes, or six minutes."
  },
  {
    "startTime": 70.5,
    "endTime": 78.64,
    "text": "Go and sprint, go and do anything very intensely, for a short period of time and you'll get great benefit out of it."
  },
  {
    "startTime": 78.64,
    "endTime": 88.27,
    "text": "Something I'm sure you hear a lot is 4:30, like this either just can't fit into my schedule, or if I'm gonna be realistic, I'm probably not gonna wake up at 4:30, what do you tell people who say that?"
  },
  {
    "startTime": 88.27,
    "endTime": 96.5,
    "text": "Yeah, and there's people that work night shifts, and there's people that it's unhealthy for them, they can't fall as-- it's like no, be healthy, get enough sleep."
  },
  {
    "startTime": 96.5,
    "endTime": 99.7,
    "text": "But, first of all, wake up at the same time every day."
  },
  {
    "startTime": 99.7,
    "endTime": 104.34,
    "text": "And, if you pick that time and you start waking up at the same time every day, that's very good for you."
  },
  {
    "startTime": 104.34,
    "endTime": 109.42,
    "text": "It doesn't have to be 4:30, it could be 6:30, it could be 7, I don't know what your personal schedule is."
  },
  {
    "startTime": 109.42,
    "endTime": 116.8,
    "text": "But find out a time, pick it, set it, stick to it, and maintain that schedule, and that's gonna end up better for you."
  },
  {
    "startTime": 116.8,
    "endTime": 119.1,
    "text": "I recommend it's earlier."
  },
  {
    "startTime": 119.1,
    "endTime": 122.85,
    "text": "I recommend that you go to bed earlier, 'cause what are you doing at night, most of the time?"
  },
  {
    "startTime": 122.85,
    "endTime": 126.39,
    "text": "Most of the time at night, you're not working on anything super productive."
  },
  {
    "startTime": 126.39,
    "endTime": 134.63,
    "text": "You're just winding down and watching stupid YouTube videos, or surfing the internet, reading clickbait stories, right?"
  },
  {
    "startTime": 134.63,
    "endTime": 137.9,
    "text": "Don't do that, instead, go to sleep, and then wake up early."
  },
  {
    "startTime": 137.9,
    "endTime": 141.34,
    "text": "Could you explain that notion of discipline equals freedom?"
  },
  {
    "startTime": 141.34,
    "endTime": 144.19,
    "text": "If you want more freedom in your life, you have to have more discipline."
  },
  {
    "startTime": 144.19,
    "endTime": 147.82999999999998,
    "text": "If you don't have any discipline, you'll end up with absolutely no freedom."
  },
  {
    "startTime": 147.83,
    "endTime": 150.8,
    "text": "You'll end up being a slave to other people that boss you around."
  },
  {
    "startTime": 150.8,
    "endTime": 153.93,
    "text": "There's all kind of problems that can occur, if you don't have discipline in your life."
  },
  {
    "startTime": 153.93,
    "endTime": 157.39000000000001,
    "text": "And the more discipline you have, the more freedom you're gonna have."
  },
  {
    "startTime": 157.39,
    "endTime": 161.29899999999998,
    "text": "So just that...the discipline of the Seals, will never-- it's impossible to leave?"
  },
  {
    "startTime": 161.3,
    "endTime": 165.34,
    "text": "No, it's possible to leave, there's retired seals all over the place that are undisciplined."
  },
  {
    "startTime": 165.34,
    "endTime": 167.32,
    "text": "They've moved on, and they don't care about that anymore."
  },
  {
    "startTime": 167.32,
    "endTime": 175.44,
    "text": "It's fine, I don't judge other people on what they're doin', like they're probably stoked to sleep in and hang out with their kids, and eat breakfast in bed, that's fine."
  },
  {
    "startTime": 175.44,
    "endTime": 176.37,
    "text": "I don't have anything against that."
  },
  {
    "startTime": 176.37,
    "endTime": 179.433,
    "text": "But for me? I...I wanna get up and go."
  }
]