[
  {
    "startTime": 0.12,
    "endTime": 2.3000000000000003,
    "text": "Japadog is a portmanteau."
  },
  {
    "startTime": 2.3,
    "endTime": 8.739,
    "text": "And for those of you that don't know what a portmanteau is, a portmanteau is when you combine two distinct word forms."
  },
  {
    "startTime": 8.74,
    "endTime": 12.0,
    "text": "In this case, it's Japan and hot dog."
  },
  {
    "startTime": 12.0,
    "endTime": 14.2,
    "text": "But this is not a story about words."
  },
  {
    "startTime": 14.2,
    "endTime": 28.0,
    "text": "This, my friends, is a story about two cultures coming together, via hot dog."
  },
  {
    "startTime": 28.0,
    "endTime": 32.0,
    "text": "My name is Noriki Tamura. I am the owner of Japadog."
  },
  {
    "startTime": 32.0,
    "endTime": 42.0,
    "text": "I came to Vancouver, Canada, in 2005 because I had a dream of starting a business overseas."
  },
  {
    "startTime": 42.0,
    "endTime": 50.0,
    "text": "There were hot dog stands every three blocks in Vancouver. At that time, there were so many of them,"
  },
  {
    "startTime": 51.0,
    "endTime": 59.0,
    "text": "so [my business] had to be something unique. As I was Japanese, I needed to add a little bit of Japanese taste."
  },
  {
    "startTime": 59.0,
    "endTime": 64.715,
    "text": "Three months after I arrived, I opened Japadog."
  },
  {
    "startTime": 64.715,
    "endTime": 73.0,
    "text": "On the menu you'll find dogs with an assortment of traditional Japanese flavors, such as grated radish, bonito flakes and nori."
  },
  {
    "startTime": 73.0,
    "endTime": 85.0,
    "text": "We have about 20 kinds of Japadogs, but depending on the combination that the customers choose, there can be 100 to 150 different combinations."
  },
  {
    "startTime": 85.0,
    "endTime": 95.0,
    "text": "In the beginning, it didn't sell at all. But, year by year, the number of customers increased little by little because of my effort."
  },
  {
    "startTime": 95.0,
    "endTime": 104.0,
    "text": "And now it's the 13th year; there [are] eight stalls and two restaurants, and there is one stall in America."
  },
  {
    "startTime": 104.0,
    "endTime": 113.0,
    "text": "Now in a busy restaurant, in a day, we sell around 700 Japadogs."
  },
  {
    "startTime": 113.0,
    "endTime": 120.0,
    "text": "I came from Japan, and I grew up eating Japanese food, so I know about it very well."
  },
  {
    "startTime": 120.0,
    "endTime": 129.0,
    "text": "And I strongly hope that I can serve the role of combining Japanese food with Canadian food culture."
  }
]