[
  {
    "startTime": 0.0,
    "endTime": 1.52,
    "text": "You know what we all have?"
  },
  {
    "startTime": 1.52,
    "endTime": 3.64,
    "text": "(murmuring) existential loneliness"
  },
  {
    "startTime": 3.64,
    "endTime": 8.38,
    "text": "I'm very vocal about going to therapy and something that comes up again and again and again"
  },
  {
    "startTime": 8.38,
    "endTime": 13.52,
    "text": "is that the messages we received as children carry themselves into our adulthood."
  },
  {
    "startTime": 13.52,
    "endTime": 15.899999999999999,
    "text": "Daddy! Look what I found! Can I keep him?"
  },
  {
    "startTime": 15.9,
    "endTime": 25.08,
    "text": "Oh, no sweetie. I'm sorry - we move too much to keep any animals. But you know what? When you grow up, you can have as many cats as you want. Okay?"
  },
  {
    "startTime": 25.1,
    "endTime": 29.68,
    "text": "I can have as many cats as I want when I grow up."
  },
  {
    "startTime": 32.3,
    "endTime": 37.839999999999996,
    "text": "How our fathers treat our mothers greatly influences how we view relationships and what we accept as normal."
  },
  {
    "startTime": 38.0,
    "endTime": 46.88,
    "text": "For daughters, this often affects our self esteem. We see how our father treats our mom, and however our mom responds, that's what we learn relationships are and what we should tolerate."
  },
  {
    "startTime": 46.88,
    "endTime": 51.6,
    "text": "Our mothers are our role models and we look to our fathers to see how we should be treated."
  },
  {
    "startTime": 51.6,
    "endTime": 56.6,
    "text": "For sons, they often look to their father to see what being a man means and how they should treat their partners."
  },
  {
    "startTime": 56.76,
    "endTime": 64.58,
    "text": "And this is why we're often attracted to people who resemble our parents. Not only because it's familiar, but it's literally the definition of the love we were raised on."
  },
  {
    "startTime": 64.58,
    "endTime": 68.38,
    "text": "Whether these qualities are good, like charismatic, intelligent, and kind"
  },
  {
    "startTime": 68.38,
    "endTime": 75.74,
    "text": "or bad, like emotionally unavailable, uncommunicative, or distant. We repeat our past patterns with new partners."
  },
  {
    "startTime": 75.74,
    "endTime": 78.6,
    "text": "I'll prove to you that I'm worthy of love! Love me!"
  },
  {
    "startTime": 78.7,
    "endTime": 83.26,
    "text": "Now, whatever your individual issues may be, I urge you to at least be aware of them."
  },
  {
    "startTime": 83.26,
    "endTime": 87.64,
    "text": "'Cause there's bound to be both positive and negative aspects of what we learned from our parents."
  },
  {
    "startTime": 87.9,
    "endTime": 95.44000000000001,
    "text": "And if you find yourself often choosing partners who only mirror the negative qualities, then it's time to look at the choices you're making."
  },
  {
    "startTime": 95.74,
    "endTime": 102.74,
    "text": "Because whether or not we realize it, we are instinctively making choices in our adult lives that reinforce our past traumas."
  },
  {
    "startTime": 102.74,
    "endTime": 104.02,
    "text": "And who wants that?"
  },
  {
    "startTime": 104.02,
    "endTime": 106.03999999999999,
    "text": "- Pffft, not me.  - Dude, me either."
  },
  {
    "startTime": 106.04,
    "endTime": 111.0,
    "text": "I know right? I feel like I do always go for people who have the most negative aspects of my parents."
  },
  {
    "startTime": 111.0,
    "endTime": 114.72,
    "text": "Ohmigod, girl, tell me about it. I am so tired of dating my dad."
  },
  {
    "startTime": 114.72,
    "endTime": 118.0,
    "text": "AMEN"
  },
  {
    "startTime": 118.0,
    "endTime": 119.18,
    "text": "Now hit that like button!"
  },
  {
    "startTime": 119.18,
    "endTime": 124.52000000000001,
    "text": "One of the easiest ways to kind of figure out what patterns you're reinforcing is to make a list. I love lists!"
  },
  {
    "startTime": 124.52,
    "endTime": 132.62,
    "text": "First write out the negative and positive qualities of both your mother and your father. And then you make similar lists for the three most significant relationships in your life."
  },
  {
    "startTime": 132.62,
    "endTime": 136.8,
    "text": "Now look at these lists, and see what they all have in common in both areas."
  },
  {
    "startTime": 136.8,
    "endTime": 146.42000000000002,
    "text": "Being self aware is great! But actually breaking these patterns takes a lot of time and hard work and reflection and constant checking in and conscious decision making and even I have not really gotten there yet."
  },
  {
    "startTime": 146.42,
    "endTime": 150.32,
    "text": "And I've been aware of  my own issues for like 10 years. BUT getting better every day!"
  },
  {
    "startTime": 151.0,
    "endTime": 153.56,
    "text": "I'm Anna Akana. Stay awesome, Gotham."
  },
  {
    "startTime": 153.56,
    "endTime": 158.86,
    "text": "Don't leave! Because thank you to audible for sponsoring today's episode. Audiobooks are great for helping you be a better you."
  },
  {
    "startTime": 158.86,
    "endTime": 162.0,
    "text": "Whether you want to feel healthier, or get motivated, or learn something new."
  },
  {
    "startTime": 162.0,
    "endTime": 164.5,
    "text": "I read roughly 70-100 books a year,"
  },
  {
    "startTime": 164.5,
    "endTime": 171.3,
    "text": "and at least 10 of those are audiobooks that I listen to while I'm stuck in copious amounts of LA traffic, doing laundry, or stretching"
  },
  {
    "startTime": 171.3,
    "endTime": 176.0,
    "text": "I'm currently listening to Women Who Love Too Much by Robin Norwood and it is eye opening."
  },
  {
    "startTime": 176.0,
    "endTime": 182.6,
    "text": "Y'all know I love the opportunity to work on myself and this audiobook has shed a lot of light on my relationships and the choices I made in them."
  },
  {
    "startTime": 182.6,
    "endTime": 189.16,
    "text": "With audible, you get a free credit every month that's good for any audiobook regardless of price and unused credits roll over to the next month."
  },
  {
    "startTime": 189.16,
    "endTime": 193.29999999999998,
    "text": "And if by chance you don't like your audiobook, you can exchange it with no questions asked."
  },
  {
    "startTime": 193.3,
    "endTime": 199.8,
    "text": "You can go to audioble.com/Anna or text \"Anna\" to 500-500 to start your free 30 day trial."
  },
  {
    "startTime": 199.82,
    "endTime": 206.22,
    "text": "That's AUDIBLE.COM/ANNA or you can be a millennial and text \"Anna\" to 500-500."
  }
]