[
  {
    "startTime": 11.76,
    "endTime": 22.060000000000002,
    "text": "Anyone who has attempted to foray into the great wide world of dating knows that, when it comes to flirting, cheesy pickup lines just don't cut it."
  },
  {
    "startTime": 22.1,
    "endTime": 27.840000000000003,
    "text": "Attracting a partner can be tricky, and there are many pitfalls one can fall into."
  },
  {
    "startTime": 28.02,
    "endTime": 36.04,
    "text": "But when it comes down to it, flirting is just an evolutionary tactic to acquire a mate for reproduction."
  },
  {
    "startTime": 36.04,
    "endTime": 44.18,
    "text": "With this in mind, here's a list of 10 psychologically proven flirting strategies that actually work!"
  },
  {
    "startTime": 44.36,
    "endTime": 47.2,
    "text": "Number 10: Eye Contact."
  },
  {
    "startTime": 47.2,
    "endTime": 52.5,
    "text": "Eye contact is key when it comes to demonstrating your attraction to another person."
  },
  {
    "startTime": 52.56,
    "endTime": 64.12,
    "text": "When we make eye contact with a prospective partner, we are actually searching for evidence of their attraction to us through the psychological response of pupil dilation."
  },
  {
    "startTime": 64.12,
    "endTime": 70.22,
    "text": "This is also why staring into one another's eyes can often feel so intimate."
  },
  {
    "startTime": 70.22,
    "endTime": 81.38,
    "text": "Therefore, one of the best ways to let someone know you're interested in them is to gaze into their big brown, blue or green eyes."
  },
  {
    "startTime": 81.46,
    "endTime": 84.61999999999999,
    "text": "Number 9: Wear red."
  },
  {
    "startTime": 84.66,
    "endTime": 94.34,
    "text": "Not only is red an eye catching color that flatters many different skin tones, red is also a symbol of lust and sexuality."
  },
  {
    "startTime": 94.4,
    "endTime": 102.14,
    "text": "With studies showing that, when both men and women wear red, they appear more attractive to the opposite sex."
  },
  {
    "startTime": 102.38,
    "endTime": 105.53999999999999,
    "text": "This may be due to social expectations."
  },
  {
    "startTime": 105.68,
    "endTime": 113.99900000000001,
    "text": "However, psychologist Adam Pasteur suggests that our attraction to red may be a hangover from humans evolutionary past."
  },
  {
    "startTime": 114.797,
    "endTime": 122.96,
    "text": "As animals, such as female baboons, display patches of bright red skin to indicate that they are ready to mate."
  },
  {
    "startTime": 123.08,
    "endTime": 126.02,
    "text": "Number Eight: Be funny!"
  },
  {
    "startTime": 126.12,
    "endTime": 130.94,
    "text": "Humor is actually a huge factor in the search of a potential mate."
  },
  {
    "startTime": 130.94,
    "endTime": 141.5,
    "text": "University of New Mexico psychologist professor, Jeffrey Miller, suggests that being funny is one of key ways we decide how attractive a partner is."
  },
  {
    "startTime": 141.54,
    "endTime": 151.44,
    "text": "This is because, to be truly funny, someone must be able to think quickly and be creative, skills that are extremely necessary for survival."
  },
  {
    "startTime": 151.46,
    "endTime": 158.4,
    "text": "To be humorous is to be smart, so telling a joke could just result in you getting that date you wanted."
  },
  {
    "startTime": 158.64,
    "endTime": 161.61999999999998,
    "text": "Number Seven: play hard to get."
  },
  {
    "startTime": 161.62,
    "endTime": 170.84,
    "text": "Studies show that when we're unsure of how much someone likes us, we actually like them more than when we're told they like us a lot."
  },
  {
    "startTime": 170.9,
    "endTime": 180.1,
    "text": "This could be due to the fact that playing hard to get make someone seem more desirable and sometimes even out of our league."
  },
  {
    "startTime": 180.24,
    "endTime": 188.14000000000001,
    "text": "When someone seems too needy, we're likely to believe we can do better, so it may be better to act aloof."
  },
  {
    "startTime": 188.16,
    "endTime": 193.42,
    "text": "Number Six: are you a woman? Smile!"
  },
  {
    "startTime": 193.72,
    "endTime": 201.0,
    "text": "Not only it does a smile exhibit a sense of humor and a caring nature, but it also displays good health."
  },
  {
    "startTime": 201.0,
    "endTime": 208.501,
    "text": "Research from the University of British Columbia suggests men find smiling women more attractive than prideful."
  },
  {
    "startTime": 208.799,
    "endTime": 214.58,
    "text": "Possibly because of its association with submission and maternal urges."
  },
  {
    "startTime": 214.6,
    "endTime": 219.2,
    "text": "Number Five: are you a man? Brood."
  },
  {
    "startTime": 219.28,
    "endTime": 222.0,
    "text": "The stereotype is true!"
  },
  {
    "startTime": 222.0,
    "endTime": 234.68,
    "text": "In the same study from the University of British Columbia, researchers found that women rated smiling men as the least attractive, compared with prideful and shameful looking men."
  },
  {
    "startTime": 234.7,
    "endTime": 243.82,
    "text": "Therefore, acting like a \"bad boy\" may win you a mate, regardless of whether you're actually bad or not."
  },
  {
    "startTime": 243.92,
    "endTime": 247.64,
    "text": "Number Four: mirror body language."
  },
  {
    "startTime": 247.72,
    "endTime": 260.56,
    "text": "55% of attraction communication is made through body language, and one of the most subtle, yet most effective methods of flirting with someone is to mirror their actions."
  },
  {
    "startTime": 260.56,
    "endTime": 268.12,
    "text": "This is because we unconsciously copy those we're attracted to as a sign that we're interested in what they're saying."
  },
  {
    "startTime": 268.12,
    "endTime": 277.06,
    "text": "Mirroring someone demonstrates that we have good communication skills, but also that we're invested in their thoughts and feelings."
  },
  {
    "startTime": 277.18,
    "endTime": 281.5,
    "text": "This is also a way of knowing whether someone is interested in you."
  },
  {
    "startTime": 281.54,
    "endTime": 287.48,
    "text": "If they copy your mirroring, they may just reciprocate your feelings."
  },
  {
    "startTime": 287.54,
    "endTime": 291.86,
    "text": "Number Three: Be a smooth talker."
  },
  {
    "startTime": 291.98,
    "endTime": 297.461,
    "text": "Pitch and tone actually have a lot more to do with flirting than one may think."
  },
  {
    "startTime": 297.52,
    "endTime": 305.68,
    "text": "Research from MIT suggests that men are more attracted to women that vary their tone at which they speak."
  },
  {
    "startTime": 305.78,
    "endTime": 314.64,
    "text": "Women whose voices went up and down in frequency received more romantic interest from men than those who speak with a flatter tone."
  },
  {
    "startTime": 314.68,
    "endTime": 326.52,
    "text": "The same study also found that women were more attracted to men who interjected when they were speaking with phrases such as \"I see\", \"Okay\", and \"Yup\"."
  },
  {
    "startTime": 326.6,
    "endTime": 331.22,
    "text": "This not only suggests dominance but also understanding."
  },
  {
    "startTime": 331.26,
    "endTime": 334.9,
    "text": "Number Two: Confidence is key."
  },
  {
    "startTime": 335.02,
    "endTime": 351.82,
    "text": "A study by Doctor Monica Moore of Webster University found that, when observing real-life person in bars and shoppings malls, it was not the most physically appealing people that were most often approached for flirtation."
  },
  {
    "startTime": 351.82,
    "endTime": 361.28,
    "text": "Instead, those who signal their confidence through basic flirting techniques, such as smiling, were more likely to attract others."
  },
  {
    "startTime": 361.36,
    "endTime": 364.94,
    "text": "And, Number One: Touch them."
  },
  {
    "startTime": 365.0,
    "endTime": 373.002,
    "text": "Most research has demonstrated that touching a person can increase their compliance to complete a wide variety of requests."
  },
  {
    "startTime": 373.499,
    "endTime": 376.40000000000003,
    "text": "And this may extend to the world of flirtation!"
  },
  {
    "startTime": 376.44,
    "endTime": 389.18,
    "text": "Dr. Moore found that when a young male confederate in a nightclub asked young women to dance with him, his request was most likely to be followed if he touched a woman's forearm for one to two seconds."
  },
  {
    "startTime": 389.32,
    "endTime": 393.96,
    "text": "This could be because tactile contact is associated with dominance."
  },
  {
    "startTime": 393.96,
    "endTime": 403.47999999999996,
    "text": "Later, when the women were asked to complete a survey about their experience, a high score of dominance was associated with the tactile contact!"
  },
  {
    "startTime": 403.6,
    "endTime": 405.1,
    "text": "And that's our list."
  },
  {
    "startTime": 405.1,
    "endTime": 407.66,
    "text": "Hopefully this can help you in the dating world."
  },
  {
    "startTime": 407.66,
    "endTime": 412.38000000000005,
    "text": "If you have your own tips for flirting, let us know in the comments below!"
  },
  {
    "startTime": 412.38,
    "endTime": 414.65999999999997,
    "text": "Thank you so much for watching our video!"
  },
  {
    "startTime": 414.74,
    "endTime": 415.94,
    "text": "I'm Ashley!"
  },
  {
    "startTime": 415.94,
    "endTime": 419.56,
    "text": "You can follow me at any of my socials in the description box below."
  },
  {
    "startTime": 419.56,
    "endTime": 425.16,
    "text": "If you liked this video, be sure to follow our other social media for more psychology content."
  },
  {
    "startTime": 425.16,
    "endTime": 426.84000000000003,
    "text": "And don't forget to subscribe!"
  },
  {
    "startTime": 426.88,
    "endTime": 428.46,
    "text": "Have a nice day!"
  }
]