[
  {
    "startTime": 1.12,
    "endTime": 5.66,
    "text": "At the wedding of Prince William and Kate Middleton, two things stuck out."
  },
  {
    "startTime": 5.66,
    "endTime": 6.5,
    "text": "Literally."
  },
  {
    "startTime": 6.5,
    "endTime": 10.18,
    "text": "The fascinators of princesses Beatrice and Eugenie."
  },
  {
    "startTime": 10.18,
    "endTime": 16.2,
    "text": "Sure, they were gigantic and pretty outlandish, but to be fair, the princesses were just following the dress code."
  },
  {
    "startTime": 16.2,
    "endTime": 20.78,
    "text": "And on the wedding invitations to Prince Harry and Meghan Markle's wedding, you'll notice the same thing."
  },
  {
    "startTime": 20.78,
    "endTime": 22.119,
    "text": "You got to wear a hat."
  },
  {
    "startTime": 23.32,
    "endTime": 27.240000000000002,
    "text": "Since the sixties, formal hats have sort of faded out of fashion."
  },
  {
    "startTime": 27.3,
    "endTime": 40.3,
    "text": "So, how come British royals always seem to be wearing them?"
  },
  {
    "startTime": 40.3,
    "endTime": 42.599999999999994,
    "text": "Hats have always served multiple functions."
  },
  {
    "startTime": 42.6,
    "endTime": 48.34,
    "text": "They protect us from the cold and the Sun, they're symbols of religion or trade or military station."
  },
  {
    "startTime": 48.34,
    "endTime": 51.800000000000004,
    "text": "Or in the case of the top hat, they can show how stylish you are."
  },
  {
    "startTime": 51.8,
    "endTime": 61.739999999999995,
    "text": "There's a really popular story that the first time a guy wore a top hat in London, it caused such a stir that a woman fainted, dogs yelped, and a kid broke his arm in a mob."
  },
  {
    "startTime": 61.74,
    "endTime": 62.980000000000004,
    "text": "This probably didn't happen."
  },
  {
    "startTime": 62.98,
    "endTime": 67.56,
    "text": "But it is true that top hats weren't really a thing in the UK until the early 19th century."
  },
  {
    "startTime": 67.56,
    "endTime": 75.62,
    "text": "Beau Brummell, a fashion-forward dandy introduced them to his friend and future king, George IV, and top hats officially received royal approval."
  },
  {
    "startTime": 75.62,
    "endTime": 81.5,
    "text": "Brummell was a big hat guy, and he's also responsible for the decadent fashions you see at places like this."
  },
  {
    "startTime": 81.5,
    "endTime": 85.38,
    "text": "That's the Royal Ascot, the biggest race of the London social season."
  },
  {
    "startTime": 85.38,
    "endTime": 90.02,
    "text": "In 1807, it introduced the Gold Cup, a shorter race that brought larger crowds."
  },
  {
    "startTime": 90.02,
    "endTime": 96.88,
    "text": "It was around this time that Brummell introduced a strict dress code for the race so that even those from lower social classes looked the part."
  },
  {
    "startTime": 96.88,
    "endTime": 98.53999999999999,
    "text": "Including Eliza Doolittle."
  },
  {
    "startTime": 98.54,
    "endTime": 100.34,
    "text": "Come on. Come on Dover."
  },
  {
    "startTime": 100.34,
    "endTime": 105.60000000000001,
    "text": "Come on Dover! Move your bloomin' arse!"
  },
  {
    "startTime": 105.6,
    "endTime": 112.38,
    "text": "I suppose historically people have worn hats to the to the races again, because of that formality."
  },
  {
    "startTime": 112.38,
    "endTime": 114.47,
    "text": "Nowadays, you know, women like to dress up."
  },
  {
    "startTime": 114.47,
    "endTime": 118.48,
    "text": "So if they're going to the races it's a fantastic excuse to to wear a hat."
  },
  {
    "startTime": 118.48,
    "endTime": 124.84,
    "text": "That's Rachel Trevor Morgan who's made more than 80 hats for Queen Elizabeth II, including those she's worn to Royal Ascot."
  },
  {
    "startTime": 124.84,
    "endTime": 130.84,
    "text": "Brummell's dress code, now known as \"Morning Dress,\" was the direct inspiration for races like this one."
  },
  {
    "startTime": 130.84,
    "endTime": 135.67000000000002,
    "text": "And it also became the de facto style of dress for all high society events held in the daytime."
  },
  {
    "startTime": 135.67,
    "endTime": 139.72,
    "text": "Meanwhile women's hats ebbed and flowed according to fashion trends at court."
  },
  {
    "startTime": 139.72,
    "endTime": 147.8,
    "text": "Bonnets in the early Victorian period, followed by tall ornamental hats, and then elaborate Edwardian creations with enormous brims."
  },
  {
    "startTime": 147.8,
    "endTime": 154.92000000000002,
    "text": "At the end of the 19th century, we had women wearing hats all the time. They'd always go out wearing a hat."
  },
  {
    "startTime": 154.92,
    "endTime": 160.78,
    "text": "After World War II the traditional social season began to decline, as aristocrats abandoned their London homes."
  },
  {
    "startTime": 160.78,
    "endTime": 165.28,
    "text": "But morning dress still remained, most notably at horse races and weddings."
  },
  {
    "startTime": 165.28,
    "endTime": 173.7,
    "text": "I think there was a definite shift in hat wearing in the 1960s and I suppose it's because fashions became a bit more casual."
  },
  {
    "startTime": 173.7,
    "endTime": 188.82,
    "text": "I think the young were experimenting with more exciting hairdos you know, you had beehive haircuts and people piling their hair up and then really short sharp cuts and somehow it was left to the older generation to carry on that hat wearing, I think."
  },
  {
    "startTime": 188.82,
    "endTime": 192.94,
    "text": "Hats were still, of course, required at the fanciest events for the fanciest people."
  },
  {
    "startTime": 192.94,
    "endTime": 197.22,
    "text": "Which is why hats tend to peak in popularity around the same time as royals do."
  },
  {
    "startTime": 197.22,
    "endTime": 202.62,
    "text": "When Kate and William got married there was definitely an upsurge in hat wearing."
  },
  {
    "startTime": 202.62,
    "endTime": 208.46,
    "text": "People looked at everybody attending the service and all the wonderful creations they had and they wanted a part of that."
  },
  {
    "startTime": 208.46,
    "endTime": 213.98000000000002,
    "text": "And when you think in the 1980s and we had Princess Diana, who always looked so beautiful and always wore hats and think of the Queen."
  },
  {
    "startTime": 213.98,
    "endTime": 218.2,
    "text": "She's a great hat wearer so I, you know, I think it really does affect people."
  },
  {
    "startTime": 218.2,
    "endTime": 221.64999999999998,
    "text": "And that's maybe the real reason why we associate British Royals with hats."
  },
  {
    "startTime": 221.65,
    "endTime": 227.5,
    "text": "Whenever we see them, it's likely because there's a big event going on and for Royals, big events mean hats."
  },
  {
    "startTime": 227.5,
    "endTime": 235.46,
    "text": "People might want to wear a hat to stand out and because they're quite an extrovert, or they might want to wear a hat in order to sort of slightly hide behind."
  },
  {
    "startTime": 235.46,
    "endTime": 247.34,
    "text": "And there are those people who've never worn hats and feel very awkward about the whole thing, but it's really satisfying when people come back saying, \"that was fantastic I really enjoyed it and had a great, positive experience.\""
  },
  {
    "startTime": 247.34,
    "endTime": 253.5,
    "text": "So you can read quite a lot into people and it's getting to know where their comfort zone is."
  },
  {
    "startTime": 253.5,
    "endTime": 258.15,
    "text": "But they're a great sort of extension of people's characters I think."
  }
]