[
  {
    "startTime": 0.779,
    "endTime": 1.48,
    "text": "Hey there!"
  },
  {
    "startTime": 1.849,
    "endTime": 2.8,
    "text": "Welcome to Life Noggin!"
  },
  {
    "startTime": 3.259,
    "endTime": 4.899,
    "text": "Triangle Bob is learning how to play the guitar!"
  },
  {
    "startTime": 5.029,
    "endTime": 12.669,
    "text": "He's able to look at a sheet of music and have his brain translate that into instructions for his fingers, hands, and arms to create this beautiful song!"
  },
  {
    "startTime": 12.9,
    "endTime": 14.801,
    "text": "Okay... or not so beautiful."
  },
  {
    "startTime": 14.909,
    "endTime": 16.499000000000002,
    "text": "Maybe, put it down for a second."
  },
  {
    "startTime": 16.802,
    "endTime": 17.0,
    "text": "He's learning."
  },
  {
    "startTime": 17.399,
    "endTime": 20.459,
    "text": "But still, what does playing an instrument do to your brain?"
  },
  {
    "startTime": 20.701,
    "endTime": 23.501,
    "text": "Could these skills be helpful in other areas of life too?"
  },
  {
    "startTime": 24.001,
    "endTime": 31.899,
    "text": "Since Triangle Bob just started learning how to play the guitar, the effects on his adult brain aren't as strong as they would be if he started playing when he was still a young quadrilateral."
  },
  {
    "startTime": 32.001,
    "endTime": 39.019,
    "text": "But either way, picking up an instrument at any age can provide some huge benefits for your intelligence, your physical well-being, and your brain."
  },
  {
    "startTime": 39.299,
    "endTime": 44.299,
    "text": "Playing an instrument requires your auditory, motor, sensory, and visual systems to all work together."
  },
  {
    "startTime": 44.701,
    "endTime": 49.501,
    "text": "This inner system cooperation has some incredible outcomes that can affect so many areas of your life."
  },
  {
    "startTime": 49.901,
    "endTime": 52.701,
    "text": "Do not start playing Wonderwall, that is copyrighted. Thank you."
  },
  {
    "startTime": 53.001,
    "endTime": 58.26,
    "text": "Different intensities of training produce different outcomes, but even the most minimal practice can make a difference."
  },
  {
    "startTime": 58.391,
    "endTime": 67.72,
    "text": "Starting to play an instrument just one hour a week for a few months can cause growth and increased activity in the parts of your brain responsible for memory, hearing, and motor function."
  },
  {
    "startTime": 67.8,
    "endTime": 73.00099999999999,
    "text": "Researchers found that this type of practice could even increase your IQ by 7 points or more!"
  },
  {
    "startTime": 73.199,
    "endTime": 77.601,
    "text": "It's also known that people who play musical instruments are better at other practical things too."
  },
  {
    "startTime": 76.998,
    "endTime": 83.301,
    "text": "For example, processing emotions, learning new tasks like another language or creative problem solving!"
  },
  {
    "startTime": 84.298,
    "endTime": 90.999,
    "text": "Musicians brains have better communication between the left and right hemispheres which allows for more cooperation and out of the box thinking!"
  },
  {
    "startTime": 91.299,
    "endTime": 97.19900000000001,
    "text": "Some researchers think this is because the corpus callosum, the structure that connects both hemispheres, is larger in musicians."
  },
  {
    "startTime": 97.4,
    "endTime": 101.899,
    "text": "This could be the reason the two sides of the brain communicate with each other more effectively to solve problems."
  },
  {
    "startTime": 102.199,
    "endTime": 105.398,
    "text": "Okay, Triangle Bob, quick, how can you fit this boat in this bottle?"
  },
  {
    "startTime": 105.597,
    "endTime": 105.701,
    "text": "No, don't break it."
  },
  {
    "startTime": 106.77,
    "endTime": 109.00099999999999,
    "text": "Ugh...ok, he needs a little bit more practice."
  },
  {
    "startTime": 109.6,
    "endTime": 113.121,
    "text": "Playing an instrument also has some amazing health benefits for your brain and body."
  },
  {
    "startTime": 113.277,
    "endTime": 119.909,
    "text": "From boosting your immune system function to increasing resilience to hearing loss to even helping stroke patients regain motor skills!"
  },
  {
    "startTime": 119.909,
    "endTime": 124.4,
    "text": "It's been found that just listening to music can prompt the repair and regeneration of damaged nerves in the brain!"
  },
  {
    "startTime": 125.53,
    "endTime": 134.839,
    "text": "Taking that a little further, learning to play an instrument, even in later years, has been linked to a 64% lower risk of developing dementia and other cognitive impairments!"
  },
  {
    "startTime": 135.301,
    "endTime": 140.601,
    "text": "There are a lot of other structural and functional differences in the brains of musicians versus non-musicians."
  },
  {
    "startTime": 140.799,
    "endTime": 150.899,
    "text": "But it's important to note that it isn't entirely clear if each of these differences are due to years of training or if these people were born with these differences and that predisposed them to their passion for music."
  },
  {
    "startTime": 150.998,
    "endTime": 159.589,
    "text": "That being said, it's been found that musicians brains have more grey matter, more neuroplasticity, altered white matter, and sometimes a more symmetrical firing pattern!"
  },
  {
    "startTime": 159.788,
    "endTime": 168.101,
    "text": "The process of playing an instrument or learning a similar skill, also strengthens the myelin coating around nerves, allowing signals to be sent through the body faster."
  },
  {
    "startTime": 168.118,
    "endTime": 171.358,
    "text": "This could help explain why musicians have faster response times."
  },
  {
    "startTime": 171.399,
    "endTime": 172.991,
    "text": "Quick, Triangle Bob! Think fast!"
  },
  {
    "startTime": 173.598,
    "endTime": 174.99900000000002,
    "text": "Oh, he actually caught it."
  },
  {
    "startTime": 175.096,
    "endTime": 176.02100000000002,
    "text": "No, don't...don't eat it."
  },
  {
    "startTime": 176.481,
    "endTime": 177.468,
    "text": "Don't eat the ball."
  },
  {
    "startTime": 177.599,
    "endTime": 179.2,
    "text": "Ok ... he's eating the ball."
  },
  {
    "startTime": 179.299,
    "endTime": 181.949,
    "text": "Anyway, do you or have you ever play an instrument?"
  },
  {
    "startTime": 182.001,
    "endTime": 182.8,
    "text": "Do you enjoy it?"
  },
  {
    "startTime": 183.0,
    "endTime": 184.801,
    "text": "Let us know in the comments section below."
  }
]