[
  {
    "startTime": 0.6,
    "endTime": 2.88,
    "text": "Hey there! Welcome to Life Noggin!"
  },
  {
    "startTime": 2.88,
    "endTime": 8.5,
    "text": "As with many mental illnesses, dipolar disorder isn't generally understood by the public."
  },
  {
    "startTime": 8.5,
    "endTime": 17.5,
    "text": "One in 25 Americans live with bipolar disorder, and it may be thought of as just severe mood swings or even something that's quote 'all in their head', but it's not."
  },
  {
    "startTime": 17.5,
    "endTime": 21.240000000000002,
    "text": "This condition should be taken seriously and it's often not treated that way."
  },
  {
    "startTime": 21.62,
    "endTime": 24.5,
    "text": "So, let's learn a little bit more about bipolar disorder."
  },
  {
    "startTime": 24.5,
    "endTime": 34.0,
    "text": "Bipolar disorder, also known as manic-depressive illness, is a condition that manifests in the brain and is defined by episodes of extreme mania and depression."
  },
  {
    "startTime": 34.0,
    "endTime": 42.0,
    "text": "During a manic episode, someone with bipolar disorder typically has lots of energy, makes risky decisions, feels euphoric and is very productive."
  },
  {
    "startTime": 0.0,
    "endTime": 48.719,
    "text": "Then during a depressive episode, they feel depressed, constantly worried and often think of death or suicide."
  },
  {
    "startTime": 48.719,
    "endTime": 57.7,
    "text": "The condition can also be accompanied by psychosis, which is a break from reality when someone may think they're famous, crazy rich or have superpowers."
  },
  {
    "startTime": 57.7,
    "endTime": 63.0,
    "text": "These manic and depressive episodes typically last a few weeks, but can be shorter lived."
  },
  {
    "startTime": 63.0,
    "endTime": 72.3,
    "text": "As one woman put it, one day she can't get out of bed and has to miss work, then the next day, she's loving life, up for 24 hours, and spending money she doesn't have."
  },
  {
    "startTime": 72.3,
    "endTime": 78.8,
    "text": "This condition can affect everything from your career to friendships, to relationships, and even financial stability."
  },
  {
    "startTime": 78.8,
    "endTime": 84.0,
    "text": "As with any mental illness, there isn't one known cause of bipolar disorder, but trauma,"
  },
  {
    "startTime": 84.0,
    "endTime": 89.25,
    "text": "extreme stress, and drug and alcohol problems can increase your risk of developing the condition."
  },
  {
    "startTime": 89.25,
    "endTime": 90.7,
    "text": "Genes also play a part."
  },
  {
    "startTime": 90.7,
    "endTime": 99.5,
    "text": "While most people with a family history don't develop the illness, 80-90% of people with bipolar disorder have a relative with either the disorder or depression."
  },
  {
    "startTime": 99.5,
    "endTime": 105.0,
    "text": "For people who do live with the disorder, there's a lot going on in their brains that's different from another person's."
  },
  {
    "startTime": 105.0,
    "endTime": 111.0,
    "text": "They have abnormalities and imbalances in their neurotransmitter systems that scientists believe contribute to the condition."
  },
  {
    "startTime": 111.0,
    "endTime": 116.0,
    "text": "Neurotransmitters are chemicals responsible for controlling the brain's emotions and functions."
  },
  {
    "startTime": 116.0,
    "endTime": 121.3,
    "text": "It's been thought for a while that these imbalances were probably the main biological cause of bipolar disorder,"
  },
  {
    "startTime": 121.3,
    "endTime": 130.0,
    "text": "but recent advances have acknowledged there are more parts in play - different brain pathways, neuroplasticity and varying levels of cellular resilience."
  },
  {
    "startTime": 130.0,
    "endTime": 135.6,
    "text": "Scientists have also found that people with dipolar disorder have reduced grey matter in various parts of their brains."
  },
  {
    "startTime": 135.6,
    "endTime": 139.0,
    "text": "Many parts of their cortices are also thinner than a healthy person's."
  },
  {
    "startTime": 139.0,
    "endTime": 146.42,
    "text": "It's known that stress directly causes the degeneration of neurons, so it's thought that this degeneration could contribute to these reductions."
  },
  {
    "startTime": 146.42,
    "endTime": 151.2,
    "text": "We are getting there, but there's definitely still a lot more to learn about bipolar disorder."
  },
  {
    "startTime": 151.2,
    "endTime": 155.91,
    "text": "While this condition has negatively impacted people's lives, there is hope."
  },
  {
    "startTime": 155.91,
    "endTime": 160.29999999999998,
    "text": "If you think that you may have bipolar disorder, it's important to seek professional help."
  },
  {
    "startTime": 160.3,
    "endTime": 165.5,
    "text": "Since many people with bipolar disorder only reach out for help when they're going through a depressive episode,"
  },
  {
    "startTime": 165.5,
    "endTime": 171.0,
    "text": "be sure to tell your doctor about manic episodes too to make sure you get a proper diagnosis."
  },
  {
    "startTime": 171.0,
    "endTime": 177.0,
    "text": "For free resources to learn more about bipolar disorder or to find help, check out the links in the description."
  },
  {
    "startTime": 177.0,
    "endTime": 182.0,
    "text": "So are there any other mental illnesses that you want me to cover? Let me know in the comment section below."
  },
  {
    "startTime": 182.0,
    "endTime": 186.0,
    "text": "And if you found this video helpful, make sure you check out our video on depression."
  },
  {
    "startTime": 186.0,
    "endTime": 189.0,
    "text": "The activities that used to make them happy, don't anymore."
  },
  {
    "startTime": 189.0,
    "endTime": 195.0,
    "text": "They may feel hopeless and exhausted, have trouble sleeping, lose their appetite, or have a decrease libido."
  },
  {
    "startTime": 195.0,
    "endTime": 198.4,
    "text": "It can be hard for them to get through the day, or complete routine tasks."
  },
  {
    "startTime": 198.4,
    "endTime": 205.0,
    "text": "As always, my name is Blocko, this has been Life Noggin. Don't forget to keep on thinking."
  }
]