[
  {
    "startTime": 0.58,
    "endTime": 5.2,
    "text": "People all over the world dream of being pop stars, but perhaps nowhere else more than South Korea."
  },
  {
    "startTime": 5.2,
    "endTime": 12.7,
    "text": "But you know what they say: be careful what you wish for because being a K-Pop star is actually a dangerous, degrading, and downright scary job."
  },
  {
    "startTime": 12.96,
    "endTime": 15.5,
    "text": "Here's a look at the disturbing truth behind K-Pop music."
  },
  {
    "startTime": 16.74,
    "endTime": 17.34,
    "text": "Slavery."
  },
  {
    "startTime": 18.34,
    "endTime": 22.1,
    "text": "There's a reason that people refer to K-Pop contracts as \"slave contracts.\""
  },
  {
    "startTime": 22.1,
    "endTime": 30.160000000000004,
    "text": "According to star Prince Mak, K-Pop artists typically have to sign a contract where they essentially sign over all their rights for a period of ７to 15 years."
  },
  {
    "startTime": 30.26,
    "endTime": 35.2,
    "text": "The countdown doesn't even begin until they've debuted, though, after up to a full decade of training and grooming."
  },
  {
    "startTime": 35.2,
    "endTime": 41.620000000000005,
    "text": "And during it all, K-Pop artists have to do everything the record studio tells them, while the studio pockets almost all the profits."
  },
  {
    "startTime": 41.86,
    "endTime": 42.54,
    "text": "How bad is it?"
  },
  {
    "startTime": 42.6,
    "endTime": 46.2,
    "text": "Members of girl band Stellar told No Cut News about their rise to fame."
  },
  {
    "startTime": 46.3,
    "endTime": 49.94,
    "text": "The four girls said they regularly split one meal because they were so broke."
  },
  {
    "startTime": 50.82,
    "endTime": 51.82,
    "text": "Prostitution."
  },
  {
    "startTime": 52.46,
    "endTime": 59.120000000000005,
    "text": "One of the most disturbing aspects of the K-Pop machine is the fact that many aspiring singers are exploited and abused by their management teams."
  },
  {
    "startTime": 59.24,
    "endTime": 66.8,
    "text": "Often referred to with euphemisms like \"sponsorship\" or \"transactions,\" many women are forced to act as escorts for powerful businessmen in the industry."
  },
  {
    "startTime": 67.1,
    "endTime": 77.259,
    "text": "For example, according to Seoul Beats, in 2017 the CEO of a talent agency was sentenced to 20 months in prison after a second arrest for prostitution charges involving his clients."
  },
  {
    "startTime": 78.4,
    "endTime": 79.4,
    "text": "Plastic surgery."
  },
  {
    "startTime": 79.82,
    "endTime": 85.3,
    "text": "Stars getting plastic surgery isn't exactly a breaking news headline, but K-Pop stars take it to another level."
  },
  {
    "startTime": 85.5,
    "endTime": 94.4,
    "text": "According to The Atlantic, one in five Korean women have had plastic surgery, with many K-Pop stars undergoing extensive surgery in order to look more like anime characters."
  },
  {
    "startTime": 94.34,
    "endTime": 101.779,
    "text": "The extreme procedures even sometimes require the jaw to be broken and shaved down into a V-shape, as round faces are considered less desirable."
  },
  {
    "startTime": 102.0,
    "endTime": 109.32,
    "text": "Perhaps worst of all, this plastic surgery may not even be voluntary, thanks to the extreme power held by talent managers and recording studios."
  },
  {
    "startTime": 109.5,
    "endTime": 110.2,
    "text": "Yikes."
  },
  {
    "startTime": 111.12,
    "endTime": 112.10000000000001,
    "text": "Crazy fans."
  },
  {
    "startTime": 112.38,
    "endTime": 116.94,
    "text": "Fans in America may seem crazy, but they have nothing on the extremes that K-Pop fans go to."
  },
  {
    "startTime": 117.16,
    "endTime": 127.84,
    "text": "According to Australian Broadcasting Corporation, the group TVXQ had fans tapping their phone lines so they could hear the calls of their idols, and some even broke into their apartments so they could \"kiss them in their sleep.\""
  },
  {
    "startTime": 128.0,
    "endTime": 130.74,
    "text": "Then there are the really extreme fans known as Sasaeng."
  },
  {
    "startTime": 131.0,
    "endTime": 140.4,
    "text": "These people go as far as installing cameras in their idols' homes and sending them love letters written in blood, and in one case, stole urine from a band's toilet and then tried to sell it to the highest bidder."
  },
  {
    "startTime": 140.4,
    "endTime": 148.6,
    "text": "About the only thing worse than fans are anti-fans, who loathe a particular star or group so much they obsessively try to sabotage or even kill them."
  },
  {
    "startTime": 148.6,
    "endTime": 159.42,
    "text": "In one incident, a group of anti-fans sabotaged a concert by cutting power to the venue, while another incident involved an online petition that generated over 3,000 signatures begging a star to take his own life."
  },
  {
    "startTime": 159.88,
    "endTime": 162.79999999999998,
    "text": "And there have been multiple attempts to poison K-Pop stars."
  },
  {
    "startTime": 162.8,
    "endTime": 171.119,
    "text": "One boy band member's mother ended up in the hospital after drinking a beverage meant for her son while another star had his drink spiked with glue, causing him to start vomiting blood."
  },
  {
    "startTime": 172.1,
    "endTime": 173.6,
    "text": "Health concerns."
  },
  {
    "startTime": 173.58,
    "endTime": 177.5,
    "text": "If you want to become a K-Pop star, you need to be ready to literally work until you drop."
  },
  {
    "startTime": 177.5,
    "endTime": 186.18,
    "text": "According to SBS Pop Asia, an average workday lasts 20 hours, which is probably why being hospitalized for exhaustion is just par for the course when you're a K-Pop star."
  },
  {
    "startTime": 186.34,
    "endTime": 190.94,
    "text": "Krystal, of f(x), has fainted so many times it's almost become a kind of trademark."
  },
  {
    "startTime": 191.18,
    "endTime": 196.5,
    "text": "At one point she was doing a gig and passed out with the mic still in her hand because that is professionalism."
  },
  {
    "startTime": 196.6,
    "endTime": 198.959,
    "text": "And then there are the extreme weight requirements."
  },
  {
    "startTime": 199.2,
    "endTime": 206.35999999999999,
    "text": "Being fat is such a huge no-no that record labels CEOs personally hold weigh-ins for their stars to make sure nobody goes over the prescribed limit."
  },
  {
    "startTime": 206.7,
    "endTime": 211.95999999999998,
    "text": "As a result, many stars almost literally starve themselves in order to maintain those super-slim figures."
  },
  {
    "startTime": 212.94,
    "endTime": 213.44,
    "text": "Racism."
  },
  {
    "startTime": 214.42,
    "endTime": 218.26,
    "text": "Unfortunately, racism is rampant both inside and outside of K-Pop."
  },
  {
    "startTime": 218.46,
    "endTime": 227.54000000000002,
    "text": "For example, Fei from Miss A said during an interview that during her early days on the pop scene she was tormented by people who thought she only showered once a week because she was Chinese."
  },
  {
    "startTime": 227.71,
    "endTime": 234.359,
    "text": "And the singer Shannon is one of many stars who has been repeatedly called a foreigner and had negative comments written about her because she's half British."
  },
  {
    "startTime": 234.84,
    "endTime": 236.18,
    "text": "There's no creative freedom."
  },
  {
    "startTime": 236.7,
    "endTime": 242.76,
    "text": "If you joined a K-Pop group not just to get famous but to express all the music and creativity you have in your soul, good luck."
  },
  {
    "startTime": 243.0,
    "endTime": 247.8,
    "text": "That's because the music performed by K-Pop stars is as carefully managed as every other aspect of their lives."
  },
  {
    "startTime": 248.0,
    "endTime": 259.279,
    "text": "With songs generated by the same British, Swedish, and American songwriters that craft hits for the likes of Nicki Minaj and Britney Spears, which just goes to show that you can manufacture everything… except for originality."
  },
  {
    "startTime": 259.5,
    "endTime": 260.339,
    "text": "Thanks for watching!"
  },
  {
    "startTime": 260.339,
    "endTime": 262.679,
    "text": "Click the Grunge icon to subscribe to our YouTube channel."
  },
  {
    "startTime": 262.86,
    "endTime": 264.82,
    "text": "Plus check out all this cool stuff we know you'll love, too!"
  }
]