[
  {
    "startTime": 0.799,
    "endTime": 3.4,
    "text": "Hey there and welcome to Life Noggin."
  },
  {
    "startTime": 3.4,
    "endTime": 10.45,
    "text": "Just the other day, I was exploring my world with Triangle Bob and we found a place my animator forgot to design."
  },
  {
    "startTime": 10.45,
    "endTime": 14.0,
    "text": "The end of my world is just a big, scary cliff to nowhere!"
  },
  {
    "startTime": 14.0,
    "endTime": 16.240000000000002,
    "text": "But you can float around, so it's kinda cool."
  },
  {
    "startTime": 16.239,
    "endTime": 19.788,
    "text": "It did have me wondering though, what's at the end of your universe?"
  },
  {
    "startTime": 19.789,
    "endTime": 24.169,
    "text": "If we want to know what's at the end of the universe, we should start at the beginning."
  },
  {
    "startTime": 24.169,
    "endTime": 29.909,
    "text": "There are many different ideas for how our universe began, but the most popular one is the Big Bang Theory."
  },
  {
    "startTime": 29.909,
    "endTime": 31.749,
    "text": "Nope, guys get out of here!"
  },
  {
    "startTime": 31.749,
    "endTime": 37.8,
    "text": "The Big Bang Theory was first proposed in the 1920's, saying that the universe once started out super small."
  },
  {
    "startTime": 37.8,
    "endTime": 43.5,
    "text": "From its tiny beginnings, the universe stretched and expanded until it became as big as it is now."
  },
  {
    "startTime": 43.5,
    "endTime": 54.649,
    "text": "According to NASA, if we looked at the universe one second after the Big Bang, we would most likely see a 10-billion degree sea of particles, such as neutrons, protons, and electrons."
  },
  {
    "startTime": 54.649,
    "endTime": 56.359,
    "text": "That's really hot!"
  },
  {
    "startTime": 56.359,
    "endTime": 60.230000000000004,
    "text": "As everything expanded and took up more space, it all cooled down."
  },
  {
    "startTime": 60.23,
    "endTime": 62.519,
    "text": "Particles grouped together and formed atoms."
  },
  {
    "startTime": 62.519,
    "endTime": 72.509,
    "text": "These atoms gave birth to stars and galaxies and molecules, and eventually the universe was filled with all the planets, people, and lovable internet friends that you have today!"
  },
  {
    "startTime": 72.51,
    "endTime": 73.51,
    "text": "And that's not all."
  },
  {
    "startTime": 73.51,
    "endTime": 79.66000000000001,
    "text": "Our universe could still be expanding and stretching, and might do so for a very long time."
  },
  {
    "startTime": 79.66,
    "endTime": 80.66,
    "text": "Maybe forever!"
  },
  {
    "startTime": 80.66,
    "endTime": 84.78,
    "text": "It's all super cool to think about, but why is the Big Bang the leading theory?"
  },
  {
    "startTime": 84.78,
    "endTime": 86.17,
    "text": "Do we have any proof?"
  },
  {
    "startTime": 86.17,
    "endTime": 90.31,
    "text": "Well, around the same time that the Big Bang Theory was introduced, no guys!"
  },
  {
    "startTime": 90.31,
    "endTime": 91.49000000000001,
    "text": "Please get out of here!"
  },
  {
    "startTime": 91.49,
    "endTime": 92.74,
    "text": "I'm not talking about you."
  },
  {
    "startTime": 92.74,
    "endTime": 95.179,
    "text": "Edwin Hubble made an interesting observation."
  },
  {
    "startTime": 95.18,
    "endTime": 99.54,
    "text": "He noticed that other galaxies were moving away from us in all directions."
  },
  {
    "startTime": 99.54,
    "endTime": 104.91000000000001,
    "text": "Not only that, but the farther apart galaxies were from us, the faster they would seem to be moving away."
  },
  {
    "startTime": 104.91,
    "endTime": 109.64,
    "text": "Hubble's observation was so important because it showed that the universe is still expanding."
  },
  {
    "startTime": 109.64,
    "endTime": 113.6,
    "text": "If things are moving apart, it stands to reason they were once closer together."
  },
  {
    "startTime": 113.6,
    "endTime": 119.83,
    "text": "The discovery of the cosmic microwave background, or CMB for short, also helped give credit to the Big Bang Theory."
  },
  {
    "startTime": 119.83,
    "endTime": 126.66,
    "text": "Since the Big Bang says that our early universe was a very hot place that eventually cooled down, there should be leftover radiation."
  },
  {
    "startTime": 126.66,
    "endTime": 132.56,
    "text": "Robert Wilson and Arno Penzias were the first to find the radiation while they were building a radio receiver."
  },
  {
    "startTime": 132.56,
    "endTime": 140.2,
    "text": "Since then, we've learned a lot about the CMB from missions such as NASA's Cosmic Background Explorer and the Wilkinson Anisotropy Probe."
  },
  {
    "startTime": 140.2,
    "endTime": 148.58999999999997,
    "text": "We now know that CMB radiation is not only very cold, close to absolute zero in fact, but it's also pretty uniform throughout the universe."
  },
  {
    "startTime": 148.59,
    "endTime": 153.48,
    "text": "This uniformity is why it makes sense that it all came from one place, like the Big Bang."
  },
  {
    "startTime": 153.48,
    "endTime": 157.42,
    "text": "So, if the universe is still expanding, what's at the end of it?"
  },
  {
    "startTime": 157.42,
    "endTime": 162.1,
    "text": "Well, we can't know for sure right now and there's a good chance that we never will."
  },
  {
    "startTime": 162.1,
    "endTime": 167.17,
    "text": "That's because the universe doesn't just seem to be expanding, but also getting faster as it does."
  },
  {
    "startTime": 167.17,
    "endTime": 175.79999999999998,
    "text": "If it doesn't stop, we'll probably never be able to find a way to go fast enough to reach it, since we believe it's already expanding faster than the speed of light."
  },
  {
    "startTime": 175.8,
    "endTime": 181.55,
    "text": "Maybe one day somehow we'll find out, but until then me and Triangle Bob are going to float in the nothingness."
  },
  {
    "startTime": 181.55,
    "endTime": 183.66000000000003,
    "text": "It's really calming!"
  },
  {
    "startTime": 183.66,
    "endTime": 188.43,
    "text": "Wait a minute...is that my dad?"
  },
  {
    "startTime": 188.43,
    "endTime": 190.65,
    "text": "So what do you think is at the end of the universe?"
  },
  {
    "startTime": 190.65,
    "endTime": 192.4,
    "text": "Let me know in the comment section below!"
  },
  {
    "startTime": 192.4,
    "endTime": 196.29,
    "text": "Curious to know if there are actual parallel universes?"
  },
  {
    "startTime": 196.29,
    "endTime": 212.0,
    "text": "Check out this video!"
  },
  {
    "startTime": 212.0,
    "endTime": 215.97,
    "text": "As always, my name is Blocko and this has been Life Noggin."
  },
  {
    "startTime": 215.97,
    "endTime": 218.4,
    "text": "Don't forget to keep on thinking!"
  }
]