[
  {
    "startTime": 0.57,
    "endTime": 1.6,
    "text": "Hey there!"
  },
  {
    "startTime": 1.6,
    "endTime": 3.4000000000000004,
    "text": "Welcome to Life Noggin!"
  },
  {
    "startTime": 3.4,
    "endTime": 5.2,
    "text": "Sweat gets a bad rap."
  },
  {
    "startTime": 5.2,
    "endTime": 6.2,
    "text": "It smells."
  },
  {
    "startTime": 6.2,
    "endTime": 7.2,
    "text": "It's sticky."
  },
  {
    "startTime": 7.2,
    "endTime": 10.1,
    "text": "Some people think it's just generally disgusting."
  },
  {
    "startTime": 10.1,
    "endTime": 12.82,
    "text": "But you humans are programmed to sweat."
  },
  {
    "startTime": 12.82,
    "endTime": 16.8,
    "text": "It's an important bodily function that keeps you alive and healthy."
  },
  {
    "startTime": 16.8,
    "endTime": 19.55,
    "text": "But what would happen if you never sweat?"
  },
  {
    "startTime": 19.55,
    "endTime": 23.9,
    "text": "The main purpose of sweating is to cool down the body when it starts to heat up."
  },
  {
    "startTime": 23.9,
    "endTime": 29.2,
    "text": "The millions of sweat glands in your body produce as much as 14 liters of liquid a day."
  },
  {
    "startTime": 29.2,
    "endTime": 37.71,
    "text": "When this sweat is secreted through your pores and evaporated into the air, your body begins to cool down and your overall body temperature returns to normal."
  },
  {
    "startTime": 37.71,
    "endTime": 43.5,
    "text": "So, if you didn't have the ability to sweat, you'd have a really difficult time cooling yourself."
  },
  {
    "startTime": 43.5,
    "endTime": 51.74,
    "text": "You'd be hot and flushed a lot of the time and ice baths would probably become your best friend which sounds like a horrible best friend!"
  },
  {
    "startTime": 51.74,
    "endTime": 58.800000000000004,
    "text": "Typically, when someone gets too hot, their hypothalamus sends a message to their sweat glands to begin the cooling process."
  },
  {
    "startTime": 58.8,
    "endTime": 65.1,
    "text": "But some people literally cannot sweat, and therefore, can't regulate their body temperature properly."
  },
  {
    "startTime": 65.1,
    "endTime": 73.88999999999999,
    "text": "This condition is called anhidrosis and causes muscle cramps, physical weakness, dizziness and more serious problems like heat exhaustion and heat strokes."
  },
  {
    "startTime": 73.89,
    "endTime": 80.1,
    "text": "For people with this disorder, even being outside when it's 27 degrees celsius can be deadly!"
  },
  {
    "startTime": 80.1,
    "endTime": 89.56,
    "text": "If you never sweat, you'd need to be super careful in warm climates, when exercising, at the beach, even just in your day to day life to make sure you don't overheat."
  },
  {
    "startTime": 89.56,
    "endTime": 93.62,
    "text": "You'd also need to be super conscious of your overall health if you didn't sweat."
  },
  {
    "startTime": 93.62,
    "endTime": 98.80000000000001,
    "text": "If you got sick and had a fever, you wouldn't be able to just sweat it out to bring your body temperature back to normal."
  },
  {
    "startTime": 98.8,
    "endTime": 102.99,
    "text": "But on the plus side, if you didn't sweat, you'd probably smell nice...?"
  },
  {
    "startTime": 102.99,
    "endTime": 104.5,
    "text": "Which I guess is good...?"
  },
  {
    "startTime": 104.5,
    "endTime": 106.9,
    "text": "What do I smell like?"
  },
  {
    "startTime": 106.9,
    "endTime": 108.18,
    "text": "Oh, I don't have a nose."
  },
  {
    "startTime": 108.18,
    "endTime": 115.7,
    "text": "Sweat is made of water, sodium, urea, ammonia and a few other things, but sweat itself doesn't actually smell."
  },
  {
    "startTime": 115.7,
    "endTime": 119.339,
    "text": "There are two types of sweat glands - apocrine and eccrine."
  },
  {
    "startTime": 119.34,
    "endTime": 126.10000000000001,
    "text": "When sweat from the apocrine glands is mixed with bacteria that lives in your armpits and groin, that's when the smell begins."
  },
  {
    "startTime": 126.1,
    "endTime": 130.73999999999998,
    "text": "Sweat from the eccrine glands doesn't interact with bacteria, so it doesn't smell."
  },
  {
    "startTime": 130.74,
    "endTime": 133.9,
    "text": "No interaction of sweat and bacteria means no BO."
  },
  {
    "startTime": 133.9,
    "endTime": 143.3,
    "text": "This inability to sweat can be caused by a number of things like skin conditions, certain diseases like Parkinson's or alcoholism, genetics, and medications."
  },
  {
    "startTime": 143.3,
    "endTime": 150.20000000000002,
    "text": "To determine whether you have this condition, doctors may perform a pretty weird test called a thermoregulatory sweat test."
  },
  {
    "startTime": 150.2,
    "endTime": 161.39999999999998,
    "text": "They cover you in a special powder that changes colors in places you sweat and then put you in a chamber to increase your body temperature and analyze how your body perspires."
  },
  {
    "startTime": 161.4,
    "endTime": 163.75,
    "text": "Sounds like something out of a sci-fi movie if you ask me."
  },
  {
    "startTime": 163.75,
    "endTime": 173.1,
    "text": "Treatment varies depending on the severity and any underlying factors but it typically involves cooling the body through liquid intake, loose clothing, and air conditioning."
  },
  {
    "startTime": 173.1,
    "endTime": 179.0,
    "text": "But in extreme cases like severe heat exhaustion or heat stroke, immediate medical attention is crucial."
  },
  {
    "startTime": 179.0,
    "endTime": 182.2,
    "text": "So what other bodily functions are you curious about?"
  },
  {
    "startTime": 182.2,
    "endTime": 186.0,
    "text": "Let us know down in the comment section below, or tell us, what should we talk about next?"
  },
  {
    "startTime": 186.0,
    "endTime": 188.5,
    "text": "Water is essential to the production of sweat."
  },
  {
    "startTime": 188.5,
    "endTime": 191.95,
    "text": "But what happens if we run out of it? Water that is."
  },
  {
    "startTime": 191.95,
    "endTime": 196.45,
    "text": "Our very good friends at Above The Noise tackle this in one of their latest videos."
  },
  {
    "startTime": 196.45,
    "endTime": 199.869,
    "text": "Check it out, subscribe, and let them know Blocko sent you!"
  },
  {
    "startTime": 199.87,
    "endTime": 203.46,
    "text": "You might even see a special cameo from someone extremely handsome."
  },
  {
    "startTime": 203.46,
    "endTime": 204.46,
    "text": "It's me."
  },
  {
    "startTime": 204.46,
    "endTime": 205.46,
    "text": "I'm in the video."
  },
  {
    "startTime": 205.46,
    "endTime": 207.5,
    "text": "As always, my name is Blocko."
  },
  {
    "startTime": 207.5,
    "endTime": 209.61,
    "text": "This has been Life Noggin."
  },
  {
    "startTime": 209.61,
    "endTime": 212.3,
    "text": "Don't forget to Keep on Thinking!"
  }
]