[
  {
    "startTime": 0.32,
    "endTime": 1.0,
    "text": "Hey there!"
  },
  {
    "startTime": 1.1,
    "endTime": 2.58,
    "text": "Welcome to Life Noggin!"
  },
  {
    "startTime": 2.58,
    "endTime": 8.5,
    "text": "A huge misunderstanding around Post Traumatic Stress Disorder is that it's most prevalent in military personnel and veterans,"
  },
  {
    "startTime": 8.6,
    "endTime": 14.579,
    "text": "but based on calculations from government data, about 90% of people with PTSD have never been to war."
  },
  {
    "startTime": 14.579,
    "endTime": 21.0,
    "text": "Instead, they are survivors of abuse and assault, car accidents, natural disasters, and other forms of trauma."
  },
  {
    "startTime": 21.189,
    "endTime": 26.3,
    "text": "This condition affects their everyday lives, which begs the question, What Is It Like To Have PTSD?"
  },
  {
    "startTime": 26.4,
    "endTime": 29.7,
    "text": "In any given year, about 8 million Americans deal with this condition."
  },
  {
    "startTime": 29.8,
    "endTime": 36.0,
    "text": "It can arise after significant trauma and cause flashbacks, severe anxiety, nightmares, and extreme sadness."
  },
  {
    "startTime": 36.1,
    "endTime": 40.800000000000004,
    "text": "People with Post Traumatic Stress Disorder can feel emotionally numb, even with those they're close to."
  },
  {
    "startTime": 40.9,
    "endTime": 45.3,
    "text": "They might have trouble sleeping, get startled easily, and lose interest in their passions."
  },
  {
    "startTime": 45.4,
    "endTime": 48.3,
    "text": "It can affect someone's work, home and social life."
  },
  {
    "startTime": 48.4,
    "endTime": 55.0,
    "text": "After a traumatic event, most people heal fully in a few weeks or months, but those who don't can go on to develop PTSD."
  },
  {
    "startTime": 55.1,
    "endTime": 58.7,
    "text": "The condition could arise right after the event or show up years later."
  },
  {
    "startTime": 58.8,
    "endTime": 63.0,
    "text": "It can occur at any age and last anywhere from one month to several years."
  },
  {
    "startTime": 63.1,
    "endTime": 68.6,
    "text": "One of the main defining characteristics of PTSD is the flashbacks, also called intrusive memories."
  },
  {
    "startTime": 68.7,
    "endTime": 72.8,
    "text": "These experiences seemingly bring the individual back to the moments of trauma."
  },
  {
    "startTime": 72.9,
    "endTime": 77.4,
    "text": "While they may not visually see what they experienced, they feel it all over again."
  },
  {
    "startTime": 77.5,
    "endTime": 81.2,
    "text": "These flashbacks can come out of nowhere or be brought on by a trigger."
  },
  {
    "startTime": 81.45,
    "endTime": 89.0,
    "text": "For example, if you got shot outside a convenience store, a car backfiring may remind you of the gunshot and bring you right back to that horrific moment."
  },
  {
    "startTime": 89.1,
    "endTime": 95.5,
    "text": "People with PTSD might stay away from people, places, or activities that remind them of the trauma to avoid being triggered."
  },
  {
    "startTime": 95.6,
    "endTime": 99.1,
    "text": "Other defense mechanisms come into play subconsciously with PTSD."
  },
  {
    "startTime": 99.2,
    "endTime": 104.8,
    "text": "People may have trouble remembering major parts of a traumatic experience and even repress memories completely."
  },
  {
    "startTime": 104.9,
    "endTime": 108.9,
    "text": "It's thought that this could be the brain's way of protecting someone from the traumatic memories."
  },
  {
    "startTime": 109.0,
    "endTime": 113.7,
    "text": "This could mean someone might not remember being shot outside that convenience store at all."
  },
  {
    "startTime": 113.8,
    "endTime": 117.5,
    "text": "There are a number of differences in brains of people with PTSD."
  },
  {
    "startTime": 117.6,
    "endTime": 125.39999999999999,
    "text": "The amygdala, which is tied to fear processing, and the left hippocampus, which is partially responsible for memories, are smaller in people with PTSD."
  },
  {
    "startTime": 125.5,
    "endTime": 131.2,
    "text": "It's also thought that the brain's Hypothalamic-Pituitary-Adrenal axis can't regulate stress hormones properly,"
  },
  {
    "startTime": 131.3,
    "endTime": 137.20000000000002,
    "text": "contributing to PTSD symptoms and causing intense waves of stress, fear, and depression."
  },
  {
    "startTime": 137.3,
    "endTime": 141.9,
    "text": "Other physical effects of PTSD can be found in the neural, endocrine and immune systems."
  },
  {
    "startTime": 142.0,
    "endTime": 147.0,
    "text": "This disorder has even been directly linked to increased incidences of autoimmune diseases,"
  },
  {
    "startTime": 147.1,
    "endTime": 151.1,
    "text": "cardiovascular disease, musculoskeletal disorders and infertility."
  },
  {
    "startTime": 151.2,
    "endTime": 154.6,
    "text": "Anyone who has experienced a trauma is susceptible to PTSD."
  },
  {
    "startTime": 154.7,
    "endTime": 162.79999999999998,
    "text": "But people with childhood trauma, poor support systems, or history of mental illness or substance abuse are all at increased risk of developing PTSD."
  },
  {
    "startTime": 162.9,
    "endTime": 171.0,
    "text": "Women and girls are also more likely to experience sexual abuse or assault, which can be a contributing factor to this huge influx of female PTSD."
  },
  {
    "startTime": 171.37,
    "endTime": 178.9,
    "text": "Unfortunately, societal support for PTSD survivors is lacking, especially for those outside the military, but getting help is crucial."
  },
  {
    "startTime": 179.0,
    "endTime": 186.3,
    "text": "You can reduce the risk of developing PTSD after a traumatic event by seeking out support from loved ones, support groups, and professionals."
  },
  {
    "startTime": 186.4,
    "endTime": 187.6,
    "text": "You will be okay."
  },
  {
    "startTime": 187.7,
    "endTime": 190.42,
    "text": "Links to free resources are down the description below."
  },
  {
    "startTime": 190.42,
    "endTime": 192.79999999999998,
    "text": "Are there any other conditions you'd like us to explore?"
  },
  {
    "startTime": 192.9,
    "endTime": 194.70000000000002,
    "text": "Let us know in the comment section below."
  },
  {
    "startTime": 194.8,
    "endTime": 198.4,
    "text": "and if you wanna watch more, check out the video did on what it's like to be deaf."
  },
  {
    "startTime": 211.7,
    "endTime": 213.5,
    "text": "as always, my name is Blocko!"
  },
  {
    "startTime": 213.6,
    "endTime": 215.0,
    "text": "This has been Life Noggin!"
  },
  {
    "startTime": 215.1,
    "endTime": 217.2,
    "text": "Don't forget to Keep On Thinking!"
  }
]