[
  {
    "startTime": 6.874,
    "endTime": 12.305,
    "text": "Twenty thousand years ago, the Earth was a frigid landscape where  woolly mammoths roamed."
  },
  {
    "startTime": 12.305,
    "endTime": 18.304,
    "text": "Huge ice sheets, several thousand meters thick, encased parts of North America, Asia, and Europe."
  },
  {
    "startTime": 18.304,
    "endTime": 21.598,
    "text": "We commonly know it as the \"Ice Age.\""
  },
  {
    "startTime": 21.598,
    "endTime": 24.98,
    "text": "But geologists call it  the Last Glacial Maximum."
  },
  {
    "startTime": 24.98,
    "endTime": 34.699,
    "text": "That's because it's the most recent time that ice reached such a huge extent, and “ice age” is an informal term  without a single agreed-upon definition."
  },
  {
    "startTime": 34.699,
    "endTime": 39.653999999999996,
    "text": "Over the last million years, there have actually been  about 10 different glacial maxima."
  },
  {
    "startTime": 39.654,
    "endTime": 42.733000000000004,
    "text": "Throughout Earth's history, climate has varied greatly."
  },
  {
    "startTime": 42.733,
    "endTime": 46.693999999999996,
    "text": "For hundreds of millions of years, the planet had no polar ice caps."
  },
  {
    "startTime": 46.694,
    "endTime": 50.134,
    "text": "Without this ice,  the sea level was 70 meters higher."
  },
  {
    "startTime": 50.134,
    "endTime": 59.843,
    "text": "At the other extreme,  about 700 million years ago, Earth became almost entirely covered in ice, during an event known as “Snowball Earth.”"
  },
  {
    "startTime": 59.844,
    "endTime": 63.604,
    "text": "So what causes these massive swings in the planet's climate?"
  },
  {
    "startTime": 63.604,
    "endTime": 69.593,
    "text": "One of the main drivers is atmospheric carbon dioxide, a greenhouse gas that traps heat."
  },
  {
    "startTime": 69.593,
    "endTime": 76.334,
    "text": "Natural processes, such as volcanism, chemical weathering of rocks, and the burial of organic matter,"
  },
  {
    "startTime": 76.334,
    "endTime": 81.534,
    "text": "can cause huge changes in carbon dioxide when they continue for millions of years."
  },
  {
    "startTime": 81.534,
    "endTime": 91.304,
    "text": "Over the past million years, carbon dioxide has been relatively low, and repeated glacial maxima have been caused by cycles in Earth's movement around the sun."
  },
  {
    "startTime": 91.304,
    "endTime": 99.693,
    "text": "As Earth rotates, it wobbles on its axis  and its tilt changes, altering the amount of sunlight that  strikes different parts of its surface."
  },
  {
    "startTime": 99.693,
    "endTime": 107.804,
    "text": "These wobbles, combined with the planet's elliptical orbit, cause summer temperatures to vary depending on whether the summer solstice happens when Earth is closer or farther from the sun."
  },
  {
    "startTime": 109.643,
    "endTime": 117.142,
    "text": "Approximately every 100,000 years, these factors align to create dramatically colder conditions that last for millennia."
  },
  {
    "startTime": 117.142,
    "endTime": 123.844,
    "text": "Cool summers that aren't warm enough to melt the preceding winter's snow allow ice to accumulate year after year."
  },
  {
    "startTime": 123.844,
    "endTime": 126.214,
    "text": "These ice sheets produce  additional cooling by reflecting more solar energy back into space."
  },
  {
    "startTime": 129.663,
    "endTime": 138.574,
    "text": "Simultaneously, cooler conditions transfer carbon dioxide from the atmosphere into the ocean, causing even more cooling and glacier expansion."
  },
  {
    "startTime": 138.574,
    "endTime": 148.774,
    "text": "About 20,000 years ago, these trends reversed when changes in Earth's orbit increased summer sunshine over the giant ice sheets, and they began to melt."
  },
  {
    "startTime": 148.774,
    "endTime": 155.904,
    "text": "The sea level rose 130 meters and carbon dioxide was released from the ocean back into the atmosphere."
  },
  {
    "startTime": 155.904,
    "endTime": 166.314,
    "text": "By analyzing pollen and marine fossils, geologists can tell that temperatures peaked about 6,000 years ago, before another shift in Earth's orbit caused renewed cooling."
  },
  {
    "startTime": 166.314,
    "endTime": 168.73,
    "text": "So what's coming next?"
  },
  {
    "startTime": 168.74,
    "endTime": 174.984,
    "text": "Based on the repeated natural cycle seen in the climate record, we'd normally expect the Earth to continue a trend of gradual cooling for the next few thousand years."
  },
  {
    "startTime": 177.225,
    "endTime": 181.106,
    "text": "However, this cooling abruptly reversed about 150 years ago."
  },
  {
    "startTime": 181.106,
    "endTime": 182.516,
    "text": "Why?"
  },
  {
    "startTime": 182.516,
    "endTime": 189.82999999999998,
    "text": "Carbon dioxide levels in the atmosphere have been rising since the 19th century, when fossil fuel use increased."
  },
  {
    "startTime": 189.83,
    "endTime": 192.50900000000001,
    "text": "We know that from studying air bubbles trapped in Antarctic ice."
  },
  {
    "startTime": 192.509,
    "endTime": 195.66199999999998,
    "text": "This surge in carbon dioxide also coincides with a global temperature increase of nearly one degree Celsius."
  },
  {
    "startTime": 200.155,
    "endTime": 207.584,
    "text": "Ice cores and atmospheric monitoring stations show us that carbon dioxide levels are rising faster, and to higher levels, than at any point in the last 800,000 years."
  },
  {
    "startTime": 210.493,
    "endTime": 219.155,
    "text": "Computer models forecast another one to four degrees Celsius of warming by 2100, depending on how much additional fossil fuel we burn."
  },
  {
    "startTime": 219.155,
    "endTime": 223.185,
    "text": "What does that mean for the ice currently on Greenland and Antarctica?"
  },
  {
    "startTime": 223.185,
    "endTime": 231.13,
    "text": "Past climate changes suggest that even a small warming shift can begin a process of ice melt that continues for thousands of years."
  },
  {
    "startTime": 231.13,
    "endTime": 241.35399999999998,
    "text": "By the end of this century, ice melt is expected to raise the sea level by 30 to 100 centimeters, enough to impact many coastal cities and island nations."
  },
  {
    "startTime": 241.354,
    "endTime": 248.622,
    "text": "If a four-degree Celsius warming persisted for several millennia, the sea level could rise by as much as 10 meters."
  },
  {
    "startTime": 248.622,
    "endTime": 255.78400000000002,
    "text": "By studying past climates, scientists learn more about what drives the shifts in ice that have shaped our planet for millions of years."
  },
  {
    "startTime": 255.784,
    "endTime": 265.175,
    "text": "Research suggests that by taking action now to reduce carbon dioxide emissions quickly, we still have the opportunity to curb ice loss and save our coastal communities."
  },
  {
    "startTime": 265.175,
    "endTime": 269.0,
    "text": "If your'e a student watching this now, we have a question for you."
  },
  {
    "startTime": 269.0,
    "endTime": 273.4,
    "text": "Do you ever feel like you're too young to have any real impact on climate change?"
  },
  {
    "startTime": 273.4,
    "endTime": 276.0,
    "text": "If so, we disagree."
  },
  {
    "startTime": 276.0,
    "endTime": 283.0,
    "text": "All these students in our Ted-Ed clubs program are speaking up and taking action to fight for a healthy, habitable planet."
  },
  {
    "startTime": 283.0,
    "endTime": 291.0,
    "text": "And maybe the next great idea or well-chosen word will change the world or change someone's mind will be yours."
  }
]