[
  {
    "startTime": 0.14,
    "endTime": 6.63,
    "text": "Let's be honest, chocolate chip cookies are always good, but when you have a really, really good one, it's life-changing."
  },
  {
    "startTime": 6.63,
    "endTime": 9.69,
    "text": "We pretty much bought all the chocolate chips in New York City."
  },
  {
    "startTime": 9.69,
    "endTime": 16.8,
    "text": "We baked, we tested, we ate, and now we have the ultimate chocolate chip recipe for you."
  },
  {
    "startTime": 16.87,
    "endTime": 23.97,
    "text": "We're gonna ball out with a few extra flavors, but really all you need for cookies are sugar, flour, fat, eggs, and chocolate."
  },
  {
    "startTime": 23.97,
    "endTime": 33.48,
    "text": "And on our quest to find the best, we had to test out what all of these ingredients do to a cookie, and how we can use their best properties to come up with the ultimate recipe."
  },
  {
    "startTime": 33.48,
    "endTime": 34.562,
    "text": "Let's talk sugar."
  },
  {
    "startTime": 34.74,
    "endTime": 38.370000000000005,
    "text": "So we've got white sugar, light brown sugar, and dark brown sugar."
  },
  {
    "startTime": 38.37,
    "endTime": 40.788,
    "text": "Really the only difference is the addition of molasses."
  },
  {
    "startTime": 41.0,
    "endTime": 45.366,
    "text": "Light brown sugar has a bit of molasses, and dark brown has a bit more molasses in it."
  },
  {
    "startTime": 45.7,
    "endTime": 50.14,
    "text": "For this test, we wanted to see what just using one sugar in each dough would do to a cookie."
  },
  {
    "startTime": 50.14,
    "endTime": 54.1,
    "text": "With all white sugar, spread the most, didn't have a ton of flavor."
  },
  {
    "startTime": 54.1,
    "endTime": 57.299,
    "text": "Light brown sugar was a little bit chewier, spread a little bit less."
  },
  {
    "startTime": 57.299,
    "endTime": 64.5,
    "text": "Then the dark brown sugar was really overpowering in its flavor, and spread the least, and visually you can see a big difference too."
  },
  {
    "startTime": 64.5,
    "endTime": 68.7,
    "text": "And what we found was, you really can't get that classic flavor just using one."
  },
  {
    "startTime": 68.7,
    "endTime": 70.619,
    "text": "Next thing we had to tackle is flour."
  },
  {
    "startTime": 71.1,
    "endTime": 74.89999999999999,
    "text": "So we've got all-purpose (flour), bread flour, and cake flour."
  },
  {
    "startTime": 74.9,
    "endTime": 79.5,
    "text": "Really the only difference here is the amount of protein and therefore gluten in these flours."
  },
  {
    "startTime": 79.5,
    "endTime": 80.86,
    "text": "Just think about it like this."
  },
  {
    "startTime": 80.86,
    "endTime": 90.87,
    "text": "Bread's like really nice and chewy, has a great texture, great structure having that gluten and protein, whereas cake you think of it as tender, it's light, it's airy, it's gonna have less of those things."
  },
  {
    "startTime": 90.87,
    "endTime": 93.31,
    "text": "What it really comes down to is taste and texture."
  },
  {
    "startTime": 93.31,
    "endTime": 95.71000000000001,
    "text": "All-purpose (flour) gave you, you know, standard cookie."
  },
  {
    "startTime": 95.74,
    "endTime": 98.63,
    "text": "The bread flour led to a significantly chewier cookie."
  },
  {
    "startTime": 98.63,
    "endTime": 102.89999999999999,
    "text": "The cake flour was the one that really spread the most, it was pretty delicate."
  },
  {
    "startTime": 102.9,
    "endTime": 108.4,
    "text": "And then similar to sugar, we decided that in order to get the best result, you gotta use a combination of two."
  },
  {
    "startTime": 108.4,
    "endTime": 109.49300000000001,
    "text": "So on to fat."
  },
  {
    "startTime": 109.81,
    "endTime": 117.4,
    "text": "We wanted to see the difference between softened butter and melted butter, and then we wanted to see what would happen if we switched it out completely and used coconut oil."
  },
  {
    "startTime": 117.4,
    "endTime": 120.26,
    "text": "Between softened butter and melted butter, visually they look pretty similar."
  },
  {
    "startTime": 120.26,
    "endTime": 124.67,
    "text": "The melted butter spread a little bit more, and then taste — we didn't notice a huge difference either."
  },
  {
    "startTime": 124.67,
    "endTime": 132.38,
    "text": "Tested with coconut oil and it worked, it was a cookie, but it lost that great \"oomph\" you know, that butter brings to all baked goods."
  },
  {
    "startTime": 132.38,
    "endTime": 135.453,
    "text": "So in the end, we definitely prefer using butter."
  },
  {
    "startTime": 136.17,
    "endTime": 138.0,
    "text": "Eggs, we went pretty simple with this one."
  },
  {
    "startTime": 138.0,
    "endTime": 142.427,
    "text": "Just an egg and an egg yolk contributes to more of like a fudgier, richer cookie."
  },
  {
    "startTime": 142.6,
    "endTime": 149.43,
    "text": "Obviously we're making chocolate chip cookies, we have to have chocolate chips, but we're also gonna add a little bit something extra with some chunks of dark chocolate."
  },
  {
    "startTime": 149.43,
    "endTime": 152.55,
    "text": "Cut it with a serrated knife into little chunks, and add that to your dough."
  },
  {
    "startTime": 152.55,
    "endTime": 156.65,
    "text": "It's really nice, 'cause you have a variance of flavors and textures throughout."
  },
  {
    "startTime": 156.65,
    "endTime": 162.93,
    "text": "It's really just a few fundamental ingredients and learning how to master their properties, in order to get the best result that you're after."
  },
  {
    "startTime": 162.93,
    "endTime": 166.0,
    "text": "And finally, after all that testing, we came up with our ultimate recipe."
  },
  {
    "startTime": 166.0,
    "endTime": 166.833,
    "text": "Here we go."
  },
  {
    "startTime": 167.24,
    "endTime": 168.9,
    "text": "So we're gonna start by sifting out the flour."
  },
  {
    "startTime": 168.9,
    "endTime": 170.72,
    "text": "We're gonna do all-purpose and bread flour."
  },
  {
    "startTime": 170.72,
    "endTime": 172.38,
    "text": "Salt and baking soda as well."
  },
  {
    "startTime": 172.38,
    "endTime": 178.9,
    "text": "We really liked the chew factor of the bread flour with a combination of all-purpose, to kind of give us best of both worlds."
  },
  {
    "startTime": 178.9,
    "endTime": 180.513,
    "text": "And then we're gonna move on to the butter."
  },
  {
    "startTime": 180.58,
    "endTime": 184.14000000000001,
    "text": "So we're gonna do melted butter, but we're gonna take it one step further and brown it."
  },
  {
    "startTime": 184.14,
    "endTime": 188.38,
    "text": "All you need to do to make brown butter is throw it all in a sauce pan, and get it to a boil."
  },
  {
    "startTime": 188.38,
    "endTime": 196.2,
    "text": "After a few minutes of boiling, the milk solids in the butter are gonna start to toast, and turn a really gorgeous brown, nutty color."
  },
  {
    "startTime": 196.2,
    "endTime": 204.89999999999998,
    "text": "Keep stirring it to make sure that the butter is browning evenly, and once you can see the really dark brown bits on the bottom, you're gonna pour it off, ideally into a liquid measuring cup."
  },
  {
    "startTime": 204.9,
    "endTime": 206.13,
    "text": "This is gonna do two things."
  },
  {
    "startTime": 206.13,
    "endTime": 210.6,
    "text": "One, it's going to quickly cool down the butter so it stops the cooking. You don't want to burn it."
  },
  {
    "startTime": 210.7,
    "endTime": 214.32999999999998,
    "text": "And then also we wanna make sure that we have a cup of liquid when it's all set and done."
  },
  {
    "startTime": 214.33,
    "endTime": 221.4,
    "text": "So while making the brown butter, you do end up boiling off a good amount of liquid, so we're just gonna top it up with a bit of water until we reach one cup."
  },
  {
    "startTime": 221.4,
    "endTime": 224.95000000000002,
    "text": "Just let it chill out for a bit, (let it) come to room temperature before you proceed."
  },
  {
    "startTime": 224.95,
    "endTime": 231.29999999999998,
    "text": "So we found that we really need a combination of white and dark brown sugar to get that really great flavor that we were after."
  },
  {
    "startTime": 231.3,
    "endTime": 234.10000000000002,
    "text": "So add the vanilla at this point, and the espresso powder."
  },
  {
    "startTime": 234.1,
    "endTime": 236.79999999999998,
    "text": "Espresso powder is one of those little flavor boosters."
  },
  {
    "startTime": 236.8,
    "endTime": 241.17000000000002,
    "text": "Again, all about those contrasting notes that really work well with anything really sweet."
  },
  {
    "startTime": 241.17,
    "endTime": 246.53,
    "text": "And then you're gonna add in that liquid gold. Oh my gosh, so nice. And cream those together."
  },
  {
    "startTime": 246.53,
    "endTime": 249.2,
    "text": "That's another reason we want the butter to be a little bit on the cooler side."
  },
  {
    "startTime": 249.2,
    "endTime": 251.29999999999998,
    "text": "And it incorporates really, really nicely with the sugar."
  },
  {
    "startTime": 251.3,
    "endTime": 257.48,
    "text": "When we were testing, if you add the brown butter when it's too hot, it can make the dough a little bit greasy."
  },
  {
    "startTime": 257.48,
    "endTime": 259.89300000000003,
    "text": "Then, in go the egg and the egg yolk."
  },
  {
    "startTime": 260.32,
    "endTime": 267.4,
    "text": "And the smell that comes off this thing, oh my God, it's pretty much like the best smell you can get from cooking."
  },
  {
    "startTime": 267.4,
    "endTime": 268.7,
    "text": "And then go the flour."
  },
  {
    "startTime": 268.7,
    "endTime": 275.8,
    "text": "We like to do it in about thirds or so, just so you don't have flour going all over your kitchen, and just beat it until you don't see a ton of extra flour."
  },
  {
    "startTime": 276.0,
    "endTime": 280.25,
    "text": "It doesn't need to be totally incorporated, a little bit of flour that's not incorporated is actually good."
  },
  {
    "startTime": 280.25,
    "endTime": 284.1,
    "text": "You'll finish incoporating the rest of the flour when you fold in the chocolate."
  },
  {
    "startTime": 284.1,
    "endTime": 294.25,
    "text": "The nice thing about using these chunks is that you get some small shards of chocolate that kind of get everywhere, mixed with the chopped-up chocolate chunks, and it's kind of like, so good."
  },
  {
    "startTime": 294.25,
    "endTime": 296.83,
    "text": "And that's it, that's your dough."
  },
  {
    "startTime": 296.4,
    "endTime": 298.9,
    "text": "Try to not to eat it all when its raw."
  },
  {
    "startTime": 298.9,
    "endTime": 305.21,
    "text": "Alright, so if you're an A+ student, you can go ahead and put these in the fridge to chill overnight, and you'll get the best flavor that way."
  },
  {
    "startTime": 305.21,
    "endTime": 309.54999999999995,
    "text": "But if you have no self-restraint like me, you can bake them off right now."
  },
  {
    "startTime": 309.55,
    "endTime": 315.85,
    "text": "The nice thing about this dough is it has so much flavor that we've built into it, that they're still gonna be really, really good if you bake them right away."
  },
  {
    "startTime": 315.85,
    "endTime": 322.65000000000003,
    "text": "If you are gonna be amazing and put them in the fridge overnight, we do recommend scooping them first and putting them on a baking sheet, then putting them in the fridge."
  },
  {
    "startTime": 322.65,
    "endTime": 327.10999999999996,
    "text": "It's just so much easier than trying to scoop a really hard dough from the fridge."
  },
  {
    "startTime": 327.11,
    "endTime": 330.2,
    "text": "Cookies are kind of the equalizer of all baked goods, you know."
  },
  {
    "startTime": 330.2,
    "endTime": 335.89,
    "text": "There's so much fancy stuff out there, but honestly is there anything better than a perfect chocolate chip cookie?"
  },
  {
    "startTime": 335.89,
    "endTime": 339.96,
    "text": "Just look at that. You've got these pockets of chocolate from using those big chocolate chunks."
  },
  {
    "startTime": 339.96,
    "endTime": 343.34999999999997,
    "text": "It's got all the cracks and crinkles that you want in a chocolate chip cookie."
  },
  {
    "startTime": 343.35,
    "endTime": 346.57000000000005,
    "text": "The center's ooey-gooey. The outside is crunchy."
  },
  {
    "startTime": 346.57,
    "endTime": 354.09999999999997,
    "text": "It's just got kind of like all the flavor and texture that you could possibly pack into one little cookie, and you'll never go back to another recipe again."
  },
  {
    "startTime": 354.1,
    "endTime": 361.0,
    "text": "There's a list of top five smells in the culinary world, and I'm pretty sure butter comes up number one all the time."
  },
  {
    "startTime": 361.0,
    "endTime": 362.735,
    "text": "This is just a list I made up, but."
  },
  {
    "startTime": 363.676,
    "endTime": 365.5,
    "text": "I was gonna say, what."
  },
  {
    "startTime": 365.5,
    "endTime": 371.193,
    "text": "It's a top culinary list. Ask anyone, oh my God, brown butter, oh, so good."
  }
]