[
  {
    "startTime": 6.9,
    "endTime": 11.2,
    "text": "Imagine you're at a football game when this obnoxious guy sits next to you."
  },
  {
    "startTime": 11.3,
    "endTime": 14.700000000000001,
    "text": "He's loud, he spills his drink on you, and he makes fun of your team."
  },
  {
    "startTime": 15.2,
    "endTime": 19.799999999999997,
    "text": "Days later, you're walking in the park when suddenly it starts to pour rain."
  },
  {
    "startTime": 19.9,
    "endTime": 25.099999999999998,
    "text": "Who should show up at your side to offer you an umbrella? The same guy from the football game."
  },
  {
    "startTime": 25.1,
    "endTime": 28.200000000000003,
    "text": "Do you change your mind about him based on this second encounter?"
  },
  {
    "startTime": 28.4,
    "endTime": 31.4,
    "text": "Or do you go with your first impression and write him off?"
  },
  {
    "startTime": 32.0,
    "endTime": 39.0,
    "text": "Research in social psychology suggests that we're quick to form lasting impressions of others based on their behaviors."
  },
  {
    "startTime": 39.1,
    "endTime": 47.1,
    "text": "We manage to do this with little effort, inferring stable character traits from a single behavior, like a harsh word or a clumsy step."
  },
  {
    "startTime": 47.1,
    "endTime": 53.1,
    "text": "Using our impressions as guides, we can accurately predict how people are going to behave in the future."
  },
  {
    "startTime": 53.2,
    "endTime": 59.7,
    "text": "Armed with the knowledge the guy from the football game was a jerk the first time you met him, you might expect more of the same down the road."
  },
  {
    "startTime": 59.8,
    "endTime": 63.0,
    "text": "If so, you might choose to avoid him the next time you see him."
  },
  {
    "startTime": 63.1,
    "endTime": 67.3,
    "text": "That said, we can change our impressions in light of new information."
  },
  {
    "startTime": 67.8,
    "endTime": 74.6,
    "text": "Behavioral researchers have identified consistent patterns that seem to guide this process of impression updating."
  },
  {
    "startTime": 75.3,
    "endTime": 85.39999999999999,
    "text": "On one hand, learning very negative, highly immoral information about someone typically has a stronger impact than learning very positive, highly moral information."
  },
  {
    "startTime": 85.5,
    "endTime": 93.0,
    "text": "So, unfortunately for our new friend from the football game, his bad behavior at the game might outweigh his good behavior at the park."
  },
  {
    "startTime": 93.2,
    "endTime": 102.0,
    "text": "Research suggests that this bias occurs because immoral behaviors are more diagnostic or revealing of a person's true character."
  },
  {
    "startTime": 102.3,
    "endTime": 107.89999999999999,
    "text": "Okay, so by this logic, bad is always stronger than good when it comes to updating."
  },
  {
    "startTime": 108.0,
    "endTime": 109.7,
    "text": "Well, not necessarily."
  },
  {
    "startTime": 109.8,
    "endTime": 114.2,
    "text": "Certain types of learning don't seem to lead to this sort of negativity bias."
  },
  {
    "startTime": 114.3,
    "endTime": 119.6,
    "text": "When learning about another person's abilities and competencies, for instance, this bias flips."
  },
  {
    "startTime": 119.8,
    "endTime": 123.5,
    "text": "It's actually the positive information that gets weighted more heavily."
  },
  {
    "startTime": 123.6,
    "endTime": 125.1,
    "text": "Let's go back to that football game."
  },
  {
    "startTime": 125.2,
    "endTime": 131.9,
    "text": "If a player scores a goal, it ultimately has a stronger impact on your impression of their skills than if they miss the net."
  },
  {
    "startTime": 132.2,
    "endTime": 136.2,
    "text": "The two sides of the updating story are ultimately quite consistent."
  },
  {
    "startTime": 136.3,
    "endTime": 149.20000000000002,
    "text": "Overall, behaviors that are perceived as being less frequent are also the ones that people tend to weigh more heavily when forming and updating impressions, highly immoral actions and highly competent actions."
  },
  {
    "startTime": 149.3,
    "endTime": 153.8,
    "text": "So, what's happening at the level of the brain when we're updating our impressions?"
  },
  {
    "startTime": 153.9,
    "endTime": 166.1,
    "text": "Using fMRI, or functional Magnetic Resonance Imaging, researchers have identified an extended network of brain regions that respond to new information that's inconsistent with initial impressions."
  },
  {
    "startTime": 166.3,
    "endTime": 172.4,
    "text": "These include areas typically associated with social cognition, attention, and cognitive control."
  },
  {
    "startTime": 172.5,
    "endTime": 176.5,
    "text": "Moreover, when updating impressions based on people's behaviors,"
  },
  {
    "startTime": 176.6,
    "endTime": 187.79999999999998,
    "text": "activity in the ventrolateral prefrontal cortex and the superior temporal sulcus correlates with perceptions of how frequently those behaviors occur in daily life."
  },
  {
    "startTime": 188.0,
    "endTime": 197.4,
    "text": "In other words, the brain seems to be tracking low-level, statistical properties of behavior in order to make complex decisions regarding other people's character."
  },
  {
    "startTime": 197.4,
    "endTime": 202.4,
    "text": "It needs to decide: Is this person's behavior typical or is it out of the ordinary?"
  },
  {
    "startTime": 202.5,
    "endTime": 216.2,
    "text": "In the situation with the obnoxious football fan turned good samaritan, your brain says, \"Well, in my experience, pretty much anyone would lend someone their umbrella, but the way this guy acted at the football game, that was unusual.\""
  },
  {
    "startTime": 216.3,
    "endTime": 219.20000000000002,
    "text": "And so, you decide to go with your first impression."
  },
  {
    "startTime": 219.3,
    "endTime": 220.9,
    "text": "There's a good moral in this data."
  },
  {
    "startTime": 221.4,
    "endTime": 230.6,
    "text": "Your brain, and by extension you, might care more about the very negative, immoral things another person has done compared to the very positive, moral things."
  },
  {
    "startTime": 230.7,
    "endTime": 235.6,
    "text": "But it's a direct result of the comparative rarity of those bad behaviors."
  },
  {
    "startTime": 235.9,
    "endTime": 240.6,
    "text": "We're more used to people being basically good, like taking time to help a stranger in need."
  },
  {
    "startTime": 241.2,
    "endTime": 246.79999999999998,
    "text": "In this context, bad might be stronger than good, but only because good is more plentiful."
  },
  {
    "startTime": 246.9,
    "endTime": 254.20000000000002,
    "text": "Think about the last time you judged someone based on their behavior, especially a time when you really feel like you changed your mind about someone."
  },
  {
    "startTime": 254.4,
    "endTime": 262.3,
    "text": "Was the behavior that caused you to update your impression something you'd expect anyone to do, or was it something totally out of the ordinary?"
  }
]