[
  {
    "startTime": 2.9,
    "endTime": 5.8,
    "text": "Hi, my name is Rebecca from www.engvid.com."
  },
  {
    "startTime": 6.2,
    "endTime": 12.7,
    "text": "In today's lesson, you'll learn how to express yourself when you don't know something in English."
  },
  {
    "startTime": 12.8,
    "endTime": 18.9,
    "text": "This is actually such an easy method that I think by the end of this lesson, you'll already start using it."
  },
  {
    "startTime": 19.0,
    "endTime": 21.6,
    "text": "So, let's have a look at the board and see how it works."
  },
  {
    "startTime": 23.7,
    "endTime": 32.35,
    "text": "You start by using the phrase: \"I don't know\", and you connect it to one of these words or expressions."
  },
  {
    "startTime": 32.8,
    "endTime": 44.9,
    "text": "For example: \"I don't know who is going to the party.\" \"I don't know what to do.\" \"I don't know what to say.\" \"I don't know what to cook.\""
  },
  {
    "startTime": 46.0,
    "endTime": 61.2,
    "text": "Right? \"I don't know when he's arriving.\" \"I don't know where my glasses are.\" \"I don't know why she left her job.\" \"I don't know how to reach him.\""
  },
  {
    "startTime": 61.3,
    "endTime": 66.39999999999999,
    "text": "\"I don't know how to drive.\" \"I don't know how to swim.\" And so on."
  },
  {
    "startTime": 66.8,
    "endTime": 75.8,
    "text": "\"I don't know how much it costs.\" \"I don't know how many people were at the concert.\""
  },
  {
    "startTime": 76.2,
    "endTime": 84.5,
    "text": "\"I don't know how often he goes to the club.\" \"I don't know whether Jane has arrived.\""
  },
  {
    "startTime": 84.6,
    "endTime": 92.89999999999999,
    "text": "\"Whether\", spelt like this: \"whether\" means \"if\". All right? It's another word for \"if\""
  },
  {
    "startTime": 93.0,
    "endTime": 101.5,
    "text": "\"I don't know whether Jane has arrived yet.\" \"I don't know if I locked the door.\" \"I don't know if I locked the door.\""
  },
  {
    "startTime": 102.2,
    "endTime": 111.2,
    "text": "So, you can see that by using that one expression \"I don't know\" with any of these words, you can express a range of information."
  },
  {
    "startTime": 111.3,
    "endTime": 113.8,
    "text": "Now, a couple of points to keep in mind."
  },
  {
    "startTime": 114.3,
    "endTime": 121.3,
    "text": "You can use this expression and combine it with present, past, or future tense."
  },
  {
    "startTime": 121.4,
    "endTime": 131.1,
    "text": "What do I mean? Well, you could say, \"I don't know who usually goes to his parties.\" That's present tense."
  },
  {
    "startTime": 132.4,
    "endTime": 136.6,
    "text": "\"I don't know who went to his party.\" Past tense."
  },
  {
    "startTime": 136.8,
    "endTime": 141.60000000000002,
    "text": "Or \"I don't know who is going to his party.\" Future tense. Right?"
  },
  {
    "startTime": 141.7,
    "endTime": 147.6,
    "text": "So you can do this with all of these words; you can use it in the present, in the past, or in the future."
  },
  {
    "startTime": 148.0,
    "endTime": 155.6,
    "text": "And one last, very important point to keep in mind, regarding the word \"know\", regarding the verb \"know\"."
  },
  {
    "startTime": 155.8,
    "endTime": 165.60000000000002,
    "text": "The verb \"know\" is a stative verb. A stative verb means that you cannot use it in the continuous form."
  },
  {
    "startTime": 166.0,
    "endTime": 170.5,
    "text": "You can only use it in the simple form, like this."
  },
  {
    "startTime": 170.6,
    "endTime": 176.9,
    "text": "So you can only say \"I don't know\", not \"I am not knowing.\""
  },
  {
    "startTime": 177.1,
    "endTime": 183.7,
    "text": "Many people in different parts of the world use... tend to use continuous forms for everything in English,"
  },
  {
    "startTime": 183.8,
    "endTime": 189.8,
    "text": "but you have to be really careful not to use the continuous forms with stative verbs."
  },
  {
    "startTime": 189.9,
    "endTime": 194.3,
    "text": "\"Know\" is a very common stative verb; there are many others like it."
  },
  {
    "startTime": 194.4,
    "endTime": 197.4,
    "text": "So other than that, you're fine."
  },
  {
    "startTime": 197.5,
    "endTime": 203.4,
    "text": "You couldn't say... sorry, you could also say: \"I don't know\" or \"I didn't know\". All right?"
  },
  {
    "startTime": 203.5,
    "endTime": 209.0,
    "text": "So you could use this part, but remember not to change the verb \"know\"."
  },
  {
    "startTime": 209.3,
    "endTime": 215.9,
    "text": "If you'd like to practice this, please go to our website at www.engvid.com."
  },
  {
    "startTime": 216.0,
    "endTime": 218.4,
    "text": "There, you'll find a quiz on this subject."
  },
  {
    "startTime": 218.5,
    "endTime": 222.7,
    "text": "And if you found this lesson useful, please subscribe to my channel on YouTube."
  },
  {
    "startTime": 222.9,
    "endTime": 225.0,
    "text": "Good luck with your English. Bye for now."
  }
]