[
  {
    "startTime": 0.2,
    "endTime": 4.72,
    "text": "For those who don't already know, I'm British but I've been living in Germany for the past twenty years."
  },
  {
    "startTime": 4.72,
    "endTime": 14.0,
    "text": "And I've decided to present ten things about Germany, divided into two lists: a list of five things that I would miss if I had to leave Germany;"
  },
  {
    "startTime": 14.2,
    "endTime": 19.5,
    "text": "But we'll start with a list of five things I would not miss if I had to leave Germany."
  },
  {
    "startTime": 31.0,
    "endTime": 38.82,
    "text": "There are strict laws in Germany about when you are allowed to make a noise, and at what times of day you must shut up."
  },
  {
    "startTime": 39.12,
    "endTime": 50.199999999999996,
    "text": "I'm all in favour of basic consideration for your neighbours, but surely it doesn't all have to be regulated by law, does it?"
  },
  {
    "startTime": 50.2,
    "endTime": 53.56,
    "text": "Films and TV shows are dubbed into German."
  },
  {
    "startTime": 53.56,
    "endTime": 56.2,
    "text": "Sometimes this works very well."
  },
  {
    "startTime": 56.2,
    "endTime": 59.96,
    "text": "Very often, though, it ruins the whole thing."
  },
  {
    "startTime": 62.76,
    "endTime": 67.78,
    "text": "Anyone working for a German government agency will treat you with contempt."
  },
  {
    "startTime": 68.08,
    "endTime": 76.4,
    "text": "After all, it's not as if you can take your custom elsewhere, so why should they bother trying to make your life happier or less stressful?"
  },
  {
    "startTime": 78.8,
    "endTime": 91.6,
    "text": "I don't want to give the impression that I'm pining for the 1930s, but just take a look at the current crop of German politicians, and see if you can spot a single ounce of charisma."
  },
  {
    "startTime": 94.0,
    "endTime": 99.12,
    "text": "They might come when you're expecting them, but then again they might not. They probably won't."
  },
  {
    "startTime": 99.12,
    "endTime": 116.24000000000001,
    "text": "But when they do come — if they come — they will at least be wearing bib overalls, so you will never have to see their buttocks, which leads me on to the next list."
  },
  {
    "startTime": 116.24,
    "endTime": 124.17999999999999,
    "text": "There may be countries that have better public transport systems, but Germany is most definitely up there in the top five."
  },
  {
    "startTime": 126.68,
    "endTime": 133.3,
    "text": "Americans may disagree, but for a British person, German ice cream is absolutely fantastic."
  },
  {
    "startTime": 133.6,
    "endTime": 136.1,
    "text": "It's creamy! It's flavourful!"
  },
  {
    "startTime": 136.238,
    "endTime": 144.76,
    "text": "And it's served in fresh wafers, not the stale plastic that I grew up with."
  },
  {
    "startTime": 144.76,
    "endTime": 153.0,
    "text": "You can be out in town in the middle of the night, and nobody's going to come and threaten you; unlike in Britain, where there are drunkards on the street everywhere."
  },
  {
    "startTime": 153.0,
    "endTime": 157.28,
    "text": "Related to that..."
  },
  {
    "startTime": 157.28,
    "endTime": 166.16,
    "text": "Okay, so binge drinking is becoming a bit of a problem in some quarters of German society at the moment, but it's nothing like what it is in Britain."
  },
  {
    "startTime": 166.36,
    "endTime": 171.16000000000003,
    "text": "Generally speaking, you can say that the British drink in order to get as drunk as they possibly can;"
  },
  {
    "startTime": 171.16,
    "endTime": 181.6,
    "text": "Whereas Germans prefer to stop drinking when they're enjoying themselves, but before they lose the power of rational thought."
  },
  {
    "startTime": 181.6,
    "endTime": 185.32,
    "text": "In Germany, cold calling is illegal."
  },
  {
    "startTime": 185.32,
    "endTime": 195.32,
    "text": "What more needs to be said?"
  }
]