[
  {
    "startTime": 15.5,
    "endTime": 25.0,
    "text": "On a typical day at school, endless hours are spent learning the answers to questions, but right now, we'll do the opposite."
  },
  {
    "startTime": 26.4,
    "endTime": 30.999,
    "text": "We're going to focus on questions where you can't learn the answers because they're unknown."
  },
  {
    "startTime": 31.0,
    "endTime": 38.3,
    "text": "I used to puzzle about a lot of things as a boy, for example: What would it feel like to be a dog?"
  },
  {
    "startTime": 39.0,
    "endTime": 41.0,
    "text": "Do fish feel pain?"
  },
  {
    "startTime": 41.0,
    "endTime": 43.0,
    "text": "What about insects?"
  },
  {
    "startTime": 43.8,
    "endTime": 46.4,
    "text": "Was the Big Bang just an accident?"
  },
  {
    "startTime": 47.8,
    "endTime": 49.0,
    "text": "Is there a God?"
  },
  {
    "startTime": 49.0,
    "endTime": 52.0,
    "text": "And if so, how are we so sure that it's a He and not a She?"
  },
  {
    "startTime": 52.0,
    "endTime": 56.0,
    "text": "Why do so many innocent people and animals suffer terrible things?"
  },
  {
    "startTime": 56.0,
    "endTime": 59.0,
    "text": "Is there really a plan for my life?"
  },
  {
    "startTime": 59.0,
    "endTime": 65.0,
    "text": "Is the future yet to be written, or is it already written and we just can't see it?"
  },
  {
    "startTime": 65.0,
    "endTime": 68.0,
    "text": "But then, do I have free will? I mean, who am I anyway?"
  },
  {
    "startTime": 68.0,
    "endTime": 71.0,
    "text": "Am I just a biological machine?"
  },
  {
    "startTime": 71.0,
    "endTime": 74.0,
    "text": "But then, why am I conscious? What is consciousness?"
  },
  {
    "startTime": 74.0,
    "endTime": 77.0,
    "text": "Will robots become conscious one day?"
  },
  {
    "startTime": 77.0,
    "endTime": 84.0,
    "text": "I mean, I kind of assumed that some day I would be told the answers to all these questions."
  },
  {
    "startTime": 84.0,
    "endTime": 87.0,
    "text": "Someone must know, right?"
  },
  {
    "startTime": 87.0,
    "endTime": 90.0,
    "text": "Guess what? No one knows."
  },
  {
    "startTime": 90.0,
    "endTime": 93.999,
    "text": "Most of those questions puzzle me more now than ever."
  },
  {
    "startTime": 94.5,
    "endTime": 102.9,
    "text": "But diving into them is exciting because it takes you to the edge of knowledge, and you never know what you'll find there."
  },
  {
    "startTime": 102.1,
    "endTime": 105.0,
    "text": "So, two questions."
  },
  {
    "startTime": 105.0,
    "endTime": 110.0,
    "text": "Questions that no one on Earth knows the answer too."
  },
  {
    "startTime": 111.0,
    "endTime": 117.0,
    "text": "How Many Universes Are There?"
  },
  {
    "startTime": 117.0,
    "endTime": 125.0,
    "text": "Sometimes when I'm on a long plane flight, I gaze out at all those mountains and deserts and try to get my head around how vast our Earth is."
  },
  {
    "startTime": 125.0,
    "endTime": 134.999,
    "text": "And then I remember that there's an object we see every day that would literally fit one million Earths inside it: the sun. It seems impossibly big."
  },
  {
    "startTime": 135.4,
    "endTime": 147.0,
    "text": "But in the great scheme of things, it's a pinprick, one of about 400 billion stars in the Milky Way galaxy, which you can see on a clear night as a pale white mist stretched across the sky."
  },
  {
    "startTime": 147.005,
    "endTime": 153.0,
    "text": "And it gets worse. There may be 100 billion galaxies detectable by our telescopes."
  },
  {
    "startTime": 153.0,
    "endTime": 165.0,
    "text": "So if each star was the size of a single grain of sand, just the Milky Way has enough stars to fill a 30-foot by 30-foot stretch of beach three feet deep with sand."
  },
  {
    "startTime": 165.0,
    "endTime": 170.0,
    "text": "And the entire Earth doesn't have enough beaches to represent the stars in the overall universe."
  },
  {
    "startTime": 170.0,
    "endTime": 174.0,
    "text": "Such a beach would continue for literally hundreds of millions of miles."
  },
  {
    "startTime": 174.0,
    "endTime": 179.0,
    "text": "Holy Stephen Hawking, that is a lot of stars."
  },
  {
    "startTime": 179.0,
    "endTime": 185.0,
    "text": "But he and other physicists now believe in a reality that is unimaginably bigger still."
  },
  {
    "startTime": 185.0,
    "endTime": 192.0,
    "text": "I mean, first of all, the 100 billion galaxies within range of our telescopes are probably a minuscule fraction of the total."
  },
  {
    "startTime": 192.0,
    "endTime": 195.0,
    "text": "Space itself is expanding at an accelerating pace."
  },
  {
    "startTime": 195.0,
    "endTime": 202.0,
    "text": "The vast majority of the galaxies are separating from us so fast that light from them may never reach us."
  },
  {
    "startTime": 202.0,
    "endTime": 209.0,
    "text": "Still, our physical reality here on Earth is intimately connected to those distant, invisible galaxies."
  },
  {
    "startTime": 209.0,
    "endTime": 212.0,
    "text": "We can think of them as part of our universe."
  },
  {
    "startTime": 212.2,
    "endTime": 222.0,
    "text": "They make up a single, giant edifice obeying the same physical laws and all made from the same types of atoms --electrons, protons, quarks, neutrinos -- that make up you and me."
  },
  {
    "startTime": 222.1,
    "endTime": 234.0,
    "text": "However, recent theories in physics, including one called string theory, are now telling us there could be countless other universes built on different types of particles, with different properties, obeying different laws."
  },
  {
    "startTime": 234.0,
    "endTime": 240.0,
    "text": "Most of these universes could never support life, and might flash in and out of existence in a nanosecond."
  },
  {
    "startTime": 240.0,
    "endTime": 251.0,
    "text": "But nonetheless, combined they make up a vast multiverse of possible universes in up to 11 dimensions, featuring wonders beyond our wildest imagination."
  },
  {
    "startTime": 251.0,
    "endTime": 257.0,
    "text": "The leading version of string theory predicts a multiverse made up of 10 to the 500 universes."
  },
  {
    "startTime": 257.0,
    "endTime": 260.0,
    "text": "That's a one followed by 500 zeroes!"
  },
  {
    "startTime": 260.0,
    "endTime": 266.0,
    "text": "A number so vast that if every atom in our observable universe had its own universe."
  },
  {
    "startTime": 266.0,
    "endTime": 277.0,
    "text": "And all of the atoms in all those universes each had their own universe, and you repeated that for two more cycles, you'd still be at a tiny fraction of the total."
  },
  {
    "startTime": 277.0,
    "endTime": 286.0,
    "text": "Namely, one trillion trillion trillion trillion trillion trillion trillion trillion trillion trillion trillion trillion trillion trillion trillionth."
  },
  {
    "startTime": 286.0,
    "endTime": 294.0,
    "text": "But even that number is minuscule compared to another number: infinity."
  },
  {
    "startTime": 294.0,
    "endTime": 300.0,
    "text": "Some physicists think the space time continuum is literally infinite and that it contains an infinite number of so-called pocket universes with varying properties."
  },
  {
    "startTime": 302.0,
    "endTime": 304.0,
    "text": "How's your brain doing?"
  },
  {
    "startTime": 304.0,
    "endTime": 307.0,
    "text": "Quantum theory adds a whole new wrinkle."
  },
  {
    "startTime": 307.0,
    "endTime": 311.0,
    "text": "I mean, the theory's been proven true beyond all doubt, but interpreting it is baffling."
  },
  {
    "startTime": 311.0,
    "endTime": 319.0,
    "text": "And some physicists think you can only un-baffle it if you imagine that huge numbers of parallel universes are being spawned every moment."
  },
  {
    "startTime": 319.0,
    "endTime": 325.0,
    "text": "And many of these universes would actually be very like the world we're in, would include multiple copies of you."
  },
  {
    "startTime": 325.0,
    "endTime": 333.0,
    "text": "In one such universe, you'd graduate with honors and marry the person of your dreams, and in another, not so much."
  },
  {
    "startTime": 333.0,
    "endTime": 336.0,
    "text": "Well, there are still some scientists who would say, hogwash."
  },
  {
    "startTime": 336.0,
    "endTime": 339.0,
    "text": "The only meaningful answer to the question of how many universes there are is one."
  },
  {
    "startTime": 339.0,
    "endTime": 342.0,
    "text": "Only one universe."
  },
  {
    "startTime": 342.0,
    "endTime": 348.0,
    "text": "And a few philosophers and mystics might argue that even our own universe is an illusion."
  },
  {
    "startTime": 348.0,
    "endTime": 354.0,
    "text": "So, as you can see, right now there is no agreement on this question, not even close."
  },
  {
    "startTime": 354.0,
    "endTime": 358.0,
    "text": "All we know is the answer is somewhere between zero and infinity."
  },
  {
    "startTime": 358.0,
    "endTime": 361.0,
    "text": "Well, I guess we know one other thing."
  },
  {
    "startTime": 361.0,
    "endTime": 365.0,
    "text": "This is a pretty cool time to be studying physics."
  },
  {
    "startTime": 365.0,
    "endTime": 371.0,
    "text": "We just might be undergoing the biggest paradigm shift in knowledge that humanity has ever seen."
  },
  {
    "startTime": 371.0,
    "endTime": 377.0,
    "text": "Why Can't We See Evidence of Alien Life?"
  },
  {
    "startTime": 377.0,
    "endTime": 383.0,
    "text": "Somewhere out there in that vast universe there must surely be countless other planets teeming with life."
  },
  {
    "startTime": 383.0,
    "endTime": 386.0,
    "text": "But why don't we see any evidence of it?"
  },
  {
    "startTime": 386.0,
    "endTime": 392.0,
    "text": "Well, this is the famous question asked by Enrico Fermi in 1950: Where is everybody?"
  },
  {
    "startTime": 392.0,
    "endTime": 401.0,
    "text": "Conspiracy theorists claim that UFOs are visiting all the time and the reports are just being covered up, but honestly, they aren't very convincing."
  },
  {
    "startTime": 401.0,
    "endTime": 403.1,
    "text": "But that leaves a real riddle."
  },
  {
    "startTime": 403.0,
    "endTime": 409.0,
    "text": "In the past year, the Kepler space observatory has found hundreds of planets just around nearby stars."
  },
  {
    "startTime": 409.0,
    "endTime": 417.0,
    "text": "And if you extrapolate that data, it looks like there could be half a trillion planets just in our own galaxy."
  },
  {
    "startTime": 417.0,
    "endTime": 428.0,
    "text": "If any one in 10,000 has conditions that might support a form of life, that's still 50 million possible life-harboring planets right here in the Milky Way."
  },
  {
    "startTime": 428.0,
    "endTime": 434.0,
    "text": "So here's the riddle: our Earth didn't form until about nine billion years after the Big Bang."
  },
  {
    "startTime": 434.0,
    "endTime": 447.0,
    "text": "Countless other planets in our galaxy should have formed earlier, and given life a chance to get underway billions, or certainly many millions, of years earlier than happened on Earth."
  },
  {
    "startTime": 447.0,
    "endTime": 457.0,
    "text": "If just a few of them had spawned intelligent life and started creating technologies, those technologies would have had millions of years to grow in complexity and power."
  },
  {
    "startTime": 457.0,
    "endTime": 466.0,
    "text": "On Earth, we've seen how dramatically technology can accelerate in just 100 years."
  },
  {
    "startTime": 466.0,
    "endTime": 481.0,
    "text": "In millions of years, an intelligent alien civilization could easily have spread out across the galaxy, perhaps creating giant energy-harvesting artifacts or fleets of colonizing spaceships or glorious works of art that fill the night sky."
  },
  {
    "startTime": 481.0,
    "endTime": 490.0,
    "text": "At the very least, you'd think they'd be revealing their presence, deliberately or otherwise, through electromagnetic signals of one kind or another."
  },
  {
    "startTime": 490.0,
    "endTime": 493.0,
    "text": "And yet we see no convincing evidence of any of it."
  },
  {
    "startTime": 493.0,
    "endTime": 496.0,
    "text": "Why?"
  },
  {
    "startTime": 496.0,
    "endTime": 501.0,
    "text": "Well, there are numerous possible answers, some of them quite dark."
  },
  {
    "startTime": 501.0,
    "endTime": 512.0,
    "text": "Maybe a single, superintelligent civilization has indeed taken over the galaxy and has imposed strict radio silence because it's paranoid of any potential competitors."
  },
  {
    "startTime": 512.0,
    "endTime": 518.0,
    "text": "It's just sitting there ready to obliterate anything that becomes a threat."
  },
  {
    "startTime": 518.0,
    "endTime": 533.0,
    "text": "Or maybe they're not that intelligent, or perhaps the evolution of an intelligence capable of creating sophisticated technology is far rarer than we've assumed. After all, it's only happened once on Earth in four billion years."
  },
  {
    "startTime": 533.0,
    "endTime": 536.0,
    "text": "Maybe even that was incredibly lucky."
  },
  {
    "startTime": 536.0,
    "endTime": 539.0,
    "text": "Maybe we are the first such civilization in our galaxy."
  },
  {
    "startTime": 539.0,
    "endTime": 549.0,
    "text": "Or, perhaps civilization carries with it the seeds of its own destruction through the inability to control the technologies it creates."
  },
  {
    "startTime": 549.0,
    "endTime": 553.0,
    "text": "But there are numerous more hopeful answers."
  },
  {
    "startTime": 553.0,
    "endTime": 557.0,
    "text": "For a start, we're not looking that hard, and we're spending a pitiful amount of money on it."
  },
  {
    "startTime": 557.0,
    "endTime": 565.0,
    "text": "Only a tiny fraction of the stars in our galaxy have really been looked at closely for signs of interesting signals."
  },
  {
    "startTime": 565.0,
    "endTime": 568.0,
    "text": "And perhaps we're not looking the right way."
  },
  {
    "startTime": 568.0,
    "endTime": 577.0,
    "text": "Maybe as civilizations develop, they quickly discover communication technologies far more sophisticated and useful than electromagnetic waves."
  },
  {
    "startTime": 577.0,
    "endTime": 586.0,
    "text": "Maybe all the action takes place inside the mysterious recently discovered dark matter, or dark energy, that appear to account for most of the universe's mass."
  },
  {
    "startTime": 586.0,
    "endTime": 592.0,
    "text": "Or, maybe we're looking at the wrong scale."
  },
  {
    "startTime": 592.0,
    "endTime": 600.0,
    "text": "Perhaps intelligent civilizations come to realize that life is ultimately just complex patterns of information interacting with each other in a beautiful way,"
  },
  {
    "startTime": 600.0,
    "endTime": 603.0,
    "text": "And that can happen more efficiently at a small scale."
  },
  {
    "startTime": 603.0,
    "endTime": 613.0,
    "text": "So, just as on Earth clunky stereo systems have shrunk to beautiful, tiny iPods, maybe intelligent life itself, in order to reduce its footprint on the environment, has turned itself microscopic."
  },
  {
    "startTime": 613.0,
    "endTime": 617.0,
    "text": "So the Solar System might be teeming with aliens, and we're just not noticing them."
  },
  {
    "startTime": 617.0,
    "endTime": 620.0,
    "text": "Maybe the very ideas in our heads are a form of alien life."
  },
  {
    "startTime": 620.0,
    "endTime": 623.0,
    "text": "Well, okay, that's a crazy thought."
  },
  {
    "startTime": 623.0,
    "endTime": 626.0,
    "text": "The aliens made me say it!"
  },
  {
    "startTime": 626.0,
    "endTime": 632.0,
    "text": "But it is cool that ideas do seem to have a life all of their own and that they outlive their creators."
  },
  {
    "startTime": 632.0,
    "endTime": 636.0,
    "text": "Maybe biological life is just a passing phase."
  },
  {
    "startTime": 636.0,
    "endTime": 647.0,
    "text": "Well, within the next 15 years, we could start seeing real spectroscopic information from promising nearby planets that will reveal just how life-friendly they might be."
  },
  {
    "startTime": 647.0,
    "endTime": 659.0,
    "text": "And meanwhile, SETI, the Search for Extra-Terrestrial Intelligence, is now releasing its data to the public so that millions of citizen scientists, maybe including you, can bring the power of the crowd to join the search."
  },
  {
    "startTime": 659.0,
    "endTime": 668.0,
    "text": "And here on Earth, amazing experiments are being done to try to create life from scratch, life that might be very different from the DNA forms we know."
  },
  {
    "startTime": 668.0,
    "endTime": 677.0,
    "text": "All of this will help us understand whether the universe is teeming with life or whether, indeed, it's just us."
  },
  {
    "startTime": 677.0,
    "endTime": 684.0,
    "text": "Either answer, in its own way, is awe-inspiring,"
  },
  {
    "startTime": 684.0,
    "endTime": 695.0,
    "text": "Because even if we are alone, the fact that we think and dream and ask these questions might yet turn out to be one of the most important facts about the universe."
  },
  {
    "startTime": 695.0,
    "endTime": 698.0,
    "text": "And I have one more piece of good news for you."
  },
  {
    "startTime": 698.0,
    "endTime": 701.0,
    "text": "The quest for knowledge and understanding never gets dull."
  },
  {
    "startTime": 701.0,
    "endTime": 704.0,
    "text": "It doesn't. It's actually the opposite."
  },
  {
    "startTime": 704.0,
    "endTime": 707.0,
    "text": "The more you know, the more amazing the world seems."
  },
  {
    "startTime": 707.0,
    "endTime": 712.0,
    "text": "And it's the crazy possibilites, the unanswered questions, that pull us forward."
  },
  {
    "startTime": 712.0,
    "endTime": 722.0,
    "text": "So stay curious."
  }
]