[
  {
    "startTime": 14.218,
    "endTime": 18.4,
    "text": "[Myths and misconceptions about evolution]"
  },
  {
    "startTime": 18.4,
    "endTime": 20.784999999999997,
    "text": "Let's talk about evolution."
  },
  {
    "startTime": 20.785,
    "endTime": 26.114,
    "text": "You've probably heard that some people consider it controversial, even though most scientists don't."
  },
  {
    "startTime": 26.114,
    "endTime": 30.697000000000003,
    "text": "But even if you aren't one of those people and you think you have a pretty good understanding of evolution,"
  },
  {
    "startTime": 30.697,
    "endTime": 36.626999999999995,
    "text": "chances are you still believe somethings about it that aren't entirely right, things like,"
  },
  {
    "startTime": 36.627,
    "endTime": 41.401,
    "text": "\"Evolution is organisms adapting to their environment.\""
  },
  {
    "startTime": 41.401,
    "endTime": 45.557,
    "text": "This was an earlier, now discredited, theory of evolution."
  },
  {
    "startTime": 45.557,
    "endTime": 57.905,
    "text": "Almost 60 years before Darwin published his book, Jean-Baptiste Lamarck proposed that creatures evolve by developing certain traits over their lifetimes and then passing those on to their offspring."
  },
  {
    "startTime": 57.905,
    "endTime": 67.911,
    "text": "For example, he thought that because giraffes spent their lives stretching to reach leaves on higher branches, their children would be born with longer necks."
  },
  {
    "startTime": 67.911,
    "endTime": 71.551,
    "text": "But we know now that's not how genetic inheritance works."
  },
  {
    "startTime": 71.551,
    "endTime": 75.936,
    "text": "In fact, individual organisms don't evolve at all."
  },
  {
    "startTime": 75.936,
    "endTime": 86.06200000000001,
    "text": "Instead, random genetic mutations cause some giraffes to be born with longer necks, and that gives them a better chance to survive than the ones who weren't so lucky,"
  },
  {
    "startTime": 86.062,
    "endTime": 91.05799999999999,
    "text": "which brings us to \"survival of the fittest\"."
  },
  {
    "startTime": 91.058,
    "endTime": 99.66600000000001,
    "text": "This makes it sound like evolution always favors the biggest, strongest, or fastest creatures, which is not really the case."
  },
  {
    "startTime": 99.666,
    "endTime": 106.963,
    "text": "For one thing, evolutionary fitness is just a matter of how well-suited they are to their current environment."
  },
  {
    "startTime": 106.963,
    "endTime": 114.66499999999999,
    "text": "If all the tall trees suddenly died out and only short grass was left, all those long-necked giraffes would be at a disadvantage."
  },
  {
    "startTime": 114.665,
    "endTime": 120.845,
    "text": "Secondly, survival is not how evolution occurs, reproduction is."
  },
  {
    "startTime": 120.845,
    "endTime": 130.807,
    "text": "And the world is full of creatures like the male anglerfish, which is so small and ill-suited for survival at birth that it has to quickly find a mate before it dies."
  },
  {
    "startTime": 130.807,
    "endTime": 136.694,
    "text": "But at least we can say that if an organism dies without reproducing, it's evolutionarily useless, right?"
  },
  {
    "startTime": 136.694,
    "endTime": 137.94199999999998,
    "text": "Wrong!"
  },
  {
    "startTime": 137.942,
    "endTime": 148.02700000000002,
    "text": "Remember, natural selection happens not at the organism level, but at the genetic level, and the same gene that exists in one organism will also exist in its relatives."
  },
  {
    "startTime": 148.027,
    "endTime": 156.0,
    "text": "So, a gene that makes an animal altruistically sacrifice itself to help the survival and future reproduction of its siblings or cousins,"
  },
  {
    "startTime": 156.0,
    "endTime": 160.953,
    "text": "can become more widespread than one that is solely concerned with self-preservation."
  },
  {
    "startTime": 160.953,
    "endTime": 171.637,
    "text": "Anything that lets more copies of the gene pass on to the next generation will serve its purpose, except evolutionary purpose."
  },
  {
    "startTime": 171.637,
    "endTime": 177.11,
    "text": "One of the most difficult things to keep in mind about evolution is that when we say things like,"
  },
  {
    "startTime": 177.11,
    "endTime": 186.03500000000003,
    "text": "\"Genes want to make more copies of themselves,\" or even, \"natural selection,\" we're actually using metaphors."
  },
  {
    "startTime": 186.035,
    "endTime": 194.12,
    "text": "A gene doesn't want anything, and there's no outside mechanism that selects which genes are best to preserve."
  },
  {
    "startTime": 194.12,
    "endTime": 200.80100000000002,
    "text": "All that happens is that random genetic mutations cause the organisms carrying them to behave or develop in different ways."
  },
  {
    "startTime": 200.801,
    "endTime": 205.765,
    "text": "Some of those ways result in more copies of the mutated gene being passed on, and so forth."
  },
  {
    "startTime": 205.765,
    "endTime": 210.89499999999998,
    "text": "Nor is there any predetermined plan progressing towards an ideal form."
  },
  {
    "startTime": 210.895,
    "endTime": 220.322,
    "text": "It's not ideal for the human eye to have a blind spot where the optic nerve exits the retina, but that's how it developed, starting from a simple photoreceptor cell."
  },
  {
    "startTime": 220.322,
    "endTime": 227.212,
    "text": "In retrospect, it would have been much more advantageous for humans to crave nutrients and vitamins rather than just calories."
  },
  {
    "startTime": 227.212,
    "endTime": 236.10399999999998,
    "text": "But over the millennia, during which our ancestors evolved, calories were scarce, and there was nothing to anticipate that this would later change so quickly"
  },
  {
    "startTime": 236.104,
    "endTime": 253.23700000000002,
    "text": "So, evolution proceeds blindly, step by step by step, creating all of the diversity we see in the natural world."
  }
]