[
  {
    "startTime": 0.27,
    "endTime": 7.1,
    "text": "You've probably heard people say that if your mother's father was bald you're more likely lose those beautiful locks of hair down the road."
  },
  {
    "startTime": 7.1,
    "endTime": 9.0,
    "text": "But what truth is there to this?"
  },
  {
    "startTime": 9.1,
    "endTime": 13.0,
    "text": "It turns out that one of the major contributors to hair loss is sex linked."
  },
  {
    "startTime": 13.1,
    "endTime": 19.5,
    "text": "Humans have forty-six chromosomes of DNA, of which two help determine your sex, the \"X\" and the \"Y\" chromosome."
  },
  {
    "startTime": 19.5,
    "endTime": 24.0,
    "text": "If you're a female you have two \"X\" chromosomes, but if you're a male you have an \"X\" and a \"Y\" chromosome."
  },
  {
    "startTime": 24.1,
    "endTime": 29.0,
    "text": "Studies show that the most influential hair-loss gene is located on the \"X\" chromosome only."
  },
  {
    "startTime": 29.1,
    "endTime": 30.3,
    "text": "What does this mean?"
  },
  {
    "startTime": 30.3,
    "endTime": 35.4,
    "text": "Well if you're a male you get an \"X\" chromosome from your mother, but must receive a \"Y\" chromosome from your father."
  },
  {
    "startTime": 35.5,
    "endTime": 38.5,
    "text": "Because if you got your father's \"X\" chromosome you would be a female."
  },
  {
    "startTime": 38.6,
    "endTime": 44.7,
    "text": "So if one of your mothers \"X\" chromosomes has this hair loss gene you have a 50/50 chance of getting it from her."
  },
  {
    "startTime": 44.8,
    "endTime": 49.699999999999996,
    "text": "In this way, hair loss is partially hereditary and passed through the maternal side for males."
  },
  {
    "startTime": 49.8,
    "endTime": 56.0,
    "text": "Females, on the other hand must get two copies of this gene, one on each \"X\" chromosome in order to physically express it."
  },
  {
    "startTime": 56.1,
    "endTime": 61.54,
    "text": "So if your mother does express these traits it means she will be passing an affected \"X\" chromosome to you."
  },
  {
    "startTime": 61.54,
    "endTime": 63.87,
    "text": "But why do we say to look at your mother's father?"
  },
  {
    "startTime": 63.9,
    "endTime": 70.2,
    "text": "Well, if he has visible male pattern baldness then your mother has at least one copy of the affected \"X\" chromosome from him,"
  },
  {
    "startTime": 70.3,
    "endTime": 75.1,
    "text": "because in order to have a daughter he must have passed on his \"X\" chromosome, not his \"Y\"."
  },
  {
    "startTime": 75.2,
    "endTime": 81.0,
    "text": "The thing to note here is that this is just one of the contributors to hair-loss and while its thought to be the most significant,"
  },
  {
    "startTime": 81.1,
    "endTime": 84.8,
    "text": "many studies have found other hair linked genes which aren't sex linked at all."
  },
  {
    "startTime": 84.8,
    "endTime": 89.89999999999999,
    "text": "Including some on the \"Y\" chromosome, meaning they can be transferred from both the mother and the father."
  },
  {
    "startTime": 90.0,
    "endTime": 95.5,
    "text": "On top of this, some studies have shown correlations between age, exercise, nutrition and even stress levels."
  },
  {
    "startTime": 95.8,
    "endTime": 104.3,
    "text": "So while a quick check of your mom's dad's hair maybe an indicator for future hair loss, a head full of hair on Grandpa's head does not guarantee you are in the clear."
  },
  {
    "startTime": 104.66,
    "endTime": 106.1,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 106.2,
    "endTime": 111.0,
    "text": "Ask it in the comments, or on facebook and twitter, and subscribe for more weekly science videos."
  }
]