[
  {
    "startTime": 15.0,
    "endTime": 18.3,
    "text": "Some superheros can move faster than the wind."
  },
  {
    "startTime": 18.5,
    "endTime": 28.3,
    "text": "The men in Apollo 10 reached a record-breaking speed of around 25,000 miles per hour when the shuttle re-entered the Earth's atmosphere in 1969."
  },
  {
    "startTime": 28.4,
    "endTime": 32.199999999999996,
    "text": "Wouldn't we save a lot of time to be able to move that fast?"
  },
  {
    "startTime": 32.2,
    "endTime": 34.800000000000004,
    "text": "But what's the catch?"
  },
  {
    "startTime": 34.9,
    "endTime": 36.1,
    "text": "Air is not empty."
  },
  {
    "startTime": 36.6,
    "endTime": 42.0,
    "text": "Elements like oxygen and nitrogen, even countless dust particles, make up the air around us."
  },
  {
    "startTime": 44.8,
    "endTime": 51.199999999999996,
    "text": "When we move past these things in the air, we're rubbing against them and creating a lot of friction, which results in heat."
  },
  {
    "startTime": 51.4,
    "endTime": 56.0,
    "text": "Just like rubbing your hands together warms them up or rubbing two sticks together makes fire."
  },
  {
    "startTime": 56.0,
    "endTime": 59.1,
    "text": "The faster objects rub together, the more heat is generated."
  },
  {
    "startTime": 61.45,
    "endTime": 68.0,
    "text": "So, if we're running at 25,000 miles per hour, the heat from friction would burn our faces off."
  },
  {
    "startTime": 69.6,
    "endTime": 78.0,
    "text": "Even if we somehow withstood the heat, the sand and dirt in the air would still scrape us up with millions of tiny cuts all happening at the same time."
  },
  {
    "startTime": 79.0,
    "endTime": 81.5,
    "text": "Ever seen the front bumper or grill of a truck?"
  },
  {
    "startTime": 82.0,
    "endTime": 86.0,
    "text": "What do you think all the birds and bugs would do to your open eyes or exposed skin?"
  },
  {
    "startTime": 91.6,
    "endTime": 95.0,
    "text": "Okay, so you'll wear a mask to avoid destroying your face."
  },
  {
    "startTime": 95.3,
    "endTime": 99.2,
    "text": "But what about people in buildings between you and your destination?"
  },
  {
    "startTime": 99.3,
    "endTime": 103.3,
    "text": "It takes us approximately one-fifth of a second to react to what we see."
  },
  {
    "startTime": 103.4,
    "endTime": 106.2,
    "text": "By the time we see what is ahead of us and react to it -"
  },
  {
    "startTime": 106.2,
    "endTime": 107.8,
    "text": "time times velocity equals distance,"
  },
  {
    "startTime": 107.9,
    "endTime": 110.10000000000001,
    "text": "equals one-fifth of a second times 25,000 miles per hour,"
  },
  {
    "startTime": 110.3,
    "endTime": 111.8,
    "text": "equals 1.4 miles"
  },
  {
    "startTime": 111.8,
    "endTime": 116.1,
    "text": "- we would have gone past it or through it by over a mile."
  },
  {
    "startTime": 116.1,
    "endTime": 128.1,
    "text": "We're either going to kill ourselves by crashing into the nearest wall at super speed or, worse, if we're indestructible, we've essentially turned our bodies into missiles that destroy everything in our path."
  },
  {
    "startTime": 128.2,
    "endTime": 136.7,
    "text": "So, long distance travel at 25,000 miles per hour would leave us burning up, covered in bugs, and leaves no time to react."
  },
  {
    "startTime": 136.7,
    "endTime": 140.5,
    "text": "What about short bursts to a location we can see with no obstacles in between?"
  },
  {
    "startTime": 140.6,
    "endTime": 146.4,
    "text": "Okay, let's say a bullet is about to hit a beautiful damsel in distress."
  },
  {
    "startTime": 146.6,
    "endTime": 152.0,
    "text": "So, our hero swoops in at super speed, grabs her, and carries her to safety."
  },
  {
    "startTime": 152.1,
    "endTime": 160.0,
    "text": "That sounds very romantic, but, in reality, that girl will probably suffer more damage from the hero than the bullet if he moved her at super speed."
  },
  {
    "startTime": 160.4,
    "endTime": 168.0,
    "text": "Newton's First Law of Motion deals with inertia, which is the resistance to a change in its state of motion."
  },
  {
    "startTime": 168.2,
    "endTime": 173.39999999999998,
    "text": "So, an object will continue moving or staying at the same place unless something changes it."
  },
  {
    "startTime": 173.5,
    "endTime": 177.0,
    "text": "Acceleration is the rate the velocity changes over time."
  },
  {
    "startTime": 177.1,
    "endTime": 189.5,
    "text": "When the girl at rest, velocity equals zero miles per hour, begins accelerating to reach the speed within seconds, velocity increases rapidly to 25,000 miles per hour, her brain would crash into the side of her skull."
  },
  {
    "startTime": 189.6,
    "endTime": 202.0,
    "text": "And, when she stops suddenly, velocity decreases rapidly back to zero miles per hour, her brain would crash into the other side of her skull, turning her brain into mush."
  },
  {
    "startTime": 202.1,
    "endTime": 205.2,
    "text": "The brain is too fragile to handle the sudden movement."
  },
  {
    "startTime": 205.7,
    "endTime": 207.7,
    "text": "So is every part of her body, for that matter."
  },
  {
    "startTime": 207.8,
    "endTime": 212.8,
    "text": "Remember, it's not the speed that causes the damage because the astronauts survived Apollo 10,"
  },
  {
    "startTime": 212.9,
    "endTime": 223.3,
    "text": "it's the acceleration or sudden stop that causes our internal organs to crash into the front of our bodies the way we move forward in a bus when the driver slams on the brakes."
  },
  {
    "startTime": 223.4,
    "endTime": 230.6,
    "text": "What the hero did to the girl is mathematically the same as running her over with a space shuttle at maximum speed."
  },
  {
    "startTime": 230.7,
    "endTime": 233.7,
    "text": "She probably died instantly at the point of impact."
  },
  {
    "startTime": 233.8,
    "endTime": 238.8,
    "text": "He's going to owe this poor girl's family an apology and a big fat compensation check."
  },
  {
    "startTime": 238.8,
    "endTime": 242.10000000000002,
    "text": "Oh, and possibly face jail time."
  },
  {
    "startTime": 242.2,
    "endTime": 246.5,
    "text": "Doctors have to carry liability insurance just in case they make a mistake and hurt their patients."
  },
  {
    "startTime": 246.9,
    "endTime": 251.6,
    "text": "I wonder how much superhero insurance policy would cost."
  },
  {
    "startTime": 252.0,
    "endTime": 256.5,
    "text": "Now, which superpower physics lesson will you explore next?"
  },
  {
    "startTime": 256.9,
    "endTime": 274.0,
    "text": "Shifting body size and content, super speed, flight, super strength, immortality, and invisibility."
  }
]