[
  {
    "startTime": 9.0,
    "endTime": 20.0,
    "text": "Job interviews are a crucible of public speaking skills and question and answering skills and many of the things that apply to effective Q&A and effective public speaking apply in the job interview."
  },
  {
    "startTime": 20.0,
    "endTime": 25.0,
    "text": "[The art of the job interview]"
  },
  {
    "startTime": 25.0,
    "endTime": 30.5,
    "text": "Mostly, we go to school and we learn the skill of whatever it is we're going to do."
  },
  {
    "startTime": 30.5,
    "endTime": 37.62,
    "text": "But, we're very rarely taught how to get that job to do what we want to do."
  },
  {
    "startTime": 37.62,
    "endTime": 39.129,
    "text": "You have to sell yourself."
  },
  {
    "startTime": 39.129,
    "endTime": 47.05,
    "text": "There are some tips that I think are very important for you to consider before you go into a job interview."
  },
  {
    "startTime": 47.05,
    "endTime": 50.199999999999996,
    "text": "[1. Practice and Prepare]"
  },
  {
    "startTime": 50.2,
    "endTime": 51.800000000000004,
    "text": "Absolute preparation is key."
  },
  {
    "startTime": 51.8,
    "endTime": 56.169999999999995,
    "text": "You really need to understand what it is you're up for and know your material."
  },
  {
    "startTime": 56.17,
    "endTime": 62.800000000000004,
    "text": "The single best predictor question in job interviews is this,\"What do you know about this company?\""
  },
  {
    "startTime": 62.8,
    "endTime": 67.33,
    "text": "It's the proxy for conscientiousness and it shows the interviewer that you're not just trying to find a job, you want to work for them."
  },
  {
    "startTime": 69.8,
    "endTime": 72.98,
    "text": "So, my best advice is do your due diligence."
  },
  {
    "startTime": 72.98,
    "endTime": 75.7,
    "text": "Many of the questions are going to be behavioral."
  },
  {
    "startTime": 75.7,
    "endTime": 83.9,
    "text": "They're not going to ask you so much about what did you do at this job, but give me an example when you had a crisis, how did you manage it."
  },
  {
    "startTime": 83.9,
    "endTime": 86.29,
    "text": "So be prepared to answer those questions."
  },
  {
    "startTime": 86.29,
    "endTime": 93.26,
    "text": "Many people will think of answers to questions, but they won't actually practice verbalizing and we really need to practice verbalizing answers."
  },
  {
    "startTime": 93.26,
    "endTime": 96.0,
    "text": "[2. Be Memorable]"
  },
  {
    "startTime": 96.0,
    "endTime": 99.38,
    "text": "When you answer questions you wanna do three key things."
  },
  {
    "startTime": 99.38,
    "endTime": 108.55,
    "text": "You wanna answer the question asked, you wanna give an example so people remember the…the answer and you wanna tell them why your answer is important for them and for the job."
  },
  {
    "startTime": 108.55,
    "endTime": 114.2,
    "text": "Because quite frankly, the person interviewing you is often not the person who gets the final decision on if you're hired or not."
  },
  {
    "startTime": 114.2,
    "endTime": 118.9,
    "text": "So they have to turn around and sell you to whoever it is who makes the final decision."
  },
  {
    "startTime": 118.9,
    "endTime": 123.0,
    "text": "[3. Think About Perspective]"
  },
  {
    "startTime": 123.0,
    "endTime": 126.25,
    "text": "See the job interview from their perspective."
  },
  {
    "startTime": 126.25,
    "endTime": 134.0,
    "text": "I've done interviews myself where I'm interviewing someone for a particular position and they talk about how awesome it would be for them to do the work."
  },
  {
    "startTime": 134.0,
    "endTime": 136.07,
    "text": "And I don't really care."
  },
  {
    "startTime": 136.07,
    "endTime": 137.1,
    "text": "Think about it from my perspective."
  },
  {
    "startTime": 137.1,
    "endTime": 139.4,
    "text": "I basically put all human beings into two categories."
  },
  {
    "startTime": 139.4,
    "endTime": 142.8,
    "text": "People who make my life harder and people who make my life easier."
  },
  {
    "startTime": 142.8,
    "endTime": 150.0,
    "text": "And I think that any job interview where you can go and put yourself in that second category is gonna be very appealing."
  },
  {
    "startTime": 150.0,
    "endTime": 153.3,
    "text": "[4. Honesty Is The Best Policy]"
  },
  {
    "startTime": 153.3,
    "endTime": 160.9,
    "text": "If you have a kind of messy past, don't apologize and don't lie because in this modern age, they can find out about you in a second."
  },
  {
    "startTime": 160.9,
    "endTime": 166.70000000000002,
    "text": "If you've had to quit your last job or you were fired at your last job, be prepared to talk about values."
  },
  {
    "startTime": 166.7,
    "endTime": 175.6,
    "text": "For example, if you were fired from the job, you can't say \"well the boss was an idiot\"  but you can say that perhaps you had a value clash with your boss."
  },
  {
    "startTime": 175.6,
    "endTime": 179.79999999999998,
    "text": "[5. Be Aware Of Body Language]"
  },
  {
    "startTime": 179.8,
    "endTime": 187.70000000000002,
    "text": "Non-verbal communication is absolutely important and in fact, there's a tremendous amount of research that says people believe non-verbals much more than they believe verbals."
  },
  {
    "startTime": 187.7,
    "endTime": 190.83999999999997,
    "text": "What people will often do because they're nervous is they'll retreat."
  },
  {
    "startTime": 190.46,
    "endTime": 195.6,
    "text": "They'll make themselves small so the hands come up, they cover their face, sometimes they cross their legs."
  },
  {
    "startTime": 195.6,
    "endTime": 201.2,
    "text": "They become very small and that makes them look nervous and in some cases disingenuous."
  },
  {
    "startTime": 201.2,
    "endTime": 210.44,
    "text": "So what we want is we want to project enthusiasm and openness so we sit forward, our hands are out and up, we make good eye contact, that shows we're engaged and we're interested."
  },
  {
    "startTime": 210.44,
    "endTime": 215.8,
    "text": "Be authentic, be true, be honest."
  },
  {
    "startTime": 215.8,
    "endTime": 219.52,
    "text": "If they don't hire you, you weren't the fit."
  },
  {
    "startTime": 219.52,
    "endTime": 223.09900000000002,
    "text": "There's something better coming your way."
  },
  {
    "startTime": 230.2,
    "endTime": 235.459,
    "text": "Fear of speaking is a common thing that everyone goes through and so I decided that Toastmasters…give it a shot and teach myself to speak in public."
  },
  {
    "startTime": 239.1,
    "endTime": 249.48,
    "text": "My club, they said, \"why don't you go in competitions\" and I didn't even know there were such a thing as competitions for public speaking, but then the bug sort of bit and I really liked the sport of competing."
  },
  {
    "startTime": 249.48,
    "endTime": 262.259,
    "text": "It's 30,000 people from all over the world who all have a message, who all have a speech and it goes from the club then the area, then the division, then the district, then the semi-finals, and now it's the top 9 speakers, best speakers in the world."
  }
]