[
  {
    "startTime": 1.0,
    "endTime": 4.7,
    "text": "Food is delicious, not to mention kind of important for life."
  },
  {
    "startTime": 4.8,
    "endTime": 10.7,
    "text": "But food also goes bad, so humans have invented many ways to preserve it to eat later or far from where it was harvested."
  },
  {
    "startTime": 10.8,
    "endTime": 15.100000000000001,
    "text": "Some of these methods require unhealthy chemicals or degrade the food's nutritional value."
  },
  {
    "startTime": 15.2,
    "endTime": 20.2,
    "text": "But, luckily, freezing can preserve food with most of its nutrients, well, frozen in place!"
  },
  {
    "startTime": 20.3,
    "endTime": 25.3,
    "text": "The important part is that most chemical and biological processes run slower at lower temperatures."
  },
  {
    "startTime": 25.4,
    "endTime": 31.0,
    "text": "Which means that if you cool food a lot, enzymes and bacteria and fungi in the food get too cold to decompose it."
  },
  {
    "startTime": 31.1,
    "endTime": 35.5,
    "text": "That's why food lasts longer in the freezer than in the fridge, than on the counter."
  },
  {
    "startTime": 35.6,
    "endTime": 40.0,
    "text": "Freezing, however, wasn't always an easy task, especially before fridges were invented."
  },
  {
    "startTime": 40.1,
    "endTime": 42.0,
    "text": "It's not that freezing food is a new idea."
  },
  {
    "startTime": 42.1,
    "endTime": 46.0,
    "text": "I mean, people who live in cold places have done it by default for thousands of years,"
  },
  {
    "startTime": 46.1,
    "endTime": 51.0,
    "text": "but things got messy when we started creating artificial winter to freeze food in warmer climates."
  },
  {
    "startTime": 51.3,
    "endTime": 54.4,
    "text": "Early freezers were basically rooms full of salty ice,"
  },
  {
    "startTime": 54.5,
    "endTime": 58.6,
    "text": "which, while they could freeze food, took many hours or even days to do so."
  },
  {
    "startTime": 58.7,
    "endTime": 63.6,
    "text": "A slow freeze gives fluid within cells the time to stack up into big ice crystals."
  },
  {
    "startTime": 63.7,
    "endTime": 65.7,
    "text": "Since water expands when it freezes,"
  },
  {
    "startTime": 65.8,
    "endTime": 69.3,
    "text": "the sharp edges of these crystals poke holes through the walls of the cells,"
  },
  {
    "startTime": 69.4,
    "endTime": 72.0,
    "text": "and when the food thaws, the fluid leaks out."
  },
  {
    "startTime": 72.1,
    "endTime": 72.8,
    "text": "Gross!"
  },
  {
    "startTime": 73.0,
    "endTime": 74.0,
    "text": "Even grosser?"
  },
  {
    "startTime": 74.0,
    "endTime": 75.1,
    "text": "Birds eyes."
  },
  {
    "startTime": 75.2,
    "endTime": 77.10000000000001,
    "text": "Clarence Birdseye, to be precise."
  },
  {
    "startTime": 77.2,
    "endTime": 80.9,
    "text": "An American entrepreneur who lived in Arctic Canada in the nineteen-teens,"
  },
  {
    "startTime": 81.0,
    "endTime": 85.8,
    "text": "Birdseye noticed that when Inuit people went ice fishing in minus 40 degree windy conditions,"
  },
  {
    "startTime": 85.9,
    "endTime": 87.9,
    "text": "their catch froze almost immediately."
  },
  {
    "startTime": 88.0,
    "endTime": 90.3,
    "text": "When cooked later, the fish tasted fresh!"
  },
  {
    "startTime": 90.4,
    "endTime": 93.0,
    "text": "Birdseye realized that the arctic-frozen foods were tasty"
  },
  {
    "startTime": 93.1,
    "endTime": 97.19999999999999,
    "text": "because they froze quickly and formed smaller ice crystals that didn't damage the cells."
  },
  {
    "startTime": 97.3,
    "endTime": 100.5,
    "text": "Inspired, he went on to develop a process to quickly freeze food"
  },
  {
    "startTime": 100.6,
    "endTime": 104.1,
    "text": "by pressing small packages between metal plates chilled to 40 below zero."
  },
  {
    "startTime": 104.3,
    "endTime": 105.7,
    "text": "Combined with clever marketing,"
  },
  {
    "startTime": 105.8,
    "endTime": 108.7,
    "text": "this allowed Birdseye to bring arctic winter to the rest of the world"
  },
  {
    "startTime": 108.8,
    "endTime": 112.3,
    "text": "and to almost single-handedly jumpstart the modern market for frozen foods."
  },
  {
    "startTime": 112.4,
    "endTime": 114.4,
    "text": "You probably even have your own freezer,"
  },
  {
    "startTime": 114.5,
    "endTime": 118.4,
    "text": "a marvelous device cold enough to quick-freeze almost any food you put in it."
  },
  {
    "startTime": 118.5,
    "endTime": 121.1,
    "text": "In other words, the North Pole, in your kitchen."
  }
]