[
  {
    "startTime": 15.3,
    "endTime": 22.1,
    "text": "You might have heard that light is a kind of wave and that the color of an object is related to the frequency of light waves it reflects."
  },
  {
    "startTime": 22.2,
    "endTime": 29.799999999999997,
    "text": "High-frequency light waves look violet, low-frequency light waves look red, and in-between frequencies look yellow, green, orange, and so on."
  },
  {
    "startTime": 30.4,
    "endTime": 36.4,
    "text": "You might call this idea physical color because it says that color is a physical property of light itself."
  },
  {
    "startTime": 36.5,
    "endTime": 38.9,
    "text": "It's not dependent on human perception."
  },
  {
    "startTime": 39.0,
    "endTime": 43.7,
    "text": "And, while this isn't wrong, it isn't quite the whole story either."
  },
  {
    "startTime": 43.8,
    "endTime": 47.3,
    "text": "For instance, you might have seen this picture before."
  },
  {
    "startTime": 47.4,
    "endTime": 51.5,
    "text": "As you can see, the region where the red and green lights overlap is yellow."
  },
  {
    "startTime": 51.6,
    "endTime": 53.9,
    "text": "When you think about it, this is pretty weird."
  },
  {
    "startTime": 54.0,
    "endTime": 62.1,
    "text": "Because light is a wave, two different frequencies shouldn't interact with each other at all, they should just co-exist like singers singing in harmony."
  },
  {
    "startTime": 62.5,
    "endTime": 67.1,
    "text": "So, in this yellow looking region, two different kinds of light waves are present."
  },
  {
    "startTime": 67.2,
    "endTime": 70.4,
    "text": "One with a red frequency, and one with a green frequency."
  },
  {
    "startTime": 70.5,
    "endTime": 72.9,
    "text": "There is no yellow light present at all."
  },
  {
    "startTime": 73.0,
    "endTime": 78.3,
    "text": "So, how come this region, where the red and green lights mix, looks yellow to us?"
  },
  {
    "startTime": 78.6,
    "endTime": 85.1,
    "text": "To understand this, you have to understand a little bit about biology, in particular, about how humans see color."
  },
  {
    "startTime": 85.2,
    "endTime": 91.4,
    "text": "Light perception happens in a paper-thin layer of cells, called the retina, that covers the back of your eyeball."
  },
  {
    "startTime": 91.5,
    "endTime": 97.9,
    "text": "In the retina, there are two different types of light-detecting cells: rods and cones."
  },
  {
    "startTime": 97.9,
    "endTime": 102.60000000000001,
    "text": "The rods are used for seeing in low-light conditions, and there is only one kind of those."
  },
  {
    "startTime": 102.7,
    "endTime": 105.3,
    "text": "The cones, however, are a different story."
  },
  {
    "startTime": 105.4,
    "endTime": 111.30000000000001,
    "text": "There are three kinds of cone cells that roughly correspond to the colors red, green, and blue."
  },
  {
    "startTime": 111.4,
    "endTime": 116.4,
    "text": "When you see a color, each cone sends its own distinct signal to your brain."
  },
  {
    "startTime": 116.5,
    "endTime": 122.9,
    "text": "For example, suppose that yellow light, that is real yellow light, with a yellow frequency, is shining on your eye."
  },
  {
    "startTime": 123.0,
    "endTime": 129.4,
    "text": "You don't have a cone specifically for detecting yellow, but yellow is kind of close to green and also kind of close to red,"
  },
  {
    "startTime": 129.5,
    "endTime": 135.0,
    "text": "so both the red and green cones get activated, and each sends a signal to your brain saying so."
  },
  {
    "startTime": 135.6,
    "endTime": 140.9,
    "text": "Of course, there is another way to activate the red cones and the green cones simultaneously."
  },
  {
    "startTime": 141.0,
    "endTime": 144.2,
    "text": "If both red light and green light are present at the same time."
  },
  {
    "startTime": 144.6,
    "endTime": 154.9,
    "text": "The point is, your brain receives the same signal, regardless of whether you see light that has the yellow frequency or light that is a mixture of the green and red frequencies."
  },
  {
    "startTime": 155.0,
    "endTime": 159.1,
    "text": "That's why, for light, red plus green equals yellow."
  },
  {
    "startTime": 159.2,
    "endTime": 162.5,
    "text": "And, how come you can't detect colors when it's dark?"
  },
  {
    "startTime": 162.6,
    "endTime": 166.6,
    "text": "Well, the rod cells in your retina take over in low-light conditions."
  },
  {
    "startTime": 166.7,
    "endTime": 174.6,
    "text": "You only have one kind of rod cell, and so there is one type of signal that can get sent to your brain: light or no light."
  },
  {
    "startTime": 174.6,
    "endTime": 179.5,
    "text": "Having only one kind of light detector doesn't leave any room for seeing color."
  },
  {
    "startTime": 179.6,
    "endTime": 184.6,
    "text": "There are infinitely many different physical colors, but because we only have three kinds of cones,"
  },
  {
    "startTime": 184.7,
    "endTime": 194.0,
    "text": "the brain can be tricked into thinking it's seeing any color by carefully adding together the right combination of just three colors: red, green, and blue."
  },
  {
    "startTime": 194.1,
    "endTime": 197.7,
    "text": "This property of human vision is really useful in the real world."
  },
  {
    "startTime": 197.8,
    "endTime": 200.0,
    "text": "For example, TV manufacturing."
  },
  {
    "startTime": 200.1,
    "endTime": 207.154,
    "text": "Instead of having to put infinitely many colors in your TV set to simulate the real world, TV manufacturers only have to put three:"
  },
  {
    "startTime": 207.2,
    "endTime": 211.0,
    "text": "red, green, and blue, which is lucky for them, really."
  }
]