[
  {
    "startTime": 7.136,
    "endTime": 10.573,
    "text": "English, like all languages, is a messy business."
  },
  {
    "startTime": 10.573,
    "endTime": 13.283000000000001,
    "text": "You can be uncouth but not \"couth.\""
  },
  {
    "startTime": 13.283,
    "endTime": 20.691,
    "text": "You can be ruthless, but good luck trying to show somebody that you have \"ruth\" unless you happen to be married to someone named Ruth. [To my sensitive husband. Love, Ruth.]"
  },
  {
    "startTime": 20.691,
    "endTime": 27.305,
    "text": "It's bad to be unkempt but impossible to be \"kempt,\" or \"sheveled\" as opposed to disheveled."
  },
  {
    "startTime": 27.305,
    "endTime": 27.996,
    "text": "There are other things that make no more sense than those but that seem normal now because the sands of time have buried where they came from."
  },
  {
    "startTime": 34.443,
    "endTime": 39.275,
    "text": "For example, did you ever wonder why a nickname for Edward is Ned?"
  },
  {
    "startTime": 39.275,
    "endTime": 40.644999999999996,
    "text": "Where'd the N come from?"
  },
  {
    "startTime": 40.645,
    "endTime": 43.248000000000005,
    "text": "It's the same with Nellie for Ellen."
  },
  {
    "startTime": 43.248,
    "endTime": 50.577999999999996,
    "text": "Afterall, if someone's name is Ethan, we don't nickname him Nethan, nor do we call our favorite Maria, Nmaria."
  },
  {
    "startTime": 50.578,
    "endTime": 57.773,
    "text": "In fact, if anyone did, our primary urge would be to either scold them or gently hide them away until the company had departed."
  },
  {
    "startTime": 57.773,
    "endTime": 64.116,
    "text": "All these nicknames trace back to a mistake, although, a perfectly understandable one."
  },
  {
    "startTime": 64.116,
    "endTime": 66.928,
    "text": "In fact, even the word nickname is weird."
  },
  {
    "startTime": 66.928,
    "endTime": 69.384,
    "text": "What's so \"nick\" about a nickname?"
  },
  {
    "startTime": 69.384,
    "endTime": 71.801,
    "text": "Is it that it's a name that has a nick in it?"
  },
  {
    "startTime": 71.801,
    "endTime": 73.557,
    "text": "Let's face it, not likely."
  },
  {
    "startTime": 73.557,
    "endTime": 79.163,
    "text": "Actually, in Old English, the word was ekename, and eke meant also or other."
  },
  {
    "startTime": 79.163,
    "endTime": 90.169,
    "text": "You can see eke still used in Chaucer's Canterbury Tales in a sentence like, [speaking Middle English] in Chaucer's Canterbury Tales in a sentence like, which meant, \"When Zephyr also with his sweet breath.\""
  },
  {
    "startTime": 90.169,
    "endTime": 93.569,
    "text": "Ekename meant \"also name.\""
  },
  {
    "startTime": 93.569,
    "endTime": 109.744,
    "text": "What happened was that when people said, \"an ekename,\" it could sound like they were saying, \"a nekename,\" and after a while, so many people were hearing it that way that they started saying \"that's my nickname,\" instead of \"that's my ekename.\""
  },
  {
    "startTime": 109.744,
    "endTime": 116.36,
    "text": "Now, the word had a stray n at the front that started as a mistake, but from now on was what the word really was."
  },
  {
    "startTime": 116.36,
    "endTime": 128.631,
    "text": "It was rather as if you had gum on the bottom of your shoe and stepped on a leaf, dragged that leaf along for the rest of your life, were buried wearing that shoe and went to heaven in it, to spend eternity wedded to that stray, worn-out leaf."
  },
  {
    "startTime": 128.631,
    "endTime": 132.06,
    "text": "Ekename picked up an n and never let it go."
  },
  {
    "startTime": 132.06,
    "endTime": 133.769,
    "text": "The same thing happened with other words."
  },
  {
    "startTime": 133.769,
    "endTime": 137.406,
    "text": "Old English speakers cut \"otches\" into wood."
  },
  {
    "startTime": 137.406,
    "endTime": 147.41,
    "text": "But after centuries of being asked to cut an otch into something, it was easy to think you were cutting a notch instead, and pretty soon you were."
  },
  {
    "startTime": 147.41,
    "endTime": 154.827,
    "text": "In a world where almost no one could read, it was easier for what people heard to become, after a while, what it started to actually be."
  },
  {
    "startTime": 154.827,
    "endTime": 157.368,
    "text": "Here's where the Ned-style nicknames come in."
  },
  {
    "startTime": 157.368,
    "endTime": 167.161,
    "text": "Old English was more like German than our English is now, and just as in German, my is \"mein,\" in Old English, my was meen."
  },
  {
    "startTime": 167.161,
    "endTime": 172.1,
    "text": "You would say \"meen book,\" actually \"boke\" in Old English, or meen cat."
  },
  {
    "startTime": 172.1,
    "endTime": 180.577,
    "text": "And just as today, we might refer to our child as my Dahlia or my Laura, in Old English, they would say, \"meen Ed\"."
  },
  {
    "startTime": 180.577,
    "endTime": 184.339,
    "text": "That is mein Ed, mein Ellie."
  },
  {
    "startTime": 184.339,
    "endTime": 186.081,
    "text": "You see where this is going."
  },
  {
    "startTime": 186.081,
    "endTime": 190.92399999999998,
    "text": "As time passed, meen morphed into the my we know today."
  },
  {
    "startTime": 190.924,
    "endTime": 197.33100000000002,
    "text": "That meant that when people said, \"mein Ed,\" it sounded like they were saying my Ned."
  },
  {
    "startTime": 197.331,
    "endTime": 203.778,
    "text": "That is, it sounded like whenever someone referred to Edward affectionately, they said Ned instead of Ed."
  },
  {
    "startTime": 203.778,
    "endTime": 206.17999999999998,
    "text": "Behold, the birth of a nickname!"
  },
  {
    "startTime": 206.18,
    "endTime": 209.58,
    "text": "Or an ekename."
  },
  {
    "startTime": 209.58,
    "endTime": 214.817,
    "text": "Hence, also Nellie for Ellen and Nan for Ann, and even in the old days, Nabby for Abigal."
  },
  {
    "startTime": 214.817,
    "endTime": 219.03300000000002,
    "text": "President John Adam's wife Abigail's nickname was Nabby."
  },
  {
    "startTime": 219.786,
    "endTime": 221.585,
    "text": "All sorts of words are like this."
  },
  {
    "startTime": 221.585,
    "endTime": 233.333,
    "text": "Old English speakers wore \"naprons,\" but a \"napron\" sounds like an apron, and that gave birth to a word apron that no one in Beowulf would have recognized."
  },
  {
    "startTime": 233.333,
    "endTime": 236.38,
    "text": "Umpire started as numpires, too."
  },
  {
    "startTime": 236.933,
    "endTime": 246.184,
    "text": "If all of this sounds like something sloppy that we modern people would never do, then think about something you hear all the time and probably say: \"a whole nother.\""
  },
  {
    "startTime": 246.184,
    "endTime": 247.737,
    "text": "What's nother?"
  },
  {
    "startTime": 247.737,
    "endTime": 254.612,
    "text": "We have the word another, of course, but it's composed of an and other, or so we thought."
  },
  {
    "startTime": 254.612,
    "endTime": 266.403,
    "text": "Yet, when we slide whole into the middle, we don't say, \"a whole other,\" we clip that n off of the an and stick it to other and create a new word, nother."
  },
  {
    "startTime": 266.403,
    "endTime": 275.749,
    "text": "For a long time, nobody was writing these sort of things down or putting them in a dictionary, but that's only because writing is more codified now than it was 1,000 years ago."
  },
  {
    "startTime": 275.749,
    "endTime": 277.346,
    "text": "So, when you see a weird word, remember that there might be a whole nother side to the story."
  }
]