[
  {
    "startTime": 15.801,
    "endTime": 27.119,
    "text": "Every second, one million tons of matter is blasted from the Sun at the velocity of one million miles per hour, and it's on a collision course with Earth!"
  },
  {
    "startTime": 27.992,
    "endTime": 32.961,
    "text": "But don't worry, this isn't the opening of a new Michael Bay movie."
  },
  {
    "startTime": 32.961,
    "endTime": 37.248999999999995,
    "text": "This is The Journey of the Polar Lights."
  },
  {
    "startTime": 37.249,
    "endTime": 46.857,
    "text": "The Northern and Southern Lights, also known as the Aurora Borealis and Aurora Australis, respectively, occur when high energy particles from the Sun collide with neutral atoms in our atmosphere."
  },
  {
    "startTime": 46.857,
    "endTime": 52.869,
    "text": "The energy emitted from this crash produces a spectacle of light that mankind has marveled at for centuries."
  },
  {
    "startTime": 52.869,
    "endTime": 56.846,
    "text": "But the particles journey isn't just as simple as leaving the Sun and arriving at Earth."
  },
  {
    "startTime": 56.846,
    "endTime": 62.122,
    "text": "Like any cross-country road trip, there's a big detour and nobody asks for directions."
  },
  {
    "startTime": 62.122,
    "endTime": 73.353,
    "text": "Let's track this intergalactic voyage by focusing on three main points of their journey: leaving the sun, making a pit stop in the Earth's magnetic fields, and arriving at the atmosphere above our heads."
  },
  {
    "startTime": 73.353,
    "endTime": 77.428,
    "text": "The protons and electrons creating the Northern Lights depart from the Sun's corona."
  },
  {
    "startTime": 77.428,
    "endTime": 81.964,
    "text": "The corona is the outermost layer of the Sun's atmosphere and is one of the hottest regions."
  },
  {
    "startTime": 81.964,
    "endTime": 91.087,
    "text": "Its intense heat causes the Sun's hydrogen and helium atoms to vibrate and shake off protons and electrons as if they were stripping off layers on a hot, sunny day."
  },
  {
    "startTime": 91.087,
    "endTime": 102.416,
    "text": "Impatient and finally behind the wheel, these free protons and electrons move too fast to be contained by the sun's gravity and group together as plasma, an electric charged gas."
  },
  {
    "startTime": 102.416,
    "endTime": 115.78699999999999,
    "text": "They travel away from the sun as a constant gale of plasma, known as the solar wind."
  },
  {
    "startTime": 115.787,
    "endTime": 122.05000000000001,
    "text": "However, the Earth prevents the solar wind from travelling straight into the planet by setting up a detour, the magnetosphere."
  },
  {
    "startTime": 122.05,
    "endTime": 128.395,
    "text": "The magnetosphere is formed by the Earth's magnetic currents and shields our planet from the solar winds by sending out the particles around the Earth."
  },
  {
    "startTime": 128.395,
    "endTime": 134.829,
    "text": "Their opportunity to continue the journey down to the atmosphere comes when the magnetosphere is overwhelmed by a new wave of travellers."
  },
  {
    "startTime": 134.829,
    "endTime": 142.33800000000002,
    "text": "This event is coronal mass ejection, and it occurs when the Sun shoots out a massive ball of plasma into the solar wind."
  },
  {
    "startTime": 142.338,
    "endTime": 148.49699999999999,
    "text": "When one of these coronal mass ejections collides with Earth, it overpowers the magnetosphere and creates a magnetic storm."
  },
  {
    "startTime": 148.497,
    "endTime": 157.81300000000002,
    "text": "The heavy storm stresses the magnetosphere until it suddenly snaps back, like an overstretched elastic band, flinging some of the detoured particles towards Earth."
  },
  {
    "startTime": 157.813,
    "endTime": 165.70899999999997,
    "text": "The retracting band of the magnetic field drags them down to the aurora ovals, which are the locations of the Northern and Southern Lights."
  },
  {
    "startTime": 165.709,
    "endTime": 172.969,
    "text": "After travelling 93 million miles across the galaxy, the Sun's particles finally produce their dazzling light show with the help of some friends."
  },
  {
    "startTime": 172.969,
    "endTime": 181.284,
    "text": "Twenty to two hundred miles above the surface, the electrons and protons meet up with oxygen and nitrogen atoms, and they sure are happy to see each other."
  },
  {
    "startTime": 181.284,
    "endTime": 187.081,
    "text": "The Sun's particles high five the atoms, giving their energy to the Earth's neutral oxygen and nitrogen atoms."
  },
  {
    "startTime": 187.087,
    "endTime": 192.23899999999998,
    "text": "When the atoms in the atmosphere are contacted by the particles, they get excited and emit photons."
  },
  {
    "startTime": 192.239,
    "endTime": 195.45600000000002,
    "text": "Photons are small bursts of energy in the form of light."
  },
  {
    "startTime": 195.489,
    "endTime": 199.731,
    "text": "The colors that appear in the sky depend on the wavelength of the atom's photon."
  },
  {
    "startTime": 199.731,
    "endTime": 206.90099999999998,
    "text": "Excited oxygen atoms are responsible for the green and red colors, whereas excited nitrogen atoms produce blue and deep red hues."
  },
  {
    "startTime": 206.901,
    "endTime": 215.329,
    "text": "The collection of these interactions is what creates the Northern and Southern Lights."
  },
  {
    "startTime": 215.382,
    "endTime": 220.252,
    "text": "The polar lights are best seen on clear nights in regions close to magnetic north and south poles."
  },
  {
    "startTime": 220.252,
    "endTime": 226.18800000000002,
    "text": "Nighttime is ideal because the Aurora is much dimmer than sunlight and cannot be seen in daytime."
  },
  {
    "startTime": 226.188,
    "endTime": 243.09699999999998,
    "text": "Remember to look up to the sky and read up on the Sun's energy patterns, specifically sunspots and solar flares, as these will be good guides for predicting the auroras."
  }
]