[
  {
    "startTime": 1.12,
    "endTime": 4.78,
    "text": "Locusts are grasshoppers — with unusual superpowers."
  },
  {
    "startTime": 4.78,
    "endTime": 14.64,
    "text": "When triggered by overcrowding, they literally transform themselves — changing from green to brown, eating more, getting muscular, mating more, and congregating in crowds."
  },
  {
    "startTime": 14.64,
    "endTime": 23.89,
    "text": "Then, their shy alter egos forgotten, they swarm across the landscape, searching for food, colonizing and recolonizing breeding grounds, and being a general nuisance."
  },
  {
    "startTime": 23.89,
    "endTime": 34.17,
    "text": "There are about a dozen locust species on Earth, and only one has been found in North America: the Rocky Mountain locust, which devastated crops across the Great Plains from 1850 to 1880."
  },
  {
    "startTime": 34.17,
    "endTime": 44.03,
    "text": "The fact that the locusts preferred cultivated crops to prairie grasses ensured that their massive swarms caught the attention of white settlers... though really, the locusts would have been hard to miss."
  },
  {
    "startTime": 44.03,
    "endTime": 51.04,
    "text": "One observer in Nebraska in 1875 watched a mile-high stream of locusts pass overhead for 5 days straight."
  },
  {
    "startTime": 51.04,
    "endTime": 60.61,
    "text": "Together with telegraphed reports from neighboring towns, he estimated the swarm to be 110 miles wide and 1,800 miles long, roughly twice the size of Colorado."
  },
  {
    "startTime": 60.61,
    "endTime": 68.43,
    "text": "During the biggest outbreaks, locusts consumed all crops in their path, as well as, reportedly, fence posts, leather, and the wool off of sheep."
  },
  {
    "startTime": 68.43,
    "endTime": 78.84,
    "text": "They were such a challenge to the settlement of the western US and Canada that bounty hunters were paid as much as $100 per bushel of dead grasshoppers, and settlers dynamited their breeding grounds."
  },
  {
    "startTime": 78.84,
    "endTime": 86.23,
    "text": "While these methods may have been more satisfying than successful, ultimately, the settlers did end up controlling the Rocky Mountain Locusts."
  },
  {
    "startTime": 86.23,
    "endTime": 89.77000000000001,
    "text": "In fact, they made them go extinct. By accident."
  },
  {
    "startTime": 89.77,
    "endTime": 93.32,
    "text": "Locusts, like settlers, need to eat and reproduce."
  },
  {
    "startTime": 93.32,
    "endTime": 101.02,
    "text": "And after outbreaks, locust populations typically retreated back to their permanent breeding grounds in the valleys of the northern Rockies to lay their eggs."
  },
  {
    "startTime": 101.02,
    "endTime": 108.78,
    "text": "However, because these river bottomlands were fertile and had plenty of water, they were also prime locations for pioneer farms and ranches."
  },
  {
    "startTime": 108.78,
    "endTime": 116.16,
    "text": "It turns out that plows, livestock, and irrigation excel at destroying locust eggs and crucial locust nymph habitat."
  },
  {
    "startTime": 116.16,
    "endTime": 128.32,
    "text": "By the 1890s, swarming white settlers had covered so much western river bottomland that the locusts weren't able to attain the numbers or density needed to transform into their buff alter egos, and they never swarmed again."
  },
  {
    "startTime": 128.32,
    "endTime": 139.01999999999998,
    "text": "The disappearance of these superbugs less than 30 years after they nearly ate agriculture off the Great Plains, is most likely the only extinction of a pest species in the history of agriculture."
  },
  {
    "startTime": 139.02,
    "endTime": 151.37,
    "text": "Because it turns out, agriculture was their kryptonite."
  }
]