[
  {
    "startTime": 9.66,
    "endTime": 10.7,
    "text": "Seoul, South Korea."
  },
  {
    "startTime": 11.6,
    "endTime": 17.07,
    "text": "On immediate glance you'll probably notice that shopping and dining are two of Seoul's most prominent features,"
  },
  {
    "startTime": 17.37,
    "endTime": 19.48,
    "text": "but after a little more research and wandering around,"
  },
  {
    "startTime": 19.5,
    "endTime": 23.0,
    "text": "you'll notice that there's a rich history, mountains and parks,"
  },
  {
    "startTime": 23.1,
    "endTime": 26.0,
    "text": "countless neighborhoods, and an interesting Korean culture."
  },
  {
    "startTime": 26.78,
    "endTime": 29.1,
    "text": "The list of attractions in Seoul could go on and on,"
  },
  {
    "startTime": 29.2,
    "endTime": 33.1,
    "text": "that's why instead of trying to tackle the entire city,"
  },
  {
    "startTime": 33.2,
    "endTime": 36.5,
    "text": "I'd limit this list to just twenty five of the coolest things to do."
  },
  {
    "startTime": 37.12,
    "endTime": 40.099999999999994,
    "text": "This is an overview video that includes a little history,"
  },
  {
    "startTime": 40.1,
    "endTime": 43.6,
    "text": "a little shopping, food and eating, and everything entertaining."
  },
  {
    "startTime": 44.269,
    "endTime": 48.129,
    "text": "If you want to add something to this list, please feel free to leave a comment below."
  },
  {
    "startTime": 48.929,
    "endTime": 51.25,
    "text": "Number one is the Gyeongbukgung Palace,"
  },
  {
    "startTime": 51.3,
    "endTime": 55.699999999999996,
    "text": "originally constructed at the end of the fourteenth century, during the Jeonsong dynasty."
  },
  {
    "startTime": 56.05,
    "endTime": 61.119,
    "text": "And I just got my ticket, three thousand won which is about three US dollars."
  },
  {
    "startTime": 64.319,
    "endTime": 71.14,
    "text": "The coolest part about this palace are these giant earthenware clay pots,"
  },
  {
    "startTime": 71.2,
    "endTime": 74.9,
    "text": "and they were used once back in the day to store the chili pastes,"
  },
  {
    "startTime": 75.0,
    "endTime": 79.7,
    "text": "the soy bean, the fermented soy beans, maybe even kim chi."
  },
  {
    "startTime": 79.75,
    "endTime": 84.36,
    "text": "Ok, I'm at the Bukchon Hanok Village, which is a traditional Korean village,"
  },
  {
    "startTime": 84.5,
    "endTime": 87.06,
    "text": "nowadays it's quite a tourist attraction,"
  },
  {
    "startTime": 87.06,
    "endTime": 92.23,
    "text": "but you just follow this map around, and you go to a number of different viewpoints,"
  },
  {
    "startTime": 92.3,
    "endTime": 96.2,
    "text": "and lets go check out these buildings."
  },
  {
    "startTime": 102.9,
    "endTime": 105.65,
    "text": "The temple is one of the centers of Zen Buddhism in Korea."
  },
  {
    "startTime": 106.25,
    "endTime": 110.5,
    "text": "One of the coolest things about visiting the temple was the ancient trees on the compound,"
  },
  {
    "startTime": 110.5,
    "endTime": 115.2,
    "text": "apparently over five hundred years old and strung with brightly colored lanterns."
  },
  {
    "startTime": 115.44,
    "endTime": 118.67999999999999,
    "text": "The Hwaseong Fortress is now a UNESCO world heritage site,"
  },
  {
    "startTime": 118.8,
    "endTime": 121.7,
    "text": "and one of South Koreas most important historical sites."
  },
  {
    "startTime": 121.88,
    "endTime": 125.82,
    "text": "Ok, I'm going to start the ascent up to the fortress walls."
  },
  {
    "startTime": 125.82,
    "endTime": 129.03,
    "text": "So, I don't know how long this will take, but it doesn't look that high."
  },
  {
    "startTime": 136.33,
    "endTime": 142.40900000000002,
    "text": "Korean war memorial monument right now. It's a pretty cool place actually."
  },
  {
    "startTime": 144.909,
    "endTime": 150.48999999999998,
    "text": "Although a communications tower, it doubles as an observation tower as well."
  },
  {
    "startTime": 151.49,
    "endTime": 153.68900000000002,
    "text": "Number seven is the area of Myeongdong."
  },
  {
    "startTime": 153.7,
    "endTime": 156.79999999999998,
    "text": "Shopaholics will rejoice when they go to Myeongdong."
  },
  {
    "startTime": 156.87,
    "endTime": 160.59900000000002,
    "text": "It's one of Seoul's busiest and most shopper insane areas of town."
  },
  {
    "startTime": 165.499,
    "endTime": 168.559,
    "text": "One of Seoul's most touristy areas of town is known as Insadong."
  },
  {
    "startTime": 169.659,
    "endTime": 172.519,
    "text": "If you're looking for Korean souvenirs to bring back, this is a great,"
  },
  {
    "startTime": 172.6,
    "endTime": 174.79999999999998,
    "text": "yet kind of expensive place to buy things."
  },
  {
    "startTime": 177.939,
    "endTime": 180.679,
    "text": "Coming in at number nine is the Namdaemun Market,"
  },
  {
    "startTime": 180.7,
    "endTime": 184.89999999999998,
    "text": "located in the central area of Seoul, and it's one of the cities largest and oldest markets."
  },
  {
    "startTime": 186.179,
    "endTime": 188.499,
    "text": "This is Seoul in its most thrilling local flavor."
  },
  {
    "startTime": 192.6,
    "endTime": 197.35999999999999,
    "text": "Yet another wild shopping destination, Dongdaemun is not really a single market"
  },
  {
    "startTime": 197.4,
    "endTime": 200.9,
    "text": "but rather an entire area that is dedicated to shopping."
  },
  {
    "startTime": 202.819,
    "endTime": 205.719,
    "text": "One of the international melting pots of Seoul is Itaewon."
  },
  {
    "startTime": 206.519,
    "endTime": 210.15,
    "text": "There are lots of international restaurants, stores, bars and clubs."
  },
  {
    "startTime": 210.75,
    "endTime": 215.749,
    "text": "Another popular area of Seoul is near Hongik University, known as Hongdae for short."
  },
  {
    "startTime": 216.449,
    "endTime": 220.46900000000002,
    "text": "Lotte Mart has to be one of the coolest grocery stores I've ever visited."
  },
  {
    "startTime": 221.469,
    "endTime": 225.769,
    "text": "Step inside and you'll be transported into a world of thrilling rides and adventurous activities."
  },
  {
    "startTime": 226.199,
    "endTime": 233.20000000000002,
    "text": "After walking around for a while, I realized, it's a giant green park, with not just cool things for kids, but for just about everyone."
  },
  {
    "startTime": 233.489,
    "endTime": 236.249,
    "text": "I got to see my first ever polar bears at the zoo within the park."
  },
  {
    "startTime": 237.379,
    "endTime": 244.1,
    "text": "Along the banks of the river, throughout most of the city, is a lovely recreational area set aside for exercising and sports."
  },
  {
    "startTime": 244.12,
    "endTime": 252.70000000000002,
    "text": "In an effort to renew the greenness in a seemingly endless city sprawl, in central Seoul, the Cheonggyecheon Stream and recreational area was created."
  },
  {
    "startTime": 252.79,
    "endTime": 257.8,
    "text": "Namsan is located right in the middle of Seoul, but there are also many places to hike near the city."
  },
  {
    "startTime": 257.84,
    "endTime": 265.5,
    "text": "Without doubt, if you like to eat, indulging in Korean street food at the Gwangjang Market will be one of the top things to do in Seoul."
  },
  {
    "startTime": 265.55,
    "endTime": 267.98,
    "text": "For myself, it was probably the coolest thing I did."
  },
  {
    "startTime": 273.59,
    "endTime": 279.5,
    "text": "Number twenty is Seoul's Noryangjin Fisheries Market, a bedazzling display of the finest and freshest seafood."
  },
  {
    "startTime": 279.51,
    "endTime": 285.2,
    "text": "The seafood is kept so fresh in water that it's sometimes looks like you're in a pet store instead of a food market, isn't that awesome."
  },
  {
    "startTime": 285.62,
    "endTime": 289.65,
    "text": "Garak Market is the biggest and craziest distribution wholesale food market in Seoul."
  },
  {
    "startTime": 290.15,
    "endTime": 293.82,
    "text": "Food comes to this market from around the entire country to supply the city."
  },
  {
    "startTime": 293.82,
    "endTime": 296.55,
    "text": "One of the finest things to do in Seoul is to explore with your stomach."
  },
  {
    "startTime": 297.25,
    "endTime": 302.9,
    "text": "Much of the street food in Seoul is made for on the go eater who just have a few moments to grab a quick snack."
  },
  {
    "startTime": 302.94,
    "endTime": 306.19,
    "text": "The food is served piping hot and is fresh and extremely tasty."
  },
  {
    "startTime": 306.3,
    "endTime": 309.8,
    "text": "Deep fried items and hot dogs are popular choices."
  },
  {
    "startTime": 309.82,
    "endTime": 317.4,
    "text": "Korean really know how to make ice cream well, and not just fresh ice cream, but some of the best ice cream packages I've ever had are sold at Korean convenience stores."
  },
  {
    "startTime": 318.6,
    "endTime": 321.78000000000003,
    "text": "I don't think I've ever seen as many coffee shops per block as in Seoul."
  },
  {
    "startTime": 322.18,
    "endTime": 330.8,
    "text": "The problem is, it happens to be way watered down, and not nearly strong enough, but the coffee shops are still nice to sit in, and normally include wifi."
  },
  {
    "startTime": 330.89,
    "endTime": 336.46,
    "text": "It all eventually comes down to the food, and Seoul, South Korea, is literally a heaven on earth."
  },
  {
    "startTime": 336.76,
    "endTime": 339.3,
    "text": "At number twenty five is the Korea barbecue."
  },
  {
    "startTime": 339.6,
    "endTime": 354.1,
    "text": "Sitting at a table with your own personal grill in front of you, ordering plates of meat and grilling them right before your nose, and devouring the meat along with Korean side dishes, and leaves of lettuce and garlic, is one of the world's most delicious ways to feast."
  },
  {
    "startTime": 354.71,
    "endTime": 362.4,
    "text": "During my entire visit, I was enthralled and confused at the same time, debating what to eat and trying to eat as much South Korean food as possible."
  },
  {
    "startTime": 375.88,
    "endTime": 378.59,
    "text": "So there you have twenty five exciting things to do in Seoul."
  },
  {
    "startTime": 378.99,
    "endTime": 382.86,
    "text": "But like I said before, this is by no means everything there is to do in Seoul."
  },
  {
    "startTime": 383.46,
    "endTime": 387.65999999999997,
    "text": "So if you have any other suggestions, please leave a comment below and let me know!"
  }
]