[
  {
    "startTime": 13.4,
    "endTime": 15.5,
    "text": "Mysteries of vernacular:"
  },
  {
    "startTime": 15.6,
    "endTime": 17.3,
    "text": "Quarantine,"
  },
  {
    "startTime": 17.4,
    "endTime": 23.799999999999997,
    "text": "a state, period, or place of strict isolation meant to prevent the spread of disease."
  },
  {
    "startTime": 24.0,
    "endTime": 32.9,
    "text": "In the 14th century, the Bubonic Plague, later called \"The Black Death,\" spread across Europe with devastating consequences."
  },
  {
    "startTime": 33.0,
    "endTime": 39.1,
    "text": "It's been estimated that the Plague decimated at least one-third of Europe's population."
  },
  {
    "startTime": 39.3,
    "endTime": 46.5,
    "text": "In a vain effort to stave off infection, the Italian-speaking port city of Ragusa, in what is now Croatia,"
  },
  {
    "startTime": 46.6,
    "endTime": 57.5,
    "text": "mandated that ships arriving from Plague-infested areas remain isolated on the water until it was deemed likely that they weren't carrying a disease."
  },
  {
    "startTime": 57.6,
    "endTime": 68.1,
    "text": "This meant that the entire contents of a ship and all of its passengers were often forced to remain on board for five or six weeks before being let ashore."
  },
  {
    "startTime": 68.2,
    "endTime": 76.60000000000001,
    "text": "Though the drastic measure was only marginally successful, it wasn't long before other port cities followed suit."
  },
  {
    "startTime": 76.7,
    "endTime": 85.4,
    "text": "In 1397, the official period of isolation imposed on ships and crews was set at forty days."
  },
  {
    "startTime": 85.7,
    "endTime": 91.2,
    "text": "Although it did little to protect ports from infection, the directive stuck."
  },
  {
    "startTime": 91.3,
    "endTime": 100.5,
    "text": "From the Italian word \"quaranta,\" meaning forty, this period of stasis was given the name quarantine."
  },
  {
    "startTime": 100.4,
    "endTime": 115.0,
    "text": "And by the mid 1600s, the word quarantine was being used to describe any place, period, or state of isolation, plague-related or not."
  }
]