[
  {
    "startTime": 0.1,
    "endTime": 3.3000000000000003,
    "text": "There's a chart I saw recently that I can't get out of my head."
  },
  {
    "startTime": 3.5,
    "endTime": 12.2,
    "text": "A Harvard business professor and economist asked more than five thousand Americans: how they thought wealth was distributed in the United States."
  },
  {
    "startTime": 12.4,
    "endTime": 14.1,
    "text": "This is what they said they thought it was:"
  },
  {
    "startTime": 14.3,
    "endTime": 19.9,
    "text": "dividing the country into five rough groups of the top bottom and middle three twenty percent groups,"
  },
  {
    "startTime": 20.1,
    "endTime": 23.8,
    "text": "they asked people how they thought the wealth in this country was divided?"
  },
  {
    "startTime": 24.0,
    "endTime": 27.7,
    "text": "Then he ask them, what they thought was the ideal distribution?"
  },
  {
    "startTime": 27.9,
    "endTime": 33.8,
    "text": "And 92 percent, that's at least nine out of ten of them, said it should be more like this."
  },
  {
    "startTime": 34.0,
    "endTime": 37.1,
    "text": "In other words, more equitable than they think it is."
  },
  {
    "startTime": 37.3,
    "endTime": 44.3,
    "text": "Now that fact is telling, admittedly, the notion that most Americans know that the system is already skewed unfairly."
  },
  {
    "startTime": 44.5,
    "endTime": 49.4,
    "text": "But what's most interesting to me is the reality compared to our perception."
  },
  {
    "startTime": 49.6,
    "endTime": 58.900000000000006,
    "text": "The ideal is as far removed from our perception of reality as the actual distribution is from what we think exists in this country."
  },
  {
    "startTime": 59.2,
    "endTime": 61.6,
    "text": "So, ignore the ideal for a moment."
  },
  {
    "startTime": 61.8,
    "endTime": 64.219,
    "text": "Here's what we think it is again."
  },
  {
    "startTime": 64.219,
    "endTime": 66.89999999999999,
    "text": "And here is the actual distribution."
  },
  {
    "startTime": 67.2,
    "endTime": 69.17,
    "text": "Shockingly skewed."
  },
  {
    "startTime": 69.17,
    "endTime": 80.2,
    "text": "Not only do the bottom 20 percent and the next 20 percent, the bottom 40 percent of Americans barely have any of the wealth. I mean, it's hard to even see them on the chart."
  },
  {
    "startTime": 80.349,
    "endTime": 89.9,
    "text": "But the top one percent has more of the country's wealth than nine out of ten Americans believe the entire top 20 percent should have."
  },
  {
    "startTime": 90.2,
    "endTime": 91.60000000000001,
    "text": "Mind-blowing."
  },
  {
    "startTime": 91.72,
    "endTime": 96.4,
    "text": "But let's look at it another way because I find this chart kind of difficult to wrap my head around."
  },
  {
    "startTime": 96.6,
    "endTime": 103.0,
    "text": "Instead, let's reduce the 311 million Americans to just a representative one hundred people"
  },
  {
    "startTime": 103.2,
    "endTime": 104.4,
    "text": "Make it simple."
  },
  {
    "startTime": 104.7,
    "endTime": 106.0,
    "text": "Here they are."
  },
  {
    "startTime": 106.1,
    "endTime": 115.3,
    "text": "Teachers, coaches, firefighters, construction workers, engineers, doctors, lawyers, some investment bankers, a C.E.O., maybe a celebrity or two."
  },
  {
    "startTime": 115.4,
    "endTime": 117.4,
    "text": "Now let's line 'em up according to their wealth."
  },
  {
    "startTime": 117.6,
    "endTime": 120.39999999999999,
    "text": "Poorest people on the left, wealthiest on the right."
  },
  {
    "startTime": 120.5,
    "endTime": 123.3,
    "text": "Just a steady row of folks based on their net worth."
  },
  {
    "startTime": 123.5,
    "endTime": 129.0,
    "text": "We'll color code them like we did before based on which twenty percent quintile they fall into."
  },
  {
    "startTime": 129.2,
    "endTime": 142.79999999999998,
    "text": "Now let's reduce the total wealth of the United States, which was roughly 44 trillion dollars in 2009, to this symbolic pile of cash, and let's distribute it among our one hundred Americans."
  },
  {
    "startTime": 143.0,
    "endTime": 147.889,
    "text": "Well, here's socialism, all of the wealth of the country distributed equally."
  },
  {
    "startTime": 147.929,
    "endTime": 149.5,
    "text": "We all know that won't work."
  },
  {
    "startTime": 149.6,
    "endTime": 156.79999999999998,
    "text": "We need to encourage people to work and work hard to achieve that good ole American dream and, keep our country moving forward."
  },
  {
    "startTime": 156.918,
    "endTime": 162.5,
    "text": "So, here's that ideal we asked everyone about, something like this curve."
  },
  {
    "startTime": 162.7,
    "endTime": 171.7,
    "text": "This isn't too bad! We've got some incentive as the wealthiest folks are now about ten to twenty times better off than the poorest Americans."
  },
  {
    "startTime": 171.9,
    "endTime": 178.20000000000002,
    "text": "But hey, even the poor folks aren't actually poor since the poverty line has stayed almost entirely off the chart."
  },
  {
    "startTime": 178.4,
    "endTime": 187.5,
    "text": "We have a super healthy  middle-class with a smooth transition into wealth, and yes, Republicans and Democrats alike chose this curve."
  },
  {
    "startTime": 187.639,
    "endTime": 194.70000000000002,
    "text": "Nine out of ten people, 92 percent said this was a nice, ideal distribution of America's wealth."
  },
  {
    "startTime": 194.9,
    "endTime": 196.0,
    "text": "But let's move on."
  },
  {
    "startTime": 196.2,
    "endTime": 201.39999999999998,
    "text": "This is what people think America's wealth distribution actually looks like."
  },
  {
    "startTime": 201.6,
    "endTime": 203.808,
    "text": "Not as inequitable, clearly."
  },
  {
    "startTime": 203.5,
    "endTime": 207.2,
    "text": "But for me, even this still looks pretty great!"
  },
  {
    "startTime": 207.449,
    "endTime": 213.10000000000002,
    "text": "Yes, the poorest twenty to thirty percent are starting to suffer quite a lot, compared to the ideal,"
  },
  {
    "startTime": 213.3,
    "endTime": 216.53900000000002,
    "text": "and the middle class is certainly struggling more than they were,"
  },
  {
    "startTime": 216.638,
    "endTime": 225.3,
    "text": "while the rich and wealthy are making roughly a hundred times that of the poorest Americans and at about ten times that of the still healthy middle class."
  },
  {
    "startTime": 225.5,
    "endTime": 229.5,
    "text": "Sadly, this isn't even close to the reality."
  },
  {
    "startTime": 229.7,
    "endTime": 233.53799999999998,
    "text": "Here is the actual distribution of wealth in America."
  },
  {
    "startTime": 233.538,
    "endTime": 236.70000000000002,
    "text": "The poorest Americans don't even register."
  },
  {
    "startTime": 236.9,
    "endTime": 238.6,
    "text": "They're down to pocket change."
  },
  {
    "startTime": 238.8,
    "endTime": 242.9,
    "text": "And the middle class is barely distinguishable from the poor."
  },
  {
    "startTime": 243.1,
    "endTime": 247.79999999999998,
    "text": "In fact, even the rich between the top ten and twenty percentile are worse off."
  },
  {
    "startTime": 248.5,
    "endTime": 252.1,
    "text": "Only the top ten percent are better off, and how much better off?"
  },
  {
    "startTime": 252.2,
    "endTime": 258.9,
    "text": "So much better off that the top two to five percent are actually off the chart at this scale."
  },
  {
    "startTime": 259.1,
    "endTime": 266.90000000000003,
    "text": "And the top one percent, this guy, well, his stack of money stretches ten times higher than we can show."
  },
  {
    "startTime": 267.1,
    "endTime": 271.20000000000005,
    "text": "Here's his stack of cash restacked all by itself."
  },
  {
    "startTime": 271.389,
    "endTime": 274.8,
    "text": "This is the top one percent we've been hearing so much about."
  },
  {
    "startTime": 274.9,
    "endTime": 281.5,
    "text": "So much green in his pockets that i have to give him a whole new column of his own because he won't fit on my chart"
  },
  {
    "startTime": 281.6,
    "endTime": 286.3,
    "text": "One percent of America has forty percent of all the nation's wealth."
  },
  {
    "startTime": 286.5,
    "endTime": 295.2,
    "text": "The bottom eighty percent, eight out of every ten people or eighty out of these hundred, only has seven percent between them."
  },
  {
    "startTime": 295.4,
    "endTime": 299.2,
    "text": "And this has only gotten worse in the last twenty to thirty years."
  },
  {
    "startTime": 299.4,
    "endTime": 304.7,
    "text": "While the richest one percent take home almost a quarter of the national income today."
  },
  {
    "startTime": 304.9,
    "endTime": 312.79999999999995,
    "text": "In nineteen seventy-six they took home only nine percent, meaning their share of income has nearly tripled in the last thirty years."
  },
  {
    "startTime": 313.0,
    "endTime": 318.0,
    "text": "The top one percent own half the country's stocks, bonds and mutual funds."
  },
  {
    "startTime": 318.2,
    "endTime": 324.49899999999997,
    "text": "The bottom fifty percent of Americans own only half a percent of these investments."
  },
  {
    "startTime": 324.499,
    "endTime": 327.8,
    "text": "Which means they aren't investing - they're just scraping by."
  },
  {
    "startTime": 328.0,
    "endTime": 331.3,
    "text": "I'm sure many of these wealthy people have worked very hard for their money,"
  },
  {
    "startTime": 331.5,
    "endTime": 344.3,
    "text": "but do you really believe that the C.E.O. is working 380 times harder than his average employee, not his lowest paid employee, not the janitor, but the average earner in his company,"
  },
  {
    "startTime": 344.5,
    "endTime": 351.5,
    "text": "the average worker needs to work more than a month to earn what the C.E.O. makes in one hour."
  },
  {
    "startTime": 351.7,
    "endTime": 358.09999999999997,
    "text": "We certainly don't have to go all the way to socialism to find something that is fair for hardworking Americans."
  },
  {
    "startTime": 358.279,
    "endTime": 362.478,
    "text": "We don't even have to achieve what most of us consider might be ideal."
  },
  {
    "startTime": 362.478,
    "endTime": 375.0,
    "text": "All we need to do is wake up and realize that the reality in this country is not at all what we think it is."
  }
]