[
  {
    "startTime": 32.13,
    "endTime": 37.889,
    "text": "They go from expected to extraordinary in the blink of an eye."
  },
  {
    "startTime": 37.977,
    "endTime": 39.88999999999999,
    "text": "You're awestricken."
  },
  {
    "startTime": 39.99,
    "endTime": 48.42,
    "text": "They transform themselves into something that you've never seen before."
  },
  {
    "startTime": 48.57,
    "endTime": 62.64,
    "text": "They swagger and serenade, they dance and display."
  },
  {
    "startTime": 62.74,
    "endTime": 70.31,
    "text": "They're unlike any creatures on earth and one of the most astounding phenomena ever witnessed."
  },
  {
    "startTime": 70.91,
    "endTime": 75.96,
    "text": "The Birds-of-Paradise."
  },
  {
    "startTime": 75.96,
    "endTime": 88.28,
    "text": "Found here in the nearly impenetrable mountains and valleys of the island of New Guinea, in the greatest remaining tract of rain forest in the entire Asia-Pacific region."
  },
  {
    "startTime": 88.58,
    "endTime": 94.05,
    "text": "They exist nowhere else on earth."
  },
  {
    "startTime": 94.12,
    "endTime": 99.5,
    "text": "The vast, vast majority of the land around here has no road access."
  },
  {
    "startTime": 99.5,
    "endTime": 109.21000000000001,
    "text": "You're just looking up into a wall of steep slope, and you can tell that this is just ridge after ridge and valley after valley."
  },
  {
    "startTime": 109.21,
    "endTime": 127.66999999999999,
    "text": "Evolutionary biologist Ed Scholes and wildlife photographer Tim Laman have spent the better part of a decade trekking into this isolated wilderness in pursuit of all thirty-nine species of these miraculous birds."
  },
  {
    "startTime": 127.88,
    "endTime": 135.78,
    "text": "Well, the only way to see the king bird-of-paradise is to climb up into the trees where they live, so I'm headed up to my platform."
  },
  {
    "startTime": 135.89,
    "endTime": 149.97699999999998,
    "text": "They've been photographing, analyzing, and recording their every move, every behavior, in an attempt to comprehend their secrets."
  },
  {
    "startTime": 150.023,
    "endTime": 156.68,
    "text": "And in doing so, revealing extreme examples of the miracle of evolution."
  },
  {
    "startTime": 156.78,
    "endTime": 162.519,
    "text": "The birds-of-paradise represent one of these singular events in evolution that stand out that are extraordinary."
  },
  {
    "startTime": 162.519,
    "endTime": 220.899,
    "text": "They're something that's without precedent, something that evolved that's so unique and so exceptional that you're driven to say why, or,  how did that happen, how did that come to be?"
  },
  {
    "startTime": 220.899,
    "endTime": 228.379,
    "text": "The birds-of-paradise are remarkable not only for their exceptional beauty, and almost otherworldly appearance."
  },
  {
    "startTime": 228.379,
    "endTime": 234.72899999999998,
    "text": "But as veritable living textbooks and adaptation and sexual selection."
  },
  {
    "startTime": 234.729,
    "endTime": 241.50900000000001,
    "text": "The females are looking at this whole package and can discern something about him by minor variation."
  },
  {
    "startTime": 241.509,
    "endTime": 243.97,
    "text": "The more complex it is, the harder it is to make it look right."
  },
  {
    "startTime": 244.04,
    "endTime": 248.91899999999998,
    "text": "You know, if one little feature is out of whack, you're gonna be able to tell."
  },
  {
    "startTime": 248.919,
    "endTime": 255.149,
    "text": "What about New Guinea has led to these birds evolving here and nowhere else?"
  },
  {
    "startTime": 255.449,
    "endTime": 259.57800000000003,
    "text": "What function do their outrageous plumes and ornaments play?"
  },
  {
    "startTime": 259.778,
    "endTime": 263.409,
    "text": "And what exactly are they doing?"
  },
  {
    "startTime": 263.409,
    "endTime": 268.877,
    "text": "For me, it still always goes back to the original driving question, you know, and that's how did it happen?"
  },
  {
    "startTime": 268.942,
    "endTime": 273.27,
    "text": "How did the birds-of-paradise come to be?"
  },
  {
    "startTime": 273.27,
    "endTime": 285.34,
    "text": "Witness diverse strategies of evolution at work and experience one of nature's most extraordinary hidden wonders up close."
  },
  {
    "startTime": 285.34,
    "endTime": 289.45,
    "text": "A world where beauty and behavior are intertwined."
  },
  {
    "startTime": 289.87,
    "endTime": 302.229,
    "text": "A spectacle not possible any other place on Earth."
  }
]