[
  {
    "startTime": 0.5,
    "endTime": 4.7,
    "text": "Santa has to hit 132 million homes worldwide on Christmas."
  },
  {
    "startTime": 4.8,
    "endTime": 9.8,
    "text": "With 31 hours of night, Santa must stop at 1,178 homes every second."
  },
  {
    "startTime": 9.9,
    "endTime": 16.5,
    "text": "That's a fraction of a millisecond to climb down the chimney, fill the stockings, eat the cookies, and climb back up."
  },
  {
    "startTime": 17.0,
    "endTime": 18.0,
    "text": "Sound impossible?"
  },
  {
    "startTime": 18.1,
    "endTime": 19.200000000000003,
    "text": "Not for Santa!"
  },
  {
    "startTime": 19.3,
    "endTime": 22.400000000000002,
    "text": "Because he's a master of science."
  },
  {
    "startTime": 25.6,
    "endTime": 35.6,
    "text": "In order to cover his 175-million-mile journey on Christmas Eve, Santa would need to travel 7,800 times the speed of sound."
  },
  {
    "startTime": 35.7,
    "endTime": 40.300000000000004,
    "text": "But that's deadly, so Santa probably creates rips in time and space."
  },
  {
    "startTime": 40.4,
    "endTime": 46.199999999999996,
    "text": "This would give him literally months to deliver presents, while only a few minutes would seem to pass here on Earth."
  },
  {
    "startTime": 46.3,
    "endTime": 49.199999999999996,
    "text": "Good thing we leave out cookies for this long journey."
  },
  {
    "startTime": 50.8,
    "endTime": 61.699999999999996,
    "text": "Assuming every good kid gets a toy weighing 2 pounds, Santa's sleigh would weigh over 660 million pounds, heavier than 1,400 Statues of Liberty."
  },
  {
    "startTime": 61.8,
    "endTime": 67.89999999999999,
    "text": "No way Santa could stay airborne with that ⏤ unless his sack was also a Nano-Toymaker."
  },
  {
    "startTime": 68.8,
    "endTime": 77.3,
    "text": "Similar to DNA that grows organs cell by cell, Santa's Nano-Toymaker could transform chimney soot and other carbons into gifts."
  },
  {
    "startTime": 77.4,
    "endTime": 79.9,
    "text": "That's one form of re-gifting we don't mind."
  },
  {
    "startTime": 82.0,
    "endTime": 87.8,
    "text": "In order to keep track of all the naughty and nice people, Santa probably spies on you more than the NSA."
  },
  {
    "startTime": 88.3,
    "endTime": 90.5,
    "text": "Write a mean text? Santa's read it."
  },
  {
    "startTime": 90.6,
    "endTime": 93.19999999999999,
    "text": "Post a mean comment? Santa's logged it."
  },
  {
    "startTime": 93.3,
    "endTime": 95.5,
    "text": "Of course, he can't do it all by himself."
  },
  {
    "startTime": 95.6,
    "endTime": 101.3,
    "text": "Theories suggest Santa runs naughty/nice algorithms with more computing power than Google."
  },
  {
    "startTime": 101.4,
    "endTime": 104.60000000000001,
    "text": "That's why he lives in the North Pole ⏤ to keep all of his servers cool."
  },
  {
    "startTime": 105.3,
    "endTime": 113.7,
    "text": "So, the next time someone tells you Santa isn't real, point to the science that proves that not only is Santa real, he's also real impressive!"
  }
]