[
  {
    "startTime": 0.1,
    "endTime": 3.7,
    "text": "Have you ever had the feeling that there's something bigger out there, something you can't see?"
  },
  {
    "startTime": 3.8,
    "endTime": 6.3,
    "text": "Well, there is. It's called Dark Matter."
  },
  {
    "startTime": 6.4,
    "endTime": 11.0,
    "text": "Dark matter is spread throughout space, engulfing the Milky Way and all other galaxies."
  },
  {
    "startTime": 11.1,
    "endTime": 16.4,
    "text": "It's four times more common in the universe than visible matter, yet we've never seen or directly observed it!"
  },
  {
    "startTime": 16.5,
    "endTime": 18.8,
    "text": "So how do we know it's there? Because of gravity."
  },
  {
    "startTime": 19.0,
    "endTime": 22.3,
    "text": "A galaxy is like a giant merry-go-round that all the stars are riding."
  },
  {
    "startTime": 22.6,
    "endTime": 28.8,
    "text": "In order to stay on, each star has to hold on tight — that's where gravity comes in — otherwise it'll fly off into space."
  },
  {
    "startTime": 29.3,
    "endTime": 34.7,
    "text": "The problem is, the force of gravity from all the stars we can see isn't strong enough to hold galaxies together."
  },
  {
    "startTime": 35.0,
    "endTime": 39.0,
    "text": "All the stars should be flying off the edge of the merry-go-round. But they're not."
  },
  {
    "startTime": 39.0,
    "endTime": 41.5,
    "text": "It's as if some invisible rope is helping them hold on."
  },
  {
    "startTime": 41.8,
    "endTime": 47.5,
    "text": "Physicists believe that rope is the gravitational force from stuff we can't see, hence, Dark Matter."
  },
  {
    "startTime": 47.6,
    "endTime": 50.7,
    "text": "And how do we know the speeds of stars in distant galaxies?"
  },
  {
    "startTime": 50.8,
    "endTime": 56.9,
    "text": "The doppler effect, which is why a police siren shifts to a lower pitch as the car passes, also works for light."
  },
  {
    "startTime": 57.0,
    "endTime": 61.7,
    "text": "That's how radar catches you speeding, and how astronomers measure the rotation of galaxies."
  },
  {
    "startTime": 61.8,
    "endTime": 71.89999999999999,
    "text": "So, we use what we can see to tell us about what we can't."
  }
]