[
  {
    "startTime": 0.099,
    "endTime": 3.3000000000000003,
    "text": "Two, one, Happy New Year!"
  },
  {
    "startTime": 3.3,
    "endTime": 12.2,
    "text": "It's our one holiday where we celebrate the passage of time, which makes people stop and think: How do I want next year to be different than this year?"
  },
  {
    "startTime": 12.2,
    "endTime": 20.0,
    "text": "Maybe you're feeling a little girthy, or a bit too lazy, or maybe this is the year you finally find that new job."
  },
  {
    "startTime": 20.0,
    "endTime": 27.0,
    "text": "Regardless of what your New Year's resolution is we want to remind you, you will probably fail."
  },
  {
    "startTime": 27.0,
    "endTime": 31.8,
    "text": "Yep, eighty percent of New Year's resolutions completely and utterly fail."
  },
  {
    "startTime": 31.8,
    "endTime": 38.0,
    "text": "That's because people don't understand the difference between a New Year's resolution and a New Year's plan."
  },
  {
    "startTime": 38.0,
    "endTime": 40.2,
    "text": "You see resolutions can be made on a whim."
  },
  {
    "startTime": 40.2,
    "endTime": 48.400000000000006,
    "text": "Your resolution will probably make you feel like crap for the first couple of weeks and without a plan to get yourself through you're destined to fail."
  },
  {
    "startTime": 48.4,
    "endTime": 51.699,
    "text": "A plan takes forethought."
  },
  {
    "startTime": 50.2,
    "endTime": 52.6,
    "text": "A plan means you're serious."
  },
  {
    "startTime": 52.6,
    "endTime": 59.0,
    "text": "A plan breaks up your resolution in small achievable chunks and has many rewards along the way."
  },
  {
    "startTime": 59.0,
    "endTime": 65.6,
    "text": "A plan is tracked in a journal and a plan recognizes that there's nothing magical about January 1st."
  },
  {
    "startTime": 65.6,
    "endTime": 69.44999999999999,
    "text": "People who make plans are twice as likely to achieve their resolution."
  },
  {
    "startTime": 70.0,
    "endTime": 71.45,
    "text": "So we wish you a Happy New Year."
  },
  {
    "startTime": 71.461,
    "endTime": 79.45,
    "text": "May all your plans come true, from us to you."
  }
]