[
  {
    "startTime": 0.229,
    "endTime": 6.57,
    "text": "Vsauce! Fortune cookies are a staple of Chinese food here in America but they're not from China."
  },
  {
    "startTime": 6.57,
    "endTime": 10.339,
    "text": "The modern fortune cookie was actually invented in California."
  },
  {
    "startTime": 10.339,
    "endTime": 13.969000000000001,
    "text": "One man who claimed the credit for the invention was Makoto Hagiwara -"
  },
  {
    "startTime": 13.969,
    "endTime": 19.25,
    "text": "a Japanese man who said to a base-it off from grilled rice wafers called senbei"
  },
  {
    "startTime": 19.25,
    "endTime": 24.21,
    "text": "Yet, the only place where fortune cookies aren't considered Chinese is... China."
  },
  {
    "startTime": 24.21,
    "endTime": 29.659,
    "text": "English muffins were invented by Samuel Bath Thomas in New York City - not England."
  },
  {
    "startTime": 29.659,
    "endTime": 36.73,
    "text": "Thomas immigrated from England to New York City in 1880 where he opened up a bakery and invented the toaster crumpet,"
  },
  {
    "startTime": 36.73,
    "endTime": 42.08,
    "text": "which can now be found in most English-speaking supermarkets around the world as English muffins."
  },
  {
    "startTime": 42.17,
    "endTime": 45.230000000000004,
    "text": "Russian Dressing was invented... in New Hampshire. "
  },
  {
    "startTime": 45.23,
    "endTime": 51.259,
    "text": "James E. Colburn created the mayonnaise and ketchup-based dressing sometime in the 1910s and named it Russian,"
  },
  {
    "startTime": 51.259,
    "endTime": 56.19,
    "text": "because it originally included a small amount of a Russian ingredient - caviar."
  },
  {
    "startTime": 56.19,
    "endTime": 63.5,
    "text": "The French dip sandwich is not only not from France - they apparently don't even know or probably care what it is."
  },
  {
    "startTime": 63.6,
    "endTime": 67.62,
    "text": "Two restaurants in Los Angeles claim ownership of creating the French dip"
  },
  {
    "startTime": 67.62,
    "endTime": 72.94,
    "text": "which consists of roast beef on a French Baguette - dipped in au jus or beef juice."
  },
  {
    "startTime": 72.94,
    "endTime": 77.11,
    "text": "Cole's Pacific Electric Buffet claims they invented it in 1908,"
  },
  {
    "startTime": 77.11,
    "endTime": 80.95,
    "text": "while one of Philippe The Original's origin stories claims that"
  },
  {
    "startTime": 80.95,
    "endTime": 86.37,
    "text": "one of the cooks accidentally dropped a roast beef sandwich in some meat drippings and the customer loved it."
  },
  {
    "startTime": 86.37,
    "endTime": 90.96000000000001,
    "text": "German chocolate cake is named after American chocolate maker - Sam German."
  },
  {
    "startTime": 90.96,
    "endTime": 97.5,
    "text": "In 1852, German developed a dark baking chocolate and it was originally called 'German's chocolate cake'"
  },
  {
    "startTime": 97.7,
    "endTime": 99.37,
    "text": "- nothing to do with Germany."
  },
  {
    "startTime": 99.37,
    "endTime": 105.66000000000001,
    "text": "Although not really a foreign food, the origins of Doritos are interesting in that they were invented at Disneyland."
  },
  {
    "startTime": 105.66,
    "endTime": 113.03,
    "text": "Casa de Fritos cut up and fried surplus tortillas and added a seasoning similar to Mexican chilaquiles."
  },
  {
    "startTime": 113.03,
    "endTime": 119.53,
    "text": "The Vice President of Marketing at Frito-Lay noticed their popularity and cut a deal to start making them locally,"
  },
  {
    "startTime": 119.53,
    "endTime": 125.53,
    "text": "eventually becoming so popular that they released Doritos nationwide in 1966."
  },
  {
    "startTime": 125.93,
    "endTime": 129.859,
    "text": "There's a saying that something native to the US is as American as apple pie."
  },
  {
    "startTime": 129.859,
    "endTime": 134.059,
    "text": "But apple pie recipes date back to 14th century England."
  },
  {
    "startTime": 134.259,
    "endTime": 140.759,
    "text": "So maybe we should start saying as American as German Chocolate Cake or fortune cookies?"
  },
  {
    "startTime": 140.8,
    "endTime": 143.8,
    "text": "And as always - thanks for watching."
  }
]