[
  {
    "startTime": 9.4,
    "endTime": 18.4,
    "text": "For centuries, people have consumed bugs, everything from beetles to caterpillars, locusts, grasshoppers, termites, and dragonflies."
  },
  {
    "startTime": 18.5,
    "endTime": 21.425,
    "text": "The practice even has a name: entomophagy."
  },
  {
    "startTime": 21.5,
    "endTime": 27.8,
    "text": "Early hunter-gatherers probably learned from animals that foraged for protein-rich insects and followed suit."
  },
  {
    "startTime": 28.2,
    "endTime": 35.4,
    "text": "As we evolved and bugs became part of our dietary tradition, they fulfilled the role of both staple food and delicacy."
  },
  {
    "startTime": 35.5,
    "endTime": 39.2,
    "text": "In ancient Greece, cicadas were considered luxury snacks."
  },
  {
    "startTime": 39.3,
    "endTime": 43.0,
    "text": "And even the Romans found beetle larvae to be scrumptious."
  },
  {
    "startTime": 43.1,
    "endTime": 45.2,
    "text": "Why have we lost our taste for bugs?"
  },
  {
    "startTime": 45.3,
    "endTime": 56.8,
    "text": "The reason for our rejection is historical, and the story probably begins around 10,000 BC in the Fertile Crescent, a place in the Middle East that was a major birthplace of agriculture."
  },
  {
    "startTime": 56.9,
    "endTime": 61.4,
    "text": "Back then, our once-nomadic ancestors began to settle in the Crescent."
  },
  {
    "startTime": 61.5,
    "endTime": 69.6,
    "text": "And as they learned to farm crops and domesticate animals there, attitudes changed, rippling outwards towards Europe and the rest of the western world."
  },
  {
    "startTime": 69.7,
    "endTime": 75.60000000000001,
    "text": "As farming took off, people might have spurned bugs as mere pests that destroyed their crops."
  },
  {
    "startTime": 75.7,
    "endTime": 81.2,
    "text": "Populations grew, and the West became urbanized, weakening connections with our foraging past."
  },
  {
    "startTime": 81.3,
    "endTime": 83.8,
    "text": "People simply forgot their bug-rich history."
  },
  {
    "startTime": 83.9,
    "endTime": 88.30000000000001,
    "text": "Today, for people not accustomed to entomophagy, bugs are just an irritant."
  },
  {
    "startTime": 88.4,
    "endTime": 91.10000000000001,
    "text": "They sting and bite and infest our food."
  },
  {
    "startTime": 91.2,
    "endTime": 97.2,
    "text": "We feel an \"ick\" factor associated with them and are disgusted by the prospect of cooking insects."
  },
  {
    "startTime": 97.3,
    "endTime": 105.39999999999999,
    "text": "Almost 2,000 insect species are turned into food, forming a big part of everyday diets for two billion people around the world."
  },
  {
    "startTime": 105.5,
    "endTime": 110.2,
    "text": "Countries in the tropics are the keenest consumers because culturally it's acceptable."
  },
  {
    "startTime": 110.3,
    "endTime": 117.89999999999999,
    "text": "Species in those regions are also large, diverse, and tend to congregate in groups or swarms that make them easy to harvest."
  },
  {
    "startTime": 118.0,
    "endTime": 124.5,
    "text": "Take Cambodia in southeast Asia where huge tarantulas are gathered, fried, and sold in the marketplace."
  },
  {
    "startTime": 124.6,
    "endTime": 132.6,
    "text": "In southern Africa, the juicy mopane worm is a dietary staple, simmered in a spicy sauce or eaten dried and salted."
  },
  {
    "startTime": 132.7,
    "endTime": 137.29999999999998,
    "text": "And in Mexico, chapulines are toasted with garlic, lemon, and salt."
  },
  {
    "startTime": 137.4,
    "endTime": 143.20000000000002,
    "text": "Bugs can be eaten whole to make up a meal or ground into flour, powder, and paste to add to food."
  },
  {
    "startTime": 143.3,
    "endTime": 145.0,
    "text": "But it's not all about taste."
  },
  {
    "startTime": 145.1,
    "endTime": 146.5,
    "text": "They're also healthy."
  },
  {
    "startTime": 146.6,
    "endTime": 153.6,
    "text": "In fact, scientists say entomophagy could be a cost-effective solution for developing countries that are food insecure."
  },
  {
    "startTime": 153.7,
    "endTime": 164.29999999999998,
    "text": "Insects can contain up to 80% protein, the body's vital building blocks, and are also high in energy-rich fat, fiber, and micronutrients like vitamins and minerals."
  },
  {
    "startTime": 164.4,
    "endTime": 170.3,
    "text": "Did you know that most edible insects contain the same amount or even more mineral iron than beef?"
  },
  {
    "startTime": 170.4,
    "endTime": 178.3,
    "text": "Making them a huge, untapped resource when you consider that iron deficiency is currently the most common nutritional problem in the world."
  },
  {
    "startTime": 178.4,
    "endTime": 180.6,
    "text": "The mealworm is another nutritious example."
  },
  {
    "startTime": 181.4,
    "endTime": 186.0,
    "text": "The yellow beetle larvae are native to America and easy to farm."
  },
  {
    "startTime": 186.1,
    "endTime": 195.29999999999998,
    "text": "They have a high vitamin content, loads of healthy minerals, and can contain up to 50% protein, almost as much as in an equivalent amount of beef."
  },
  {
    "startTime": 195.4,
    "endTime": 200.9,
    "text": "To cook, simply saute in butter and salt or roast and drizzle with chocolate for a crunchy snack."
  },
  {
    "startTime": 201.0,
    "endTime": 205.3,
    "text": "What you have to overcome in \"ick\" factor, you gain in nutrition and taste."
  },
  {
    "startTime": 205.4,
    "endTime": 207.3,
    "text": "Indeed, bugs can be delicious."
  },
  {
    "startTime": 207.4,
    "endTime": 209.3,
    "text": "Mealworms taste like roasted nuts."
  },
  {
    "startTime": 209.4,
    "endTime": 211.3,
    "text": "Locusts are similar to shrimp."
  },
  {
    "startTime": 211.3,
    "endTime": 214.9,
    "text": "Crickets, some people say, have an aroma of popcorn."
  },
  {
    "startTime": 215.0,
    "endTime": 226.4,
    "text": "Farming insects for food also has less environmental impact than livestock farms do because insects emit far less greenhouse gas and use up less space, water, and food."
  },
  {
    "startTime": 226.5,
    "endTime": 237.1,
    "text": "Socioeconomically, bug production could uplift people in developing countries since insect farms can be small scale, highly productive, and yet relatively inexpensive to keep."
  },
  {
    "startTime": 237.2,
    "endTime": 247.1,
    "text": "Insects can also be turned into more sustainable food for livestock and can be reared on organic waste, like vegetable peelings, that might otherwise just end up rotting in landfills."
  },
  {
    "startTime": 247.2,
    "endTime": 248.7,
    "text": "Feeling hungry yet?"
  },
  {
    "startTime": 248.8,
    "endTime": 256.8,
    "text": "Faced with a plate of fried crickets, most people today would still recoil, imagining all those legs and feelers getting stuck between their teeth."
  },
  {
    "startTime": 256.8,
    "endTime": 258.1,
    "text": "But think of a lobster."
  },
  {
    "startTime": 258.2,
    "endTime": 265.59999999999997,
    "text": "It's pretty much just a giant insect with legs and feelers galore that was once regarded as an inferior, repulsive food."
  },
  {
    "startTime": 265.7,
    "endTime": 267.59999999999997,
    "text": "Now, lobster is a delicacy."
  },
  {
    "startTime": 267.7,
    "endTime": 270.4,
    "text": "Can the same paradigm shift happen for bugs?"
  },
  {
    "startTime": 270.5,
    "endTime": 271.6,
    "text": "So, give it a try!"
  },
  {
    "startTime": 271.7,
    "endTime": 275.09999999999997,
    "text": "Pop that insect into your mouth, and savor the crunch."
  }
]