[
  {
    "startTime": 0.41,
    "endTime": 1.52,
    "text": "Ah, sleep!"
  },
  {
    "startTime": 1.52,
    "endTime": 3.55,
    "text": "You can never have enough of it, it seems."
  },
  {
    "startTime": 3.55,
    "endTime": 6.9399999999999995,
    "text": "In fact, sometimes it literally feels like you aren't getting enough."
  },
  {
    "startTime": 6.94,
    "endTime": 9.67,
    "text": "But what if you stopped sleeping altogether?"
  },
  {
    "startTime": 9.67,
    "endTime": 14.58,
    "text": "Strangely, science understands relatively little about why we sleep or how it evolved in the first place."
  },
  {
    "startTime": 14.58,
    "endTime": 21.16,
    "text": "After all, laying unconscious and dormant for hours on end while predators lurk hardly seems advantageous or smart."
  },
  {
    "startTime": 21.16,
    "endTime": 23.59,
    "text": "But we have discovered a few correlations."
  },
  {
    "startTime": 23.59,
    "endTime": 28.07,
    "text": "For example, adults who sleep between six to eight hours a night tend to live longer."
  },
  {
    "startTime": 28.07,
    "endTime": 33.67,
    "text": "Excessive sleep, however, can lead to medical problems, including cardiovascular disease and diabetes."
  },
  {
    "startTime": 33.67,
    "endTime": 41.68,
    "text": "Similarly, chronic sleep deprivation has been linked to aspects of cardiovascular disease, obesity, depression, and even brain damage."
  },
  {
    "startTime": 41.68,
    "endTime": 43.91,
    "text": "But what if you stopped sleeping right now?"
  },
  {
    "startTime": 43.91,
    "endTime": 49.809999999999995,
    "text": "Well, after your first sleepless night, your mesolimbic system becomes stimulated, and Dopamine runs rampant."
  },
  {
    "startTime": 49.81,
    "endTime": 54.83,
    "text": "And this may actually trigger some actual energy, motivation, positivity, and even sex drive."
  },
  {
    "startTime": 54.83,
    "endTime": 57.39,
    "text": "Sounds appealing, but it's a slippery slope."
  },
  {
    "startTime": 57.39,
    "endTime": 64.32,
    "text": "Your brain slowly begins to shut off the regions responsible for planning and evaluating decisions, leading to more impulsive behavior."
  },
  {
    "startTime": 64.32,
    "endTime": 70.86,
    "text": "Once exhaustion sets in, you'll find yourself with slower reaction times and reduced perceptual and cognitive functions."
  },
  {
    "startTime": 70.86,
    "endTime": 78.24,
    "text": "After a day or two of no sleep, the body loses its ability to properly metabolize glucose and the immune system stops working as well."
  },
  {
    "startTime": 78.24,
    "endTime": 82.39,
    "text": "In some cases, three days of no sleep has led to hallucinations."
  },
  {
    "startTime": 82.39,
    "endTime": 83.57000000000001,
    "text": "Care about how you look?"
  },
  {
    "startTime": 83.57,
    "endTime": 88.66,
    "text": "Studies have shown a direct correlation between sleep deprivation and a person's perceived beauty."
  },
  {
    "startTime": 88.66,
    "endTime": 94.81,
    "text": "That is to say, sleep-deprived individuals appeared less healthy and less attractive than when they were well-rested."
  },
  {
    "startTime": 94.81,
    "endTime": 100.25,
    "text": "The longest scientifically documented case of being awake was 264 hours or eleven days."
  },
  {
    "startTime": 100.25,
    "endTime": 108.43,
    "text": "And while they did develop problems with concentration, perception, and irritability, the surprising truth is that they suffered no serious long-term health effects."
  },
  {
    "startTime": 108.43,
    "endTime": 115.94000000000001,
    "text": "In fact, no individuals under these documented conditions experienced medical, physiological,  neurological, or psychiatric problems."
  },
  {
    "startTime": 115.94,
    "endTime": 121.36,
    "text": "But there are limited studies and this doesn't mean permanent damage couldn't be inflicted with more time."
  },
  {
    "startTime": 121.36,
    "endTime": 126.51,
    "text": "Sleep deprivation experiments on rats, for example, generally lead to death after about two weeks."
  },
  {
    "startTime": 126.51,
    "endTime": 132.21,
    "text": "But scientists aren't totally sure if they're dying from the lack of sleep or from the stress of constantly being woken up."
  },
  {
    "startTime": 132.21,
    "endTime": 135.43,
    "text": "Perhaps we should look at Fatal Familial Insomnia for an answer:"
  },
  {
    "startTime": 135.43,
    "endTime": 143.97,
    "text": "A rare genetic disease of the brain which causes progressively worsening insomnia, or sleeplessness, leading to hallucinations, dementia, and ultimately death."
  },
  {
    "startTime": 143.97,
    "endTime": 149.92,
    "text": "This disease has only affected around 100 people in the world, but their average survival span was around eighteen months."
  },
  {
    "startTime": 149.92,
    "endTime": 154.47,
    "text": "Over time, the lack of sleep becomes worse and the body's organs begin to shut down."
  },
  {
    "startTime": 154.47,
    "endTime": 161.33,
    "text": "So, while lack of sleep won't necessarily kill you quickly, continual sleep deprivation will have a negative effect on your body."
  },
  {
    "startTime": 161.33,
    "endTime": 164.47,
    "text": "Sleep tight! But not too much."
  },
  {
    "startTime": 164.47,
    "endTime": 168.24,
    "text": "Got a burning question you want answered? Ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 168.24,
    "endTime": 176.53,
    "text": "And if you can't get enough science in your life, check out the Science Alert Facebook page, which is one of the best out there to keep you up-to-date and entertained with the latest news and breakthroughs."
  },
  {
    "startTime": 176.53,
    "endTime": 179.88,
    "text": "And subscribe to ASAP Science for more weekly Science videos."
  }
]