[
  {
    "startTime": 6.8,
    "endTime": 14.7,
    "text": "Picture warm, gooey cookies, crunchy candies, velvety cakes, waffle cones piled high with ice cream."
  },
  {
    "startTime": 14.8,
    "endTime": 16.3,
    "text": "Is your mouth watering?"
  },
  {
    "startTime": 16.4,
    "endTime": 17.5,
    "text": "Are you craving dessert?"
  },
  {
    "startTime": 17.6,
    "endTime": 18.8,
    "text": "Why?"
  },
  {
    "startTime": 18.9,
    "endTime": 23.2,
    "text": "What happens in the brain that makes sugary foods so hard to resist?"
  },
  {
    "startTime": 23.4,
    "endTime": 31.2,
    "text": "Sugar is a general term used to describe a class of molecules called carbohydrates, and it's found in a wide variety of food and drink."
  },
  {
    "startTime": 31.3,
    "endTime": 34.2,
    "text": "Just check the labels on sweet products you buy."
  },
  {
    "startTime": 34.3,
    "endTime": 41.4,
    "text": "Glucose, fructose, sucrose, maltose, lactose, dextrose, and starch are all forms of sugar."
  },
  {
    "startTime": 41.5,
    "endTime": 46.5,
    "text": "So are high-fructose corn syrup, fruit juice, raw sugar, and honey."
  },
  {
    "startTime": 46.6,
    "endTime": 55.400000000000006,
    "text": "And sugar isn't just in candies and desserts, it's also added to tomato sauce, yogurt, dried fruit, flavored waters, or granola bars."
  },
  {
    "startTime": 55.5,
    "endTime": 59.9,
    "text": "Since sugar is everywhere, it's important to understand how it affects the brain."
  },
  {
    "startTime": 60.0,
    "endTime": 62.2,
    "text": "What happens when sugar hits your tongue?"
  },
  {
    "startTime": 62.3,
    "endTime": 65.39999999999999,
    "text": "And does eating a little bit of sugar make you crave more?"
  },
  {
    "startTime": 65.5,
    "endTime": 67.0,
    "text": "You take a bite of cereal."
  },
  {
    "startTime": 67.1,
    "endTime": 72.69999999999999,
    "text": "The sugars it contains activate the sweet taste receptors, part of the taste buds on the tongue."
  },
  {
    "startTime": 72.8,
    "endTime": 81.8,
    "text": "These receptors send a signal up to the brain stem, and from there, it forks off into many areas of the forebrain, one of which is the cerebral cortex."
  },
  {
    "startTime": 81.9,
    "endTime": 85.80000000000001,
    "text": "Different sections of the cerebral cortex process different tastes:"
  },
  {
    "startTime": 85.9,
    "endTime": 89.80000000000001,
    "text": "bitter, salty, umami, and, in our case, sweet."
  },
  {
    "startTime": 89.9,
    "endTime": 93.30000000000001,
    "text": "From here, the signal activates the brain's reward system."
  },
  {
    "startTime": 93.4,
    "endTime": 99.7,
    "text": "This reward system is a series of electrical and chemical pathways across several different regions of the brain."
  },
  {
    "startTime": 99.8,
    "endTime": 104.1,
    "text": "It's a complicated network, but it helps answer a single, subconscious question:"
  },
  {
    "startTime": 104.2,
    "endTime": 105.8,
    "text": "should I do that again?"
  },
  {
    "startTime": 105.9,
    "endTime": 109.5,
    "text": "That warm, fuzzy feeling you get when you taste Grandma's chocolate cake?"
  },
  {
    "startTime": 109.6,
    "endTime": 112.8,
    "text": "That's your reward system saying, \"Mmm, yes!\""
  },
  {
    "startTime": 112.9,
    "endTime": 115.0,
    "text": "And it's not just activated by food."
  },
  {
    "startTime": 115.1,
    "endTime": 122.89999999999999,
    "text": "Socializing, sexual behavior, and drugs are just a few examples of things and experiences that also activate the reward system."
  },
  {
    "startTime": 123.0,
    "endTime": 128.4,
    "text": "But overactivating this reward system kickstarts a series of unfortunate events:"
  },
  {
    "startTime": 128.5,
    "endTime": 132.7,
    "text": "loss of control, craving, and increased tolerance to sugar."
  },
  {
    "startTime": 132.8,
    "endTime": 134.9,
    "text": "Let's get back to our bite of cereal."
  },
  {
    "startTime": 135.0,
    "endTime": 138.9,
    "text": "It travels down into your stomach and eventually into your gut."
  },
  {
    "startTime": 139.0,
    "endTime": 139.9,
    "text": "And guess what?"
  },
  {
    "startTime": 140.0,
    "endTime": 142.1,
    "text": "There are sugar receptors here, too."
  },
  {
    "startTime": 142.2,
    "endTime": 151.0,
    "text": "They are not taste buds, but they do send signals telling your brain that you're full or that your body should produce more insulin to deal with the extra sugar you're eating."
  },
  {
    "startTime": 151.1,
    "endTime": 157.2,
    "text": "The major currency of our reward system is dopamine, an important chemical or neurotransmitter."
  },
  {
    "startTime": 157.3,
    "endTime": 161.8,
    "text": "There are many dopamine receptors in the forebrain, but they're not evenly distributed."
  },
  {
    "startTime": 161.9,
    "endTime": 168.4,
    "text": "Certain areas contain dense clusters of receptors, and these dopamine hot spots are a part of our reward system."
  },
  {
    "startTime": 168.5,
    "endTime": 178.5,
    "text": "Drugs like alcohol, nicotine, or heroin send dopamine into overdrive, leading some people to constantly seek that high, in other words, to be addicted."
  },
  {
    "startTime": 178.6,
    "endTime": 183.2,
    "text": "Sugar also causes dopamine to be released, though not as violently as drugs."
  },
  {
    "startTime": 183.3,
    "endTime": 186.4,
    "text": "And sugar is rare among dopamine-inducing foods."
  },
  {
    "startTime": 186.5,
    "endTime": 192.8,
    "text": "Broccoli, for example, has no effect, which probably explains why it's so hard to get kids to eat their veggies."
  },
  {
    "startTime": 192.9,
    "endTime": 197.5,
    "text": "Speaking of healthy foods, let's say you're hungry and decide to eat a balanced meal."
  },
  {
    "startTime": 197.6,
    "endTime": 201.29999999999998,
    "text": "You do, and dopamine levels spike in the reward system hot spots."
  },
  {
    "startTime": 201.4,
    "endTime": 208.70000000000002,
    "text": "But if you eat that same dish many days in a row, dopamine levels will spike less and less, eventually leveling out."
  },
  {
    "startTime": 208.8,
    "endTime": 214.9,
    "text": "That's because when it comes to food, the brain evolved to pay special attention to new or different tastes."
  },
  {
    "startTime": 215.0,
    "endTime": 215.9,
    "text": "Why?"
  },
  {
    "startTime": 216.0,
    "endTime": 217.0,
    "text": "Two reasons."
  },
  {
    "startTime": 217.1,
    "endTime": 219.4,
    "text": "First, to detect food that's gone bad."
  },
  {
    "startTime": 219.5,
    "endTime": 225.8,
    "text": "And second, because the more variety we have in our diet, the more likely we are to get all the nutrients we need."
  },
  {
    "startTime": 225.9,
    "endTime": 233.5,
    "text": "To keep that variety up, we need to be able to recognize a new food, and more importantly, we need to want to keep eating new foods."
  },
  {
    "startTime": 233.6,
    "endTime": 237.29999999999998,
    "text": "And that's why the dopamine levels off when a food becomes boring."
  },
  {
    "startTime": 237.4,
    "endTime": 238.9,
    "text": "Now, back to that meal."
  },
  {
    "startTime": 239.0,
    "endTime": 244.3,
    "text": "What happens if in place of the healthy, balanced dish, you eat sugar-rich food instead?"
  },
  {
    "startTime": 244.4,
    "endTime": 249.9,
    "text": "If you rarely eat sugar or don't eat much at a time, the effect is similar to that of the balanced meal."
  },
  {
    "startTime": 250.0,
    "endTime": 253.7,
    "text": "But if you eat too much, the dopamine response does not level out."
  },
  {
    "startTime": 253.8,
    "endTime": 257.7,
    "text": "In other words, eating lots of sugar will continue to feel rewarding."
  },
  {
    "startTime": 257.8,
    "endTime": 261.1,
    "text": "In this way, sugar behaves a little bit like a drug."
  },
  {
    "startTime": 261.2,
    "endTime": 264.59999999999997,
    "text": "It's one reason people seem to be hooked on sugary foods."
  },
  {
    "startTime": 264.7,
    "endTime": 267.2,
    "text": "So, think back to all those different kinds of sugar."
  },
  {
    "startTime": 267.3,
    "endTime": 275.2,
    "text": "Each one is unique, but every time any sugar is consumed, it kick-starts a domino effect in the brain that sparks a rewarding feeling."
  },
  {
    "startTime": 275.3,
    "endTime": 278.7,
    "text": "Too much, too often, and things can go into overdrive."
  },
  {
    "startTime": 278.8,
    "endTime": 286.1,
    "text": "So, yes, overconsumption of sugar can have addictive effects on the brain, but a wedge of cake once in a while won't hurt you."
  }
]