[
  {
    "startTime": 0.3,
    "endTime": 9.290000000000001,
    "text": "Researchers have figured out how bad memories are erased from the brain, which is great, because I have to forget this thing that happened in the desert before court tomorrow."
  },
  {
    "startTime": 15.75,
    "endTime": 16.77,
    "text": "Anthony here for DNews."
  },
  {
    "startTime": 16.77,
    "endTime": 28.902,
    "text": "And I think we've all wondered just when we'll be able to Eternal Sunshine all the nasty stuff out of our memories — you know, visit a doctor, pop a pill, and poof, whatever traumatic stuff is messing with you, is just gone."
  },
  {
    "startTime": 28.902,
    "endTime": 33.8,
    "text": "You know, the secret to getting over a painful memory lies in a process called \"memory extinction\"."
  },
  {
    "startTime": 33.8,
    "endTime": 43.86,
    "text": "Over time, it becomes easier to walk by the place where your breakup happened because the traumatic memory of that place is replaced by all the more recent ones where nothing happened while you walked by there."
  },
  {
    "startTime": 43.86,
    "endTime": 47.61,
    "text": "But what physical process causes memory extinction?"
  },
  {
    "startTime": 47.61,
    "endTime": 49.86,
    "text": "What makes those painful memories fade?"
  },
  {
    "startTime": 49.86,
    "endTime": 61.107,
    "text": "A new study published by MIT says it all lies in a gene called Tet1, which controls the expression of other genes in your hippocampus and cortex — two bits of your brain that are important to learning and memory."
  },
  {
    "startTime": 61.107,
    "endTime": 62.44,
    "text": "Two groups of mice were studied."
  },
  {
    "startTime": 62.44,
    "endTime": 67.64999999999999,
    "text": "One had a normal level of Tet1, and one group had its ability to make Tet1 removed."
  },
  {
    "startTime": 67.65,
    "endTime": 70.84,
    "text": "And all of the mice were put into a cage and given an electric shock."
  },
  {
    "startTime": 70.84,
    "endTime": 75.93,
    "text": "And then over time, they kept being put into the cage, but without ever being shocked again."
  },
  {
    "startTime": 75.93,
    "endTime": 80.2,
    "text": "And the mice with normal Tet1 levels eventually were not stressed out by the cage."
  },
  {
    "startTime": 80.2,
    "endTime": 84.4,
    "text": "But the mice without Tet1 never stopped being frightened."
  },
  {
    "startTime": 84.4,
    "endTime": 87.21000000000001,
    "text": "And it's not that the mice without Tet1 couldn't make new memories."
  },
  {
    "startTime": 87.21,
    "endTime": 90.42999999999999,
    "text": "They seemed to learn and remember new things just fine."
  },
  {
    "startTime": 90.43,
    "endTime": 102.30000000000001,
    "text": "But memory extinction is not actually about old memories disappearing, it's about having both the old and new memories and your brain being able to phase the old one out as it becomes less relevant."
  },
  {
    "startTime": 102.3,
    "endTime": 104.39999999999999,
    "text": "The mice without Tet1 couldn't do that."
  },
  {
    "startTime": 104.4,
    "endTime": 108.67,
    "text": "The two memories existed just as powerfully at the same time."
  },
  {
    "startTime": 108.67,
    "endTime": 112.3,
    "text": "So no Tet1 means bad memories never lost their importance or clarity."
  },
  {
    "startTime": 112.3,
    "endTime": 115.99,
    "text": "But what happens if you can boost someone's levels of Tet1?"
  },
  {
    "startTime": 115.99,
    "endTime": 127.8,
    "text": "The MIT researchers believe it could lead to new treatments for things like addiction and PTSD, and maybe one day trickle down into a pill that helps take the sting out of some of the other traumatic life events that are hard to get over."
  },
  {
    "startTime": 127.8,
    "endTime": 133.73,
    "text": "There are probably some other things to figure out there too, I'd imagine, like does Tet1 just wash away all old trauma?"
  },
  {
    "startTime": 133.73,
    "endTime": 137.76999999999998,
    "text": "Can we really create something that can just target one specific memory?"
  },
  {
    "startTime": 137.77,
    "endTime": 144.52,
    "text": "I love this idea as a form of therapy for people who've had extremely traumatic events in their life, but I would hate to see it become too widely used."
  },
  {
    "startTime": 144.52,
    "endTime": 156.69400000000002,
    "text": "I mean, imagine a future where we have the ability to decide how important every event in our life is and just ditch the ones that we don't think are relevant, I feel like that's kind of a recipe for a society full of over-confident dummies."
  },
  {
    "startTime": 157.0,
    "endTime": 157.3,
    "text": "I don't know."
  },
  {
    "startTime": 157.3,
    "endTime": 158.0,
    "text": "What do you think?"
  },
  {
    "startTime": 158.0,
    "endTime": 159.53,
    "text": "Would you use a memory removal pill?"
  },
  {
    "startTime": 159.53,
    "endTime": 163.247,
    "text": "Let us know in the comments and subscribe for more DNews."
  }
]