[
  {
    "startTime": 3.3,
    "endTime": 11.2,
    "text": "Another contemporary economic myth is that women make 75 cents for every dollar men make because they’re discriminated against in labor markets."
  },
  {
    "startTime": 11.5,
    "endTime": 13.8,
    "text": "Like other myths, this does have a kernel of truth to it."
  },
  {
    "startTime": 13.9,
    "endTime": 20.5,
    "text": "So for example, if you add up all the incomes of women and divide by the number of women in the labor force and then do the same thing for men,"
  },
  {
    "startTime": 20.6,
    "endTime": 25.5,
    "text": "what you’ll find is, on average, women do make about 75% of what men do."
  },
  {
    "startTime": 25.6,
    "endTime": 28.400000000000002,
    "text": "What’s happening here is not discrimination in the labor market,"
  },
  {
    "startTime": 28.7,
    "endTime": 35.7,
    "text": "but differences in the choices that men and women make, about investing in their knowledge, their education, their skills, and their job experience"
  },
  {
    "startTime": 35.8,
    "endTime": 38.199999999999996,
    "text": "that lead to them getting paid different salaries."
  },
  {
    "startTime": 38.6,
    "endTime": 41.2,
    "text": "Economists talk about people’s human capital."
  },
  {
    "startTime": 41.3,
    "endTime": 46.3,
    "text": "By human capital, we mean the knowledge, the skills, the education, and the job experience that people have."
  },
  {
    "startTime": 46.6,
    "endTime": 50.7,
    "text": "And economics argues that people get paid wages according to that human capital."
  },
  {
    "startTime": 51.3,
    "endTime": 57.099999999999994,
    "text": "It turns out that men and women invest very differently in their human capital, and we can see that in four different ways."
  },
  {
    "startTime": 57.5,
    "endTime": 62.2,
    "text": "First of all, educational choices: Men, for example, tend to go into fields like engineering;"
  },
  {
    "startTime": 62.4,
    "endTime": 65.8,
    "text": "women tend to go into social sciences, into psychology, into nursing,"
  },
  {
    "startTime": 65.9,
    "endTime": 70.10000000000001,
    "text": "and so, where men are making higher salaries as engineers or perhaps in the business world,"
  },
  {
    "startTime": 70.3,
    "endTime": 73.2,
    "text": "women tend to end up in jobs in which their salaries are somewhat lower."
  },
  {
    "startTime": 73.3,
    "endTime": 76.0,
    "text": "So even though they may have the same years of schooling,"
  },
  {
    "startTime": 76.1,
    "endTime": 81.5,
    "text": "the different choices they’ve made about their majors lead to them working in different areas and getting paid differently."
  },
  {
    "startTime": 82.0,
    "endTime": 85.2,
    "text": "Secondly, men and women have different expectations about work."
  },
  {
    "startTime": 85.5,
    "endTime": 90.6,
    "text": "For example, if women expect down the road to take time off to raise children,"
  },
  {
    "startTime": 90.7,
    "endTime": 96.60000000000001,
    "text": "they’ll make different choices today about what kinds of skills they acquire than if they imagine they’ll be working full time for the rest of their lives."
  },
  {
    "startTime": 97.0,
    "endTime": 103.6,
    "text": "And we know, historically, that many women in the 1960s and 70s didn’t imagine that they would be working full time at age 40,"
  },
  {
    "startTime": 103.7,
    "endTime": 110.4,
    "text": "and ended up making choices that led them to have jobs when they were working at age 40 that didn’t pay as well as it might have otherwise."
  },
  {
    "startTime": 110.5,
    "endTime": 116.5,
    "text": "Younger women today, of course, are more likely to imagine themselves working at age 40 and, therefore, make different investments today."
  },
  {
    "startTime": 116.7,
    "endTime": 120.7,
    "text": "Another difference between men and women is full- versus part-time work."
  },
  {
    "startTime": 120.8,
    "endTime": 124.0,
    "text": "Women are much more likely than men to work part-time."
  },
  {
    "startTime": 124.1,
    "endTime": 125.6,
    "text": "Men are more likely to work full-time."
  },
  {
    "startTime": 125.9,
    "endTime": 130.20000000000002,
    "text": "And part-time work, even for the same kinds of jobs, tends to pay less than full-time work."
  },
  {
    "startTime": 130.7,
    "endTime": 137.79999999999998,
    "text": "And women tend to prefer part-time work more than men because women still tend to take on the majority of the responsibility for children and the home."
  },
  {
    "startTime": 138.0,
    "endTime": 143.3,
    "text": "Finally, men and women differ in terms of their tenure on the job or the way in which their careers get interrupted."
  },
  {
    "startTime": 143.7,
    "endTime": 149.79999999999998,
    "text": "If it’s the case that women take time off from the workforce to raise children, that will have an impact on their salaries down the road."
  },
  {
    "startTime": 150.0,
    "endTime": 156.6,
    "text": "So we put these four things together, what we get is that the difference between men and women’s pay is not a result of labor market discrimination"
  },
  {
    "startTime": 156.7,
    "endTime": 160.5,
    "text": "but of the choices that men and women make before they enter the labor market,"
  },
  {
    "startTime": 160.6,
    "endTime": 167.2,
    "text": "or even when they’re in the labor market, about the kinds of jobs they want to have and the way they want to balance of family and work."
  },
  {
    "startTime": 167.2,
    "endTime": 176.29999999999998,
    "text": "Studies that have tried to control for all these factors have shown that if you take a man and a woman (same experience, same education, same job) and compare their salaries,"
  },
  {
    "startTime": 176.4,
    "endTime": 182.6,
    "text": "what you find is that women make about 98% of what men do, so that gender wage gap pretty much disappears."
  },
  {
    "startTime": 182.8,
    "endTime": 184.70000000000002,
    "text": "And in some jobs women actually make more."
  },
  {
    "startTime": 184.8,
    "endTime": 191.60000000000002,
    "text": "Now it might well be the case that women are being discriminated against or that sexism is a problem in the choices that women make."
  },
  {
    "startTime": 191.9,
    "endTime": 196.0,
    "text": "For example, girls are guided away from math classes and guided into other kinds of classes."
  },
  {
    "startTime": 196.1,
    "endTime": 201.5,
    "text": "It’s also certainly the case that our expectations about women’s roles versus caring for children in the household,"
  },
  {
    "startTime": 201.6,
    "endTime": 205.0,
    "text": "men’s roles about caring for children in the household are very different."
  },
  {
    "startTime": 205.1,
    "endTime": 209.1,
    "text": "If we think those are poor choices, if we want to see women’s pay more equal to men,"
  },
  {
    "startTime": 209.2,
    "endTime": 214.6,
    "text": "what we need to do is convince more women to go into areas such as the sciences and mathematics and engineering,"
  },
  {
    "startTime": 214.7,
    "endTime": 218.7,
    "text": "and we need to convince men to take more responsibility for children and the house."
  },
  {
    "startTime": 218.9,
    "endTime": 222.5,
    "text": "When those begin to even out, we’ll see wages begin to even out as well."
  },
  {
    "startTime": 222.6,
    "endTime": 225.5,
    "text": "But in the mean time, whatever choices men and women make,"
  },
  {
    "startTime": 225.6,
    "endTime": 232.9,
    "text": "the wages they’re paid in the market will reflect the productivity associated with those choices and are not the result of discrimination."
  }
]