[
  {
    "startTime": 2.5,
    "endTime": 5.2,
    "text": "Try and see if you can find the real tablet on this screen."
  },
  {
    "startTime": 6.3,
    "endTime": 9.7,
    "text": "If you guessed any of these, you're wrong, because these are all tic-tacs!"
  },
  {
    "startTime": 9.8,
    "endTime": 16.5,
    "text": "But if I was a medical professional handing over some tablets to cure your headache or the morning after pill (you wouldn't want that to be a tic-tacs),"
  },
  {
    "startTime": 16.6,
    "endTime": 19.200000000000003,
    "text": "how would you know that it's the real deal?"
  },
  {
    "startTime": 19.3,
    "endTime": 21.6,
    "text": "This is where the placebo effect takes place."
  },
  {
    "startTime": 21.7,
    "endTime": 28.0,
    "text": "Could a doctor give you a pill which is actually a sugar pill (or tic-tac if you say it's supposed to be minty) and cure their patient?"
  },
  {
    "startTime": 28.1,
    "endTime": 36.900000000000006,
    "text": "In one study conducted around the placebo effect, it was found that if doctors said that the patient would \"feel better in a few more days\" that patients recovery was increased"
  },
  {
    "startTime": 37.0,
    "endTime": 39.7,
    "text": "than saying something like \"this isn't going to help you at all.\""
  },
  {
    "startTime": 39.8,
    "endTime": 45.9,
    "text": "Some studies have even shown that the amount you have to take, the size, how many you have to take a day, what box the drug comes in"
  },
  {
    "startTime": 46.0,
    "endTime": 49.33,
    "text": "and even the colour of the pill can make the effect stronger or weaker."
  },
  {
    "startTime": 49.33,
    "endTime": 55.9,
    "text": "Even things like getting an injection instead of taking a pill can have a stronger effect, even though they're all medically ineffective."
  },
  {
    "startTime": 56.0,
    "endTime": 58.3,
    "text": "So does that mean our heads can just heal our bodies?"
  },
  {
    "startTime": 58.4,
    "endTime": 65.0,
    "text": "Some research suggests that the placebo effect works because the body releases endorphins, not to be confused with dolphins."
  },
  {
    "startTime": 65.1,
    "endTime": 71.19999999999999,
    "text": "Endorphins are the body's natural pain killers and could be why the placebo effect works quite well when we're trying to get rid of the pain."
  },
  {
    "startTime": 71.3,
    "endTime": 79.0,
    "text": "One study found that those who were given a real drug which increased their hormone level had the same amount of increase when they were given a placebo tablet later on."
  },
  {
    "startTime": 79.1,
    "endTime": 84.89999999999999,
    "text": "The same study found that those who didn't get the initial hormonal increase drug didn't see their hormone levels increase."
  },
  {
    "startTime": 85.0,
    "endTime": 86.9,
    "text": "The placebo effect doesn't work for everyone,"
  },
  {
    "startTime": 87.0,
    "endTime": 92.5,
    "text": "but it's interesting to think that perhaps if we learnt more about it we could eventually cure ourselves with the power of our brains,"
  },
  {
    "startTime": 92.6,
    "endTime": 96.89999999999999,
    "text": "which would be much more useful than having to deal with the side-effects of the tablets we take today."
  }
]