[
  {
    "startTime": 0.5,
    "endTime": 6.6,
    "text": "Spider-Man has some pretty sweet abilities, but let us take a scientific look to see how well this superhero stacks up to reality."
  },
  {
    "startTime": 6.7,
    "endTime": 12.7,
    "text": "For Spider-Man to become genetically modified, the spider that bit him would have to release a retrovirus into his body."
  },
  {
    "startTime": 12.8,
    "endTime": 17.9,
    "text": "Retroviruses carry genetic information which gets inserted into the DNA of cells."
  },
  {
    "startTime": 18.0,
    "endTime": 22.740000000000002,
    "text": "The cell then reads the new DNA to create specific functions and proteins for that cell."
  },
  {
    "startTime": 22.8,
    "endTime": 30.5,
    "text": "But this retrovirus would have to make its way to nearly every cell and have the ability to code for new and different functions in each cell."
  },
  {
    "startTime": 30.6,
    "endTime": 34.1,
    "text": "So while it's theoretically possible, it would also be pretty \"amazing\"."
  },
  {
    "startTime": 34.2,
    "endTime": 38.300000000000004,
    "text": "Silk: it's actually proportionately stronger and more flexible than steel."
  },
  {
    "startTime": 38.4,
    "endTime": 45.1,
    "text": "Spider webs, one tenth the size of a piece of hair, are able to catch insects flying upwards of 15 miles an hour."
  },
  {
    "startTime": 45.2,
    "endTime": 50.6,
    "text": "And, believe it or not, if a web were an inch thick in diameter,  it could actually stop a fighter jet."
  },
  {
    "startTime": 50.8,
    "endTime": 56.8,
    "text": "Strength: some spiders can lift up to 50 times their body weight. This muscle strength is directly related to size."
  },
  {
    "startTime": 56.9,
    "endTime": 61.4,
    "text": "Think about your bicep. When you work out, it increases in height and width but not length."
  },
  {
    "startTime": 61.5,
    "endTime": 66.3,
    "text": "In this way, the strength of an organism increases as a square, or by 2 on the scale factor."
  },
  {
    "startTime": 66.4,
    "endTime": 73.2,
    "text": "But as organisms get bigger, their volume increases in height, width and length, as a cube, or by 3 on the scale factor."
  },
  {
    "startTime": 73.3,
    "endTime": 78.89999999999999,
    "text": "This creates a ratio of 2:3, meaning the bigger the organism, the smaller its proportional strength."
  },
  {
    "startTime": 79.0,
    "endTime": 86.0,
    "text": "But because Spider-Man is human shaped and sized, the retrovirus would have to encode for the creation of more actin and myosin proteins."
  },
  {
    "startTime": 86.0,
    "endTime": 91.1,
    "text": "These proteins affect the contraction abilities of muscles, and in effect could make a human stronger."
  },
  {
    "startTime": 91.2,
    "endTime": 95.182,
    "text": "Climbing walls? Not a problem for spiders, they have tiny hairs on each leg."
  },
  {
    "startTime": 95.2,
    "endTime": 102.0,
    "text": "And these hairs have tons of even smaller hairs with triangular ends, which interact within nanometers of the atoms on the surface."
  },
  {
    "startTime": 102.1,
    "endTime": 108.1,
    "text": "This creates electrostatic forces, allowing them to stick with a strength of 170 times their own weight."
  },
  {
    "startTime": 108.2,
    "endTime": 115.0,
    "text": "To capture this ability, Spider-Man would need permanently hairy hands and feet, which may not overly impress his damsels in distress."
  },
  {
    "startTime": 115.1,
    "endTime": 117.148,
    "text": "And finally, what about the Spidey Sense?"
  },
  {
    "startTime": 117.2,
    "endTime": 121.4,
    "text": "Well, spider hairs are extremely sensitive to vibration and air pressure changes."
  },
  {
    "startTime": 121.5,
    "endTime": 126.0,
    "text": "But this means that Spider-Man could only perceive things that are near him, and not events at a distance."
  },
  {
    "startTime": 126.1,
    "endTime": 128.2,
    "text": "Got a burning question you want answered?"
  },
  {
    "startTime": 128.3,
    "endTime": 132.8,
    "text": "Ask it in the comments, or on Facebook and Twitter, and subscribe for more weekly science videos."
  }
]