[
  {
    "startTime": 0.0,
    "endTime": 6.2,
    "text": "Video games provide a fun escape from reality, though they're often portrayed as violent, lazy, and a waste of time by some."
  },
  {
    "startTime": 6.4,
    "endTime": 12.7,
    "text": "The debate has raged on for years. So, are there any positive effects? Can video games actually make you smarter?"
  },
  {
    "startTime": 12.9,
    "endTime": 17.9,
    "text": "Before we get ahead of ourselves, it's important to note that too much of anything is bad—even broccoli!"
  },
  {
    "startTime": 18.2,
    "endTime": 23.53,
    "text": "Seriously. Extremely high doses of broccoli can actually be toxic. Heck, even water toxicity exists."
  },
  {
    "startTime": 23.8,
    "endTime": 28.6,
    "text": "So, if you binge and do nothing but play video games, the risks probably outweigh any benefits."
  },
  {
    "startTime": 28.9,
    "endTime": 35.9,
    "text": "In fact, we have an entire video devoted to what would happen if you stopped going outside and the negative effects of sitting. Link in the description."
  },
  {
    "startTime": 36.1,
    "endTime": 41.300000000000004,
    "text": "Having said that, many studies have actually shown increases in cognitive function after playing video games."
  },
  {
    "startTime": 41.6,
    "endTime": 46.796,
    "text": "One study in particular had participants play Super Mario 64 for 30 minutes a day over two months."
  },
  {
    "startTime": 47.1,
    "endTime": 56.400000000000006,
    "text": "Afterwards, the brains of these participants saw an increase of gray matter in areas associated with memory, strategic planning, and fine motor skills of the hands compared to those who had not played."
  },
  {
    "startTime": 56.9,
    "endTime": 63.83,
    "text": "These are particularly encouraging results for mental disorders which cause these brain regions to shrink...using video games as a therapy!"
  },
  {
    "startTime": 64.1,
    "endTime": 68.1,
    "text": "Surprisingly, action games can also increase attention to detail in individuals."
  },
  {
    "startTime": 68.5,
    "endTime": 73.1,
    "text": "Take a look at the following words on screen and yell out what color the word is as fast as you can."
  },
  {
    "startTime": 73.443,
    "endTime": 77.858,
    "text": "So... green, blue, orange."
  },
  {
    "startTime": 78.139,
    "endTime": 80.672,
    "text": "Okay, now try a bit faster without me."
  },
  {
    "startTime": 89.6,
    "endTime": 94.3,
    "text": "As we continue, it becomes more difficult because there's a conflict between the word itself and its color."
  },
  {
    "startTime": 94.6,
    "endTime": 100.39999999999999,
    "text": "Chances are if you play more than 5 to 10 hours of action games a week, you're able to solve these problems much more quickly."
  },
  {
    "startTime": 100.7,
    "endTime": 104.8,
    "text": "This is because your brain is actually more efficient in the regions associated with attention."
  },
  {
    "startTime": 105.1,
    "endTime": 107.89999999999999,
    "text": "Of course, video games can also be incredibly educational."
  },
  {
    "startTime": 108.2,
    "endTime": 110.9,
    "text": "And while you may not be playing some of your favorite games for this purpose,"
  },
  {
    "startTime": 111.2,
    "endTime": 115.3,
    "text": "there are certainly many games that are used as effective teaching tools for both young and old."
  },
  {
    "startTime": 115.7,
    "endTime": 119.3,
    "text": "They may even help kids who suffer from Dyslexia read more effectively."
  },
  {
    "startTime": 119.6,
    "endTime": 125.3,
    "text": "In a small study, dyslexic children who played regular video games ended up reading faster and more accurately."
  },
  {
    "startTime": 125.6,
    "endTime": 128.1,
    "text": "Once again, relating to improved attention skills."
  },
  {
    "startTime": 128.4,
    "endTime": 131.1,
    "text": "Meanwhile, other studies have found improvements in eyesight."
  },
  {
    "startTime": 131.4,
    "endTime": 137.20000000000002,
    "text": "Not only can they see smaller details more clearly, like tiny writing, but they have an easier time differentiating levels of grey."
  },
  {
    "startTime": 137.6,
    "endTime": 142.7,
    "text": "Very practiced action gamers were 58% better at perceiving fine differences in contrast,"
  },
  {
    "startTime": 143.1,
    "endTime": 146.29999999999998,
    "text": "which is important as this is one of the first things to diminish with age."
  },
  {
    "startTime": 146.7,
    "endTime": 149.6,
    "text": "Even in the elderly, improved memory and focus is seen."
  },
  {
    "startTime": 149.8,
    "endTime": 156.60000000000002,
    "text": "More importantly, specially designed brain-teasing video games have been shown to slow the aging process of the brain by up to seven years!"
  },
  {
    "startTime": 157.0,
    "endTime": 160.4,
    "text": "This is because they are cognitively complex and require mental energy."
  },
  {
    "startTime": 160.7,
    "endTime": 165.16,
    "text": "Think you're able to keep track of what's in front of your eyes? Keep an eye on the blue circle here."
  },
  {
    "startTime": 166.471,
    "endTime": 172.546,
    "text": "Eventually, it will turn yellow like all the others. I will then point to a circle and you tell me if it was originally blue."
  },
  {
    "startTime": 172.9,
    "endTime": 175.70000000000002,
    "text": "If you knew this ball wasn't blue, then you're a functioning human being."
  },
  {
    "startTime": 176.1,
    "endTime": 180.783,
    "text": "But let's make it harder. Staring at the middle of the screen can help to keep track of the blue circles."
  },
  {
    "startTime": 184.405,
    "endTime": 186.2,
    "text": "Was this circle originally blue?"
  },
  {
    "startTime": 186.518,
    "endTime": 188.2,
    "text": "If you said \"no\", you'd be right."
  },
  {
    "startTime": 188.418,
    "endTime": 190.949,
    "text": "One more time, but with five blue circles."
  },
  {
    "startTime": 196.8,
    "endTime": 198.4,
    "text": "Was this one originally blue?"
  },
  {
    "startTime": 198.7,
    "endTime": 199.6,
    "text": "Yep! It was."
  },
  {
    "startTime": 199.9,
    "endTime": 206.6,
    "text": "It turns out the average person can track about three to four objects, while practiced action gamers can track around six to seven."
  },
  {
    "startTime": 207.0,
    "endTime": 213.4,
    "text": "Finally, as technology continues to transform medicine, surgeries are being completed with the insertion of cameras and remote-controlled tools."
  },
  {
    "startTime": 213.7,
    "endTime": 218.2,
    "text": "And these surgeries have very clear parallels to video games with a screen and a controlling device."
  },
  {
    "startTime": 218.5,
    "endTime": 225.1,
    "text": "Not surprisingly, young doctors with previous exposure to video games show fewer errors and faster completion than those without."
  },
  {
    "startTime": 225.4,
    "endTime": 230.6,
    "text": "Of course, all of these skills are only useful if you use them, which you can't if all you do is play video games."
  },
  {
    "startTime": 230.9,
    "endTime": 233.6,
    "text": "So, enjoy your downtime and relax with your games in moderation,"
  },
  {
    "startTime": 233.9,
    "endTime": 238.525,
    "text": "but get out there and keep your life diverse as well, because that's how you'll win at the game of life!"
  },
  {
    "startTime": 239.3,
    "endTime": 243.10000000000002,
    "text": "Got a burning question you want answered? Ask it in the comments or on Facebook and Twitter."
  },
  {
    "startTime": 243.3,
    "endTime": 249.5,
    "text": "And if you want the inside scoop on upcoming episode ideas and behind-the-scenes, check out our personal Instagram and Twitter handles."
  },
  {
    "startTime": 249.7,
    "endTime": 251.902,
    "text": "And subscribe for more weekly science videos!"
  }
]