[
  {
    "startTime": 0.28,
    "endTime": 0.38,
    "text": "Can Plants Think?"
  },
  {
    "startTime": 0.38,
    "endTime": 6.32,
    "text": "With over 300,000 plants species on Earth, there's no doubt that they have highly developed senses to stay alive and thrive."
  },
  {
    "startTime": 6.32,
    "endTime": 13.0,
    "text": "But while some of their features may be compared to taste, sight, touch and smell in humans, have you ever wondered: Can plants think?"
  },
  {
    "startTime": 13.019,
    "endTime": 17.47,
    "text": "On land, the cumulative mass of plants is 1000 times higher than that of animals."
  },
  {
    "startTime": 17.47,
    "endTime": 23.799999999999997,
    "text": "But these plants are immobile and can't move around in their environment; which is, seemingly, a pretty big evolutionary disadvantage."
  },
  {
    "startTime": 23.85,
    "endTime": 27.91,
    "text": "This has forced plants to adapt in amazing ways that often go unnoticed by the naked eye."
  },
  {
    "startTime": 27.91,
    "endTime": 31.959,
    "text": "Smell something funny? Plants do too - and they react to these chemicals in the air."
  },
  {
    "startTime": 31.96,
    "endTime": 35.159,
    "text": "For example, when fruits start to ripen, they release a chemical called ethylene."
  },
  {
    "startTime": 35.16,
    "endTime": 40.148999999999994,
    "text": "And when neighbouring fruits sense this pheromone, they ripen faster, so that all fruits mature at the same time."
  },
  {
    "startTime": 40.149,
    "endTime": 44.03,
    "text": "Plants also give off scents which attract insects to spread their pollen."
  },
  {
    "startTime": 44.03,
    "endTime": 50.8,
    "text": "In particular, the amazing carrion flowers grow tiny hairs, feel warm and smell like rotting flesh in an attempt to mimic a dead corpse."
  },
  {
    "startTime": 50.9,
    "endTime": 54.109,
    "text": "This is to attract flies and beetles as pollinators."
  },
  {
    "startTime": 54.109,
    "endTime": 58.620000000000005,
    "text": "On the other hand, when a plant is attacked by an insect, animal or pathogen, it knows."
  },
  {
    "startTime": 58.62,
    "endTime": 68.89999999999999,
    "text": "When acacia trees are grazed by animals, they quickly react by producing chemicals called tannins, which make their leaves unappetizing and tough to digest. Some even produce enough toxin to kill the animal."
  },
  {
    "startTime": 69.0,
    "endTime": 78.0,
    "text": "Perhaps more impressive are some corn and cotton plants, which when eaten by caterpillars, release chemicals in the air that attract parasitic was wasps, who fly in and ultimately kill the insects."
  },
  {
    "startTime": 78.1,
    "endTime": 81.07,
    "text": "On some level, they communicate with the wasps."
  },
  {
    "startTime": 81.071,
    "endTime": 85.99,
    "text": "Crazy as it seems, even sound recordings of caterpillars chewing leaves trigger this response."
  },
  {
    "startTime": 85.99,
    "endTime": 89.80999999999999,
    "text": "Without any form of touch, the plants react, as if they can hear."
  },
  {
    "startTime": 89.81,
    "endTime": 97.5,
    "text": "On a large scale, plants also work together. A web of underground fungi can connect tree roots in forests, allowing them to exchange nutrients and information."
  },
  {
    "startTime": 97.509,
    "endTime": 103.49,
    "text": "Using radioactive isotopes, scientists discovered that trees share water and nutrients with others in need."
  },
  {
    "startTime": 103.49,
    "endTime": 111.5,
    "text": "Large trees nourish smaller shaded ones until they are tall enough to reach sunlight, and trees that stay green all year round share nutrients with trees that lose their leaves in the winter."
  },
  {
    "startTime": 111.55,
    "endTime": 117.0,
    "text": "Helping them through the season, which is then repaid in the summer months, like a transactional exchange."
  },
  {
    "startTime": 117.1,
    "endTime": 120.0,
    "text": "Some scientist refer to this as the 'wood-wide web'."
  },
  {
    "startTime": 120.28,
    "endTime": 123.839,
    "text": "Perhaps the most shocking fact, is that some plants seem to have memory."
  },
  {
    "startTime": 123.839,
    "endTime": 127.05,
    "text": "Mimosa pudica plants, are those leafy plants that close up when touched."
  },
  {
    "startTime": 127.05,
    "endTime": 130.1,
    "text": "This reflex is meant to scare away insects that land on them."
  },
  {
    "startTime": 130.1,
    "endTime": 136.4,
    "text": "In an experiment on these reflexes, scientists notice that when dropped from 15cm they would close when they hit the groud."
  },
  {
    "startTime": 136.5,
    "endTime": 137.4,
    "text": "Not so surprising."
  },
  {
    "startTime": 137.419,
    "endTime": 146.69,
    "text": "But after repeating the drop 4 or 5 times, some of the plants stopped closing, as though they had realized the stimulus wasn't harmful. If they were shaken instead, they would close."
  },
  {
    "startTime": 146.7,
    "endTime": 150.10899999999998,
    "text": "But any time they were dropped from this same height, they stayed open."
  },
  {
    "startTime": 150.109,
    "endTime": 153.48000000000002,
    "text": "This effect lasted for weeks - the plants had memories."
  },
  {
    "startTime": 153.48,
    "endTime": 158.42999999999998,
    "text": "Of course, plants don't have brains or other cells and organs that we deem necessary for intelligence."
  },
  {
    "startTime": 158.5,
    "endTime": 166.0,
    "text": "Brains and neurons are irreplaceable, but plants are immobile and often attacked, so they must be able to survive after part of them is eaten, or destroyed."
  },
  {
    "startTime": 166.019,
    "endTime": 167.20000000000002,
    "text": "A brain just wouldn't work."
  },
  {
    "startTime": 167.2,
    "endTime": 172.0,
    "text": "But if you measure intelligence or thought as the ability to solve problems, interact with an environment,"
  },
  {
    "startTime": 172.23,
    "endTime": 175.73,
    "text": "And even work in groups, then plants are incredibly smart."
  },
  {
    "startTime": 175.73,
    "endTime": 179.48,
    "text": "It's something to think about next time you're munching down on a piece of broccoli!"
  },
  {
    "startTime": 179.48,
    "endTime": 186.48999999999998,
    "text": "And if you need any more convincing that plants are indeed, amazing. Check out our new second channel ASAP THOUGHT, where we share some of our other favorite plant facts."
  },
  {
    "startTime": 186.5,
    "endTime": 188.72,
    "text": "Link in the description!"
  },
  {
    "startTime": 188.72,
    "endTime": 194.42,
    "text": "Thanks to audible.com for giving you a free audio book of your choice at audible.com/asap."
  },
  {
    "startTime": 194.42,
    "endTime": 200.17,
    "text": "Audible is the leading provider of audiobooks with over 150,000 downloadable titles across all types of literature."
  },
  {
    "startTime": 200.18,
    "endTime": 205.58,
    "text": "Check out \"The Monkey's Voyage\" which proposes some new theories on how plant and animal species wound up as they are today."
  },
  {
    "startTime": 205.58,
    "endTime": 209.87,
    "text": "You can download this audio book or another of your choice for free at audible.com/asap."
  },
  {
    "startTime": 209.87,
    "endTime": 214.57,
    "text": "Then use audible's free app to listen on your apple, windows or android device."
  },
  {
    "startTime": 214.57,
    "endTime": 221.29999999999998,
    "text": "Special thanks to audible for making these videos possible and for offering you a free audio book of your choice at audible.com/asap."
  },
  {
    "startTime": 221.319,
    "endTime": 231.319,
    "text": "And subscribe for more weekly science videos."
  }
]